{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (see attached schedule) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The premises shall be used for a school and for no other purpose (including any other purposes in Class D1 of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification.",
    "Condition : 4 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 5 - Prior to commencement of works above ground level, details of all the external materials, including samples, of all materials to be used in the construction of the external surfaces of the development hereby permitted shall be submitted to and approved in writing by the local planning authority. The samples and details shall include:\r\n \r\n- \tbrickwork (including brick sample panels on-site as appropriate);\r\n- \tcladding materials (including sample panels);\r\n- \twindow details (manufacturers specifications); and\r\n- \tany other materials/details to be used\r\n\r\nThe development shall be carried out in accordance with the approved details and so maintained at all times thereafter.",
    "Condition : 6 - Prior to commencement of works above ground level full details of both hard and soft landscape works shall be submitted to and approved in writing by the local planning authority and these works shall be carried out as approved. These details shall include (proposed finished levels or contours; means of enclosure; car parking layouts; other vehicle and pedestrian access and circulation areas; hard surfacing material; minor artefacts and structures (eg. furniture, play equipment, refuse or other storage units, signs, lighting etc); proposed and existing functional services above and below ground (e.g. drainage power, communications cables, pipelines etc. indicating lines, manholes, supports etc); retained historic landscape features and proposals for restoration, where relevant). Soft landscape works shall include (planting plans; written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate; implementation programme).",
    "Condition : 7 - Prior to the commencement of the development hereby approved, tree protection measures detailed in the Arboricultural Impact Assessment and Method Statement Rev D (December 2017) shall be implemented and retained during the construction.\r\n\r\nThe erection of fencing for the protection of any retained tree or hedge shall be carried out in complete accordance with BS5837:2012, before any equipment, machinery, or materials are brought onto the site for the purposes of development or other operations. The fencing shall be retained intact for the full duration of the development until all equipment, materials and surplus materials have been removed from the site. If the fencing is damaged all operations shall cease until it is repaired in accordance with the approved details. Nothing shall be stored or placed in any fenced area in accordance with this condition and the ground levels within those areas shall not be altered, nor shall any excavations be made without the written approval of the Local Planning Authority.",
    "Condition : 8 - During the course of the development:\r\n\r\na.\tThe removal of the risk from contamination identified on the site shall be carried out in accordance with the approved Unexpected Contamination Procedure (6 April 2017) and email from Matthew Pannett, Ramboll at 12:49 on 7th December 2017.\r\n\r\nb.\tThe Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.\r\n\r\nBefore the development is first brought into use:\r\n\r\nc.\tThe agreed scheme for decontamination referred to in clauses a) and b) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval.",
    "Condition : 9 - Prior to commencement of works above ground level a Biodiversity Enhancement Strategy shall be submitted to and approved in writing by the Local Planning Authority. The Biodiversity Enhancement Strategy shall incorporate:\r\n\r\n- \tPlanting of habitats which will be of value to wildlife and are deemed to be appropriate for soft landscaping within the school, including:\r\n\r\n\"\tNative seed/fruit bearing species to provide foraging habitat for mammals and birds;\r\n\"\tNectar-rich species to attract beetles, butterflies and moths;\r\n\"\tSpecies which attract night flying insects which will be of value to foraging bats, for example: evening primrose Oenothera biennis, goldernrod Solidago virgaurea, honeysuckle Lonicera periclymenum and fleabane Pulicaria dysenterica.\r\n\r\n- \tProvision of nesting habitat, such as installation of nest boxes for species such as house sparrow and starling; and creation of scrub areas for species such as song thrush; and\r\n- \tInstallation of bat boxes and species such as pipistrelle.\r\n- \tAn ecological lighting plan.\r\n- \tDetails of how the enhancement measures will be monitored, managed and maintained as such.\r\n\r\nThe development shall then be carried out in accordance with the approved details and retained thereafter.",
    "Condition : 10 - Prior to first occupation of the development hereby permitted, details of the proposed cycle parking and enclosures shall be submitted to 228 and approved in writing by the Local Planning Authority. The developer shall provide secure covered cycle parking as shown in location A on the approved drawing 1825-SK-20171128-01, the remaining cycle parking (as shown in location B on the approved drawing 1825-SK-20171128-01) shall be provided within 3 months of the completion of the Grade II* curtilage listed wall relocation to be secured pursuant to Condition 15. The total number of secure covered cycle parking shall be for no less than one-hundred-and-thirty-one bicycles. The approved facilities shall conform the Transport for London 'London Cycling Design Standards' in design and layout. The cycle parking shall be installed in accordance with the details approved and maintained thereafter and shall made available for use upon first occupation of the development.",
    "Condition : 11 - The Construction Logistics Plan (ref: WD/CLP/GSfB/17/11/15/RD/Rev03) dated November 2017 as approved shall be implemented throughout the construction phase of the development hereby approved.",
    "Condition : 12 - The parking, loading and turning spaces shown on the approved drawings shall be constructed, in accordance with the drawing E00542-HNW-V3-ZZ-DR-A-P122 Rev. B and available for use before first occupation of the development.",
    "Condition : 13 - Prior to occupation of the development hereby permitted, a School Travel Plan, that includes proactive targets, measures and an action plan to reduce car travel, particularly car borne staff trips, and targets for modal share, shall be submitted to and approved in writing by the Local Planning Authority. The development shall then be carried out in accordance with the approved details and retained thereafter.",
    "Condition : 14 - The car parking shown on the approved plans shall be installed on the site prior to first occupation of the development hereby approved and so maintained at all times thereafter.",
    "Condition : 15 - The relocation of the boundary wall fronting London Road and the construction of a new pedestrian access at the eastern end of the site shall be implemented within 3 months of first occupation of the development hereby approved, or as otherwise agreed in writing by the Council in accordance with a timetable to be submitted and approved prior to occupation.",
    "Condition : 16 - Prior to the occupation of the school, a Delivery & Servicing Plan for all delivery and servicing activity associated with the new school development shall be submitted and approved in writing by the Local Planning Authority. The Plan shall include measures to restrict such activities to avoid peak student travel activity and details of how manoeuvring within a managed, secure and segregated service area will be undertaken. The Plan shall then be implemented as approved and remain in operation thereafter.",
    "Condition : 17 - All deliveries and servicing shall take place within the site. No loading or unloading shall be undertaken on the public highway.",
    "Condition : 18 - Any fixed external plant shall be designed and installed to ensure that noise emanating from such plant is at least 10dB below the background noise levels when measured from the nearest sensitive receptors. All plant shall be installed in accordance with the approved plans. No further fans, louvres, ducts or other external plant shall be installed without the written prior approval of the Local Planning Authority.",
    "Condition : 19 - (a) The development shall be implemented in accordance with the approved Energy Strategy and shall not commence above ground until full Design Stage calculations under the National Calculation Method) have been submitted to and approved in writing by the Local planning Authority to show that the development will be constructed in accordance with the approved Energy Strategy achieving a 12.5% reduction in emissions on Part L 2013.\r\n\r\n(b) Prior to first occupation of the building(s) evidence (e.g. photographs, installation contracts and As-Built certificates under the National Calculation Method) shall be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy achieving a 12.5% reduction in emissions on Part L 2013. \r\n\r\n(c) Upon final commencement of operation of the solar PV panels, suitable devices for the monitoring of the solar PV panels shall have been installed, and the monitored data shall be submitted to the local planning authority at daily intervals for a period of three years from first operation. The installation of the monitoring devices and the submission of the data shall be carried out in accordance with the Council's specifications.",
    "Condition : 20 - (a) \tWithin three months of work starting on site a BREEAM Design Stage certificate and summary score sheet (or such equivalent standard that replaces this) must be submitted to and approved in writing by the Local Planning Authority to show that a 'Very Good' (minimum score 70%) rating will be achieved.\r\n(b) \tPrior to first occupation of the building(s) a BREEAM Post- Construction Review certificate and summary score sheet (or such equivalent standard that replaces this) must be submitted to and approved in writing by the Local Planning Authority to show that a 'Very Good' (minimum score 70%) rating has been achieved.",
    "Condition : 21 - For land that is included within the submitted archaeological written scheme of investigation (WSI) for evaluation, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.\r\n\r\nIf heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:\r\n\r\nA. \tThe statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works\r\nB. \tThe programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.",
    "Condition : 22 - No demolition or development of the air raid shelter shall take place other than in accordance with the approved Written Scheme of Investigation for Historic Building Recording (December 2017), which includes the statement of significance and research objectives, and\r\n\r\nA. The programme and methodology of historic building investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works.\r\n\r\nB. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the WSI.",
    "Condition : 23 - No development above ground shall commence until details of the design and layout, including specified dimensions, of the sports hall and Multi-Use Games Area hereby permitted have been submitted to and approved in writing by the Local Planning Authority. The sports hall and Multi-Use Games Area shall not be constructed other than in accordance with the approved details.",
    "Condition : 24 - No piling shall take place until a piling method statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface sewerage infrastructure (Thames Water Ring Main), and the programme for the works) has been submitted to and approved in writing by the local planning authority in consultation with Thames Water. Any piling shall be undertaken in accordance with the terms of the approved piling method statement.",
    "Condition : 25 - Prior to commencement of works (excluding site investigations and demolition), the applicant must submit for review and approval by the Local Planning Authority, final detailed drainage designs (including drawings) of the proposed scheme agreed within the Drainage Statement produced by Engenuiti (22/11/2017) and the following correspondence email dated 23/11/2017 and associated documents.",
    "Condition : 26 - Prior to occupation, the applicant must submit for review and approval by the Local Planning Authority, evidence that the drainage system has been built as per the final detailed drainage designs through the submission of photographs and copies of installation contracts, and written confirmation that the drainage features will be managed as per the detailed maintenance plan for the lifetime of the development.",
    "Condition : 27 - Prior to the commencement of works above ground level of the development hereby permitted, the improvements to the vehicular access to Twickenham Road on the north side of Busch House through the removal of the inner gate piers and wall shall be implemented and maintained throughout the lifetime of the development.",
    "Condition : 28 - (a)\tPrior to the commencement of works above ground level of the development hereby permitted, the construction of a new vehicular access to Twickenham Road on the south side of Busch House shall be implemented and maintained throughout the construction phase of the development.\r\n(b)\tThe development hereby permitted shall not be occupied until the new vehicular access referred to in part (a) of this condition is closed and all kerbs and footway are reinstated.",
    "Condition : 29 - (a)\tPrior to the commencement of works to relocate the boundary wall fronting London Road, the construction of a new vehicular access to Twickenham Road (in the location of the blue gates) to provide construction access for the relocation and reconstruction of the boundary wall fronting London Road shall be implemented and maintained throughout the construction of that phase of development.\r\n(b)\tWithin one month of completion of all works to the boundary wall fronting London Road the new vehicular access referred to in part (a) of this condition shall be closed, all kerbs and footway are reinstated and guard railing installed to create a pedestrian entrance following completion of the relocation of the boundary wall.\r\n(c)\tDuring the period of construction referred to in part (a) above there shall be no pedestrian access to the site from this access.",
    "Condition : 30 - Prior to the commencement of any works within 10 m of the gas main hereby approved, a scheme to ensure that there is no harm to the strategic gas main under the adjacent highway as a result of the development and the associated construction works shall be submitted to and approved in writing by the Local Planning Authority. The approved scheme shall be implemented before any relevant phase of the development commences and shall be retained in effect thereafter. The applicant is advised to contact Cadent Plant Protection on 0800 688588 to discuss the details of the safeguarding scheme."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "05/01/2018",
  "lpa_name": "Hounslow",
  "centroid_northing": 176757,
  "last_updated": "2025-03-19T18:37:21.597+00:00",
  "development_type": "Major all other major developments",
  "ward": "Syon (Pre May 2022)",
  "parking_details": null,
  "uprn": "10091067954",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW7 6AU",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "16/03/2018",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.323167,
          51.477789
        ],
        [
          -0.323168,
          51.477762
        ],
        [
          -0.323211,
          51.477763
        ],
        [
          -0.32321,
          51.47779
        ],
        [
          -0.323167,
          51.477789
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2017/3934",
  "valid_date": "06/10/2017",
  "description": "Demolition of existing single-storey school buildings, and the southern extension and outbuilding to the north of the Grade II listed Busch House. Temporary demolition of part of the Twickenham Road boundary wall of Busch House and re-instatement, and widening of the existing vehicular access to Twickenham Road. Partial demolition and relocation of the Grade II* curtilage listed boundary wall to London Road and provision of a new pedestrian access. Works to the interior and exterior of Busch House including the installation of an external platform lift at the rear. Construction of a new five form entry secondary school and sixth form in a building of between two and four storeys including modifications to the existing car park, new cycle and refuse stores, a multi-use games area and installation of an artificial sports pitch with associated plant, landscaping and lighting (Planning and listed building application)",
  "centroid_easting": 516545,
  "site_number": null,
  "lapsed_date": "15/03/2021",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Committee",
  "epc_number": null,
  "street_name": "Twickenham Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Isleworth",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.477776,
    "lon": -0.323189
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2017/3934",
  "site_name": "The Green School For Boys",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "6294760",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2017_3934",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}