{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted 1544-TP-01 Rev F, 1544-TP-02 Rev C, 1544-TP-03 Rev B, 442-02 Rev C, 9011/100 Rev B, CCL08804/TCP Rev 1, CCL08804/TRP Rev 3, CCL08804/TPP Rev 3, CCL08804/PLP Rev 3  therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - Prior to the occupation of the development, the boundary treatment shall be provided in accordance with the approved details in application 00167/C/P19(3,6,10,11).",
    "Condition : 4 - Prior to the occupation of the development, the landscaping shall be provided in accordance with the approved details in application 00167/C/P19(4,15,16).",
    "Condition : 5 - The occupation and use of the development shall be carried out in accordance with the approved Delivery and Service Plan ADL/LRJ/2535/03A dated June 2013.",
    "Condition : 6 - \r\nThe development shall be constructed in accordance with the approved construction logistics plan in application 0167/C/P19(3,6,10,11).\r\n",
    "Condition : 7 - Before first occupation of the buildings the loading, unloading and turning space, and parking spaces shall be provided within the curtilage of the site in accordance with the approved details and such spaces shall not be used for any other purpose.",
    "Condition : 8 - The proposed car parking shall be used in association with the B8 unit hereby approved and for no other purpose.",
    "Condition : 9 - Two electric car charging points to be provided as specified prior to the occupation of the development and maintained in working order for as long as the development remains in existence.  Thirteen car parking spaces shall be enabled for future use prior to the occupation of the development.",
    "Condition : 10 - The cycle parking shall be provided in accordance with the approved details prior to the occupation of the development.",
    "Condition : 11 - The development shall be completed in accordance with the approved materials in application 00167/C/P19(3,6,10,11).",
    "Condition : 12 - The disabled access arrangements shall be implemented as approved in this application prior to the occupation of the development.",
    "Condition : 13 - In this condition \"retained tree\" means an existing tree which is to be retained in accordance with the approved plans and particulars; and paragraphs (a) and (b) below shall have effect until the expiration of 5 years? from the date of the occupation of the building for its permitted use.\r\n\r\n(a)\tNo retained tree shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped other than in accordance with the approved plans and particulars, without the written approval of the local planning authority.  Any topping or lopping approved shall be carried out in accordance with British Standard[3998 (Tree Work)] or any other BS replacing.\r\n\r\n(b)\tIf any retained tree is removed, uprooted or destroyed or dies, another tree shall be planted at the same place and that tree shall be of such size and species, and shall be planted at such time, as may be specified in writing by the local planning authority.\r\n\r\n(c)\tThe erection of fencing for the protection of any retained tree shall be undertaken in accordance with the approved plans and particulars before any equipment, machinery or materials are brought on to the site for the purposes of the development, and shall be maintained until all equipment, machinery and surplus materials have been removed from the site.  Nothing shall be stored or placed in any area fenced in accordance with this condition and the ground levels within those areas shall not be altered, nor shall any excavation be made, without the written consent of the local planning authority.\r\n",
    "Condition : 14 - The scheme detailing the following:\r\n(i)\tany external illumination of the site\r\n(ii)\tmeasures to ensure that all mud and other loose materials are not carried on the wheels and chassis of any vehicles leaving the site; and\r\n(iii)\tmeasures to minimise dust nuisance caused by the operations and to ensure that no dust or other debris is carried on to the adjoining properties.\r\nshall be carried out as approved in application 00167/C/P19(14,23,27).\r\n",
    "Condition : 15 - During the course of the development:\r\na. The scheme for land decontamination shall be implemented as approved in application 00167/C/P19(4,15,16).\r\n\r\nb. The Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.\r\n\r\nBefore the development is first brought into use:\r\nc. The agreed scheme for decontamination referred to in clauses a) and b) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval.\r\n",
    "Condition : 16 - The Bird Hazard Management Plan shall be implemented as approved in application 00167/C/P19(4,15,16) on completion of the development and shall remain in force for the life of the building. No subsequent alterations to the plan are to take place unless first submitted to and approved in writing by the Local Planning Authority.",
    "Condition : 17 - Prior to the occupation of the development the scheme for achieving a minimum of 25% reduction in carbon emissions shall be implemented as approved.",
    "Condition : 18 - Within 4 months of work starting on site, a BREEAM Interim (Design Stage) Certificate, issued by the Building Research Establishment (BRE) (or equivalent accredited body), must be submitted to and approved by the Local Planning Authority to show that a minimum Very Good rating (aspiring to Excellent) will be achieved.",
    "Condition : 19 - a. Prior to first occupation of the building, the LPA must be provided with evidence that the securing of a BREEAM Final Certificate demonstrating that a Very Good rating is achievable. Supporting evidence must include the full BREEAM post-construction report submitted to BRE for the issue of certificate and letter of confirmation in writing from the BREEAM assessor confirming that this has been sent to the BRE. \r\n\r\nb. Within 3 months of practical completion, a BREEAM Final (Post-Construction) Certificate, issued by the BRE (or equivalent accredited body), must be submitted to and approved by the Local Planning Authority to demonstrate that a Very Good rating has been achieved.\r\n\r\n",
    "Condition : 20 - The development shall be completed in accordance with the detailed surface water drainage scheme approved in application 00167/C/P19(20, 21).",
    "Condition : 21 - The development shall be completed in accordance with the remediation strategy to deal with the risks associated with contamination of the site approved in application 00167/C/P19(20,21).  Any changes to the agreed components require the express written consent of the local planning authority. The scheme shall be implemented as approved.\r\n",
    "Condition : 22 - No infiltration of surface water drainage into the ground is permitted other than with the express written consent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to controlled waters. The development shall be carried out in accordance with the approval details.",
    "Condition : 23 - The development shall be implemented in accordance with the statement on the sourcing of materials approved in application 00167/C/P19(14,23,27).",
    "Condition : 24 - No fans, louvres, ducts or other external plant shall be installed without the prior approval of the Local Planning Authority.",
    "Condition : 25 - \r\nThe office floorspace contained within the development hereby approved shall be used only as offices ancillary to the main use of the premises for B1c, B2 and B8 uses and shall not be used for any other purpose.\r\n",
    "Condition : 26 - The recommendations outlined in the ecological appraisal shall be carried out as approved.",
    "Condition : 27 - The bat protection measures shall be implemented in accordance with the details approved in application 00167/C/P19(14,23,27)."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "04/11/2013",
  "lpa_name": "Hounslow",
  "centroid_northing": 0,
  "last_updated": "2025-03-19T18:38:49.599+00:00",
  "development_type": "Major general industry-storage-warehousing",
  "ward": "Hanworth Park (Pre May 2022)",
  "parking_details": null,
  "uprn": null,
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "21/01/2014",
  "borough": "Hounslow",
  "wgs84_polygon": null,
  "lpa_app_no": "P/2013/2738",
  "valid_date": "05/08/2013",
  "description": "Variation of condition 18 (Within 3 months of work starting on site, a BREEAM Interim (Design Stage)) and 19 (Prior to first occupation, a BREEAM Final (Post-Construction)) of planning permission 00167/C/P19 dated 16/07/2013",
  "centroid_easting": 0,
  "site_number": null,
  "lapsed_date": "20/01/2017",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": null,
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2013/2738",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2013_2738",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}