{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (P-001, P-002, P-003, P-004, P-005, P-006, P-007, P-008, P-009, P-010, P-011, P-012, P-013, P-014, P-015, P-016, P-017, P-018, P-019, P-020, DAS, received 29/09/2015, Travel Plan, Transport Statement received 04/12/2015) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - No development shall take place until samples of the materials to be used in the construction of the external surfaces of the hereby permitted have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details",
    "Condition : 4 - The proposed school building shall be used for a school and for no other purpose (including any other purpose in Class D1 of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification).",
    "Condition : 5 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 6 - Prior to occupation of the building, a Travel Plan that includes the following: \r\n\r\n1. Parking and pick-up / drop-off in the area adjacent to the school (Ridgeway Road and Church Road) to be monitored by members of staff and parents who park or drop-off inconsiderately or without consideration for road safety  warned about behaviour\r\n2. Lockers should be provided for staff members to encourage cycling;\r\n3. Active promotion of sustainable travel by pupils;\r\n4. Season ticket loans for sustainable transport should be offered to staff;\r\n5. Cycle training should be offered to all members of staff;\r\n6. Increased promotion of car sharing by staff; and\r\n7. Staff should be directed to park away from areas of high parking stress and encouraged to walk further;\r\n8. Targets to retain the number of staff driving to school does not increase over the existing 38%; \r\n9. A study to be carried out to determine whether a pedestrian crossing on the A4 from the closest eastbound bus stop should be provided; \r\n10. Liaison with TfL and make them aware of the additional loading on bus routes in the area to help them plan for future demand;\r\n\r\nshall be submitted to and approved by the Local Planning Authority.\r\n\r\n",
    "Condition : 7 - No development shall take place until a Construction Environmental Management Plan covering both the demolition and construction stages has been submitted to and approved in writing by the Local Planning Authority. The plan shall cover:\r\n\r\n1.\tParking of vehicles of site operatives and visitors; \r\n2.\tPedestrian and cyclist protection; \r\n3.\tProposed temporary traffic restrictions; \r\n4.\tArrangements for turning vehicles; \r\n5.\tThe routeing of vehicles to the site, access and egress arrangements and waiting areas;\r\n6.\tBoundary treatment and measures to ensure they are maintained in a secure and tidy condition; \r\n7.\tThe contractor's compound; \r\n8.\tNoise Mitigation measures in accordance with best practice as defined in BS 5528: Parts 1 and 2: 2009 Noise and Vibration Control on Construction and Open Sites (to be used to minimise noise disturbance from construction works). \r\n9.\tEither an undertaking to operate during all phases of demolition and construction a considerate contractor scheme in accordance with the Considerate Constructors' Scheme Code of Considerate Practice (see http://www.ccscheme.org.uk/index.php/company-registration/how-to-be-very-considerate/company-code-of-considerate-practice  or such other methods for achieving these objectives the details of which shall first have been submitted to and approved in writing by the local planning authority; \r\n10.\tProtection of the retained trees and specimen shrubs that are specified in the approved drawings (which shall include measures in accordance with the best practice defined in BS5837: 2005) to be put in place before any work starts on site and permanently retained thereafter.\r\n\r\nAll work on site shall be carried out in accordance with the approved details.  \r\n\r\n",
    "Condition : 8 - Prior to the commencement of work on site, details of covered and secure cycle parking facilities that comply with the London Plan shall be submitted to and approved by the Local Planning Authority.",
    "Condition : 9 - Prior to occupation of the building hereby approved, a routine maintenance plan which details timescales for when the jetting and clearing of debris proposed in section 7 of the DAF would be performed. This should include checks/jetting of the on-site drainage system following any large-scale rainstorm event to ensure that the system will continue to provide the standards of protection for the lifetime of the development.",
    "Condition : 10 - Prior to occupation of the building hereby approved, the school building shall be insulated against aircraft noise in accordance with BB93, and a mechanical ventilation system installed.",
    "Condition : 11 - Prior to the commencement of development, a scheme for the protection of the retained trees, in accordance with BS5837:2012 shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall include:\r\na)\tA plan to a scale and level of accuracy appropriate to the proposal that shows the position, crown spread and Root Protection Area of every tree on site in relation to the approved plans and particulars. The positions of all trees to be removed shall be indicated on this plan.\r\nb)\tA schedule of tree works for all the retained trees, specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons.  All the tree work shall be carried out in accordance with BS3998:2010 - Tree Work - Recommendations.\r\nc)\tThe details and positions (shown on plan at paragraph (a) above) of the Tree Protection Barriers, identified separately where required for different phases of construction work.  The Tree Protection Barriers must be erected prior to each phase of construction commencing and remain in place, and undamaged for the duration of that phase.  No works shall take place on the next phase until the Tree Protection Barriers are repositioned for that phase.\r\nd)\tThe details and positions of any underground service runs shall be shown on the plan required at paragraph (a).\r\nThe erection of fencing for the protection of any retained tree or hedge shall be carried out in complete accordance with BS5837:2012, before any equipment, machinery, or materials are brought onto the site for the purposes of development or other operations.  The fencing shall be retained intact for the full duration of the development until all equipment, materials and surplus materials have been removed from the site.  If the fencing is damaged all operations shall cease until it is repaired in accordance with the approved details.  Nothing shall be stored or placed in any fenced area in accordance with this ",
    "Condition : 12 - The development hereby permitted shall not commence until a finalised Energy Strategy (demonstrating how the targets for carbon dioxide emissions reduction are to be met in line with the Mayor's energy hierarchy) has been submitted to and approved in writing by the Local planning Authority. \r\n\r\nThe development shall be implemented in accordance with the approved Energy Strategy and shall not commence above ground until full Design Stage calculations under the Standard Assessment Procedure have been submitted to and approved in writing by the Local planning Authority to show that the development will be constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.\r\n\r\nPrior to first occupation of the building(s) evidence (e.g. photographs, installation contracts and as-built certificates under the Standard Assessment Procedure should be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.\r\n",
    "Condition : 13 - No development shall take place until a BREEAM pre-assessment estimator (or such equivalent standard that replaces this) has been submitted to and approved in writing by the Local Planning Authority demonstrating how an 'Excellent' (minimum score 70%) rating will be achieved.\r\n\r\nWithin three months of work starting on site a BREEAM Design Stage certificate and summary score sheet (or such equivalent standard that replaces this) must be submitted to and approved in writing by the Local Planning Authority to show that an 'Excellent' (minimum score 70%) rating will be achieved.\r\n\r\nPrior to first occupation of the building(s) a BREEAM Post Construction Review certificate and summary score sheet (or such equivalent standard that replaces this) must be submitted to and approved in writing by the Local Planning Authority to show that an 'Excellent' (minimum score 70%) rating has been achieved.\r\n"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "04/03/2016",
  "lpa_name": "Hounslow",
  "centroid_northing": 177040,
  "last_updated": "2025-03-19T18:19:56.430+00:00",
  "development_type": "Major all other major developments",
  "ward": "Osterley and Spring Grove (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023663043",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW7 5LJ",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "04/03/2016",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.341425,
          51.480594
        ],
        [
          -0.341426,
          51.480567
        ],
        [
          -0.34147,
          51.480567
        ],
        [
          -0.341469,
          51.480594
        ],
        [
          -0.341425,
          51.480594
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2015/4265",
  "valid_date": "04/12/2015",
  "description": "Erection of a two storey detached teaching block with associated landscaping",
  "centroid_easting": 515270,
  "site_number": "106",
  "lapsed_date": "04/03/2019",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Ridgeway Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Isleworth",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.480581,
    "lon": -0.341448
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2015/4265",
  "site_name": "Isleworth And Syon School For Boys",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2015_4265",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}