{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (with the exception of the bollards shown on drawings numbers P-119639-210 Rev L, P-119639 -220 Rev B, P-119639 -110 Rev F) (Planning Statement, 23816/A5/PT/PN Rev 03, dated 23/07/2014, received 29/07/2014; Waste Management and Refuse Arrangements, received 04/09/2014; Standard Delivery Practices, received 15/01/2015; Deliveries and Servicing Plan, dated February 2015, received 10/02/2015; P-119639 -111 Rev F, dated 05.12.14, received 09/12/2014; P-119639 -110 Rev F, dated 05.12.14, received 09/12/2014; P-119639 -220 Rev B, dated 03.12.14, received 09/12/2014; P-119639 -222 Rev F, dated 15.12.14, received P-119639 -221 Rev G, dated 06.02.15, received 06/02/2015; P-119639 -310 Rev F, dated 06.02.15, received 06/02/2015) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - Before the development hereby permitted is brought into use the loading bay on London Road will be made available for use for loading only between the hours of 10am to 3pm Monday to Saturday and not available to any vehicles for parking outside of those hours.",
    "Condition : 4 - All deliveries to, and servicing of the store shall be in accordance with the submitted Delivery and Servicing Plan and shall not be altered without the prior written agreement of the Local Planning Authority.",
    "Condition : 5 - All waste, refuse, and recycling bins shall be stored in the building and shall not be moved outside except to an awaiting vehicle after which they shall be immediately returned to inside the building. No refuse or recyclable materials shall be stored outside the building.",
    "Condition : 6 - Before commencement of the two-storey extension hereby permitted, the other alterations to the side elevation contained within the proposal shall be completed.",
    "Condition : 7 - Any noise emanating from equipment, plant, vehicle movement, vehicle refrigeration plant or operations being carried on at the site shall not exceed 10dB below background noise levels (measured as LA90) for the area, measured at the boundary for the site.  Any low frequency noise from the site shall not be perceptible in any nearby residential property.",
    "Condition : 8 - Prior to its installation, details of the acoustic enclosure shall be submitted to and approved in writing by the Local Planning Authority and thereafter retained and maintained for the lifetime of the development.",
    "Condition : 9 - No deliveries to, or servicing of the store shall take place outside the hours of 7am to 8pm except for the delivery of newspapers.",
    "Condition : 10 - The retail store shall not be open before 0700 hours nor after 2300 hours on Monday to Sunday.\r\n"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "03/04/2015",
  "lpa_name": "Hounslow",
  "centroid_northing": 176421,
  "last_updated": "2025-03-19T18:12:31.432+00:00",
  "development_type": "Minor retail and service",
  "ward": "Osterley and Spring Grove (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023405985",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW7 4BX",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "06/03/2015",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.338432,
          51.474985
        ],
        [
          -0.338433,
          51.474958
        ],
        [
          -0.338476,
          51.474959
        ],
        [
          -0.338475,
          51.474986
        ],
        [
          -0.338432,
          51.474985
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2014/3104",
  "valid_date": "06/02/2015",
  "description": "Erection of two-storey rear extension, external alteration comprising of the installation of a new shop front, provision of an ATM and associated security bollards, changes to doors and windows on the rear and side elevations and a purpose built plant area and air conditioning platform to the rear",
  "centroid_easting": 515492,
  "site_number": "489",
  "lapsed_date": "05/03/2018",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Committee",
  "epc_number": null,
  "street_name": "London Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Isleworth",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.474972,
    "lon": -0.338454
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2014/3104",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2014_3104",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}