{
  "lpa_app_no": "P/2016/3067",
  "centroid_northing": 176317,
  "status": "Superseded",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "Isleworth",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:36:34.355+00:00",
  "valid_date": "08/07/2016",
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  },
  "cil_liability": true,
  "title_number": null,
  "decision_process": "Committee",
  "centroid_easting": 515466,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2016/3067",
  "site_number": "7",
  "decision": "Approved",
  "ward": "Osterley and Spring Grove (Pre May 2022)",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_existing_motorcycle": null,
    "no_proposed_cycle": 18,
    "no_existing_cycle": 0,
    "net_bus": null,
    "net_other": null,
    "no_proposed_motorcycle": null,
    "net_bluebadge": null,
    "no_proposed_other": null,
    "no_proposed_resi_offstreet": null,
    "net_cycle": 18,
    "no_proposed_bus": null,
    "no_existing_lgv": null,
    "no_proposed_bluebadge": null,
    "net_lgv": null,
    "no_proposed_car": 18,
    "no_existing_bluebadge": null,
    "no_proposed_lgv": null,
    "no_existing_other": null,
    "net_motorcycle": null,
    "no_existing_car": 28,
    "no_existing_bus": null,
    "net_car": -10
  },
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2016_3067",
  "application_details": {
    "building_age": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "affordable_housing_inlieu_payment": null,
    "constraints_details": [
      {
        "result": "Suburban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Hinterland Heathrow",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "3",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": 0,
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [
        {
          "superseded_date": "21/11/2018",
          "actual_completion_date": null,
          "no_rooms_proposed": 89,
          "actual_commencement_date": null,
          "unit_type": "Hotel Room",
          "superseded_by_lpa_app_no": "00981/B7/PA2",
          "no_rooms_lost": 0
        }
      ]
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": "21/11/2018",
        "actual_completion_date": null,
        "use_class": "B1a",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": "00981/B7/PA2",
        "gia_lost": 0
      }
    ],
    "non_permanent_dwellings_details": [],
    "no_affordable_housing_units_provided_offsite": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "development_type": "Change of Use with Extension(s) over 999sqm",
      "site_area": 0.16
    },
    "scheme_name": null,
    "building_details": [
      {
        "no_storeys": 5,
        "building_ref": null
      }
    ],
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "residential_units": [],
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_bedrooms": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "site_area": null,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent": 0
    },
    "superseding_details": [
      {
        "lpa_app_no": "00981/B7/P3",
        "partial_supersedence": false
      }
    ],
    "occupation_status": null,
    "building_type": null
  },
  "uprn": "100023406773",
  "decision_date": "20/11/2017",
  "description": "Conversion of the property from existing offices (B1/D1 uses) to a hotel (C1 use) including the erection of part ground floor, part first floor, part second floor, part third floor, part fourth floor, roof plant and access, front and rear extensions and a single storey side extension.",
  "site_name": "Coomb House",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "07/10/2016",
  "borough": "Hounslow",
  "postcode": null,
  "street_name": "St Johns Road",
  "bo_system": "Northgate M3",
  "development_type": "Minor retail and service",
  "lapsed_date": "12/01/2020",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (15L07_PL_01; 15L07_EX(PL)01; 15L07_EX(PL)03; 15L07_EX(PL)04; 15L07_EX(PL)05; 15L07_EX(PL)06; 15L07_EX(PL)07; 15L07_EX(PL)08; Planning Statement; Design and Access Statement; Addendum Report on Sequential Test and Need by PDA; Transport Assessment; Sunlight/Daylight Letter by Right of Light Consulting; Noise and Vibration Assessment by KP Acoustics Ltd; Tree Survey by OMC Associates; Sustainability Statement; SUDS Statement; 15L07_PL_08; 15L07_PL_12; 15L07_PL_13; Received: 08/07/2016; 15L07_PL_16; 3D Visuals; Revised Materials Details; Green Travel Plan (November 2016); Received 20/10/2016; Proposed Block Plan; Proposed Block Plan with Track Analysis; Deliveries and Servicing Management; Received 06/10/2016; 15L07_PL_02_Rev D Received 04/01/2017; 15L07_PL_03; 15L07_PL_04.4; 15L07_PL_05; Received 05/01/2017.) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - No development shall take place until samples of the materials to be used in the construction of the external surfaces of the hereby permitted have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details",
    "Condition : 4 - No demolition or construction work shall take place on the site except between the hours of 8:00am  to 6:00pm on Mondays to Friday and 9 :00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 5 - During construction works an appropriate wheel-washing system shall be provided to remove mud, stones and any other extraneous materials from the wheels and chassis' of construction vehicles existing the site and all loads of construction materials, excavation spoil or other such matter shall be fully covered in order to ensure that no material leaves the site attached to the vehicle which might subsequently be deposited on the highway. The exit from the wheel washing system shall be constructed from a hard, non-porous surfacing material and sited as far away from the exit to the highway as is possible given the constraints of the site and the surface shall be kept clean at all times. Waste water discharged from the wheel washing system shall be stored and disposed of on site and shall not be discharged into the public sewerage system without prior removal of soil, stones and any other suspended material. Suitable measures to minimise dust nuisance caused by the operations and to ensure that no dust or other debris is carried on to the adjoining properties shall also be provided in accordance with the Greater London Authority's 'Air Quality' guidance, and site lighting shall be designed, positioned and directed so as not to unnecessarily intrude on passing drivers on public highways and so as not to direct light into any windows of properties outside the site. Start of works on site shall be notified to the Council's Community Environment Team.",
    "Condition : 6 - No service vehicles or deliveries shall be taken at or despatched from the site outside the hours of 9am - 7pm nor at any time on Sundays, Bank or Public Holidays.",
    "Condition : 7 - No development shall take place until full details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved.  These details shall include (proposed finished levels or contours; means of enclosure; car parking layouts; other vehicle and pedestrian access and circulation areas; hard surfacing material; minor artefacts and structures (eg. furniture, play equipment, refuse or other storage units, signs, lighting etc); proposed and existing functional services above and below ground (eg drainage power, communications cables, pipelines etc. indicating lines, manholes, supports etc); retained historic landscape features and proposals for restoration, where relevant).\r\n\r\nSoft landscape works shall include (planting plans; written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate; implementation programme)\r\n",
    "Condition : 8 - A landscape management plan, including long term design objectives, management responsibilities and maintenance schedules for all hard and soft landscape areas shall be submitted to and approved in writing by the local planning authority prior to the occupation of the development for its permitted use. The landscape management plan shall be carried out as approved.",
    "Condition : 9 - Within three months of work starting on site a BREEAM Design Stage certificate and summary score sheet (or such equivalent standard that replaces this) must be submitted to and approved in writing by the Local Planning Authority to show that an 'Excellent' (minimum score 70%) rating will be achieved. Prior to first occupation of the building(s) a BREEAM Post-Construction Review certificate and summary score sheet (or such equivalent standard that replaces this) must be submitted to and approved in writing by the Local Planning Authority to show that an 'Excellent' (minimum score 70%) rating has been achieved.",
    "Condition : 10 - No development shall take place until details have been submitted to and approved in writing by the Local Planning Authority, for a scheme meeting the requirements of Policy 5.2 of the Consolidated London Plan which asks for a 25% reduction in regulation CO2 emissions below the Part L 2010 TER thorough energy efficiency or/and renewables. The details shall be carried out as approved.",
    "Condition : 11 - Unless otherwise agreed in writing by the Local Planning Authority, no development shall take place until details of a Sustainable Drainage Scheme, including measures for living roofs and/or walls, harvesting of rainwater, the minimisation of water run-off from the site, aiming for greenfield levels, and the conservation and reuse as appropriate of other water supplies in the building have been submitted to and approved by the Local Planning Authority. These details shall be carried out as approved.",
    "Condition : 12 - No development shall take place until details have been submitted to and approved by the Local Planning Authority, for a sustainable construction scheme, to comply with the \"essential\" standards for materials in the Mayor's Sustainable Design and Construction SPG. These being- 50% timber and timber products from Forest Stewardship Council (FSC) source and balance from a known temperate source.- Insulation materials containing substances known to contribute to stratospheric ozone depletion or with the potential to contribute to global warming must not be used.- Minimize use of new aggregates- Reduce waste during construction and demolition phases and sort waste stream on site where practical -Specify use of reused or recycled construction materials -minimising solar gain in summer -minimising water use -protecting and enhancing green infrastructure- outdoor lighting should be energy efficient and minimise light lost to sky.- All boilers installed must be low NOx boilers, conforming to at least NOX class 5.",
    "Condition : 13 - Development shall not commence until a Bird Hazard Management Plan has been submitted to and approved in writing by the Local Planning Authority. The submitted plan shall include details of:\r\nManagement of any flat/shallow pitched/green roofs on the building which may be attractive to nesting, roosting and loafing birds. The management plan shall comply with Advice Note 8 Potential Bird Hazards from Building Design. The Bird Hazard Management Plan shall be implemented as approved upon completion of the roof areas and shall remain in force for the life of the building. No subsequent alterations to the plan are to take place unless first submitted to and approved in writing by the Local Planning Authority.",
    "Condition : 14 - No amplified or other music shall be played in the premises outside the following times: 11.00 am to 11.00 pm on weekdays (Mondays to Fridays), Saturdays and Sundays.",
    "Condition : 15 - No development shall take place until details of the green roof have been submitted to and approved in writing by the Local Planning Authority. Details shall include position, specification and management plans of the approved green roof and shall indicate how this is consistent with the required Bird Hazard Management Plan and the roof so approved shall be implemented before first occupation.",
    "Condition : 16 - Prior to commencement of development, a site-wide access strategy, to include disabled access, for the Application Site shall be submitted to and approved in writing by the Local Planning Authority. This shall include how access shall be provided into and around the site and provide details of not less than 10% of hotel rooms being accessible for wheelchair users. The development shall conform to the strategy so approved.",
    "Condition : 17 - The restaurant element of the hereby approved development shall not be open outside of the following hours: 5am-11pm Sundays to Thursdays and 5am-12pm on Fridays and Saturdays.",
    "Condition : 18 - Prior to the commencement of development a Construction Method Statement shall be submitted to and approved in writing by the Local Planning Authority.  The details as approved shall be adhered to throughout the course of construction.",
    "Condition : 19 - The use hereby permitted shall not be begun until a servicing and management plan has been submitted and approved by the Local Planning Authority. The servicing and management arrangements shall not be carried out otherwise than in accordance with the approved details.",
    "Condition : 20 - The use hereby permitted shall not be begun until full details of the cycle parking have been arrangements for the site have been submitted to and approved in writing by the Local Planning Authority. The details shall be implemented prior to first occupation of the development and shall thereafter be retained as such.",
    "Condition : 21 - Prior to the first use of the hereby permitted shall not be begun until a Car Park Management Plan has been submitted to and approved in writing by the Local Planning Authority. The car parking areas shall thereafter be managed in compliance with the approved Car Park Management Plan.",
    "Condition : 22 - Before the development hereby permitted commences at the site, a Green Travel Plan regarding the whole of the development shall be submitted to and approved in writing by the Local Planning Authority. The Plan shall describe the means by which residents, visitors and users of the development shall be encouraged to travel to the site by means other than the private car. The Plan as approved shall be implemented upon first occupation of the development, monitored and reviewed on an annual basis and a copy of that annual review and action plan arising shall be submitted to the Local Planning Authority. The measures described in the action plan shall be implemented in the time period identified.",
    "Condition : 23 - All loading, unloading, drop-off and pick-up by coaches to take place within the site in accordance with approved details and must not be on the outside of the application site unless otherwise agreed in writing with the Local Planning Authority."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.33884,
          51.474056
        ],
        [
          -0.338841,
          51.474029
        ],
        [
          -0.338884,
          51.474029
        ],
        [
          -0.338883,
          51.474056
        ],
        [
          -0.33884,
          51.474056
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "5181528",
  "centroid": {
    "lon": -0.338862,
    "lat": 51.474042
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}