{
  "lpa_app_no": "P/2019/0322",
  "centroid_northing": 171388,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "Feltham",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:14:19.861+00:00",
  "valid_date": "30/01/2019",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512044.59,
              171384.67
            ],
            [
              512053.59,
              171394.73
            ],
            [
              512057.7,
              171400.41
            ],
            [
              512058.75,
              171399.36
            ],
            [
              512065.77,
              171410.2
            ],
            [
              512066.55,
              171410.2
            ],
            [
              512071.44,
              171415.62
            ],
            [
              512093.4,
              171395
            ],
            [
              512098.29,
              171391.43
            ],
            [
              512083.23,
              171375.81
            ],
            [
              512070,
              171362.85
            ],
            [
              512049.39,
              171378.4
            ],
            [
              512044.8,
              171382
            ],
            [
              512044.59,
              171382.03
            ],
            [
              512044.59,
              171384.67
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 512071,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2019/0322",
  "site_number": "201",
  "decision": "Approved",
  "ward": "Hanworth (Pre May 2022)",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": null,
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2019_0322",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.14400000000000002
  },
  "uprn": "100023399534",
  "decision_date": "27/03/2019",
  "description": "Variation of condition 6 (highway works) to allow changes to the wording of the condition of planning permission 01100/201/P9 approved 15/07/2017 for the erection of four semi-detached houses and erection of a single storey extension to existing building to convert from a drinking establishment to two further residential units together with associated parking, cycle stores, bin stores and landscaping.",
  "site_name": "THE SWAN",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "27/03/2019",
  "borough": "Hounslow",
  "postcode": null,
  "street_name": "Swan Road",
  "bo_system": "Northgate M3",
  "development_type": "Minor dwellings",
  "lapsed_date": "26/03/2022",
  "decision_conditions": [
    "Condition : 1 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (01-02 PP rev P01, 10407se-1 rev A, 10407se-01, 10407se-03, 10407se-04, 10407se-05, 21-01 EM rev P01, 21-02 EM rev P01, 01-01 OM rev P01, 20-00 PM rev C01, 01-02 PP rev 01, 2 x Boundary treatment for the Ground Floor Plan, 611 rev B, 9692-LA-01 rev A, 20-00 PM rev P01, 20-01 PM rev P01, 20-02 PM rev P01, 9692-PP-01 rev A, GAA-17-22-001 rev B, GAA-17-002 rev B, Daylight, Sunlight & Overshadowing Report ref. 16-2283 dated April 2016, SAP regulations compliance report dated 31 May 2017 for Houses 1, 2, 3 & 4, SAP regulations compliance report dated 13 June 2018 for Flats 1, 2 & 3, Stroma U-value Calculator - Version 0.92 dated 31/05/2017, SAP2012 Design Stage Assumptions dated 01/10/2018, BRUKL Output Document, Car Park Management Plan T01-NL-R3-CPMP rev P01, Condition 10 Compliance Statement dated 02 August 2018, Validation Report Letter-Conditions 8 (Decontamination) dated 19th September 2018, Environmental Noise Report 9542 Rev 2 dated Friday 20th October 2017, Marketing Report dated November 2017 all received 5/10/2018. All approved under reference 01100/201/P9. 01-02 rev P01 received on 30/01/2019. 20-00 rev P04 received on 19/03/2019.) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 2 - The development shall be carried out in accordance with the materials specified on the application form and plans approved under reference 01100/201/P9.",
    "Condition : 3 - The waste and recycling store shall be implemented in accordance with the approved plans and be made available prior to the occupation of any of the dwellings and so maintained at all times thereafter. The arrangements for storing waste and recycled materials shall not be carried out otherwise than in accordance with the approved details",
    "Condition : 4 - The boundary treatment shall be implemented in accordance with the approved plans (ref. 2 x Boundary treatment for the Ground Floor Plan) and be made available prior to the occupation of any of the dwellings and so maintained at all times thereafter.",
    "Condition : 5 - The development shall be carried out in all respects in accordance with the Letter from Hardman Structural Engineers dated 19th September 2018 received on 14/12/2019, Validation report ref. 16223/VR dated December 2018 prepared by Soils Limited, letter from Soils Limited to Hardman Structural Engineers ref. 16223/Letter dated December 2018 and Letter from Hardman Structural Engineers dated 10th January 2019 received on 15/01/2019 approved under reference 01100/201/P9(5).",
    "Condition : 6 - The development shall be carried out in accordance with the approved access details, including the alterations to form a residential crossover and 1.2m wide pedestrian footpath and associated highway works; 20-00 Rev P04 received on 19/03/2019 approved under reference 01100/201/201/P9(6), prior to first occupation of any dwelling within the former public house building and so maintained at all times thereafter.",
    "Condition : 7 - The development shall be carried out in accordance with the approved cycle store details; plan ref. 20-00 rev P02 received on 14/12/2019 approved under reference 01100/201/P9(7,14),  prior to first occupation of any dwelling and so maintained at all times thereafter.",
    "Condition : 8 - The landscaping shall be implemented in accordance with the approved details; 9692-LA-01 rev A and 9692-PP-01 rev A received on 05/10/2018 approved under reference 01100/201/P9, prior to the occupation of any part of the development hereby approved, bar the area adjacent to the vehicular access to the site and between the vehicular access and the disabled parking space wherein no planting or other structure shall exceed 0.6 metres in height.\r\nWithin one month of the date of this permission a detailed landscaping maintenance and management plan, for the lifetime of the development, shall be submitted to and approved by the Local Planning Authority.\r\nThe development shall be carried out in accordance with the approved maintenance and management plan and so maintained at all times thereafter.",
    "Condition : 9 - The development shall be constructed to achieve the recommended internal noise levels as specified in Table 5.1 of British Standard BS8233:2014. The development shall be carried out in accordance with the noise mitigation measures recommended in the approved Environmental Noise Report 9542 rev 2 dated Friday 20th October 2017 prepared by Soundtesting Ltd and so maintained at all times thereafter.\r\nPrior to the first occupation of any dwelling within the former public house building hereby permitted post completion noise tests shall be carried out by accredited/approved organisations in order to demonstrate that this has been achieved. The test reports shall be submitted to and approved in writing by the local planning authority.\r\nNoise tests shall be carried out taking account of worst case environmental conditions, such as easterly operations at Heathrow, peak time traffic flows wind speed, direction and presence of temperature inversion. Continuous logged data shall be submitted, together with parameters measuring LAeq, 16 hours during day-time (07:00 - 23:00) and Bedroom = 30 dB LAeq, 8 hours during night-time (23:00 - 07:00), LA90 for day and night and LAFmax at 1m from external fa?ade. LAFmax 45dB inside bedrooms is applicable by default, even though this metric has been excluded from BS8233:2014; and design limit specified in BS8233:2014 for external amenity areas is also equally applicable and shall be tested for compliance.\r\n",
    "Condition : 10 - The basement of the public house building, as shown and retained on plan 10407se-05 approved under 01100/201/P9 shall only be used as landlord storage and for no other purpose.",
    "Condition : 11 - No additional windows or other glazed openings shall be formed in the side or rear walls of the extension hereby approved, nor in the side walls of any of the dwellings hereby approved without the prior written consent of the Local Planning Authority",
    "Condition : 12 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development Order) 1995 (or any order revoking or re-enacting that order) no enlargement of the premises or any additional structures/buildings within the curtilage of the site shall be carried out",
    "Condition : 13 - The proposed development shall be carried out in all respects in accordance with the approved details to limit surface water runoff from the site to 5 l/s.",
    "Condition : 14 - The development shall be constructed and occupied at all times in accordance with the approved Car Park Management Plan (Car Park Management Plan ref. T01-NL-R3-CPMP rev P01 received on 14/12/2018 approved under reference 01100/201/P9(7,14))."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.38964329999999997,
          51.4303983
        ],
        [
          -0.3895107,
          51.430487
        ],
        [
          -0.38944979999999996,
          51.4305372
        ],
        [
          -0.3894351,
          51.4305275
        ],
        [
          -0.3893307,
          51.4306236
        ],
        [
          -0.3893195,
          51.4306234
        ],
        [
          -0.38924749999999997,
          51.4306712
        ],
        [
          -0.38893819999999996,
          51.4304815
        ],
        [
          -0.38886899999999996,
          51.4304485
        ],
        [
          -0.3890905,
          51.430311
        ],
        [
          -0.3892849,
          51.4301972
        ],
        [
          -0.3895763,
          51.430341
        ],
        [
          -0.38964109999999996,
          51.4303743
        ],
        [
          -0.3896441,
          51.4303746
        ],
        [
          -0.38964329999999997,
          51.4303983
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "7571319",
  "centroid": {
    "lon": "-0.38926249999999996",
    "lat": "51.430423"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}