{
  "lpa_app_no": "P/2012/2585",
  "centroid_northing": 172428,
  "status": "Lapsed",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "Feltham",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:20:09.162+00:00",
  "valid_date": "14/02/2013",
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  },
  "cil_liability": true,
  "title_number": null,
  "decision_process": "Committee",
  "centroid_easting": 511389,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2012/2585",
  "site_number": "Hanworth Park House",
  "decision": "Approved",
  "ward": "Hanworth Park (Pre May 2022)",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_existing_motorcycle": null,
    "no_proposed_cycle": 12,
    "no_existing_cycle": 0,
    "net_bus": null,
    "net_other": 1,
    "no_proposed_motorcycle": null,
    "net_bluebadge": null,
    "no_proposed_other": 1,
    "no_proposed_resi_offstreet": null,
    "net_cycle": 12,
    "no_proposed_bus": null,
    "no_existing_lgv": null,
    "no_proposed_bluebadge": null,
    "net_lgv": null,
    "no_proposed_car": 132,
    "no_existing_bluebadge": null,
    "no_proposed_lgv": null,
    "no_existing_other": 0,
    "net_motorcycle": null,
    "no_existing_car": 0,
    "no_existing_bus": null,
    "net_car": 132
  },
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2012_2585",
  "application_details": {
    "building_age": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "affordable_housing_inlieu_payment": null,
    "constraints_details": [
      {
        "result": "Suburban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Hinterland Heathrow",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "Green Belt",
        "constraints_layer_description": "Open Space Protection"
      }
    ],
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": 0,
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [
        {
          "superseded_date": null,
          "actual_completion_date": null,
          "no_rooms_proposed": 166,
          "actual_commencement_date": null,
          "unit_type": "Hotel Room",
          "superseded_by_lpa_app_no": null,
          "no_rooms_lost": 0
        }
      ]
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "SG",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 2048
      }
    ],
    "non_permanent_dwellings_details": [],
    "no_affordable_housing_units_provided_offsite": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 2048,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 2048,
      "total_gia_gained": 0,
      "development_type": "Change of Use with Extension(s) over 999sqm",
      "site_area": 0.649
    },
    "scheme_name": "Hanworth Park House",
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "residential_units": [],
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_bedrooms": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "site_area": null,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent": 0
    },
    "superseding_details": [],
    "occupation_status": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_green_belt_area_gain": 0,
      "protected_spaces_details": [
        {
          "area": 0.325,
          "superseded_date": null,
          "access": "Restricted",
          "actual_completion_date": null,
          "description": "Parks and Gardens",
          "change_type": "Loss",
          "nature_conservation_designation": "Site of Local Importance",
          "actual_commencement_date": null,
          "superseded_by_lpa_app_no": null
        }
      ],
      "open_space_mol_area_loss": 0,
      "open_space_local_and_other_area_loss": 0,
      "open_space_mol_area_gain": 0,
      "protected_space_count": 1,
      "open_space_green_belt_area_loss": 0
    },
    "building_type": null
  },
  "uprn": "200003992218",
  "decision_date": "09/01/2018",
  "description": "Proposed change of use incorporating the erection of extensions to create a 166 bedroom hotel with associated car parking and landscaping.",
  "site_name": "Hanworth Park House",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "16/05/2013",
  "borough": "Hounslow",
  "postcode": null,
  "street_name": "Forest Road",
  "bo_system": "Northgate M3",
  "development_type": "Major all other major developments",
  "lapsed_date": "08/01/2021",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (2413/PL/339, 2413/PL/108, 2413/PL/109, 2413/PL/110, 2413/PL/106, 2413/PL/107,  2413/PL/210, 2413/PL/206, 2413/PL/207, 2413/PL/208, 2413/PL/203, 2413/PL/204, 2413/PL/201, 2413/PL/202, 2413/PL/103, 2413/PL/104, 2413/PL/105, 2413/PL/101, 2413/PL/102, 2413/PL/113, 2413/PL/111, 2413/PL/112, 3162 02 P, 3162 02-1 P, 2413/PL/340, 2413/PL/331, 2413/PL/330, 2413/PL/322, 2413/PL/604, 2413/PL/602, 2413/PL/603, 2413/PL/600, 2413/PL/601, 2413/PL/338? 2413/PL/335, 2413/PL/333, 2413/PL/334, 2413/PL/332, 2413/PL/323, 2413/PL/318, 2413/PL/315, 2413/PL/316, 2413/PL/317, 2413/PL/303, 2413/PL/313, 2413/PL/314, 2413/PL/302, 2413/PL/301, 2413/PL/320, 2413/PL/321, 2413/PL/319, 2413/PL/336, Planning Statement, Design and access statement (Vol 1&2), Ecological assessment 2012, Arboricultural Implications Assessment, Transport statement, Viability report, sustainability statement and renewable energy report, BREEAM pre-assessment report and building condition report received on 06/09/2012, 2413/PL/327 Rev A received on 13/02/2013, \r\nFlood risk assessment dated March 2013 received on 06/03/2013, \r\n5036131/LS/001 Rev M (Landscape management plan) and Drainage memo received 07/01/2014) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - No development shall take place until samples of the materials to be used in the construction of the external surfaces of the hereby permitted have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details",
    "Condition : 4 - Before the development commences, details of the coach parking area shall be submitted to and approved by the Local Planning Authority and the spaces shown on the approved drawing shall be available for use before first occupation of the development and thereafter maintained and retained as such.",
    "Condition : 5 - Before the development commences, details of cycle parking, along with details of the showers/changing facilities that would be available for staff, shall be submitted to and approved by the Local Planning Authority and the spaces shown on the approved drawing shall be available for use before first occupation of the development and thereafter maintained and retained as such.",
    "Condition : 6 - Before the development commences details of active and passive electric vehicle charging points shall be submitted to and approved by the Local Planning Authority and the spaces shown on the approved drawing shall be available for use before first occupation of the development and thereafter retained and maintained as such.",
    "Condition : 7 - No development shall take place until full details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved orior to the occupation of the development hereby approved.  These details shall include proposed finished levels or contours, means of enclosure, car parking layouts, other vehicle and pedestrian access and circulation areas, hard surfacing material, minor artefacts and structures (eg. furniture, play equipment, refuse or other storage units, signs, lighting etc), proposed and existing functional services above and below ground (eg drainage power, communications cables, pipelines etc. indicating lines, manholes, supports etc) and retained historic landscape features and proposals for restoration, where relevant.\r\nSoft landscape works shall include planting plans, written specifications including cultivation and other operations associated with plant and grass establishment, schedules of plants, noting species, plant sizes and proposed numbers/densities and an implementation and management programme.",
    "Condition : 8 - All hard and soft landscape works shall be carried out in accordance with the approved details.  The works shall be carried out prior to the occupation of any part of the development or in accordance with the programme agreed with the local planning authority.",
    "Condition : 9 - The development shall be completed in accordance with the details set out in the Aboricultural Implications Assessment by Atkins dated August 2012.",
    "Condition : 10 - In this condition \"retained tree\" means an existing tree which is to be retained in accordance with the approved plans and particulars; and paragraphs (a) and (b) below shall have effect until the expiration of (5 years?) from (the date of the occupation of the building for its permitted use).\r\n(a)\tNo retained tree shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped other than in accordance with the approved plans and particulars, without the written approval of the local planning authority.  Any topping or lopping approved shall be carried out in accordance with British Standard[3998 (Tree Work)] or any other BS replacing.\r\n(b)\tIf any retained tree is removed, uprooted or destroyed or dies, another tree shall be planted at the same place and that tree shall be of such size and species, and shall be planted at such time, as may be specified in writing by the local planning authority.\r\nc)\tThe erection of fencing for the protection of any retained tree shall be undertaken in accordance with the approved plans and particulars before any equipment, machinery or materials are brought on to the site for the purposes of the development, and shall be maintained until all equipment, machinery and surplus materials have been removed from the site.  Nothing shall be stored or placed in any area fenced in accordance with this condition and the ground levels within those areas shall not be altered, nor shall any excavation be made, without the written consent of the local planning authority.",
    "Condition : 11 - An Ecological Mitigation Strategy, including details of updated surveys for protected species, shall be submitted to, and approved in writing by, the local planning authority prior to the commencement of development. Any mitigation measures identified in the approved report shall be implemented in accordance in full prior to the first occupation of any part of the development and thereafter maintained and retained as such. The development shall be managed in accordance with the approved Ecological Mitigation Strategy.",
    "Condition : 12 - The development hereby permitted shall not commence until a finalised Energy Strategy (demonstrating how the London Plan energy hierarchy has been utilised in order to achieve on-site carbon dioxide reductions) has been submitted to and approved in writing by the Local planning Authority.\r\nThe development shall be implemented in accordance with the approved Energy Strategy and shall not commence above ground until full Design Stage calculations under the Standard Assessment Procedure/National Calculation Method have been submitted to and approved in writing by the Local planning Authority to show that the development will be constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.\r\nPrior to first occupation of the building(s) evidence (e.g. photographs, installation contracts and As-Built certificates under the Standard Assessment Procedure/National Calculation Method should be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.",
    "Condition : 13 - The development hereby permitted shall not be commenced until a detailed surface water drainage scheme for the site, based on the agreed Flood Risk Assessment (FRA) produced by Atkins, Ref: 5106608, dated March 2013 and the supplementary desktop information study for ground information at Hanworth Park dated 13 November 2013 has been submitted to and approved in writing by the local planning authority. The drainage strategy shall include a restriction in run-off to greenfield rates and surface water storage on site as outlined in the FRA. The scheme shall subsequently be implemented in accordance with the approved details before the development is completed.",
    "Condition : 14 - \"Before the development hereby permitted commences:\r\na.\tA contaminated land Phase 1 desk study report shall be submitted to, and approved in writing by the Local Planning Authority.  Should the Phase 1 report recommend that a Phase 2 site investigation is required, then this shall be carried out and submitted to, and approved in writing by the Local Planning Authority. The site shall be investigated by a competent person to identify the extent and nature of contamination. The report should include a tiered risk assessment of the contamination based on the proposed end use of the site.  Additional investigation may be required where it is deemed necessary.\r\nb.\tIf required, a scheme for decontamination of the site shall be submitted to the Local Planning Authority, for written approval.  The scheme shall account for any comments made by the Local Planning Authority before the development hereby permitted is first occupied.\r\n   During the course of the development:\r\nc.\tThe Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.  \r\n   Before the development is first brought into use:\r\nd.\tThe agreed scheme for decontamination referred to in clauses b) and c) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval.",
    "Condition : 15 - Details of any external lighting and/or floodlighting shall be submitted to and approved in writing by the Local Planning Authority before the building hereby permitted is occupied. Development shall be carried out in accordance with the approved details.",
    "Condition : 16 - No development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the position, design, materials and type of boundary treatment to be erected.  The boundary treatment shall be completed before the development is occupied.  Development shall be carried out in accordance with the approved details and thereafter maintained and retained as such.",
    "Condition : 17 - Before commencement of operations, a scheme shall be submitted to and approved by the Local Planning Authority to cover the following matters:\r\n(i)\tmeasures to ensure that all mud and other loose materials are not carried on the wheels and chassis of any vehicles leaving the site; and\r\n(ii)\tmeasures to minimise dust nuisance caused by the operations and to ensure that no dust or other debris is carried on to the adjoining properties.\r\nThe scheme so approved should be fully implemented.",
    "Condition : 18 - No development shall take place until a BREEAM preliminary-assessment estimator (or such equivalent standard that replaces this) has been submitted to and approved in writing by the Local Planning Authority demonstrating how an 'Excellent' (minimum score 70%) rating will be achieved.\r\nWithin three months of work starting on site, a BREEAM Design Stage certificate and summary score sheet (or such equivalent standard that replaces this) must be submitted to and approved in writing by the Local Planning Authority to show that an 'Excellent' (minimum score 70%) rating will be achieved.\r\nPrior to first occupation of the building(s), a BREEAM Post-Construction Review certificate and summary score sheet (or such equivalent standard that replaces this) must be submitted to and approved in writing by the Local Planning Authority to show that an 'Excellent' (minimum score 70%) rating has been achieved."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.398741,
          51.439918
        ],
        [
          -0.398742,
          51.439891
        ],
        [
          -0.398785,
          51.439891
        ],
        [
          -0.398784,
          51.439918
        ],
        [
          -0.398741,
          51.439918
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": null,
  "centroid": {
    "lon": -0.398763,
    "lat": 51.439905
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}