{
  "decision_conditions": [
    "Condition : 1 - Other than as approved in this permission as specified in the documents hereby approved (Plots 19, 19 & 20 S73 Design Statement, 14.024-DP-303A. Received 30/05/2017) the proposed development shall be carried out in all respects in accordance with the proposals contained in the planning permission 00937/A/P28 and the plans submitted therewith and such details as have been subsequently submitted and approved by the local planning authority pursuant to conditions of that permission.",
    "Condition : 2 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development Order) 1995 (or any order revoking or re-enacting that order) no enlargement of the premises or any additional structures/buildings within the curtilage of the site shall be carried out.",
    "Condition : 3 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 ((or any order revoking and re-enacting that Order with or without modification), no fences, gates or walls shall be erected within the curtilage of any dwellinghouse forward of any wall of that dwellinghouse which fronts onto a road.",
    "Condition : 4 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking and re-enacting that Order with or without modification), no windows/dormer windows other than those expressly authorised by this permission shall be constructed.",
    "Condition : 5 - No construction or demolition works shall take place on the site except between the hours of 8 am to 6 pm on Mondays to Friday and 8 am to 1 pm on Saturdays and not at all on Sundays and Public Holidays without the prior written approval of the local planning authority.",
    "Condition : 6 - Construction and demolition on site shall take place only in accordance with the Construction Management Plan (CMP) approved in writing by the local planning authority on 5 March 2015 in respect of the redevelopment of this site.",
    "Condition : 7 - The groundworks hereby shall conform to the details approved in writing by the local planning authority in respect of the redevelopment of this site under condition 8 of planning permission 00937/A/P28 through approvals referenced 00937/A/P28(7,8ABnaz) 00937/A/P28(8d)naz, 00937/A/P28(8Ais) and 00937/A/P28(8Bis)",
    "Condition : 8 - All facing materials to relevant building/buildings used in the development shall conform to the details approved in writing by the local planning authority on 13 October 2016 in respect of the redevelopment of this site.",
    "Condition : 9 - The landscaping of the site shall be carried out only in accordance with the scheme approved in writing by the local planning authority on 14 July 2017 submitted in accordance with planning permission 00937/A/P28 in respect of the redevelopment of this site",
    "Condition : 10 - In this condition \"retained tree\" means an existing tree which is to be retained in accordance with the approved plans and particulars (specifically Arboricultural Report (JTK/8210/so) May 2014); and paragraphs (a) and (b) below shall have effect until the expiration of 5 years from the date of the occupation of the building for its permitted use.\r\n(a)\tNo retained tree shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped other than in accordance with the approved plans and particulars, without the written approval of the local planning authority.  Any topping or lopping approved shall be carried out in accordance with British Standard 3998 (Tree Work) or any other BS replacing.\r\n(b)\tIf any retained tree is removed, uprooted or destroyed or dies, another tree shall be planted at the same place and that tree shall be of such size and species, and shall be planted at such time, as may be specified in writing by the local planning authority.\r\n(c)\tThe erection of fencing for the protection of any retained tree shall be undertaken in accordance with BS5837:2012: Trees in relation to design, demolition and construction before any equipment, machinery or materials are brought on to the site for the purposes of the development, and shall be maintained all equipment, machinery and surplus materials have been removed from the site. \r\nNothing shall be stored or placed in any area fenced in accordance with this condition and the ground levels within those areas shall not be altered, nor shall any excavation be made, without the written consent of the local planning authority.",
    "Condition : 11 - The external plant to be installed shall be carried out only in accordance with the scheme approved in writing by the local planning authority on 14 July 2017 submitted in accordance with planning permission 00937/A/P28 in respect of the redevelopment of this site.",
    "Condition : 12 - The waste and recycling facilities for the relevant buildings shall be provided in accordance with the approved plans referred to in condition 1 above before any part of the development is first occupied and shall be maintained as such thereafter in accordance with the London Borough of Hounslow's Guidance for Planning applications: Recycling & Non-Recycling provision for new developments. Residents shall be provided with the relevant kerbside collection bins/communal refuse bins upon occupation. The developer shall notify the Council's refuse and recycling services at least 8 weeks before the development is first occupied.",
    "Condition : 13 - The development shall conform to the Car Park Management Plan shall be carried out only in accordance with the scheme approved in writing by the local planning authority on 22 May 2017 submitted in accordance with planning permission 00937/A/P28 in respect of the redevelopment of this site\r\n\r\nThe details shall be carried out and maintained as such thereafter",
    "Condition : 14 - Delivery and servicing at the site shall be managed in compliance with the approved Delivery & Servicing Plan approved in writing by the local planning authority on 22 May 2017 submitted in accordance with planning permission 00937/A/P28 in respect of the redevelopment of this site.",
    "Condition : 15 - A minimum of 111 cycle spaces as shown on the approved drawings shall be available for use before first occupation of the relevant part of the development that use those facilities and maintained as such thereafter, unless otherwise agreed in writing with the Local Planning Authority.",
    "Condition : 16 - Before any part of the development is first occupied, the loading, unloading and turning spaces, as shown on the approved plans and particulars, shall be provided within the curtilage of the site and such spaces shall be permanently available and not used for any other purpose.",
    "Condition : 17 - No part of the development shall be occupied until means of pedestrian and vehicular accesses have been constructed in the relevant part of the development in accordance with the approved plans.",
    "Condition : 18 - The new vehicular access from Richmond Road shall be constructed in accordance with the scheme approved in writing by the local planning authority on 18 January 2017 submitted in accordance with planning permission 00937/A/P28 in respect of the redevelopment of this site",
    "Condition : 19 - The residential units (excluding the works to the White House, Chapel and stables) hereby approved shall be constructed to the standards for 'Lifetime Homes' Standards.",
    "Condition : 20 - All units that form part of the extra-care accommodation shall be designed and built to meet the London Plan Housing Design Guide.",
    "Condition : 21 - The development shall conform to the scheme of adaptable wheelchair accommodation approved in writing by the local planning authority on 10 August 2015 submitted in accordance with planning permission 00937/A/P28 in respect of the redevelopment of this site and completed before any part of the development is first occupied and maintained as such thereafter.",
    "Condition : 22 - The development shall conform to the scheme of Sustainable Urban Drainage approved in writing by the local planning authority on 23 March 2017 submitted in accordance with planning permission 00937/A/P28 in respect of the redevelopment of this site.   \r\nNo part of the development shall be occupied until evidence (e.g. photographs and copies of installation contracts) has been submitted to the Local Planning Authority to demonstrate that the development has been carried out in accordance with the approved details.",
    "Condition : 23 - The development shall conform to the energy assessment approved in writing by the local planning authority on 9 March 2017 submitted in accordance with planning permission 00937/A/P28 in respect of the redevelopment of this site.\r\nNo part of the development shall be occupied until evidence (e.g. photographs and copies of installation contracts) has been submitted to the Local Planning Authority to demonstrate that the development has been carried out in accordance with the approved details.",
    "Condition : 24 - The development shall conform to the Code for Sustainable Homes Pre-Assessment, issued by the Building Research Establishment (BRE) or equivalent licensing organisation approved in writing by the local planning authority on 9 March 2017 submitted in accordance with planning permission 00937/A/P28 in respect of the redevelopment of this site.",
    "Condition : 25 - The development shall conform to the Code for Sustainable Homes Interim (Design Stage) Certificate, issued by the Building Research Establishment (BRE) or equivalent licensing organisation, approved in writing by the local planning authority on 9 March 2017 submitted in accordance with planning permission 00937/A/P28 in respect of the redevelopment of this site",
    "Condition : 26 - Within 3 months of completion of the development a Code for Sustainable Homes Final (Post-Construction) Certificate, issued by the BRE equivalent licensing organisation, shall be submitted for each dwelling to the Local Planning Authority to demonstrate that Level 4 has been achieved. All the measures integrated, shall be retained for as long as the development is in existence.",
    "Condition : 27 - The development shall conform to the statement on the sourcing of materials to be used in the development, involving reuse, recycling and other sustainable sourcing of materials to be used in the construction of extensions and fitting out of the development, approved in writing by the local planning authority on 12 December 2016 submitted in accordance with planning permission 00937/A/P28 in respect of the redevelopment of this site.\r\nNo part of the development shall be occupied until evidence (e.g. photographs and copies of installation contracts) have been submitted to the Local Planning Authority to demonstrate that the development has been carried out in accordance with the approved details.\r\n",
    "Condition : 28 - The development shall conform to the sound insulation test reports demonstrating compliance with the recommendations of the Noise Assessment undertaken by Cole Jarman (Noise Assessment (14/0011/R1) May 2014), approved in writing by the local planning authority on 22 February 2017 submitted in accordance with planning permission 00937/A/P28 in respect of the redevelopment of this site.  \r\nIn respect of any part of the development that has not yet been subject to such assessment the developer shall, submit sound insulation test reports demonstrating compliance with the recommendations of the Noise Assessment undertaken by Cole Jarman (Noise Assessment (14/0011/R1) May 2014) to the Local Planning Authority and shall carry the development out in the manner subsequently approved in writing by the local planning authority.\r\n",
    "Condition : 29 - Prior to any part of the development being occupied, evidence (e.g. surveys, reports, photographs and copies of installation contracts etc.) shall submitted to and approved in writing by the Local Planning Authority to demonstrate that the recommendations of the Ecological Appraisal (ECO3456.EcoApp.vf) May 2014 have been followed and implemented. Such measures shall thereafter be retained on site.",
    "Condition : 30 - The development hereby permitted shall be carried out in accordance with the approved flood risk assessment (FRA) produced by Chiltern Design (ref FRA/193) dated 20 February 2014 and the compensatory flood storage measures detailed within the FRA. The mitigation measures shall be fully implemented prior to occupation and subsequently in accordance with the timing / phasing arrangements embodied within the scheme, or within any other period as may subsequently be agreed in writing by the Local Planning Authority.",
    "Condition : 31 - Prior to any part of the development being occupied, the provision of riparian life-saving equipment shall be provided along the river's edge to a standard recommended in the 1991 Hayes Report on the Inquiry into River Safety. The lifesaving equipment shall be kept in good working order and made available for use at all times",
    "Condition : 32 - The pedestrian and cycle path linking Richmond Road and Heron's Place (as shown on the approved plans and particulars) shall remain open to the public at all times.",
    "Condition : 33 - A) Development in areas of archaeological interest (specified on Figure 5 of the Archaeological Mitigation Strategy) shall only take place in accordance with the approved Archaeological Mitigation Strategy which specifies measures to avoid, reduce and offset harm to heritage assets of archaeological interest including:\r\n1)\tA written scheme of investigation for archaeological evaluation and investigation.\r\n2)\tDesign and installation of new foundations and other groundworks to secure preservation in-situ of the Isleworth porcelain factory and icehouse.\r\n3)\tA conservation plan for the long-term management of the Isleworth porcelain factory.\r\n4)\tArrangements for post-excavation archaeological assessment, analysis and publication\r\n5)\tDetails of the archaeological team to include appropriate experience, professional qualifications and specialist expertise.\r\n6)\tProvision for public engagement and interpretation.\r\nB)\tNo development shall take in each development phase specifically within an area of archaeological interest until the applicant (or their heirs and successors in title) has submitted an Archaeological Method Statement and received written approval for it from the LPA. The Archaeological Method Statement shall specify how the Archaeological Mitigation Strategy will be implemented for that phase and the development must be carried out in accordance with the approved method statement.\r\nC)\tNo phase of the development within an area of archaeological interest shall be occupied until the relevant post excavation assessment has been completed in accordance with the programme set out in the Archaeological Mitigation Strategy and the provision for analysis, publication and dissemination of the results and archive deposition has been secured.\r\nD)\tA comprehensive written report of the archaeological investigations must be completed and published within three years of the completion of development and a copy provided to the Greater London Historic Environment Record."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "20/08/2024",
  "lpa_name": "Hounslow",
  "centroid_northing": 175718,
  "last_updated": "2025-03-19T18:20:00.443+00:00",
  "development_type": "Major dwellings",
  "ward": "Isleworth (Pre May 2022)",
  "parking_details": null,
  "uprn": "10001272547",
  "application_details": {},
  "last_date_consultation_comments": "30/05/2017",
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "20/08/2024",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.324113,
          51.46846
        ],
        [
          -0.324114,
          51.468433
        ],
        [
          -0.324157,
          51.468433
        ],
        [
          -0.324156,
          51.46846
        ],
        [
          -0.324113,
          51.46846
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2017/2235",
  "valid_date": "30/05/2017",
  "description": "Variation of condition 1 to allow re-design of windows following planning permission 00937/A/P28 dated 19/12/2014 for Demolition of the Red House and the retention and refurbishment, alteration and conversion of the Grade II Listed White House, Chapel, Courtyard block, gatehouse and erection of two, three, four and five storey blocks to provide 36 extra care residential apartments, 15 residential flats and 47 residential dwellings (98 units) and new vehicular access with associated car parking and landscaping",
  "centroid_easting": 516503,
  "site_number": null,
  "lapsed_date": "20/08/2027",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Richmond Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Isleworth",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.468447,
    "lon": -0.324135
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2017/2235",
  "site_name": "Street Record",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "6097012",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2017_2235",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}