{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (MBKB-ASA-XX-00-DR-A-2100-S2-P02, MBKB-ASA-XX-00-DR-A-0100-S2-P03, MBKB-ASA-XX-GF-DR-A-0200-S2-P02, MBKB-ASA-XX-01-DR-A-0201-S2-P02, MBKB-ASA-XX-XX-DR-A-0305-S2-P02, MBKB-ASA-XX-XX-DR-A-0304-S2-P02, MBKB-ASA-XX-00-DR-A-2101-S2-P07, MBKB-ASA-XX-GF-DR-A-2102-S2-P03, MBKB-ASA-XX-01-DR-A-2103-S2-P03, MBKB-ASA-XX-ZZ-DR-A-2112-S2-P02, MBKB-ASA-XX-ZZ-DR-A-2111-S2-P02, Air Quality Assessment, Planning Supporting Statement, Transport Statement, Transport Statement: Appendix A, Transport Statement: Appendix B - Received 17/09/2018. Design & Access Statement - 21/09/2018. Transport Statement Addendum, Delivery and Servicing Plan, BREEAM Details - Received 23/01/2019) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The permission hereby granted shall be for a temporary period of two years from the date the use commences. After the two year period the use shall cease.",
    "Condition : 4 - Details of the road signage to be erected to make road users aware that the area will be attracting a change in HGV vehicles and Car Transporter movements will be submitted to and approved in writing by the Local Planning Authority prior to the commencement of the use hereby approved. Works shall be carried out in accordance with the approved details.",
    "Condition : 5 - No building or use hereby permitted shall be occupied or the use commenced until a Travel Plan in accordance with TfL guidance (see http://www.tfl.gov.uk/info-for/urban-planning-and-construction/travel-plans) comprising immediate, continuing and long-term measures to promote and encourage alternatives to single-occupancy car use has been prepared, submitted to and been approved in writing by the Local Planning Authority. The approved Travel Plan shall then be implemented, monitored and reviewed in accordance with the agreed Travel Plan Targets to the satisfaction of the Council.",
    "Condition : 6 - No part of the development shall be occupied until a car parking management plan has been submitted to and approved in writing by the Local Planning Authority. The measures as approved shall be implemented before the first occupation of the development hereby permitted and shall be maintained for the duration of the use unless the prior written approval of the local planning authority is obtained to any variation.",
    "Condition : 7 - Before first occupation of the development or the use hereby approved commences, the Delivery and Servicing Plan hereby approved shall be put into effect and shall continue to operate for the life of the development."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "10/12/2018",
  "lpa_name": "Hounslow",
  "centroid_northing": 178248,
  "last_updated": "2025-03-19T18:16:54.114+00:00",
  "development_type": "Minor retail and service",
  "ward": "Brentford (Pre May 2022)",
  "parking_details": null,
  "uprn": "200003992316",
  "application_details": {
    "site_area": 0.36700000000000005
  },
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW8 9QR",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "17/05/2019",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.2927977,
          51.4910133
        ],
        [
          -0.2927828,
          51.4909511
        ],
        [
          -0.2924425,
          51.4909895
        ],
        [
          -0.29243589999999997,
          51.4909579
        ],
        [
          -0.2922405,
          51.4909844
        ],
        [
          -0.29204369999999996,
          51.4908503
        ],
        [
          -0.2927357,
          51.490778
        ],
        [
          -0.2926594,
          51.4904818
        ],
        [
          -0.2933403,
          51.4904062
        ],
        [
          -0.2934768,
          51.4909397
        ],
        [
          -0.2927977,
          51.4910133
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2018/3165",
  "valid_date": "10/09/2018",
  "description": "Change of use of units 2A, 3A and 3B from Bicycle manufacturing to car showroom (sui generis) for a temporary period of 2 years together with alterations including new vehicle and pedestrian doors, cladding, reconfigured parking layout and internal works to create car display and customer service areas.",
  "centroid_easting": 518611,
  "site_number": null,
  "lapsed_date": "16/05/2022",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Lionel Road South",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Brentford",
  "decision_agency": "Borough",
  "centroid": {
    "lat": "51.490747999999996",
    "lon": "-0.2929307"
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2018/3165",
  "site_name": "Units 2 To 3b",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "7039018",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2018_3165",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              518619.54,
              178277.72
            ],
            [
              518620.74,
              178270.83
            ],
            [
              518644.26,
              178275.65
            ],
            [
              518644.8,
              178272.15
            ],
            [
              518658.3,
              178275.41
            ],
            [
              518672.31,
              178260.81
            ],
            [
              518624.46,
              178251.65
            ],
            [
              518630.52,
              178218.84
            ],
            [
              518583.45,
              178209.33
            ],
            [
              518572.59,
              178268.44
            ],
            [
              518619.54,
              178277.72
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}