{
  "decision_conditions": [
    "Condition : 1 - 1.\tDevelopment shall be carried out in accordance with the approved details with reference 01380/C/P4(2,5,6,10,15,18) dated 03/11/2014 or as otherwise agreed in writing with the Local Planning Authority.",
    "Condition : 2 - 2.\tThe proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (as listed below).\r\n\r\nThe approved plans are as follows:\r\n0-010 Rev A, 0-011 Rev A, 0-020 Rev A, 0-021 Rev A, 0-022 Rev A, 0-030 Rev A, 0-031 Rev A, 0-032 Rev A, 0-033 Rev A, 0-040 Rev A, 0-041 Rev A, 0-526 Rev B, 0-600 Rev C, 0-602 rev C, 0-700 Rev B, 0-900 Rev B, 0-901 Rev B, 0-902 Rev B, 0-903 Rev B Received 09/08/2011: 0-521 Rev F, 0-522 Rev E, 0-800 Rev A Received November 2011: 0-520 Rev D Supporting Reports: Design and Access Statement by Michael Drain Architects (undated), Transport Assessment Report & Travel Plan by Advance Transportation Consulting (May 2011), Stage 1 Safety Audit by Gateway (May 2011), An Archaeological Desk-based Assessment by Thames Valley Archaeological Services (May 2011), Noise Assessment by Hilson Moran (26th May 2011), Air Quality Assessment by Hilson Moran (27th May 2011), Flood Risk Assessment by Peter Brett Associates (May 2011), Sustainability Assessment by Hilson Moran (28th May 2011), Site Investigation by WSP (October 2008), Energy Strategy by Hilson Moran (28th May 2011), Sequential Assessment by NLP (May 2011), Received 28/10/2014, 0-500 Rev G, 0-502 Rev A, 0-503 Rev A, 0-510 Rev K, 0-512 Rev H, 0-513 Rev D, 0-601 Rev E, 0-603 Rev E, 0-701 Rev E, 0-721 Rev B, 0-722 Rev A, 0-725 Rev B, 0-730 Rev B, 0-925 Rev A, 0-950 Rev B, 0-990 Rev E Received 04/11/2014: 32392/001 Rev A\r\nUnless otherwise varied by the following plans and reports:\r\nReceived 5 April 2016:\r\n295 - 2 - 001 PL1, 002 PL2, 003 PL1, 004 PL2, 100 PL2, 101 PL2, 109 PL4, 110 PL3, 111 PL4, 112 PL2, 113 PL1, 114, PL1, 115 PL1 and 116 PL4.\r\nSupporting reports:\r\nBird Hazard Plan PC14, Construction Method Statement rev 06, Drainage Strategy P3, GHP issue 3, CHP issue 4, Sustainable Materials Statement PC09, Geoenvironmental and Geotechnical Ground Investigation (Main Site and Small Site)\r\n",
    "Condition : 3 - 3.\tDuring construction works an appropriate wheel-washing system shall be provided to remove mud, stones and any other extraneous materials from the wheels and chassis' of construction vehicles exiting the site and all loads of construction materials, excavation spoil or other such matter shall be fully covered in order to ensure that no material leaves the site attached to the vehicle which might subsequently be deposited on the highway. The exit from the wheel washing system shall be constructed from a hard, non-porous surfacing material and sited as far away from the exit to the highway as is possible given the constraints of the site and the surface shall be kept clean at all times. Waste water discharged from the wheel washing system shall be stored and disposed of on site and shall not be discharged into the public sewerage system without prior removal of soil, stones and any other suspended material. Suitable measures to minimise dust nuisance caused by the operations and to ensure that no dust or other debris is carried on to the adjoining properties shall also be provided in accordance with the Greater London Authority's \"Air Quality\" guidance, and site lighting shall be designed, positioned and directed so as not to unnecessarily intrude on passing drivers on public highways and so as not to direct light into any windows of properties outside the site. Start of works on site shall be notified to the Council's Community Environment Team.",
    "Condition : 4 - 4.\tThe building shall not be occupied until evidence (e.g. photographs and copies of installation contracts) has been submitted to the Local Planning Authority to demonstrate that the development has been carried out in accordance with the approved details in the submitted Energy Strategy, including the letter dated 14th September 2011 from Hilson Moran, received 14th November 2011.",
    "Condition : 5 - 5.\tThe scheme shall be implemented in accordance with Drainage Strategy P3 submitted on 5 April 2016.",
    "Condition : 6 - 6.\tThe scheme shall be implemented in accordance with Sustainable Materials Statement PC09 submitted on 5 April 2016.",
    "Condition : 7 - If required, a scheme for decontamination of the site shall be submitted to the Local Planning Authority, for written approval.  The scheme shall account for any comments made by the Local Planning Authority before the development hereby permitted is first occupied.\r\nDuring the course of the construction of the hotel building:\r\nc.\tThe Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.  \r\nBefore the hotel building is first brought into use:\r\nd.\tThe agreed scheme for decontamination referred to in clauses b) and c) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval.\r\n",
    "Condition : 8 - 8.\tThe building shall not be occupied until there has been submitted to and approved in writing by the Local Planning Authority a car park management plan including confirmation that the spaces within the Public Safety Zone are occupied as long term spaces only.",
    "Condition : 9 - 9.\tThe hotel building shall not be occupied until an accessibility management plan has been submitted to and approved in writing by the Local Planning Authority.",
    "Condition : 10 - 10.\tThe scheme shall be implemented in accordance with Bird Hazard Plan PC14 submitted on 5 April 2016.",
    "Condition : 11 - 11.\tThe scheme shall be implemented in accordance with Construction Method Statement rev 06 submitted on 5 April 2016.",
    "Condition : 12 - 12.\tThe construction of the substation building shall be carried out in accordance with the approved drawings and details with reference to 01380/C/P4(2,5,6,10,15,18) dated 03/11/2014 or as otherwise agreed in writing with the Local Planning Authority",
    "Condition : 13 - 13.\tNo building or structure of the development hereby permitted shall exceed 40.1m AOD.",
    "Condition : 14 - 14.\tNo trees and shrubs planted on the application site as part of the approved landscaping scheme shall be permitted to grow above a height of 39 metres AOD.",
    "Condition : 15 - 15.\tThe development is close to the aerodrome and/or aircraft taking off from or landing at the aerodrome.  Lighting schemes required during construction and for the completed development shall be of a flat glass, full cut off design, mounted horizontally, and shall ensure that there is no light spill above the horizontal.",
    "Condition : 16 - 16.\tThe scheme shall be implemented in accordance with GHP issue 3 and CHP issue 4 submitted on 5 April 2016.",
    "Condition : 17 - 17.\tNotwithstanding the details shown on the approved drawings prior to first occupation of the hotel hereby approved the applicant shall enter into a written agreement with the Council to secure and implement in full suitable access points and highways works."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "18/10/2016",
  "lpa_name": "Hounslow",
  "centroid_northing": 175284,
  "last_updated": "2025-03-19T18:20:53.235+00:00",
  "development_type": "Major all other major developments",
  "ward": "Feltham North",
  "parking_details": null,
  "uprn": "10001272900",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "24/08/2017",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.419687,
          51.465884
        ],
        [
          -0.419688,
          51.465857
        ],
        [
          -0.419731,
          51.465858
        ],
        [
          -0.41973,
          51.465885
        ],
        [
          -0.419687,
          51.465884
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2016/1555",
  "valid_date": "19/07/2016",
  "description": "Variation of condition 3 (approved plans) to add an additional level of basement accommodation, revised ground floor arrangement and associated access, landscaping and additional elevation alterations following planning permission 01380/C/P5 dated 11 November 2014 for demolition of the existing building and the erection of a six storey hotel comprising of 583 bedrooms; including 131 car parking spaces, creation of a new vehicular access from Fagg's Road, alterations to existing vehicular access from Dick Turpin's Way; installation of water storage tanks, plant room structures, hard landscaping and associated works; also use of the associated small site for coach parking (as amended by the Section 73 application). Removal of condition 1 (Time Limit) and variation of conditions 2, (Materials), 5 (Landscaping), 6 (Boundary Treatment) 8 (Sustainable Urban Drainage Systems), 9 (Sustainable Construction), 10 (Land Contamination), 13 (Drainage Strategy), 14 (Bird Hazard Management Plan), 15 (Construction Management Plan), 19 (Soft/ Water Landscaping works), 21 (CHP Feasibility), 22 (Ground Source Heat Pump Feasibility) and 23 (Roof Design) to amend and update the information and discharge pre construction conditions.",
  "centroid_easting": 509871,
  "site_number": null,
  "lapsed_date": "23/08/2020",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Dick Turpin Way",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Feltham",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.465871,
    "lon": -0.419709
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2016/1555",
  "site_name": "Street Record",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "5020948",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2016_1555",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}