{
  "lpa_app_no": "P/2019/3769",
  "centroid_northing": 173007,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "Feltham",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:21:48.240+00:00",
  "valid_date": "31/10/2019",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507656.49,
              173023.62
            ],
            [
              507720.48,
              173001.66
            ],
            [
              507725.85,
              173006.78
            ],
            [
              507727.8,
              172996.16
            ],
            [
              507632.64,
              172994.1
            ],
            [
              507630.48,
              173023.36
            ],
            [
              507656.49,
              173023.62
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Committee",
  "centroid_easting": 507668,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2019/3769",
  "site_number": null,
  "decision": "Approved",
  "ward": "Bedfont (Pre May 2022)",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": null,
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2019_3769",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.189
  },
  "uprn": "10001272812",
  "decision_date": "03/03/2021",
  "description": "Erection of a storage and distribution warehouse (Class B8) with ancillary offices including associated access and car parking.",
  "site_name": "Street Record",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "30/01/2020",
  "borough": "Hounslow",
  "postcode": null,
  "street_name": "Ascot Road",
  "bo_system": "Northgate M3",
  "development_type": "Major general industry-storage-warehousing",
  "lapsed_date": "02/03/2024",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted Transport Statement dated October 2019 prepared by Mode Transport Planning, Daylight/Sunlight letter prepared by Anstey Horne dated September 2019, Tree Survey Schedule dated 28 August 2019 prepared by Philip Cave Associates, Preliminary Land Quality Risk Assessment dated September 2019 prepared by Global Grange Limited, Energy Assessment dated September 2019 prepared by Global Grange Limited, Ecological Appraisal dated October 2019 prepared by Catherine Bickmore Associates,  LW(PL) 003 Rev P2, 369.03, 659/01 Rev A, Provision Boiler Selection (Domestic Hot Water), Planning Statement dated October 2019 prepared by Leith Planning Ltd, LW(PL)001 Rev P1, 369.02 Rev A, Environmental Noise Survey Report 27071/ENS1 prepared by Hann Tucker Associates, Flood Risk Assessment Rev P01 dated September 2019 prepared by Powell Tolner & Associates, LW(PL) 002 Rev P1, Design and Access Statement dated October 2019, LW(PL) 004 Rev P2, LW(PL)021 Rev P2, LW(PL) 020 Rev P1, LW(PL) 010 Rev P2, LW(PL) 011 Rev P1, LW(PL) 012 Rev P1, SK001 Rev P1, LW(PL) 030 Rev P1, LW(PL) 003 Rev P2; received 30/12/2019 therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The office floorspace contained within the development hereby approved shall be used only as offices ancillary to the main use of the premises as B8 use and shall not be used for any other purpose.",
    "Condition : 4 - No additional floorspace shall be formed within the buildings hereby permitted by means of internal horizontal division without prior written consent of the Local Planning Authority.",
    "Condition : 5 - No fans, louvres, ducts or other external plant shall be installed without the prior approval of the Local Planning Authority.",
    "Condition : 6 - No demolition or construction work shall take place on the site except between the hours of 8:00am to 6:00pm on Mondays to Friday and 9:00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 7 - The use hereby permitted shall not be begun until details of the arrangements for storing of waste and recycled materials have been submitted to and approved by the Local Planning Authority.  The arrangements for storing waste and recycled materials shall not be carried out otherwise than in accordance with any approval given and shall be completed before any part of the accommodation hereby permitted is occupied.",
    "Condition : 8 - No development shall take place until full details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved.  These details shall include (proposed finished levels or contours; means of enclosure and boundary treatments; car parking layouts; other vehicle and pedestrian access and circulation areas; hard surfacing material; minor artefacts and structures (eg. furniture, play equipment, refuse or other storage units, signs, lighting etc); proposed and existing functional services above and below ground (eg drainage power, communications cables, pipelines etc. indicating lines, manholes, supports etc); retained historic landscape features and proposals for restoration, where relevant).",
    "Condition : 9 - If within a period of two years from the date of the planting of any tree, that tree, or any tree planted in replacement for it, is removed, uprooted or destroyed or dies, (or becomes, in the opinion of the local planning authority, seriously damaged or defective,) another tree of the same species and size as that originally planted shall be planted at the same place, unless the local planning authority gives its written consent to any variation.",
    "Condition : 10 - In this condition \"retained tree\" means an existing tree which is to be retained in accordance with the approved plans and particulars; and paragraphs (a) and (b) below shall have effect until the expiration of (5 years) from (the date of the occupation of the building for its permitted use).\r\na)\tNo retained tree shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped other than in accordance with the approved plans and particulars, without the written approval of the local planning authority.  Any topping or lopping approved shall be carried out in accordance with British Standard[3998 (Tree Work)] or any other BS replacing.\r\nb)\tIf any retained tree is removed, uprooted or destroyed or dies, another tree shall be planted at the same place and that tree shall be of such size and species, and shall be planted at such time, as may be specified in writing by the local planning authority.\r\nc)\tThe erection of fencing for the protection of any retained tree shall be undertaken in accordance with the approved plans and particulars before any equipment, machinery or materials are brought on to the site for the purposes of the development, and shall be maintained until all equipment, machinery and surplus materials have been removed from the site.  Nothing shall be stored or placed in any area fenced in accordance with this condition and the ground levels within those areas shall not be altered, nor shall any excavation be made, without the written consent of the local planning authority.\r\n",
    "Condition : 11 - Development shall not begin until details of the junction between the proposed service road and the highway have been approved in writing by the Local Planning Authority; and the building shall not be occupied until that junction has been constructed in accordance with the approved details.",
    "Condition : 12 - Prior to first occupation of the unit hereby approved an Air Quality Report shall be submitted to and approved in writing by the Local Planning Authority detailing operation levels and mitigation measures proposed. The development shall operate in accordance with the approved details.",
    "Condition : 13 - Prior to first occupation of the unit hereby approved details of provisions made to connect the site to a future District Heating Network shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall be implemented in accordance with the approved plans.",
    "Condition : 14 - Prior to first occupation of the units hereby approved on the site the following plans shall be submitted to and approved in writing by the Local Planning Authority :\r\n\"\tA car park management plan.\r\n\"\tA car park layout plan, including the provision of disabled bays\r\n\"\tA delivery and servicing plan.\r\n\"\tDetails of Electrical Vehicle Charging Points\r\nThe works shall be carried out as approved prior to occupation of the units.\r\n",
    "Condition : 15 - Before the development hereby permitted commences:\r\na. Details of further intrusive site investigation are required in addition to the phase 1 desk study previously submitted. These details shall be submitted to, and approved in writing by, the Local Planning Authority. The site shall be investigated by a competent person to identify the extent and nature of contamination. The report should include a tiered risk assessment of the contamination based on the proposed end use of the site. Additional investigation may be required where it is deemed necessary.\r\nb. A scheme for decontamination of the site shall be submitted to the Local Planning Authority, for written approval. The scheme shall account for any comments made by the Local Planning Authority before the development hereby permitted is first occupied.\r\nDuring the course of the development:\r\nc. The Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues. \r\nBefore the development is first brought into use:\r\nd. The agreed scheme for decontamination referred to in clauses b) and c) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval. \r\n",
    "Condition : 16 - Prior to commencement of works (excluding site investigations and demolition), the applicant must submit for review and approval by the Lead Local Flood Authority final detailed drainage designs (including drawings, detailed runoff and storage calculations and a completed Hounslow Council Drainage Assessment Form) which demonstrate the surface water drainage and flood risk management proposals for the site in line with the June 2017 Flood Risk Assessment. Calculations must demonstrate that surface water runoff will be managed on site for all storms up to and including the 1 in 100 year plus 40% climate change event, demonstrate methods for managing exceedance flows. If proposed drainage features are amended at detailed design stage, a revised detailed maintenance plan for each feature component proposed must also be submitted and must include all routine maintenance tasks (including frequencies) and confirmation of the body/bodies responsible for undertaking the maintenance.",
    "Condition : 17 - Prior to occupation, the applicant must submit for review and approval by the Lead Local Flood Authority evidence that the drainage system has been built as per the final detailed drainage designs through the submission of photographs and copies of installation contracts, and written confirmation that the drainage features will be managed as per the detailed maintenance plan for the lifetime of the development.\r\n",
    "Condition : 18 - No development shall take place, including any works of demolition, until a Construction Management Plan has been submitted to and approved in writing by the Local Planning Authority. The approved Plan shall be adhered to throughout the construction period. The Plan shall include: \r\ni. a site plan showing details of access, storage, loading and turning; \r\nii. confirmation that a pre-start record of site conditions on the adjoining public highway will be undertaken with Hounslow Highways and a commitment to repair any damage caused; \r\niii. safeguarding measures that would be put in place to protect adjoining buildings; \r\niv. provision for the parking of vehicles of site operatives and visitors; \r\nv. provisions for storage of plant and materials within the site; \r\nvi. the erection and maintenance of security hoarding; \r\nvii. measures to control the emission of dust and dirt during construction; \r\nviii. any illumination of the site during construction; \r\nix. a scheme for recycling/disposing of waste resulting from construction works; \r\nx. appropriate vehicle routes to and from the site; \r\nxi. measures to ensure the safety of all users of the public highway in the vicinity of the site, with particular reference to cyclists and pedestrians; \r\nxii. contractor membership of FORS or similar. \r\n"
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.4522421,
          51.4459788
        ],
        [
          -0.45132829999999996,
          51.4457692
        ],
        [
          -0.45124949999999997,
          51.4458142
        ],
        [
          -0.4512247,
          51.4457184
        ],
        [
          -0.4525941,
          51.445718
        ],
        [
          -0.45261629999999997,
          51.4459814
        ],
        [
          -0.4522421,
          51.4459788
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "8208634",
  "centroid": {
    "lon": "-0.4520816",
    "lat": "51.4458272"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}