{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - Materials - Samples\r\nNotwithstanding the details shown on the drawings hereby approved, full particulars of item 'a' and 'b' below shall be submitted to and approved by the Local Planning Authority in writing prior to commencement of development unless non material changes are otherwise agreed in writing by the Local Planning Authority. The development shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\na.\tBricks;\r\nb.\tCladding \r\nc.\tWindows;\r\nd.\tDoors;\r\ne.\tRender Details;\r\nf.\tRoof materials;\r\ng.\tPhotovoltaic cells;\r\nh.\tVehicular gates;",
    "Condition : 3 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (see schedule 1 of decision notice for drawing numbers) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 4 - The propsoed school building shall be used for a school and for no other purpose (including any other purpose in Class D1 of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification).",
    "Condition : 5 - No demolition or construction work shall take place on the site except between the hours of 8:00am to 6:00pm Mondays to Friday, 8:00am to 1:00pm on Saturdays, with no work to take place on Sundays and Bank Holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 6 - While development and associated works are being carried out on site or in the course of preparing the site for development, in order to ensure that no material leaves the site attached to or in a vehicle that might subsequently be deposited on the highway, a wheel-washing system shall be provided to remove all mud, stones and any other extraneous materials from the wheels and chassis' of any vehicle exiting the site and all loads of construction materials, excavation spoil or other such matter shall be fully covered when they leave the site.  The exit from the wheel washing system shall be constructed from a hard, non-porous surfacing material and sited as far away from the exit to the highway as may be possible given the constraints of the site and the surface shall be kept clean at all times.  Waste water discharged from the wheel washing system shall be stored and disposed of on site and shall not be discharged into the public sewerage system without prior removal of soil, stones and any other suspended material.  Suitable measures to minimise dust nuisance caused by the operations to ensure that no dust or other debris is carried on to adjoining and other properties outside the site shall also be provided in accordance with the guidance at http://www.london.gov.uk/mayor/environment/air_quality/docs/construction-dust-bpg.pdf.  Site lighting shall be designed, positioned and directed so as not to intrude on passing drivers on public highways in a hazardous fashion and so as not to direct light into any windows of properties outside the site.\r\nStart of works on site shall be notified to the Council's Community Environment Team on 020 8583 5070",
    "Condition : 7 - No plumbing or pipes, other than rainwater pipes, shall be fixed to the external faces of buildings or associated structures.",
    "Condition : 8 - The teaching block and extension hereby approved shall comply with the submitted BREEAM Pre-Assessment dated 5th November 2015.",
    "Condition : 9 - Prior to the commencement of work on site, details of covered and secure cycle parking facilities shall be submitted to and approved by the Local Planning Authority.",
    "Condition : 10 - Works will be carried out in line with the findings and recommendations outlined within the submitted arboricultural assessment dated 15/09/2014.",
    "Condition : 11 - The buildings shall not be occupied until comprehensive details in relation to the proposed photovoltaic array, including the location, position and specification of photovoltaic panels are submitted and approved in writing by the Local Planning Authority.",
    "Condition : 12 - The footway and carriageway of Great Chertsey Road must not be blocked during the construction and maintenance of the proposal. The construction of the proposal should not at any point encroach on the clear space needed to maintain the safe and uninterrupted flow of road users and pedestrians.",
    "Condition : 13 - With regard to surface water drainage it is the responsibility of a developer to make proper provision for drainage to ground, water courses or a suitable sewer. In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off site storage. When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Connections are not permitted for the removal of groundwater. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required. They can be contacted on 0800 009 3921.",
    "Condition : 14 - The development hereby granted planning permission will be implemented in line with the flood resistance and resilience recommendations, including the scheme of sustainable urban drainage outlined within the submitted flood risk assessment dated: 17/09/2015.",
    "Condition : 15 - Prior to occupation, an updated Travel Plan for the site, accredited by the TfL School Travel Plan Accreditation Scheme (STAR) is submitted, taking account of the proposed increase in student numbers at the site and decrease in car parking spaces. This will outline measures which encourage the use of walking, cycling, and public transport as the preferred modes of transport.",
    "Condition : 16 - The development hereby granted planning permission will be implemented in line with the phasing, mitigation measures and recommendations outlined within the submitted framework construction management plan dated: 03/12/2015. Submission of a detail construction management plan, as referenced within the framework document will be required prior to the commencement of the development."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "18/03/2016",
  "lpa_name": "Hounslow",
  "centroid_northing": 177319,
  "last_updated": "2025-03-19T18:13:48.284+00:00",
  "development_type": "Major all other major developments",
  "ward": "Chiswick Riverside (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023490968",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "W4 3UN",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "03/03/2016",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.259805,
          51.48192
        ],
        [
          -0.259806,
          51.481893
        ],
        [
          -0.259849,
          51.481893
        ],
        [
          -0.259848,
          51.48192
        ],
        [
          -0.259805,
          51.48192
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2015/5458",
  "valid_date": "18/12/2015",
  "description": "Erection of a single storey extension to the hall and erection of a two storey teaching block",
  "centroid_easting": 520934,
  "site_number": null,
  "lapsed_date": "03/03/2019",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Committee",
  "epc_number": null,
  "street_name": "Burlington Lane",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "London",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.481907,
    "lon": -0.259827
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2015/5458",
  "site_name": "Chiswick Community School",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2015_5458",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}