{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted  therewith (59/KIM/PO1, 159/KIM/PO2A and Q6000 dated 25 March 2011 Received 24 May 2011; and Grundon waste collection specification received 24 May 2011) and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The use hereby permitted for hot food takeaway and retail purposes shall not be carried on outside the following times \r\n\r\n8:00am to 11:00pm on Mondays to Fridays\r\n9:00am to 11::00pm on Saturdays\r\n10:00am to 11:00pm on Sundays and Public Holidays\r\n",
    "Condition : 4 - The use shall not commence until not less than six 360 litre wheeled bins have been provided in the rear yard of the premises for the separation and safe storage of glass, metal, plastics, cardboard, food waste and other recyclable materials which shall then be collected and taken to a suitable facility for recycling.  The bins shall be made permanently available before the development is first occupied and no waste shall be stored outside the site or other than in the bins.  The bins shall be stored on a concrete base created for the purpose in the rear yard and surrounded by a close-boarded timber enclosure two metres high.  The lids of the bins shall be fixed shut at all times other than when waste is being emptied into them.  Non-recyclable and perishable waste shall be removed from site no less frequently than twice a week.  Waste and recyclable refuse shall be removed as soon as the bins become full if this is earlier than the time of the normal twice weekly collections, unless additional bins (as described above) have been provided and are thereafter made permanently available for the on-site storage of refuse and waste.  The waste and recyclable refuse created by the use shall be stored in the rear yard and shall only be moved to the front of the site for collection at the time when the collection contractor arrives to remove it from site.  No refuse shall be left on the pavement in front of the site overnight.",
    "Condition : 5 - The kitchen extract shown on the approved drawings system shall be provided, before the use is brought into operation, and when at maximum operation shall not result in noise that is more than 10dB(A) below background noise levels for the site. The kitchen extract system shall include the following details:\r\na) A three-stage filtration system, including grease filters, pre-carbon filters and carbon filters, to be located inside the building.\r\nb) The point of discharge shall be a minimum of one metre above eaves level or one metre above openable windows of nearby properties.\r\nc) The ducting shall be circular.\r\nd) The ventilation duct shall terminate pointing directly upwards and shall not be fitted with a cowl.\r\ne) The fan shall be isolated from the inlet and discharge ducts using flexible couplings.\r\nf) The fan shall be mounted using anti-vibration mounts.\r\ng) The duct shall be isolated from the structure of the building using anti-vibration mouldings and suitable packing material where it passes through solid structures."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "19/07/2011",
  "lpa_name": "Hounslow",
  "centroid_northing": "175759",
  "last_updated": "2025-03-19T18:10:03.772+00:00",
  "development_type": "Other change of use",
  "ward": "Isleworth (Pre May 2022)",
  "parking_details": null,
  "uprn": "100023407243",
  "application_details": {
    "site_area": 0.014
  },
  "last_date_consultation_comments": "24/05/2011",
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW7 7BG",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "20/10/2011",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.32498509999999997,
          51.4689702
        ],
        [
          -0.32504849999999996,
          51.4689603
        ],
        [
          -0.3249813,
          51.468731
        ],
        [
          -0.324915,
          51.4687359
        ],
        [
          -0.32494069999999997,
          51.4688072
        ],
        [
          -0.32491529999999996,
          51.4688127
        ],
        [
          -0.32494649999999997,
          51.4689086
        ],
        [
          -0.3249623,
          51.4689069
        ],
        [
          -0.32498509999999997,
          51.4689702
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2011/1484",
  "valid_date": "24/05/2011",
  "description": "Change of use from A1 retail to mixed use A1 (retail) and A5 (takeaway)",
  "centroid_easting": "516444",
  "site_number": "4",
  "lapsed_date": "19/10/2014",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "South Street",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Isleworth",
  "decision_agency": "Borough",
  "centroid": {
    "lat": "51.4688269",
    "lon": "-0.324949"
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2011/1484",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2011_1484",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              516441.1258726,
              175774.8789248
            ],
            [
              516436.7508726,
              175773.6748751
            ],
            [
              516442.0008726,
              175748.280372
            ],
            [
              516446.5946226,
              175748.9371264
            ],
            [
              516444.6258726,
              175756.8181791
            ],
            [
              516446.3758726,
              175757.4749335
            ],
            [
              516443.9696226,
              175768.0924628
            ],
            [
              516442.8758726,
              175767.8735446
            ],
            [
              516441.1258726,
              175774.8789248
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}