{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (Location Plan; 1766/1B; 1766/2; Received 07/03//2016; Planning Statement; Received 22/08/2016; 1766/3A; 1766/4A; Received 20/09/2016) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The materials to be used in the construction of the external surfaces of the extension hereby permitted shall match those used in the existing building.",
    "Condition : 4 - Prior to the first use of the hereby approved extension a Car Park Management Plan shall have been submitted to and approved in writing by the Local Planning Authority. The Plan shall include the following:\r\n\"\tdetails and location of parking spaces for people with disabilities;\r\n\"\tdetails of parking layout \r\nThe car parking areas shall thereafter be managed in compliance with the approved Car Park Management Plan.",
    "Condition : 5 - Prior to first use of the extension hereby approved, five safe, secured and covered cycle parking spaces shall be provided at this site. The cycle parking shall be implemented and maintained thereafter.",
    "Condition : 6 - \"Before the development hereby permitted commences:\r\na.\tA contaminated land Phase 1 desk study report shall be submitted to, and approved in writing by the Local Planning Authority.  Should the Phase 1 report recommend that a Phase 2 site investigation is required, then this shall be carried out and submitted to, and approved in writing by the Local Planning Authority. The site shall be investigated by a competent person to identify the extent and nature of contamination. The report should include a tiered risk assessment of the contamination based on the proposed end use of the site.  Additional investigation may be required where it is deemed necessary.\r\nb.\tIf required, a scheme for decontamination of the site shall be submitted to the Local Planning Authority, for written approval.  The scheme shall account for any comments made by the Local Planning Authority before the development hereby permitted is first occupied.\r\n   During the course of the development:\r\nc.\tThe Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.  \r\n   Before the development is first brought into use:\r\nd.\tThe agreed scheme for decontamination referred to in clauses b) and c) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval. \r\n"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "17/08/2016",
  "lpa_name": "Hounslow",
  "centroid_northing": 176925,
  "last_updated": "2025-03-19T18:18:18.820+00:00",
  "development_type": "Major all other major developments",
  "ward": "Heston East (Pre May 2022)",
  "parking_details": null,
  "uprn": "10091149038",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW3 4BX",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "07/10/2016",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.355698,
          51.479761
        ],
        [
          -0.355699,
          51.479734
        ],
        [
          -0.355743,
          51.479734
        ],
        [
          -0.355742,
          51.479761
        ],
        [
          -0.355698,
          51.479761
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2016/1077",
  "valid_date": "18/05/2016",
  "description": "Erection of a single storey side extension.",
  "centroid_easting": 514281,
  "site_number": null,
  "lapsed_date": "07/10/2019",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Committee",
  "epc_number": null,
  "street_name": "Gresham Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Hounslow",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.479747,
    "lon": -0.35572
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2016/1077",
  "site_name": "Hcc Sports And Social Club",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "4885734",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2016_1077",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}