{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted therewith and numbered 10A, 11-, 12- Received 3 July 2013, 100B, 101B, 102B, 104A, Aboricultural Statement (Ref 2013037), Received 1 August 2013  and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority (before the building is occupied).",
    "Condition : 3 - The materials to be used in the construction of the external surfaces of the extension hereby permitted shall match those used in the existing building.",
    "Condition : 4 - All existing trees shall be retained, unless shown on the approved drawings as being removed. All trees on and immediately adjoining the site shall be protected from damage as a result of works on the site in accordance with relevant British Standard (BS 5837: 1991), for the duration of the works on site and until at least five years following contractual practical completion of the approved development. In the event that trees become damaged or otherwise defective during such period, the Local Planning Authority shall be notified as soon as reasonably practicable and remedial action agreed and implemented. In the event that any tree dies or is removed without the prior consent of the Local Planning Authority, it shall be replaced as soon as is reasonably practicable and, in any case, by not later than the end of the first available planting season, with\r\ntrees of such size, species and in such number and positions as may be agreed with the Authority.\r\n",
    "Condition : 5 - The 'sedum roof' hereby approved shall be implemented within the first planting season of occupation of the extension. Any plants that are planted in accordance with this condition which are removed, die, become severely damaged or seriously diseased within five years of planting shall be replaced within the next planting season with a similar size and species to those originally planted and the sedum roof shall be maintained thereafter at all times.",
    "Condition : 6 - Within one planting season of the occupation of the extension, two replacement trees (Tilia Cordata (Greenspire)) shall be replanted as indicated on the Plan 100B. The trees shall be a minimum of 1.0m tall at the time of planting. The replacement trees shall be maintained in perpetuity. Should a replacement tree die or become seriously damaged or moribund, then a further replacement tree to the same specification shall be planted immediately.",
    "Condition : 7 - The demolition and construction works hereby approved shall be undertaken in accordance with the methods identified in the Aboricultural Statement (Ref 2013037), Received 1 August 2013, unless otherwise agreed with the Local Planning Authority prior to the commencement on site.",
    "Condition : 8 - The external height of the extension hereby approved shall not exceed 2.6m external height above the existing ground level in accordance with Plan 104A."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "06/09/2013",
  "lpa_name": "Hounslow",
  "centroid_northing": 178861,
  "last_updated": "2025-03-19T18:12:56.051+00:00",
  "development_type": "Other house holder developments",
  "ward": "Chiswick Homefields (Pre May 2022)",
  "parking_details": null,
  "uprn": "100021588029",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "W6 0XU",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "Householder",
  "decision_date": "20/09/2013",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.246809,
          51.495592
        ],
        [
          -0.24681,
          51.495566
        ],
        [
          -0.246853,
          51.495566
        ],
        [
          -0.246852,
          51.495593
        ],
        [
          -0.246809,
          51.495592
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2013/2297",
  "valid_date": "12/07/2013",
  "description": "Erection of a single storey side extension and replacement boundary fencing",
  "centroid_easting": 521800,
  "site_number": "42",
  "lapsed_date": "19/09/2016",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Prebend Gardens",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "London",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.495579,
    "lon": -0.246831
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2013/2297",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2013_2297",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}