{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_proposed_car": 5,
    "no_existing_car": 5,
    "net_car": 0
  },
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "Householder",
  "lpa_app_no": "13645/APP/2024/556",
  "application_type_full": "Householder planning permission",
  "uprn": null,
  "borough": "Hillingdon",
  "street_name": "NORTHWOOD",
  "locality": null,
  "ward": "NORTHWOOD 2022",
  "actual_commencement_date": null,
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON: To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers: 671/P/1 and 671/P/3 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON: To ensure the development complies with the provisions of The London Plan (2021) and the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON: To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors, or other openings shall be constructed in the roof slopes or first-floor walls of the development hereby approved facing 5 or 7 The Broadwalk.",
    "REASON: To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The first floor window(s) facing No 7 The Broadwalk shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio, or similar amenity area.",
    "REASON: To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the first use of the development, hereby approved, two outdoor privacy screens shall be installed on the upper-level garden terrace shown on drawing reference 671/P/3. The privacy screens shall extend along the upper-level garden terrace's entire east and west edges. The privacy screens shall be at least 1.8 metres in height, measured from the finished floor level of the upper terrace. These two privacy screens shall be glazed with permanently obscured glass to at least scale four on the Pilkington scale. Once installed, they shall be retained as such so long as the development remains in existence.",
    "REASON: To prevent inappropriate overlooking of adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the commencement of any site clearance or construction work, detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority such fencing should be a minimum height of 1.5 metres. The fencing shall be retained in position until development is completed. The area within the approved protective fencing shall remain undisturbed during the course of the works and in particular in these areas:",
    "1. There shall be no changes in ground levels;",
    "2. No materials or plant shall be stored;",
    "3. No buildings or temporary buildings shall be erected or stationed.",
    "4. No materials or waste shall be burnt;",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 508396,
  "status": "Approved",
  "decision_date": "03/06/2024",
  "wgs84_polygon": null,
  "decision_target_date": "03/06/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "03/04/2024",
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-19T21:04:13.556+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "5A THE BROADWALK",
  "id": "Hillingdon-13645_APP_2024_556",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 190409,
  "appeal_start_date": null,
  "postcode": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=13645/APP/2024/556",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Construction of a part single, part two-storey rear extension and formation of a terrace, following the demolition of the existing extension and terrace; and alterations to the side elevations.",
  "valid_date": "04/03/2024",
  "polygon": null,
  "pp_id": "12820589",
  "application_details": {
    "total_gia_gained": 69,
    "no_additional_bathrooms": 1,
    "existing_uprns": null,
    "intended_commencement_date": "09/2024",
    "no_additional_bedrooms": 1,
    "intended_completion_date": "03/2025"
  },
  "centroid": {
    "lon": -0.436283,
    "lat": 51.6021
  },
  "lapsed_date": "03/06/2027",
  "decision_process": "Delegated",
  "actual_completion_date": null
}