{
  "last_date_consultation_comments": "26/10/2021",
  "epc_number": null,
  "application_type_full": "Prior Approval: Development for electronic communications network",
  "development_type": null,
  "decision_date": "12/11/2021",
  "pp_id": "10228983",
  "appeal_decision_date": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Hillingdon-1100_APP_2021_3594",
  "last_updated": "2025-03-20T17:54:03.537+00:00",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 508663,
  "decision_target_date": "12/11/2021",
  "parking_details": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508662.7928,
              191477.8267
            ],
            [
              508662.9251,
              191477.5621
            ],
            [
              508664.1157,
              191473.5934
            ],
            [
              508663.1897,
              191473.3288
            ],
            [
              508661.7344,
              191477.4298
            ],
            [
              508662.7928,
              191477.8267
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "subdivision_of_building": null,
  "title_number": null,
  "secondary_street_name": "NORTHWOOD",
  "valid_date": "23/09/2021",
  "centroid": {
    "lon": "-0.4320776",
    "lat": "51.6116413"
  },
  "site_number": null,
  "ward": "NORTHWOOD",
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "uprn": null,
  "lpa_app_no": "1100/APP/2021/3594",
  "status": "Refused",
  "description": "Proposed 15.0m Phase 8 Monopole C/W wrapround Cabinet at base and associated ancillary works.",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "postcode": null,
  "centroid_northing": 191476,
  "borough": "Hillingdon",
  "application_type": "All Other",
  "locality": null,
  "site_name": "LAND AT",
  "decision_conditions": [
    "The proposed telecommunications street pole and associated equipment , by virtue of their siting, size, scale, bulk and height, would represent incongruous, dominant, cluttered and visually intrusive features in the street scene that would cause significant harm to the character and appearance of the street scene and the wider area. The development would therefore be contrary to paragraphs 115, 130 c) and 195 of the National Planning Policy Framework (2021), Policies D1, D4, D8 and SI6 of the London Plan (2021), Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (2012) and Policies DMHB 11, DMHB 12 and DMHB 21 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The Local Planning Authority considers that the applicants have failed to provide robust evidence to demonstrate that other more suitable and less harmful sites do not exist, and that they have actively explored the possibility of erecting the proposed telecommunications equipment on existing buildings, masts or other structures. The development would therefore be contrary to paragraphs 115 and 117 c) of the National Planning Policy Framework (2021), Policy SI6 of the London Plan (2021) and Policy DMHB 21 of the  Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "The proposed telecommunications street pole and associated equipment, by virtue of its siting is likely to result in significant incursions to the Root Protection Area of the nearby three protected and mature street trees within the grassed verge. Associated excavation and trenching is likely to have a damaging impact to the health of the protected trees and no form of justification/demonstration of adequate protection through an arboricultural assessment has been submitted. The development would therefore be contrary the paragraphs 131 and 174 of the National Planning Policy Framework (2021), Policy G7 of the London Plan (2021), Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 11, DMHB 12 and DMHB 14 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The proposed telecommunications street pole and associated equipment, by virtue of the general siting, combined height, width and depth would be detrimental to the immediate amenities of the occupiers of 1-12 Dell Court by reason of overdominance, visual intrusion, overbearing impact and loss of outlook. Therefore the development would be contrary to Policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020."
  ],
  "decision": "Refused",
  "street_name": "MYRTLESIDE CLOSE",
  "application_details": {
    "existing_uprns": null,
    "intended_commencement_date": "10/2021",
    "intended_completion_date": "11/2021",
    "site_area": 0
  },
  "lapsed_date": "12/11/2024",
  "appeal_start_date": null,
  "appeal_decision": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=1100/APP/2021/3594",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "last_updated_by": "Planning Portal ingest",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.43208,
          51.6116578
        ],
        [
          -0.43207819999999997,
          51.6116554
        ],
        [
          -0.4320622,
          51.6116195
        ],
        [
          -0.4320756,
          51.6116173
        ],
        [
          -0.43209539999999996,
          51.6116544
        ],
        [
          -0.43208,
          51.6116578
        ]
      ]
    ],
    "type": "Polygon"
  }
}