{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "RM11 3HX",
  "borough": "Havering",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2245932,
          51.5687446
        ],
        [
          0.2245289,
          51.5684957
        ],
        [
          0.2237747,
          51.5685814
        ],
        [
          0.2238325,
          51.5688062
        ],
        [
          0.2245932,
          51.5687446
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "23 Nelmes Road",
  "centroid_easting": 554246,
  "pp_id": "12455109",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.14200000000000002
  },
  "lpa_name": "Havering",
  "decision": "Approved",
  "lpa_app_no": "P1874.23",
  "decision_date": "28/03/2024",
  "last_updated": "2025-03-19T23:06:50.602+00:00",
  "centroid_northing": 187875,
  "centroid": {
    "lat": "51.5686555",
    "lon": "0.22419519999999998"
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "Emerson Park",
  "bo_system": "CSV Data Import",
  "lapsed_date": "28/03/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "04/03/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "21/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development shall be begun no later than three years from the date of the planning permission reference P1924.20 dated 09/04/2021",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans, particulars and specifications (as set out on page one of this decision notice) and any other plans, drawings, particulars and specifications pursuant to any further approval of details as are approved by the Local Planning Authority",
    "Reason: The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted. Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Save where varied by the other planning conditions and the approved plans and documents comprising this planning permission, the development hereby permitted shall be carried out in accordance with the approved plans and documents under application P19420, (dated 09/04/2021).",
    "REASON: For the avoidance of doubt and in the interests of proper planning.",
    "No development above ground shall be commenced unless and until a schedule of materials and samples of such materials and finishes and colours to be used for the external construction of the dwelling is submitted to and approved by the Local Planning Authority in writing and all materials used shall conform to those approved and thereafter the development shall be constructed with the approved materials.",
    "Reason: Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of samples prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document.",
    "No development above ground level shall take place until details of all proposed walls, fences and boundary treatment are submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details prior to the first occupation of the development for residential purposes and shall be permanently retained and maintained thereafter to the satisfaction of the Local Planning Authority.",
    "Reason: Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development, prevent undue overlooking of adjoining property and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "No development above ground level shall take place in relation to any of the development hereby approved until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscapin",
    "Before the dwelling hereby permitted is first occupied, the area of land at the front of the property set aside as car parking spaces shall be laid out and surfaced to the satisfaction of the Local Planning Authority and to provide a minimum of  2.No. spaces, those areas shall be retained permanently thereafter for the accommodation of vehicles associated with 23 Nelmes Road, Hornchurch, RM11 3HX.",
    "Reason: To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with the Development Control Policies Development Plan Document Policy DC33.",
    "The proposed window on the first floor side elevation (north facing) as shown on drawing Nos: 20-006/04 and 20-006/06 shall be permanently glazed with obscure glass not less than level 3 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason: In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The flat roofed area towards the rear of the property (east) hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason: In the interests of privacy and visual amenity of the streetscene, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, or any detached building erected, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "No works shall take place in relation to any of the development hereby approved until a scheme for the protection of the preserved tree (walnut tree) situated at the front of the site has been submitted to and agreed in writing by the Local Planning Authority. Such scheme shall contain details of the erection and maintenance of fences or walls around the trees, details of underground measures to protect roots, the control of areas around the trees and any other measures necessary for the protection of the trees. Such agreed measures shall be implemented before development commences and kept in place until the approved development is completed.",
    "Reason: Insufficient information has been supplied with the application to demonstrate how the preserved trees on site will be adequately protected during construction.  Submission of details prior to commencement will ensure that the measures to be employed are robust.",
    "The dwelling hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy 5.15 of the London Plan.",
    "The dwelling hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy DC7 of the Local Development Framework and Policy 3.8 of the London Plan.",
    "No building shall be occupied or use commenced until refuse and recycling facilities are provided in accordance with details which shall previously have been submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "No building shall be occupied or use commenced until cycle storage is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The cycle storage shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use is in the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "Before development is commenced, a scheme shall be submitted to and approved in writing by the Local Planning Authority making provision for a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers.  The Construction Method statement shall include details of:",
    "a)\tparking of vehicles of site personnel and visitors;",
    "b)\tstorage of plant and materials;",
    "c)\tmeasures for minimising the impact of noise and, if appropriate, vibration arising from construction activities;",
    "d)\tpredicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "e)\tscheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities;",
    "f)\tsiting and design of temporary buildings;",
    "g)\tscheme for security fencing/hoardings, depicting a readily visible 24-hour contact number for queries or emergencie",
    "Before the development hereby permitted is first commenced, vehicle cleansing facilities to prevent mud being deposited onto the public highway during construction works shall be provided on site in accordance with details to be first submitted to and approved in writing by the Local Planning Authority. The approved facilities shall be retained thereafter and used at relevant entrances to the site throughout the duration of construction works. If mud or other debris originating from the site is deposited in the public highway, all on-site operations shall cease until it has been removed.  The submission will provide;",
    "a)  A plan showing where vehicles will be parked within the site to be inspected for mud and debris and cleaned if required. The plan should show where construction traffic will access and exit the site from the public highway.",
    "b)  A description of how the parking area will be surfaced, drained and cleaned to prevent mud, debris and muddy water being tracked onto the pu",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason: To protect residential amenity, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Before any works commence a scheme for any new plant or machinery shall be submitted to the local planning authority to achieve the following standard. Noise levels expressed as the equivalent continuous sound level LAeq (1 hour) when calculated at the boundary with the nearest noise sensitive premises shall not exceed LA90 -10dB and shall be maintained thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:  To prevent noise nuisance to adjoining/adjacent properties.",
    "No piling shall take place until a PILING METHOD STATEMENT (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out including measures to prevent and minimise the potential for damage to subsurface sewerage infrastructure and the programme for works has been submitted to and approved in writing by the Local Planning Authority in consultation with Thames Water. Any piling must be undertaken in accordance with the terms of the approved piling method statement.",
    "Reason:-",
    "The proposed works will be in close proximity to underground sewerage utility infrastructure. Piling has the potential to significantly impact/cause failure of local underground sewerage utility infrastructure.",
    "Prior to first occupation details of privacy screening for the terraced areas hereby permitted shall be submitted to and approved in writing by the Local Planning Authority. Such measures as agreed shall then be installed and maintained for the lifetime of the development.",
    "Reason:-",
    "To prevent undue overlooking of adjoining premises and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with the agent by telephone and in writing. The revisions involved alterations to the development footprint and position on site. The amendments were subsequently submitted on 12-02-2024",
    "The developer is advised that if construction materials are proposed to be kept on the highway during construction works then they will need to apply for a license from the Council. If the developer requires scaffolding, hoarding or mobile cranes to be used on the highway, a license is required and Streetcare should be contacted on 01708 434343 to make the necessary arrangements.  Please note that unauthorised works on the highway is an offence.",
    "The developer is advised that surface water from the development in both its temporary and permanent states should not be discharged onto the highway.  Failure to prevent such is an offence.",
    "Before occupation of the dwelling hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL) and Havering Community Infrastructure Levy (HCIL). Based upon the information supplied with the application, the CIL payable would be:",
    "HAVERING CIL - £129,375",
    "MAYORAL CIL - £25,875",
    "These figures may go up or down, subject to indexation. CIL is payable within 60 days of commencement of development.  A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's website.",
    "A groundwater risk management permit from Thames Water will be required for discharging ground water into a public sewer. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. Permit enquiries should be directed to Thames Water's Risk Management Team by phoning 020 3577 9483 or by emailing trade.effluent@thameswater.co.uk. Application forms should be completed online via www.thameswater.co.uk. Please refer to the wholesale; business customers; groundwater discharges section"
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "100021336703",
  "decision_target_date": "27/03/2024",
  "application_type": "All Other",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554273.28,
              187885.75
            ],
            [
              554269.67,
              187857.94
            ],
            [
              554217.11,
              187865.88
            ],
            [
              554220.36,
              187890.99
            ],
            [
              554273.28,
              187885.75
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Removal/Variation of a condition",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Hornchurch",
  "secondary_street_name": null,
  "description": "Variation of condition No.2 (Approved Plans) of planning permission ref:P1924.20 dated 09/04/2021 to permit an increase of the overall height by 300mm. (Demolition of existing property and erection of a two-storey dwelling with accommodation in the roof and basement)",
  "id": "Havering-P1874.23",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1874.23"
}