{
  "actual_completion_date": null,
  "centroid_northing": 190738,
  "decision": "Approved",
  "development_type": null,
  "valid_date": "17/01/2022",
  "bo_system": "CSV Data Import",
  "description": "Extension of vehicular crossover",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Any additional hard-surfacing to the front garden shall be surfaced with porous materials, or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the dwellinghouse.",
    "Reason:-",
    "To ensure that surface water run-off is controlled, in order to reduce the impact of flooding and pollution of water courses.",
    "No works shall take place in relation to any of the development hereby approved until a scheme for the protection of the tree to front of the application site has been submitted to and agreed in writing by the Local Planning Authority. Such scheme shall contain details of the erection and maintenance of fences or walls around the trees, details of underground measures to protect roots, the control of areas around the trees and any other measures necessary for the protection of the trees. Such agreed measures shall be implemented before development commences and kept in place until the approved development is completed.",
    "Reason:-",
    "Insufficient information has been supplied with the application to demonstrate how the preserved trees on site will be adequately protected during construction.  Submission of details prior to commencement will ensure that the measures to be employed are robust.",
    "The proposal involves works which affect the highway and its verge.  Before commencing such works you must obtain separate consent of the Highway Authority.  Please contact the Streetcare on 01708 432563.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "appeal_status": null,
  "parking_details": null,
  "decision_process": "Delegated",
  "site_number": null,
  "decision_target_date": "14/03/2022",
  "ward": "Pettits",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "02/2022",
    "intended_commencement_date": "02/2022",
    "site_area": 0.04
  },
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "10543527",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": "Householder planning permission",
  "appeal_start_date": null,
  "lpa_name": "Havering",
  "borough": "Havering",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": null,
  "last_date_consultation_comments": "08/02/2022",
  "decision_date": "14/03/2022",
  "centroid": {
    "lon": "0.17506429999999998",
    "lat": "51.5953239"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0045.22",
  "street_name": "ROMFORD",
  "lpa_app_no": "P0045.22",
  "lapsed_date": "14/03/2025",
  "id": "Havering-P0045.22",
  "title_number": [
    "Unknown"
  ],
  "application_type": "All Other",
  "site_name": "244 HAVERING ROAD",
  "date_building_work_started_under_previous_permission": null,
  "postcode": "RM1 4TD",
  "last_updated": "2025-03-20T18:54:53.408+00:00",
  "last_updated_by": "Planning Portal ingest",
  "decision_agency": "Borough",
  "uprn": "100021377245",
  "cil_liability": false,
  "centroid_easting": 550753,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550733.064,
              190740.215
            ],
            [
              550751.894,
              190740.621
            ],
            [
              550752.301,
              190740.621
            ],
            [
              550775.194,
              190748.207
            ],
            [
              550778.039,
              190740.621
            ],
            [
              550754.333,
              190732.764
            ],
            [
              550752.842,
              190733.171
            ],
            [
              550744.173,
              190732.9
            ],
            [
              550744.173,
              190730.326
            ],
            [
              550739.431,
              190728.7
            ],
            [
              550733.064,
              190726.262
            ],
            [
              550733.064,
              190740.215
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1747776,
          51.5953491
        ],
        [
          0.1750494,
          51.5953477
        ],
        [
          0.1750553,
          51.5953476
        ],
        [
          0.17538879999999998,
          51.5954097
        ],
        [
          0.1754266,
          51.5953407
        ],
        [
          0.1750813,
          51.5952765
        ],
        [
          0.1750599,
          51.5952805
        ],
        [
          0.1749347,
          51.5952804
        ],
        [
          0.1749336,
          51.5952573
        ],
        [
          0.17486449999999998,
          51.5952439
        ],
        [
          0.1747716,
          51.5952237
        ],
        [
          0.1747776,
          51.5953491
        ]
      ]
    ],
    "type": "Polygon"
  }
}