{
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": null,
  "last_updated_by": "Planning Portal ingest",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/242576ADV;",
  "decision_target_date": "14/10/2024",
  "status": "Approved",
  "parking_details": null,
  "street_name": "Uxbridge Road",
  "decision_agency": "Borough",
  "appeal_decision": null,
  "subdivision_of_building": null,
  "development_type": null,
  "decision": "Approved",
  "application_details": {
    "existing_uprns": null
  },
  "appeal_decision_date": null,
  "decision_date": "11/10/2024",
  "valid_date": "12/08/2024",
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "secondary_street_name": null,
  "ward": "Ealing Common",
  "lapsed_date": "11/10/2027",
  "last_date_consultation_comments": null,
  "bo_system": "CSV Data Import",
  "lpa_app_no": "242576ADV",
  "postcode": null,
  "pp_id": "PP-13215185",
  "uprn": "000012163634",
  "application_type": "All Other",
  "locality": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "site_name": "Station Parade, Advertising Right Adj 1 ",
  "decision_conditions": [
    "The consent shall expire after 5 years from the date of this notice. | Any advertisements displayed, and any site used for the display of advertisements, shall be maintained in a clean and tidy condition to the reasonable satisfaction of the Local Planning Authority. | Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a safe condition. | Where an advertisement is required under these Regulations to be removed, the removal shall be carried out to the reasonable satisfaction of the Local Planning Authority. | No advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission. | No advertisement shall be sited or displayed so as to obscure, or hinder the ready interpretation of, any road traffic sign, railway signal or aid to navigation by water or air, or so as otherwise to render hazardous the use of any highway, waterway (including any coastal waters) or aerodrome (civil or military).",
    "Note: These first six conditions are imposed automatically unless expressly varied, for instance the time limit shortened. | The development hereby approved shall be carried out in accordance with the following drawings / document title number(s): A02552/02 Rev A (Site Block Plan); A02554 (Existing Elevation); A0554 (Proposed Elevation); Design and Access Statement dated July 2024 (JCDecaux)",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| The levels of luminance on the digital sign should be controlled by a light sensor to measure the ambient brightness and dimmers to control the lighting output to within these limits in the condition above.",
    "Reason: To ensure that the advertisement does not harm the character and appearance of the area and does not create a distraction to pedestrian or vehicular traffic and therefore cause a hazard to highway safety in accordance with the NPPF (2023), Policies D3, D4, T4 and HC1 of the London Plan (2021), Policies 7.4, 7B and 7C of the Ealing Development Management DPD (2013), Policy DAA of the Ealing Local Plan (Reg 19) (2024) and the Generic Management Plan for Conservation Areas (2023).",
    "| The minimum display time for each advertisement shall be 30 seconds.",
    "Reason: To ensure that the advertisement does not create a distraction to pedestrian or vehicular traffic and therefore cause a hazard to highway safety in accordance with the NPPF (2023) and Policy T4 of the London Plan (2021).",
    "| The interval between advertisements shall take place over a period no greater than one second; the complete screen shall change with no visual effects (including fading, swiping or other animated transition methods) between displays and the display will include a mechanism to freeze the image in the event of a malfunction.",
    "Reason: To ensure that the advertisement does not create a distraction to pedestrian or vehicular traffic and therefore cause a hazard to highway safety in accordance with the NPPF (2023) and Policy T4 of the London Plan (2021).",
    "| No advertisement displayed shall resemble traffic signs, as defined in section 64 of the Road Traffic Regulation Act 1984.",
    "Reason: To ensure that the advertisement does not create a distraction to pedestrian or vehicular traffic and therefore cause a hazard to highway safety in accordance with the NPPF (2023) and Policy T4 of the London Plan (2021).",
    "| The maximum illumination of the sign(s)/ (error)"
  ],
  "application_type_full": "Consent to display an advertisement",
  "centroid_northing": 180454,
  "epc_number": null,
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "borough": "Ealing",
  "cil_liability": null,
  "decision_process": "Delegated",
  "id": "Ealing-242576ADV",
  "description": "Display of an internally illuminated LED sign (Advertisement Consent)",
  "appeal_start_date": null,
  "last_updated": "2025-03-19T20:15:58.848+00:00",
  "centroid": {
    "lon": -0.288064,
    "lat": 51.510513
  },
  "centroid_easting": 518899
}