{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "21/03/2024",
  "development_type": null,
  "ward": "Outside Borough",
  "lapsed_date": null,
  "decision_date": null,
  "lpa_app_no": "OB/24/01814",
  "status": "Application Under Consideration",
  "parking_details": null,
  "centroid": {
    "lat": 51.501788,
    "lon": -0.191423
  },
  "application_type": "All Other",
  "borough": "Kensington & Chelsea",
  "decision_process": null,
  "last_updated_by": "CSV Data Import",
  "last_date_consultation_comments": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-04-07T08:59:32.164Z",
  "locality": null,
  "date_building_work_completed_under_previous_permission": null,
  "description": "This Council is asked for its observations on an application receied by Historic Churches Committee for the Archdiocese of Westminster for installation of two screens which serve as liturgical aids on either side of our bare sanctuary walls. Through a five-week trial period during which the screens have been mounted on stands, we have noticed tremendous improvement in participation in our liturgies, not only in singing at Mass but also at communal prayers and other liturgies.The proposed screens have been carefully chosen, conscious of liturgical sensitivities and in an effort to preserve the aesthetic appearance of the church. They are a Samsung TV model - 85' The Frame. The design of this model allows for the screen to serve as a picture frame while in off-mode and a projection screen when required. The advantage of this is that when it is turned off and not in use, the screen displays a picture, prayer or whatever is relevant for reflection on a specific day. In this way, the screen is never at any time blank and without a function but becomes, all the time, an aid to prayer in the church. Cabling: The other specification of the screen model that appeals to our purpose is the cabling. Because it is meant to serve as a picture frame lapped to the wall, it comes with only one transparent fibre cable (up to 15 metres long), which is the only cable that goes into the screen. This is then connected to a 'OneConnect' box (up to 15 metres away from the screen) onto which all the sources can be connected. This cable is described as a 'near-invisible' cable. Effectively, no cable can be seen on the wall coming out the screen even from a one metre distance. Fixing: The proposed screen comes with its own bracket designed to have the screen lapped to the wall like a picture frame. This bracket will be used. Because our proposed wall is a dry wall (above the sand stone, as shown in picture), the bracket shall be fixed to the wall using M6 threaded bars held with chemical fixing. These are the same materials used by the installers to fix the crucifix previously approved (picture attached). The only difference is that the screens will lap to the wall. Comparison: It is worth noting that a retractable screen, which serves a similar purpose, was also considered for this projectbut was found unsuitable for three reasons. First, the width of the walls where the retractable screens would be mounted measures about 220cm. This width is not enough to hold a screen that would accommodate a viewing distance of up to 45 metres. Secondly, due to the bright lighting in the sanctuary, only few projectors would compete with the lights to produce enough contrast for reading from the retractable screen. And finally, it would be difficult to find a mounting position for theprojector that would provide an equal aesthetic value as the TV screens and at the same time provide easy accessibility for troubleshooting and maintenance. All these circumstantial cons as relates to the retractable screen made the TV screen a preferred option.\u000b",
  "application_type_full": null,
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": null,
  "site_number": null,
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "application_details": {
    "existing_uprns": null
  },
  "pp_id": null,
  "postcode": null,
  "wgs84_polygon": null,
  "cil_liability": null,
  "street_name": null,
  "decision_conditions": null,
  "decision_agency": null,
  "actual_commencement_date": null,
  "centroid_northing": 179645,
  "site_name": "Our Lady of Mount Carmel and St Simon Stock, Kensington Church Street, LONDON, W8 4BB",
  "decision_target_date": null,
  "appeal_status": null,
  "decision": null,
  "lpa_name": "Kensington & Chelsea",
  "polygon": null,
  "appeal_start_date": null,
  "uprn": "217112032",
  "appeal_decision_date": null,
  "id": "Kensington_&_Chelsea-OB_24_01814",
  "centroid_easting": 525629
}