{
  "uprn": null,
  "decision_agency": null,
  "wgs84_polygon": null,
  "appeal_start_date": null,
  "centroid_northing": 0,
  "decision": "No Objection to Proposal (OBS only)",
  "polygon": null,
  "borough": "Kensington & Chelsea",
  "bo_system": "CSV Data Import",
  "pp_id": null,
  "decision_process": "Delegated",
  "locality": null,
  "site_number": null,
  "secondary_street_name": null,
  "description": "This Council has been asked for its observations on an application submitted to Hammersmith & Fulham Council (2024/00961/VAR) for Variation of Condition 4 (Drawings) and Condition 5 (Design Codes and Parameter Plans) of planning permission 2018/02100/COMB granted 8 Feb 019 (as amended by Refs 2020/01088/NMAT and 2024/00818/NMAT);\"Planning Application (part-detailed, part-outline) for demolition of existing buildings and structures (excl. No.2 Gasholder, 1856 Chief Engineer's Office, 1927 Research Laboratory, 1920 WW1 War Memorial and WW2 War Memorial) and redevelopment to provide a residential-led mixed use development comprising the erection of new buildings.(1) Detailed planning application for residential floorspace together with ancillary residential facilities (C3 Use); flexible commercial floorspace (A1, A2, A3, A4 Uses); community and leisure floorspace (D1/D2 Use); provision of a basement; new pedestrian and vehicular access; provision of amenity space, landscaping, car/cycle parking, refuse storage, energy centre, servicing area, and other associated infrastructure works.(2) Outline planning application (with all matters reserved) for residential floorspace and ancillary residential facilities (C3 Use); non-residential floorspace comprising flexible commercial retail (A1, A2, A3, A4 Uses), office (B1 Use), community (D1 Use) and leisure (D2 Use) floorspace; provision of new basement level; new pedestrian and vehicular access; and associated amenity space, publicly accessible open space, landscaping, car/cycle parking, refuse storage, energy centres, servicing area, and other associated infrastructure works.\"Amendments comprise (a) configuration of Plots H1, H2 and H3 (towers) by removing the tower element of H3 and merging with H2 (no change to overall floorspace); (b) increase to Plots H1, H2 building floorplates and changes to layout design; (c) increase to shoulder height of Plot H2; (d) increase in number of floors for Plots H1, H2 (no change to max heights); (e) redistribution of land uses; and (f) changes to indicative landscape strategy (Phases 2b, 3a, 4a-d, 5a-b, 6).The proposed development is a major development. The proposal may affect the setting or context of a Listed Building. The proposed development is within a conservation area and may affect its character or appearance.",
  "postcode": null,
  "appeal_decision": null,
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "lapsed_date": "03/12/2027",
  "application_type": "All Other",
  "title_number": null,
  "last_date_consultation_comments": null,
  "parking_details": null,
  "application_type_full": null,
  "appeal_decision_date": null,
  "cil_liability": false,
  "url_planning_app": null,
  "decision_conditions": null,
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "street_name": null,
  "appeal_status": null,
  "development_type": null,
  "decision_date": "03/12/2024",
  "lpa_app_no": "OB/24/03429",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": "Fulham Gas Works Imperial Road, LONDON, SW6 2AD",
  "subdivision_of_building": null,
  "last_updated": "2025-04-07T09:02:11.686Z",
  "decision_target_date": null,
  "valid_date": "22/05/2024",
  "reference_no_of_permission_being_relied_on": null,
  "status": "No Objection to Proposal (OBS only)",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Kensington & Chelsea",
  "id": "Kensington_&_Chelsea-OB_24_03429",
  "application_details": {
    "existing_uprns": null
  },
  "ward": "Outside Borough",
  "centroid_easting": 0,
  "epc_number": null
}