{
  "street_name": "Fitzjohn's Avenue",
  "centroid_northing": "185439",
  "lapsed_date": "12/01/2025",
  "bo_system": "Northgate M3",
  "site_name": " ",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": "8498-7666-0129-7327-6983",
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "82",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": true,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526568.3358356,
              185377.3962872
            ],
            [
              526596.1598692,
              185393.0742339
            ],
            [
              526622.017612,
              185407.9964736
            ],
            [
              526641.0555589,
              185417.8011908
            ],
            [
              526659.6542265,
              185428.1604138
            ],
            [
              526669.8392656,
              185434.7756963
            ],
            [
              526649.0397066,
              185450.0874149
            ],
            [
              526650.5454297,
              185452.2453019
            ],
            [
              526656.6676546,
              185462.5755543
            ],
            [
              526654.4504595,
              185466.1953003
            ],
            [
              526629.04234,
              185444.6405917
            ],
            [
              526630.6715685,
              185441.8542575
            ],
            [
              526622.0381027,
              185435.5605096
            ],
            [
              526623.3451261,
              185434.3209913
            ],
            [
              526607.4280711,
              185424.4529248
            ],
            [
              526608.2923637,
              185423.9091033
            ],
            [
              526599.1167441,
              185416.6123981
            ],
            [
              526599.2831339,
              185415.6270934
            ],
            [
              526583.3377576,
              185406.8892107
            ],
            [
              526587.5169155,
              185398.5124765
            ],
            [
              526583.6128697,
              185395.8706738
            ],
            [
              526586.2939325,
              185390.7076153
            ],
            [
              526566.9900199,
              185380.1897158
            ],
            [
              526568.3358356,
              185377.3962872
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "13/04/2021",
  "decision_date": "12/01/2022",
  "development_type": "Other house holder developments",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "NW3 6NP",
  "title_number": [
    "NGL199644 NGL57962 NGL392534 NGL862943"
  ],
  "lpa_app_no": "2021/1787/P",
  "uprn": "5021870",
  "application_details": {
    "total_gia_gained": 391,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "06/2023",
    "intended_commencement_date": "06/2021",
    "site_area": 0.218
  },
  "borough": "Camden",
  "actual_completion_date": null,
  "pp_id": "9728624",
  "locality": "London",
  "application_type": "Householder",
  "decision_target_date": "12/01/2022",
  "last_updated_by": "Northgate M3",
  "application_type_full": "Householder planning permission",
  "lpa_name": "Camden",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/1787/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: A-PL-00-300, A-PL-00-301, A-PL-00-302, A-PL-00-304, A-PL-00-308, A-PL-00-310 rev A, A-PL-00-311, A-PL-00-312, A-PL-00-321, A-PL-00-322 rev A, A-PL-00-310 (Proposed Typical Window Details). \r\n\r\nDocuments: Design and Access Statement dated April 2021, Heritage assessment dated March 2021, letter from Gerald Eve dated 13 April 2021, Whole life carbon assessment rev A dated 01/04/2021, Thermal comfort analysis rev A dated 01/04/2021, Energy and Sustainability Statement rev A dated 01/04/2021, Photographic survey dated February 2021, Cellweb TRP Installation guide, Tree survey and Arboricultural method statement dated March 2021, Tree constraints and protection plan dated March 2021.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017 and policies DH1 and DH2 of the Hampstead Neighbourhood Plan 2018.\r\n",
    "Condition : 4 - Prior to the commencement of construction/demolition works on site, tree protection measures shall be installed in accordance with the Tree survey and arboricultural method statement by Tretec dated March 2021. The protection shall then remain in place for the duration of works on site, unless otherwise agreed in writing by the local authority.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017 and policies NE2 and NE4 of the Hampstead Neighbourhood Plan 2018. \r\n ",
    "Condition : 5 - Prior to the relevant works, full details in respect of the pool house living roof shall be submitted to and approved by the local planning authority. The details shall include  \r\ni. a detailed scheme of maintenance  \r\nii. sections at a scale of 1:20 with manufacturers details demonstrating the construction and materials used \r\niii. full details of planting species and density demonstrating a biodiverse array of plants. \r\n \r\nThe living roof shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme.  \r\n \r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies G1, CC1, CC2, CC3, D1, D2 and A3 of the London Borough of Camden Local Plan 2017 and policies DH1, DH2, NE2 and NE4 of the Hampstead Neighbourhood Plan 2018.\r\n",
    "Condition : 6 - Prior to commencement of the relevant works, full details of hard and soft landscaping and means of enclosure of all un-built, open areas shall be submitted to and approved by the local planning authority in writing. Such details shall include details of replacement planting, including a list of species and maintenance schedule. The relevant part of the works shall not be carried out other than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3,  D1 and D2 of the London Borough of Camden Local Plan 2017 and policies DH1, DH2, NE2 and NE4 of the Hampstead Neighbourhood Plan 2018.\r\n",
    "Condition : 7 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3,  D1 and D2 of the London Borough of Camden Local Plan 2017 and policies DH1, DH2, NE2 and NE4 of the Hampstead Neighbourhood Plan 2018.\r\n",
    "Condition : 8 - Harrison Shortt Structural Engineers Ltd. shall inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Should there be a subsequent change or reappointment, the replacement shall be a suitably qualified chartered engineer with membership of the appropriate professional body and details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall also be confirmed forthwith for the duration of the construction works.  \r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of  policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017 and policy BA1 of the Hampstead Neighbourhood Plan 2018. \r\n",
    "Condition : 9 - The basement development shall be completed in accordance with Ground Investigation & Basement Impact Assessment Report (BIA) by GEA Ltd, Ref J20158, Rev 5, dated 1 November 2021 and Structural Report by Harrison Shortt, Ref 2092-BIA-Revisions D and E, dated April 2021 (submitted July and August 2021 respectively), and the recommendations made in Campbell Reith's Basement Impact Assessment Audit rev F1 dated 02/12/2021.\r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017 and policy BA1 of the Hampstead Neighbourhood Plan 2018. \r\n"
  ],
  "id": "Camden-2021_1787_P",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": "526646",
  "description": "Alterations and extensions including erection of 2 storey extensions, increased ridge height, alterations to fenestration, erection of dormer windows to roof and creation of sunken terrace, removal of existing pool house and erection of new orangery involving basement excavation for new pool, and other associated works; hard and soft landscaping including replacement sheds and garage and removal of trees.",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.17467249999999998",
    "lat": "51.5536335"
  },
  "last_updated": "2025-03-20T16:12:05.253+00:00",
  "decision_agency": "Borough",
  "ward": "Hampstead Town (Pre May 2022)",
  "parking_details": {
    "no_existing_car": 3,
    "net_car": 0,
    "no_proposed_car": 3
  },
  "appeal_decision": null,
  "last_date_consultation_comments": "26/05/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1758142,
          51.5530973
        ],
        [
          -0.1754075,
          51.5532319
        ],
        [
          -0.1750294,
          51.5533603
        ],
        [
          -0.1747514,
          51.5534441
        ],
        [
          -0.17447959999999998,
          51.553533
        ],
        [
          -0.1743303,
          51.5535902
        ],
        [
          -0.1746247,
          51.5537325
        ],
        [
          -0.17460219999999999,
          51.5537515
        ],
        [
          -0.1745102,
          51.553843
        ],
        [
          -0.1745409,
          51.553876
        ],
        [
          -0.17491489999999998,
          51.553688
        ],
        [
          -0.1748924,
          51.5536626
        ],
        [
          -0.17501919999999999,
          51.553608
        ],
        [
          -0.17500079999999998,
          51.5535965
        ],
        [
          -0.1752338,
          51.5535114
        ],
        [
          -0.1752215,
          51.5535063
        ],
        [
          -0.1753564,
          51.5534428
        ],
        [
          -0.1753544,
          51.5534339
        ],
        [
          -0.1755874,
          51.553359
        ],
        [
          -0.1755301,
          51.5532828
        ],
        [
          -0.1755874,
          51.5532599
        ],
        [
          -0.1755506,
          51.5532129
        ],
        [
          -0.1758326,
          51.5531227
        ],
        [
          -0.1758142,
          51.5530973
        ]
      ]
    ],
    "type": "Polygon"
  }
}