{
  "street_name": "Frognal",
  "centroid_northing": "185635",
  "lapsed_date": "24/12/2024",
  "bo_system": "Northgate M3",
  "site_name": " ",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "65",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": true,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526004.10487,
              185597.8616918
            ],
            [
              526069.8411758,
              185614.2189295
            ],
            [
              526068.1827309,
              185621.53914
            ],
            [
              526069.887454,
              185624.231657
            ],
            [
              526068.3874319,
              185648.9288377
            ],
            [
              526065.6657028,
              185651.5112763
            ],
            [
              526064.3755483,
              185655.896065
            ],
            [
              526064.8047433,
              185662.3848173
            ],
            [
              526059.4783889,
              185662.841281
            ],
            [
              525987.9358437,
              185642.5118949
            ],
            [
              526000.5735258,
              185609.2577806
            ],
            [
              526003.5293003,
              185597.2584699
            ],
            [
              526004.10487,
              185597.8616918
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "07/09/2021",
  "decision_date": "24/12/2021",
  "development_type": "Other house holder developments",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "NW3 6YA",
  "title_number": [
    "NGL533088"
  ],
  "lpa_app_no": "2021/4278/P",
  "uprn": "5008973",
  "application_details": {
    "total_gia_gained": 139,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "03/2022",
    "intended_completion_date": "05/2023",
    "site_area": 0.36000000000000004
  },
  "borough": "Camden",
  "actual_completion_date": null,
  "pp_id": "10177470",
  "locality": "London",
  "application_type": "Householder",
  "decision_target_date": "24/12/2021",
  "last_updated_by": "Northgate M3",
  "application_type_full": "Householder planning & demolition in a conservation area",
  "lpa_name": "Camden",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/4278/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 0934-SL PL1; 0934-S PL1; 0934-MH-EX-GE01 PL1; 0934-MH-EX-GE02 PL1; 0934-MH-EX-GE03 PL1; 0934-MH-EX-GE04 PL1; 0934-EX-S PL1; 0934-MH-EX-GA-LGF PL1; 0934-MH-EX-GA00 PL1; 0934-MH-EX-GA01 PL1; 0934-MH-EX-GA02 PL1; 0934-MH-EX-GARF PL1; 0934-SH-EX-SE01; 0934-SH-PR-SE02 PL3; 0934-SH-PR-SE01a PL1; 0934-SH-PR-SE01 PL3; 0934-PR-S PL3; 0934-SH-PR-GE01 PL3; 0934-SH-PR-GARF PL3; 0934-SH-PR-GA00 PL3; 0934-PR-LA PL2; 0934-SH-PR-GE02 PL2; 0934-SH-PR-GE03 PL2; 0934-MH-PR-GE03 PL2; 0934-MH-PR-GE02 PL2; 0934-MH-PR-GE01 PL2; 0934-MH-GE04 PL2; 0934-MH-GARF PL2; Arboricultural Report dated 29/07/2021 by ACS Trees; Construction Method Statement dated 22 December 2021 by ateliergooch.\r\n\r\nReason:  For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017 and Policies DH1 and DH2 of Hampstead Neighbourhood Plan 2018,\r\n",
    "Condition : 4 - Prior to the relevant part of the works commencing full details of hard and soft landscaping and means of enclosure of all un-built, open areas shall be submitted to and approved by the local planning authority in writing. Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, D1 and D2 of the London Borough of Camden Local Plan 2017 and policy NE4 of Hampstead Neighbourhood Plan 2018.\r\n ",
    "Condition : 5 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details [by not later than the end of the planting season following completion of the development or any phase of the development] [, prior to the occupation for the permitted use of the development or any phase of the development], whichever is the sooner. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, D1 and D2 of the London Borough of Camden Local Plan 2017 and policy NE4 of Hampstead Neighbourhood Plan 2018.\r\n",
    "Condition : 6 - Prior to the relevant part of the works commencing, full details in respect of the living roof in the area indicated on the approved roof plan shall be submitted to and approved by the local planning authority. The details shall include \r\ni.\ta detailed scheme of maintenance \r\nii.\tsections at a scale of 1:20 with manufacturers details \tdemonstrating the construction and materials used [for large \tareas of green roof add in : and showing a variation of substrate \tdepth with peaks and troughs]\r\niii.\tfull details of planting species and density\r\n\r\nThe living roofs shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme. \r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies G1, CC1, CC2, CC3, D1, D2 and A3 of the London Borough of Camden Local Plan 2017 and policy NE4 of Hampstead Neighbourhood Plan 2018.\r\n",
    "Condition : 7 - Before the relevant part of the work is begun, detailed drawings, to include sections at scale 1:10, 1:50 in respect of new fully glazed structure, shall be submitted to and approved in writing by the local planning authority.\r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works. \r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017and policy NE4 of Hampstead Neighbourhood Plan 2018.\r\n",
    "Condition : 8 - The outbuilding hereby permitted shall only be used for purposes ancillary to the main dwellinghouse and shall not be used as a separate residential dwelling or business unit.\r\n\r\nReason: To safeguard the character of the rear garden and the residential amenity of the neighbouring occupiers, and to prevent inappropriate uses in rear gardens, in accordance with the requirements of policies A1, D1, H1 and E2 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "id": "Camden-2021_4278_P",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": "526050",
  "description": "Part single part two-storey side extension and alterations to landscaping on north elevation; single storey extension at lower ground floor level to south elevation; new dormer window to rear rooflsope; single storey outbuilding with pool and green roof on top .",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.1831943",
    "lat": "51.5555283"
  },
  "last_updated": "2025-03-19T20:46:33.582+00:00",
  "decision_agency": "Borough",
  "ward": "Frognal & Fitzjohns (Pre May 2022)",
  "parking_details": {
    "no_existing_car": 3,
    "net_car": 0,
    "no_proposed_car": 3
  },
  "appeal_decision": null,
  "last_date_consultation_comments": "31/10/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.18386929999999999,
          51.5552048
        ],
        [
          -0.1829157,
          51.5553371
        ],
        [
          -0.182937,
          51.5554033
        ],
        [
          -0.1829114,
          51.5554271
        ],
        [
          -0.18292419999999998,
          51.5556494
        ],
        [
          -0.1829625,
          51.5556732
        ],
        [
          -0.1829796,
          51.5557129
        ],
        [
          -0.1829711,
          51.5557711
        ],
        [
          -0.18304769999999998,
          51.5557764
        ],
        [
          -0.18408639999999998,
          51.5556097
        ],
        [
          -0.1839161,
          51.555308
        ],
        [
          -0.18387779999999998,
          51.5551995
        ],
        [
          -0.18386929999999999,
          51.5552048
        ]
      ]
    ],
    "type": "Polygon"
  }
}