{
  "actual_completion_date": null,
  "centroid_northing": "183753",
  "decision": "Approved",
  "development_type": "Minor dwellings",
  "valid_date": "20/12/2021",
  "bo_system": "Northgate M3",
  "description": "External alterations including alterations to lower ground floor rear facade, new fenestration, replacement third floor balustrade, expanded front lightwell, skylights, partial lowering of garden, hard landscaping and associated alterations.",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 029_07_00_P_r01, 029_07_01_P_r01, 029_01_05_P_r02, 029_01_00_P_r02, 029_01_04_P_r01, 029_06_01_P_r01, 029_17_01_P_r04, 029_17_00_P_r02, 029_17_02_P_r02, 029_11_15_P_r04, 029_11_10_P_r04, 029_11_04_r02, 029_16_01_P_r03, Arboricultural Impact Assessment 5 Albert Terrace dated 17.12.21 ref AIA 7628 rev A, Tree Constraints Plan ref TCP 7628 rev A dated 17.12.21, ElliotWood: 5 Albert Terrace RIBA Stage 2 report rev 3 dated 15/12/2021, Flood Risk Assessment ref WTFR-FRA-2021/09/Q18 dated 18.10.2021.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2  of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 4 - Before the relevant part of the work is begun, detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority: \r\n\r\na) Details including sections at 1:10 of all windows including frames, glazing bars, jambs, head and cills.\r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and any approved samples shall be retained on site during the course of the works.\r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - Prior to the commencement of any works on site, details demonstrating how trees to be retained shall be protected during construction work shall be submitted to and approved by the local planning authority in writing. Such details shall follow guidelines and standards set out in  BS5837:2012 \"Trees in Relation to Construction\". Details to include the finding of trial pit investigations that demonstrate the position of the steps in the rear garden and the new rear boundary wall will be of an acceptable impact on off-site trees.  All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details. \r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - No development shall take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. Such details shall include details of a permanent tree root protection system for the entire rear garden and adequate sustainable drainage. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, A5, D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 7 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by no later than the end of the planting season following completion of the development. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, A5, D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 8 - The permanent planter on the balcony hereby approved shall be installed prior to first use of the balcony and thereafter retained in perpetuity. \r\n \r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with policy A1 of the Camden Local Plan 2017. "
  ],
  "appeal_status": null,
  "parking_details": null,
  "decision_process": "Delegated",
  "site_number": "5",
  "decision_target_date": "14/03/2023",
  "ward": "Camden Town with Primrose Hill (Pre May 2022)",
  "application_details": {
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "03/2022",
    "intended_completion_date": "05/2022",
    "site_area": 0.031
  },
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "10460357",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": "Householder planning & demolition in a conservation area",
  "appeal_start_date": null,
  "lpa_name": "Camden",
  "borough": "Camden",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": "London",
  "last_date_consultation_comments": "20/02/2022",
  "decision_date": "14/03/2023",
  "centroid": {
    "lon": "-0.15464229999999998",
    "lat": "51.5381587"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/6185/P",
  "street_name": "Albert Terrace",
  "lpa_app_no": "2021/6185/P",
  "lapsed_date": "14/03/2026",
  "id": "Camden-2021_6185_P",
  "title_number": [
    "LN190284"
  ],
  "application_type": "Householder",
  "site_name": " ",
  "date_building_work_started_under_previous_permission": null,
  "postcode": "NW1 7SU",
  "last_updated": "2025-03-20T14:58:15.143+00:00",
  "last_updated_by": "Northgate M3",
  "decision_agency": "Borough",
  "uprn": "5139583",
  "cil_liability": false,
  "centroid_easting": "528078",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528098.3034618,
              183749.5018385
            ],
            [
              528084.8475221,
              183748.6020961
            ],
            [
              528084.6001702,
              183749.0519673
            ],
            [
              528068.1512733,
              183745.053112
            ],
            [
              528066.35385,
              183751.9011517
            ],
            [
              528065.5540791,
              183755.0002646
            ],
            [
              528069.2973368,
              183755.9999785
            ],
            [
              528069.998167,
              183756.1999212
            ],
            [
              528081.6979087,
              183758.9491343
            ],
            [
              528083.0500987,
              183759.2990341
            ],
            [
              528091.3034049,
              183758.5492487
            ],
            [
              528092.9524171,
              183758.349306
            ],
            [
              528093.6532473,
              183758.1993489
            ],
            [
              528094.2963621,
              183758.0493918
            ],
            [
              528094.7993108,
              183757.8494491
            ],
            [
              528095.2033188,
              183757.6495063
            ],
            [
              528095.9536194,
              183757.2496208
            ],
            [
              528096.6462045,
              183756.7497638
            ],
            [
              528097.1491532,
              183754.3504506
            ],
            [
              528098.3034618,
              183749.5018385
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.154351,
          51.5381226
        ],
        [
          -0.1545453,
          51.5381176
        ],
        [
          -0.15454869999999998,
          51.5381217
        ],
        [
          -0.15478709999999998,
          51.5380895
        ],
        [
          -0.1548106,
          51.5381514
        ],
        [
          -0.154821,
          51.5381795
        ],
        [
          -0.15476669999999998,
          51.5381876
        ],
        [
          -0.1547565,
          51.5381892
        ],
        [
          -0.1545869,
          51.5382113
        ],
        [
          -0.1545673,
          51.5382141
        ],
        [
          -0.1544486,
          51.5382055
        ],
        [
          -0.1544249,
          51.5382033
        ],
        [
          -0.1544149,
          51.5382018
        ],
        [
          -0.1544056,
          51.5382003
        ],
        [
          -0.1543985,
          51.5381984
        ],
        [
          -0.1543927,
          51.5381965
        ],
        [
          -0.1543821,
          51.5381928
        ],
        [
          -0.1543723,
          51.5381881
        ],
        [
          -0.1543659,
          51.5381665
        ],
        [
          -0.154351,
          51.5381226
        ]
      ]
    ],
    "type": "Polygon"
  }
}