{
  "street_name": "The Grove",
  "centroid_northing": "187295",
  "lapsed_date": "04/10/2025",
  "bo_system": "Northgate M3",
  "site_name": " ",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "5",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": false,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528208.7009625,
              187305.6590865
            ],
            [
              528228.5339887,
              187300.4160131
            ],
            [
              528222.4955766,
              187289.3292238
            ],
            [
              528213.2268844,
              187251.6597186
            ],
            [
              528210.2960489,
              187235.2772604
            ],
            [
              528208.8054759,
              187235.4248649
            ],
            [
              528207.9580294,
              187305.6402873
            ],
            [
              528208.7009625,
              187305.6590865
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "26/08/2021",
  "decision_date": "04/10/2022",
  "development_type": "Other house holder developments",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "N6 6JU",
  "title_number": [
    "257220"
  ],
  "lpa_app_no": "2021/4153/P",
  "uprn": "5031586",
  "application_details": {
    "total_gia_gained": 40,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "01/2022",
    "intended_completion_date": "07/2023",
    "site_area": 0.066
  },
  "borough": "Camden",
  "actual_completion_date": null,
  "pp_id": "10138211",
  "locality": "London",
  "application_type": "Householder",
  "decision_target_date": "21/10/2021",
  "last_updated_by": "Northgate M3",
  "application_type_full": "Householder planning & listed building consent",
  "lpa_name": "Camden",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/4153/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 44/2022/PL 0001; 44/2022/PL 0002; 44/2022/PL 0003; 44/2022/PL 0004; 44/2022/PL 0005; 44/2022/PL 0006; 44/2022/PL 0007; 44/2022/PL 0008; 44/2022/PL 0009; 44/2022/PL 0010; 44/2022/PL 1002; 44/2022/PL 1003; 44/2022/PL 1004; 44/2022/PL 1005; 44/2022/PL 1006; 44/2022/PL 1007; 44/2022/PL 1008; 44/2022/PL 1009; 44/2022/PL 1010; 44/2022/PL 2001; 44/2022/PL 2002 A; 44/2022/PL 2003; 44/2022/PL 2004; 44/2022/PL 2005; 44/2022/PL 2006; 44/2022/PL 2007 B; 44/2022/PL 2008 A; 44/2022/PL 2009; 44/2022/PL 2010 A; 381-L-P-110 Rev P01; 381-L-P-111 Rev P05; 381-L-P-112 Rev P01; 381-L-P-113 Rev P02; 381-L-P-114 Rev P01; 381-L-S-211 Rev P02; SK_0076 Rev A; Cover letter, dated 25/08/2021; Structural Engineering Report Rev P2, dated 16/02/2022; Heritage Appraisal, dated August 2021; Heritage Appraisal Addendum, dated May 2022; Ground Investigation and Basement Impact Assessment Report, J21179 Rev 2, dated February 2022; Flood Risk Assessment, dated September 2021; Landscape Design Statement 381-L-X-911 P03. \r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - Before the relevant part of the work is begun, detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority: \r\n\r\na) Manufacturer's specification details of all facing materials (to be submitted to the Local Planning Authority) and samples of those materials (to be provided on site).   \r\n\r\nb) Details including sections at 1:10 of all windows (including jambs, head and cill) and external doors; \r\n\r\nc) Typical details of new railings at a scale of 1:10 with finials at 1:1, including materials, finish and method of fixing into the plinth.\r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works. \r\n\r\nReason: In order to safeguard the special architectural and historic interest of the building and to safeguard the appearance of the application site and the character of the immediate area in accordance with the requirements of Policies D1 and D2 of the London Borough of Camden Local Plan 2017 and Policy DH2 of the Highgate Neighbourhood Plan 2017. \r\n",
    "Condition : 4 - Before any brickwork is commenced, a sample panel of the facing brickwork demonstrating the proposed colour, texture, face-bond and pointing shall be provided on site and approved in writing by the local planning authority. The development shall be carried out in accordance with the approval given. The approved panel shall be retained on site until the work has been completed. \r\n\r\nReason: In order to safeguard the special architectural and historic interest of the building and to safeguard the appearance of the application site and the character of the immediate area in accordance with the requirements of Policies D1 and D2 of the London Borough of Camden Local Plan 2017 and Policy DH2 of the Highgate Neighbourhood Plan 2017. \r\n",
    "Condition : 5 - Prior to the commencement of any works at Highgate Green, details demonstrating how trees to be retained shall be protected during construction work shall be submitted to and approved by the local planning authority in writing. Such details shall follow guidelines and standards set out in  BS5837:2012 \"Trees in Relation to Construction\". All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details. \r\n\r\nReason: To ensure that the development will not have an adverse effect on \r\nexisting trees and in order to maintain the character and amenity of the area in accordance with the requirements of Policies D1, D2, A2 and A3 of the London Borough of Camden Local Plan 2017 and Policies DH3 and OS2 of the Highgate Neighbourhood Plan 2017.\r\n",
    "Condition : 6 - Prior to the end of the next available planting season, replacement tree planting to Highgate Green shall be carried out in accordance with details of replanting species, position, date and size, where applicable, that have first been submitted to and approved by the local planning authority in writing. \r\n\r\nReason: To ensure that replacement planting is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of Policies D1, D2, A2 and A3 of the London Borough of Camden Local Plan 2017 and Policies DH3 and OS2 of the Highgate  Neighbourhood Plan 2017.\r\n",
    "Condition : 7 - All hard and soft landscaping works including the planting of the two mature lime trees in front of the property shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of Policies D1, D2, A2 and A3 of the London Borough of Camden Local Plan 2017 and Policies DH3 and OS2 of the Highgate  Neighbourhood Plan 2017.\r\n",
    "Condition : 8 - The basement works hereby approved shall be carried out in accordance with the Basement Impact Assessment (and supporting documents) as approved. Any change to the basement design or construction methodologies as approved shall be submitted to the local planning authority for approval in writing prior to their implementation. \r\n \r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of Policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017 and Policies DH2 and DH7 of the Highgate Neighbourhood Plan 2017. \r\n",
    "Condition : 9 - Constructure Ltd shall inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Should there be a subsequent change or reappointment, the replacement shall be a suitably qualified chartered engineer with membership of the appropriate professional body and details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the continuation of basement construction works. Any subsequent change or reappointment shall also be confirmed forthwith for the duration of the construction works.   \r\n\r\nReason: To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of Policies D1, D2, and A5 of the London Borough of Camden Local Plan 2017 and Policies DH2 and Dh7 of the Highgate Neighbourhood Plan 2017. \r\n"
  ],
  "id": "Camden-2021_4153_P",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": "528182",
  "description": "Excavation of basement under front garden, including replacement railings around lightwell; replacement wall and railings and refurbishment of gate to front garden; soft landscaping at land known as Highgate Green",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.15185369999999998",
    "lat": "51.5699665"
  },
  "last_updated": "2025-03-20T16:13:38.331+00:00",
  "decision_agency": "Borough",
  "ward": "Highgate (Pre May 2022)",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "07/11/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.15146469999999998,
          51.5700562
        ],
        [
          -0.1511806,
          51.5700046
        ],
        [
          -0.15127179999999998,
          51.5699063
        ],
        [
          -0.1514192,
          51.5695699
        ],
        [
          -0.1514674,
          51.5694233
        ],
        [
          -0.1514888,
          51.569425
        ],
        [
          -0.15147549999999999,
          51.5700562
        ],
        [
          -0.15146469999999998,
          51.5700562
        ]
      ]
    ],
    "type": "Polygon"
  }
}