{
  "decision_agency": "Borough",
  "development_type": "Minor dwellings",
  "cil_liability": false,
  "lpa_name": "Camden",
  "parking_details": null,
  "epc_number": "8539-6725-8210-4663-7992",
  "locality": "London",
  "description": "Erection of a single storey timber-clad outbuilding in rear garden for ancillary residential purposes\r\n",
  "bo_system": "Northgate M3",
  "pp_id": "9786996",
  "appeal_status": null,
  "centroid_easting": "526963",
  "valid_date": "29/04/2021",
  "site_number": "122",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/2069/P",
  "lpa_app_no": "2021/2069/P",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "5013578",
  "id": "Camden-2021_2069_P",
  "ward": "Belsize (Pre May 2022)",
  "application_type_full": "Householder planning & demolition in a conservation area",
  "application_details": {
    "total_gia_gained": 18.9,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "08/2021",
    "intended_completion_date": "10/2021",
    "site_area": 0.032
  },
  "title_number": [
    "NGL719818"
  ],
  "decision": "Approved",
  "centroid": {
    "lon": "-0.1704943",
    "lat": "51.5438025"
  },
  "postcode": "NW3 3JH",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526959.9491001,
              184380.6511741
            ],
            [
              526966.5039237,
              184352.749161
            ],
            [
              526967.0480977,
              184350.5997762
            ],
            [
              526967.9468094,
              184346.8008637
            ],
            [
              526970.0987703,
              184337.503525
            ],
            [
              526963.1481838,
              184335.8539972
            ],
            [
              526961.152879,
              184344.3015791
            ],
            [
              526958.3990286,
              184355.9982309
            ],
            [
              526952.8995729,
              184379.0016463
            ],
            [
              526957.1540244,
              184380.0013601
            ],
            [
              526959.9491001,
              184380.6511741
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "secondary_street_name": null,
  "centroid_northing": "184353",
  "status": "Approved",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: FR122-0100-001 Rev 01; FR122-0100-002 Rev 01; FR122-0100-003 Rev 01; FR122-0100-004 Rev 01; FR122-0100-005 Rev 01; FR122-0100-006 Rev 01; FR122-0100-007 Rev 01; FR122-0200-001 Rev 02; FR122-0200-002 Rev 01; FR122-0400-003 Rev 01; FR122-0400-002 Rev 01; FR122-0400-006 Rev 01; Planning Statement, dated 29/04/2021.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 4 - No development shall take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. [Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels.] The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 5 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details prior to the occupation of the outbuilding for the permitted use. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - Prior to commencement of development, full details in respect of the living roof in the area indicated on the approved roof plan shall be submitted to and approved by the local planning authority. The details shall include \r\ni. a detailed scheme of maintenance \r\nii. sections at a scale of 1:20 with manufacturers details demonstrating the construction and materials used \r\niii. full details of planting species and density\r\n\r\nThe living roof shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme. \r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies CC1, CC2, D1, D2 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 7 - The outbuilding hereby permitted shall not be occupied at any time other than for purposes ancillary to the residential use of the dwelling known as 122 Fellows Road.  \r\n\r\nReason: To protect amenity of adjoining occupiers and also ensure the outbuilding hereby permitted does not become a self-contained dwelling, separate and apart from the original dwellinghouse known as 122 Fellows Road in accordance with policies H1, H6, A1 and A4 of the Camden Local Plan 2017. \r\n"
  ],
  "appeal_decision": null,
  "street_name": "Fellows Road",
  "lapsed_date": "20/08/2024",
  "actual_commencement_date": null,
  "last_date_consultation_comments": "27/06/2021",
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "site_name": null,
  "application_type": "All Other",
  "last_updated": "2025-03-20T16:15:47.432+00:00",
  "appeal_decision_date": null,
  "borough": "Camden",
  "appeal_start_date": null,
  "decision_date": "20/08/2021",
  "last_updated_by": "Northgate M3",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "06/08/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1705283,
          51.5440517
        ],
        [
          -0.17044389999999998,
          51.5437994
        ],
        [
          -0.1704368,
          51.54378
        ],
        [
          -0.1704252,
          51.5437457
        ],
        [
          -0.17039759999999998,
          51.5436616
        ],
        [
          -0.1704983,
          51.5436484
        ],
        [
          -0.17052399999999998,
          51.5437247
        ],
        [
          -0.1705595,
          51.5438305
        ],
        [
          -0.1706305,
          51.5440384
        ],
        [
          -0.1705688,
          51.5440465
        ],
        [
          -0.1705283,
          51.5440517
        ]
      ]
    ],
    "type": "Polygon"
  }
}