{
  "street_name": "Avenue Road",
  "centroid_northing": "183728",
  "lapsed_date": "05/06/2027",
  "bo_system": "Northgate M3",
  "site_name": " ",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "28",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": true,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527191.3266128,
              183696.5762506
            ],
            [
              527220.6546387,
              183732.6315559
            ],
            [
              527204.7814244,
              183744.8316355
            ],
            [
              527236.324267,
              183782.5173627
            ],
            [
              527255.4497594,
              183775.5732196
            ],
            [
              527266.1990997,
              183769.768789
            ],
            [
              527290.5896724,
              183750.8086417
            ],
            [
              527294.7666153,
              183746.1891473
            ],
            [
              527298.4869826,
              183741.7831652
            ],
            [
              527321.1191841,
              183720.9792893
            ],
            [
              527323.44726,
              183718.1131492
            ],
            [
              527306.255226,
              183710.9326315
            ],
            [
              527300.2126239,
              183708.9812457
            ],
            [
              527273.6971936,
              183704.7164136
            ],
            [
              527257.5365269,
              183701.3863861
            ],
            [
              527258.8161766,
              183695.3443743
            ],
            [
              527188.4575098,
              183676.0323062
            ],
            [
              527188.4124124,
              183677.8309121
            ],
            [
              527182.3697276,
              183684.8783507
            ],
            [
              527191.5464479,
              183696.8067299
            ],
            [
              527191.3266128,
              183696.5762506
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "22/03/2021",
  "decision_date": "05/06/2024",
  "development_type": "Major dwellings",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "NW8 6BU",
  "title_number": [
    "LN59778"
  ],
  "lpa_app_no": "2021/1358/P",
  "uprn": "5043626",
  "application_details": {
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "01/2023",
        "intended_commencement_date": "01/2022"
      }
    ],
    "total_gia_gained": 2460,
    "site_area": 0.7205,
    "total_gia_lost": 0,
    "total_gia_existing": 66,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 66,
        "use_class": "C3",
        "gia_gained": 2460,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "rain_water_harvesting": true,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 12.84,
        "building_ref": "Height from ground level to the top of the roof of the main dwelling"
      }
    ],
    "grey_water_reuse": true,
    "surface_water_discharge_percentage_reduction": 70,
    "green_suds": true,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 2460,
      "total_gia_lost": 0,
      "total_gia_existing": 66
    },
    "garden_land_lost": true,
    "internal_resi_water_usage": 110,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 10,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 2460,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 15,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 10,
          "unit_type": "House or Bungalow",
          "gia": 2460,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 30,
      "solar_pv_capacity": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": true,
      "chp_heat_pumps_capacity": 0.25
    },
    "ownership_status": "Private"
  },
  "borough": "Camden",
  "actual_completion_date": null,
  "pp_id": "9505682",
  "locality": "London",
  "application_type": "All Other",
  "decision_target_date": "05/06/2024",
  "last_updated_by": "Northgate M3",
  "application_type_full": "Full planning permission",
  "lpa_name": "Camden",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/1358/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\n\r\nDrawings: OS Location Map (860)001_PL02, Site Plan Aerial (860)002_PL02, Site Plan - Proposed (860)004_PL04, General Arrangements Basement Plan (860)020_PL03, General Arrangements Ground Floor Plan (860)021_PL03, General Arrangements First & Second Floor Plan (860)022_PL03, General Arrangements Roof Plan (860)023_PL01, General Arrangements Pavilion Floor Plans (860)024_PL01, Front Elevation (860)200_PL03, Elevations West Elevation (860)201_PL03, Elevations Rear Elevation (860)202_PL03, Sections Long Section (860)300_PL03, Site Layout Water Drainage Strategy 5258 DR01 rev D.\r\n\r\nDocuments: Shh Design & Access Statement, Ecological Assessment by The Ecology Co-op Proj ref P3239 dated 12th March 2020, Energy and Sustainability Statement dated October 2021, Ambiental Flood Risk Assessment and Drainage Strategy ref 5257 dated 07/4/20, Ambiental response 16/05/22, AEA Ambiental Micro Drainage 22/6/22, Greater London Authority SuDS Proforma, Camden Sustainability and Energy Proforma MAJORS V1 ME7 October 2021, Heritage Statement: Heritage Significance dated March 2021, Impact Assessment and Justification Statement, Paragon Environmental Noise Survey dated 16/02/21 ref 3869_ENS_B rev B, Planning Statement 28 Avenue Road  by hgh consulting dated March 2021, Townscape Visual Impact Assessment dated January 2021, 28 Avenue Road Method Statement: Trial Pit Excavation within RPA dated 15th January 2021, Overheating Assessment dated 6 October 2021, Desk Study & Ground Investigation Report by GEA dated March 2021, Envirocheck Report Datasheet by Landmark Information Group dated 04-Mar-2020, GEA collection of historical maps, Campbell Reith Basement Impact Assessment Audit Rev D1 dated August 2021, (860)004_PL04, Arboricultural Impact Assessment Report for 28 Avenue Road ref SHH/28AVE/AIA/01c dated 28th September 2021, Air Quality Assessment 28 Avenue Road Camden dated December ",
    "Condition : 3 - Landscaping Details\r\n\r\nNo development shall take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. Such details shall include details of any proposed new or replacement planting and post planting maintenance, earthworks including grading, mounding and other changes in ground levels. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, A5, D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 4 - Landscaping Compliance\r\n\r\nAll hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development, prior to the occupation for the permitted use of the development, whichever is the sooner. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, A5, D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - Tree Protection Measures\r\n\r\nPrior to the commencement of any works on site, details demonstrating how trees to be retained shall be protected during construction work shall be submitted to and approved by the local planning authority in writing. Such details shall follow guidelines and standards set out in  BS5837:2012 \"Trees in Relation to Construction\" and should include details of appropriate working processes in the vicinity of trees. All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details. \r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - Tree Protection Compliance\r\n\r\nPrior to the commencement of works on site, tree protection measures shall be installed in accordance with approved Tree Protection Plan. The protection shall then remain in place for the duration of works on site and works should be undertaken in line with the approved arboricultural method statement, unless otherwise agreed in writing by the local authority.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 7 - Plant Noise Levels\r\n\r\nPrior to use of the development, details shall be submitted to and approved in writing by the Council, of the external noise level emitted from plant/ machinery/ equipment and mitigation measures as appropriate.  The measures shall ensure that the external noise level emitted from plant, machinery/ equipment will be lower than the typical existing background noise level by at least 10dBA, by 15dBA where the source is tonal, as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises which must be clearly identified in any submission, with all machinery operating together at maximum capacity. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.\r\n\r\nReason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 8 - Noise Mitigation\r\n\r\nPrior to use, machinery, plant or equipment and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 9 - Structure to Mitigate Noise\r\n\r\nThe design and structure of the development shall be of such a standard that it will protect residents within it from existing external noise so that they are not exposed to levels indoors of more than 35dB LAeq 16hrs daytime and of more than 30dB LAeq 8hrs in bedrooms at night.\r\n\r\nReason: To ensure that the amenity of occupiers of the development site are not adversely affected by noise from mechanical installations/ equipment in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 10 - Basements\r\n\r\nThe development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, check for compliance with the design (as approved by the local planning authority and building control body) and monitor the critical elements of both permanent and temporary basement construction works throughout their duration. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works. \r\n \r\nReason: To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policies D1, D2( and A5 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 11 - Water Efficiency \r\n\r\nThe development hereby approved shall achieve a maximum internal water use of 105 litres/person/day, and 5 litres/person/day for external water use. The dwelling/s shall not be occupied until the Building Regulation optional requirement has been complied with. \r\n\r\nReason: To ensure the development contributes to minimising the need for further water infrastructure in an area of water stress in accordance with policies CC1, CC2 and CC3 of the London Borough of Camden Local Plan Policies and Policy SI 5 of the London Plan 2021.\r\n",
    "Condition : 12 - Ecology\r\n\r\nPrior to commencement of works on site, the following shall have been submitted to and approved by the Local Planning Authority in writing, these should reflect the recommendations within the Ecological Assessment and Bat Survey.\r\n\r\na) Details of external lighting, following ecologically sensitive principles\r\nb) Details of landscaping to include planting and/or features to enhance biodiversity\r\nc) Details, including location, of birds and bat boxes\r\nd) No clearance of vegetation within the bird breeding season, except where absence has been confirmed.\r\n\r\nReason: In order to protect wildlife habitat and biodiversity, in accordance with the requirements of Policy A3 of the Camden Local Plan 2017.\r\n\r\n",
    "Condition : 13 - Ground Source Heat Pump\r\n\r\nPrior to commencement of development other than site clearance & preparation, drawings and data sheets showing the location, extent and predicted supply from the ground source heat pump to be installed shall have been submitted to and approved by the Local Planning Authority in writing. The measures shall include the installation of a meter to monitor the energy output from the approved renewable energy systems. A site-specific lifetime maintenance schedule for each system, shall be provided. The system shall be installed in full accordance with the details approved by the Local Planning Authority and permanently retained and maintained thereafter.\r\n\r\nReason: To ensure the development provides adequate on-site renewable energy facilities in accordance with the requirements of policy CC1 (Climate change mitigation) of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 14 - Energy & Sustainability\r\n\r\nThe development shall be completed in accordance with materials and measures set out in the Energy and Sustainability Statement dated October 2021, and achieve a minimum of 52.6% on-site savings beyond Part L of the Building Regulations 2013, with 52.5% achieved through the Be Green stage in the energy hierarchy.\r\n\r\nReason: To ensure the development contributes to minimising the effects of, and can adapt to a changing climate in accordance with the requirements of policies C1, CC1, CC2 and CC4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 15 - Solar Panel Details\r\n\r\nPrior to commencement of above ground works, drawings and data sheets showing the location, extent and predicted energy generation of photovoltaic cells and associated equipment to be installed on the building shall have been submitted to and approved by the Local Planning Authority in writing. The measures shall include the installation of a meter to monitor the energy output from the approved renewable energy systems. A site-specific lifetime maintenance schedule for each system, including safe roof access arrangements, shall be provided. The cells shall be installed in full accordance with the details approved by the Local Planning Authority and permanently retained and maintained thereafter.\r\n\r\nReason: To ensure the development provides adequate on-site renewable energy facilities in accordance with the requirements of policy CC1 (Climate change mitigation) of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 16 - Bat Survey \r\n \r\nA bat survey shall be submitted to and approved in writing by the local planning authority prior to demolition. The survey shall be carried out by a suitably qualified ecologist and accompanied by a report confirming the results and implications of the assessment, including any revised mitigation measures. All mitigation measures as approved shall be implemented in full in accordance with the agreed time scales.    \r\n   \r\nReason: In order to protect wildlife habitats and biodiversity, in accordance with the requirements of Policy A3 of the Camden Local Plan 2017.\r\n",
    "Condition : 17 - SuDS\r\n\r\nThe sustainable drainage system as approved (Ambiental FRA and DS 7/4/20, Ambiental response 16/5/22, AEA Ambiental micro drainage 22/6/22, drawing 5258 DR01 rev D) shall be installed as part of the development to accommodate all storms up to and including a 1:100 year storm with a 40% provision for climate change, such that flooding does not occur in any part of a building or in any utility plant susceptible to water and to achieve run off onf 1.7l/s]. The system shall include 165.4m3 attenuation and rainwater harvesting if feasible, as stated in the approved drawings and shall thereafter retained and maintained in accordance with the approved maintenance plan.\r\n\r\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with policies CC2 and CC3 of the London Borough of Camden Local Plan Policies and Policy SI 13 of the London Plan 2021.\r\n",
    "Condition : 18 - Rainwater harvesting\r\n\r\nPrior to commencement of development other than site clearance & preparation, a feasibility assessment for rainwater recycling should be submitted to the local planning authority and approved in writing. If considered feasible, details should be submitted to the local authority and approved in writing. The development shall thereafter be constructed in accordance with the approved details.\r\n\r\nReason: To ensure the development contributes to minimising the need for further water infrastructure in an area of water stress in accordance with policies CC2 and CC3 of the London Borough of Camden Local plan Policies and Policy SI 13 of the London Plan 2021.\r\n",
    "Condition : 19 - Tennis Pavilion Green Roof\r\n\r\nPrior to commencement of development , full details in respect of the living roof in the area indicated on the approved roof plan shall be submitted to and approved by the local planning authority. The details shall include \r\ni.\ta detailed scheme of maintenance \r\nii.\tsections at a scale of 1:20 with manufacturers details \tdemonstrating the construction and materials used\r\niii.\tfull details of planting species and density\r\n\r\nThe living roofs shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme. \r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies G1, CC1, CC2, CC3, D1, D2 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 20 - Adaptable housing\r\n\r\nThe new house hereby permitted shall be constructed to comply with Part M4(2) of the Building Regulations.\r\n\r\nReason: To secure appropriate access for disabled people, older people and others with mobility constraints in accordance with policies H6 and C6 of the Camden Local Plan 2017.\r\n",
    "Condition : 21 - Tennis and Swimming Pool Pavilions\r\n\r\nThe tennis and swimming pool pavilions shall only be used as ancillary to the main property at 28 Avenue Road.\r\n\r\nReason: In order to ensure that part of the development is not used as a separate unit of living accommodation, complying with policies A1 and H6 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 22 - Staff accommodation \r\n \r\nThe staff accommodation shall remain ancillary to the main dwellinghouse and shall not be used as separate self-contained accommodation.  \r\n \r\nReason: To ensure that the development does not adversely affect the amenity of adjoining residential premises and is not used for unauthorised purposes, in accordance with policies G1, A1 and H6 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 23 - Capped on site parking\r\n\r\nOn occupation of the new dwelling, no more than 2 vehicles in total are to be parked across the site (the site as defined by red line boundary on drawing Site Plan - Proposed (860)004_PL04)) at all times.\n\n�\n\n\r\n\r\nReason: To ensure the development encourages use of sustainable transport methods by limiting the availability of parking in accordance with the requirements of policy T2 of the London Borough of Camden Local Plan 2017."
  ],
  "id": "Camden-2021_1358_P",
  "appeal_start_date": null,
  "subdivision_of_building": "N/A. ",
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": "527249",
  "description": "Erection of a two-storey plus basement and mansard dwelling with outbuildings, vehicular access, parking, landscaping and associated works.",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.1665981",
    "lat": "51.5381213"
  },
  "last_updated": "2025-03-19T23:00:59.031+00:00",
  "decision_agency": "Borough",
  "ward": "Swiss Cottage (Pre May 2022)",
  "parking_details": {
    "no_existing_car": 10,
    "net_car": -4,
    "no_proposed_car": 6
  },
  "appeal_decision": null,
  "last_date_consultation_comments": "28/06/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1674406,
          51.5378518
        ],
        [
          -0.16700489999999998,
          51.5381693
        ],
        [
          -0.1672292,
          51.5382825
        ],
        [
          -0.1667611,
          51.5386141
        ],
        [
          -0.1664879,
          51.5385474
        ],
        [
          -0.16633509999999999,
          51.5384928
        ],
        [
          -0.16599049999999999,
          51.5383169
        ],
        [
          -0.165932,
          51.5382744
        ],
        [
          -0.1658799,
          51.538234
        ],
        [
          -0.1655613,
          51.5380419
        ],
        [
          -0.1655288,
          51.5380156
        ],
        [
          -0.16577909999999998,
          51.537955
        ],
        [
          -0.16586689999999998,
          51.5379388
        ],
        [
          -0.1662506,
          51.5379065
        ],
        [
          -0.16648469999999999,
          51.537880200000004
        ],
        [
          -0.1664684,
          51.5378256
        ],
        [
          -0.16748929999999998,
          51.5376679
        ],
        [
          -0.16748929999999998,
          51.537684
        ],
        [
          -0.1675739,
          51.5377487
        ],
        [
          -0.16743729999999998,
          51.5378539
        ],
        [
          -0.1674406,
          51.5378518
        ]
      ]
    ],
    "type": "Polygon"
  }
}