{
  "street_name": "Priory Terrace",
  "centroid_northing": "183958",
  "lapsed_date": "01/12/2024",
  "bo_system": "Northgate M3",
  "site_name": null,
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "39",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": false,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525657.8776269,
              183957.5535409
            ],
            [
              525687.1717778,
              183950.1885478
            ],
            [
              525689.3604086,
              183959.4052266
            ],
            [
              525660.1763166,
              183966.6657688
            ],
            [
              525657.7662899,
              183957.7115272
            ],
            [
              525657.8776269,
              183957.5535409
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "12/07/2021",
  "decision_date": "01/12/2021",
  "development_type": "Minor dwellings",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "NW6 4DG",
  "title_number": null,
  "lpa_app_no": "2021/3391/P",
  "uprn": "5053320",
  "application_details": {
    "site_area": 0.029
  },
  "borough": "Camden",
  "actual_completion_date": null,
  "pp_id": "9947559",
  "locality": "London",
  "application_type": "All Other",
  "decision_target_date": "04/12/2021",
  "last_updated_by": "Northgate M3",
  "application_type_full": null,
  "lpa_name": "Camden",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/3391/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2  of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans: Site Location Plan (919)001_PL01; 002_PL01; 020_PL03; 021- PL01210_PL01; 211_ PL03; 300_PL01; 310_PL01; 311_PL03; 3D image showing Street view; Design and Access Statement by SHH dated 12 July 2921; Internal Daylight Report by eb7 dated June 2021; Aboricultural Impact Assessment Report by Landmark Trees dated 5th July 2021 (Ref: SHH/39APT/AIA/01)\r\n\r\n\r\nReason:\r\nFor the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - Prior to any above ground works relating to the single storey rear extension, full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. Such details shall include details of the proposed trees, any proposed earthworks including grading, mounding and other changes in ground levels.The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.  \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 5 - All hard and soft landscaping works shall be carried out in accordance with the approved landscaping details (including the planting of 3 new trees) shall be submitted by not later than the end of the planting season following completion of the development or any phase of the development, prior to the occupation for the permitted use of the development or any phase of the development, whichever is the sooner. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - The flat roof of the lower-ground floor extension hereby approved shall not be used as an external amenity space and shall be used for maintenance purposes only.\r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements policies A1 and D1 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "id": "Camden-2021_3391_P",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": "525675",
  "description": "Erection of a single storey extension at lower-ground floor level, alteration to the fenestration treatment to the flank elevation, installation of timber decking and external staircase between the ground/lower-ground floor and installation of metal balustrade for a ground floor terrace all to the rear elevation. ",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.18919919999999998",
    "lat": "51.5405406"
  },
  "last_updated": "2025-03-20T16:13:28.487+00:00",
  "decision_agency": "Borough",
  "ward": "Kilburn (Pre May 2022)",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "19/09/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.18944609999999998,
          51.5405404
        ],
        [
          -0.1890265,
          51.5404677
        ],
        [
          -0.18899169999999998,
          51.54055
        ],
        [
          -0.1894097,
          51.5406217
        ],
        [
          -0.1894476,
          51.5405418
        ],
        [
          -0.18944609999999998,
          51.5405404
        ]
      ]
    ],
    "type": "Polygon"
  }
}