{
  "actual_completion_date": null,
  "centroid_northing": "182163",
  "decision": "Approved",
  "development_type": "Minor dwellings",
  "valid_date": "13/12/2021",
  "bo_system": "Northgate M3",
  "description": "Change of use of upper floor offices class (E) to residential (C3) use to provide 5 x residential units (1 x studio, 3 x 1 bed and 1 x 2 bed), demolition of existing rear garage and erection of a 2 storey 2 bed dwelling with basement, consolidation of the existing ground floor retail and cafe (E) to provide a replacement retail/restaurant (E) and installation of replacement kitchen extract plant; erection of a 1st to 3rd floor rear infill extension and external alterations to the front elevation including reopening of the side entrance door, replacement windows, shopfront and roof.",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\n\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\n\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 1112GS-PP3-00; 1112GS-PP3-01 REVA; 1112GS-PP3-02 REVA; 1112GS-PP3 REVA; 1112GS-PP3-04 REVA; 1112GS-PP3-05 REVA; 1112GS-PP3-06 REVA; 1112GS-PP3-06B REVA; 1112GS-PP3-07; 1112GS-PP3-08 REVA; 1112GS-PP3-09; 1112GS-PP3-10; 1112GS-PP3-11 REVA; 1112GS-PP3-12; 1112GS-PP3-13 REVA; 1112GS-PP3-14; Energy and Sustainability Statement - 241121V2; Energy-Appendix A; Energy-Appendix B; Cover letter PP3; DAS-Planning, Design and Access Statement REVA; Basement Impact Assestment - Part 1 - Unchanged from previously approved; Basement Impact Assestment - Part 2 - Unchanged from previously approved; BIA Audit - Unchanged from previously approved; Daylight and Sunlight Report - Unchanged from previously approved; Daylight and Sunlight Report_window map - Unchanged from previously approved; Draft Construction Management Plan - Unchanged from previously approved; Marketing Statement - Unchanged from previously approved; Heritage Appraisal - Unchanged from previously approved; Draft Construction Management Plan - Unchanged from previously approved; Noise Impact Assessment - Unchanged from previously approved; Planning Statement  - Unchanged from previously approved; Energy and Sustainability Statement - 241121; Appendix A; Appendix B; Appendix C and Appendix D.\n\nReason:\nFor the avoidance of doubt and in the interest of proper planning.\n",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \n\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017. \n",
    "Condition : 4 - The demolition hereby permitted shall not be undertaken before a construction contract for the carrying out of the development hereby approved by this permission has been made and details of this construction contact have been submitted to and approved in writing by the local planning authority. \n\nReason: To safeguard the character of the conservation area in accordance with the requirements of policy D2 of the London Borough of Camden Local Plan 2017.",
    "Condition : 5 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works. \n\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of  policy A5 of the London Borough of Camden Local Plan 2017.",
    "Condition : 6 - The ground floor/basement commercial unit hereby approved shall only be used for commercial unse within Class E and shall not be used for any other use in the schedule of the Town and Country Planning (Use Classes) Order 1987 (as amended) unless otherwise agreed in writing by the local planning authority through the submission of a planning application.\n\nReasons: To protect the vitality and viability of this designated retail frontage and to safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies TC1, TC2, TC4 and A1 of the London Borough of Camden Local Plan 2017.",
    "Condition : 7 - Detailed drawings, or samples of materials as appropriate in respect of the following, shall be submitted to and approved in writing by the local planning authority prior to the commencement of the development:\n\na)\tPlan, elevation and section drawings, including jambs, head and cill, of all new external window and doors at a scale of 1:10 with typical glazing bar details at 1:1.\n\nb)\tTypical details of new railings and balustrade at a scale of 1:10 with finials at 1:1, including the method of fixing.\n\nc)\tSamples and manufacturer's details of new facing materials including windows; timber and brickwork. The sample panels of all facing materials shall demonstrate the proposed colour, texture, face-bond and pointing.\n\nd)\tDetails drawings including sections and elevations at a scale of 1:20 of the new shopfronts including glazing and glazing bars; fascia panel; awnings; capital and console brackets.\n\ne)\tDetails of all new signage for the commercial unit(s) including size; location and illumination of all new fascia and projecting signs \n\nThe development shall be implemented only in accordance with the approved details.\n\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017.",
    "Condition : 8 - The external noise level emitted from plant, machinery or equipment at the development hereby approved shall be lower than the lowest existing background noise level by at least 10dBA as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity. \n\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies A1, A4, TC2 and TC4 of the London Borough of Camden Local Plan 2017.",
    "Condition : 9 - The proposed basement excavation shall be carried out in accordance with the recommendations, requirements and methodologies of the Basement Impact Assessment documents and supporting information hereby approved.\n\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of  policies D1, A1 and A5 of the London Borough of Camden Local Plan 2017.",
    "Condition : 10 - The commercial use hereby permitted shall not be carried out outside the following times 07:30 - 23:00 Mondays to Saturdays and 09:00 - 22:30 on Sundays and Bank Holidays. \n\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policy CC5, A1 and A4 of the London Borough of Camden Local Plan 2017.  ",
    "Condition : 11 - No lights, meter boxes, flues, vents or pipes, and no telecommunications equipment, alarm boxes, television aerials, satellite dishes or rooftop 'mansafe' rails shall be fixed or installed on the external face of the building, without the prior approval in writing of the local planning authority. \n\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 12 - The proposed side and rear facing windows to unit 1 (mews dwelling) shall be obscure glazed and fixed shut to 1.7 m above finished floor level and the proposed side facing windows at ground floor level to unit 2 (facing onto the Colonnade) shall be obscure glazed and fixed shut, all of which shall be permanently retained as such thereafter.\n\nReason: To safeguard the amenities of the adjoining premises in accordance with the requirements of policy A1 of the London Borough of Camden Local Plan 2017.\n\n",
    "Condition : 13 - Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 2015 as amended, or any Order revoking and re-enacting that Order, no development within Part 1 (Classes A-H) [and Part 2 (Classes A-C)] of Schedule 2 of that Order shall be carried out without the grant of planning permission having first been obtained from the local planning authority. \n\nReason: To safeguard the visual amenities of the area and to prevent over development of the site by controlling proposed extensions and alterations in order to ensure compliance with the requirements of policies G1, D1, D2 and A1 of London Borough of Camden Local Plan 2017.\n",
    "Condition : 14 - Details of an air quality report and suitable air quality mitigation measures shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of the development. The development shall thereafter be implemented only in accordance with the approved mitigation measures which shall be permanently retained thereafter.\n\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies G1, A1, D1 and CC4 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 15 - Details of refuse storage and management arrangements for the proposed commercial unit shall be submitted to and approved in writing by the Local Planning Authority prior to occupation of the unit. The development shall thereafter be implemented only in accordance with the approved measures which shall be permanently retained thereafter.\n\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies A1, D1 and CC5 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 16 - At least 28 days before the development commences:\n\n(a) a written programme of ground investigation for the presence of soil and groundwater contamination and landfill gas shall be submitted to and approved by the local planning authority; and \n(b) following the approval detailed in paragraph (a), an investigation shall be carried out in accordance with the approved programme and the results and a written scheme of remediation measures [if necessary] shall be submitted to and approved by the local planning authority.\n\nThe remediation measures shall be implemented strictly in accordance with the approved scheme and a written report detailing the remediation shall be submitted to and approved by the local planning authority prior to occupation.\n\nReason: To protect future occupiers of the development from the possible presence of ground contamination arising in connection with the previous industrial/storage use of the site in accordance with policy A1 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 17 - The noise level in rooms at the development hereby approved shall meet the noise standard specified in BS8233:2014 for internal rooms and external amenity areas.   \n\nReason: To safeguard the amenities of the proposed residential flats in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 18 - Prior to commencement of the development, details shall be submitted to and approved in writing by the Council, of an enhanced sound insulation value DnT,w and L'nT,w of at least 5dB above the Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/ uses in adjoining dwellings, namely [eg. living room and kitchen above bedroom of separate dwelling].  Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained. \n\nReason: To safeguard the amenities of the proposed residential flats in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 19 - Notwithstanding the approved drawings, before occupation commences, details of a secure and covered cycle storage area for 9 cycles shall be submitted to and approved by the local planning authority. The approved facility shall thereafter be provided in its entirety prior to the first occupation of any of the new units, and permanently retained thereafter. \n\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy T1 of the London Borough of Camden Local Plan 2017.\n\n",
    "Condition : 20 - Details of the means of ensuring visual privacy to the bedroom windows overlooking the Colonnade shall be submitted to and approved in writing by the Local Planning Authority prior to the occupation of the units.  The development shall be carried out in accordance with the details thereby approved and permanently maintained thereafter.\n\nReason:  To ensure an acceptable level of privacy is provided to residential occupiers in accordance with policy A1 of the London Borough of Camden Local Plan 2017.\n"
  ],
  "appeal_status": null,
  "parking_details": {
    "no_existing_cycle": 0,
    "no_existing_car": 0,
    "net_car": 0,
    "no_proposed_car": 0,
    "no_proposed_cycle": 10,
    "net_cycle": 10,
    "no_proposed_lgv": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_bluebadge": null,
    "net_carclub": null
  },
  "decision_process": "Delegated",
  "site_number": "11",
  "decision_target_date": "06/05/2022",
  "ward": "Bloomsbury (Pre May 2022)",
  "application_details": {
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Full development",
        "intended_completion_date": "04/2023",
        "intended_commencement_date": "04/2022"
      }
    ],
    "total_gia_gained": 433,
    "site_area": 0.023600000000000003,
    "total_gia_lost": 326,
    "total_gia_existing": 459,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 16,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "A1",
        "gia_gained": 0,
        "actual_commencement_date": "28/11/2022",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 7
      },
      {
        "gia_existing": 141,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "A3",
        "gia_gained": 0,
        "actual_commencement_date": "28/11/2022",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 17
      },
      {
        "gia_existing": 302,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B1a",
        "gia_gained": 0,
        "actual_commencement_date": "28/11/2022",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 302
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "C3",
        "gia_gained": 433,
        "actual_commencement_date": "28/11/2022",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 7,
        "building_ref": "Mews House"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 326,
      "total_gia_gained": 433,
      "total_gia_existing": 459,
      "total_gia_lost": 326,
      "development_type": null,
      "site_area": null
    },
    "garden_land_lost": false,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 8,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 6,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 6,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 381,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Studio Bedsit",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-1",
          "actual_commencement_date": "28/11/2022",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for rent",
          "gia": 101
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Change of Use",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-2",
          "actual_commencement_date": "28/11/2022",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for rent",
          "gia": 85
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Change of Use",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Gain-3",
          "actual_commencement_date": "28/11/2022",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for rent",
          "gia": 51
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Change of Use",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Gain-4",
          "actual_commencement_date": "28/11/2022",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for rent",
          "gia": 52
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Change of Use",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Gain-5",
          "actual_commencement_date": "28/11/2022",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for rent",
          "gia": 55
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 1,
          "phase_detail": null,
          "unit_no": "Gain-6",
          "actual_commencement_date": "28/11/2022",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for rent",
          "gia": 37
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "site_area": null
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "internal_resi_water_usage": 105,
    "ownership_status": "Private",
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [],
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "commencement_notice_received": null,
    "circular_economy_statement": null,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "uk_company_registration_no": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "lead_developer_company_name": null
  },
  "status": "Commenced",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "10441617",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": "Full planning & demolition in a conservation area",
  "appeal_start_date": null,
  "lpa_name": "Camden",
  "borough": "Camden",
  "actual_commencement_date": "28/11/2022",
  "appeal_decision": null,
  "locality": "London",
  "last_date_consultation_comments": "20/02/2022",
  "decision_date": "06/05/2022",
  "centroid": {
    "lon": "-0.122331",
    "lat": "51.5233476"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/6078/P",
  "street_name": "Grenville Street",
  "lpa_app_no": "2021/6078/P",
  "lapsed_date": "06/05/2025",
  "id": "Camden-2021_6078_P",
  "title_number": [
    "NGL484819"
  ],
  "application_type": "All Other",
  "site_name": " ",
  "date_building_work_started_under_previous_permission": null,
  "postcode": "WC1N 1LZ",
  "last_updated": "2025-03-19T21:37:16.205+00:00",
  "last_updated_by": "FME Excel Import",
  "decision_agency": "Borough",
  "uprn": "5083195",
  "cil_liability": true,
  "centroid_easting": "530361",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              530350.5177182,
              182164.8802711
            ],
            [
              530355.1063483,
              182151.8051053
            ],
            [
              530356.9287185,
              182154.4433999
            ],
            [
              530372.9511282,
              182160.7447099
            ],
            [
              530367.7025095,
              182171.91819
            ],
            [
              530350.5177182,
              182164.8802711
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1224813,
          51.5233669
        ],
        [
          -0.12242000000000001,
          51.5232483
        ],
        [
          -0.1223928,
          51.5232716
        ],
        [
          -0.1221596,
          51.5233246
        ],
        [
          -0.1222311,
          51.5234262
        ],
        [
          -0.1224813,
          51.5233669
        ]
      ]
    ],
    "type": "Polygon"
  }
}