{
  "street_name": "Lawn Road",
  "centroid_northing": "185118",
  "lapsed_date": "05/04/2026",
  "bo_system": "Northgate M3",
  "site_name": " ",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "76",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": true,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527557.3532477,
              185105.3037447
            ],
            [
              527536.6004288,
              185109.952414
            ],
            [
              527531.1504435,
              185111.1020849
            ],
            [
              527514.899428,
              185114.8510118
            ],
            [
              527515.4023767,
              185117.4002821
            ],
            [
              527516.2021477,
              185121.5990802
            ],
            [
              527516.251618,
              185121.799023
            ],
            [
              527533.3024044,
              185122.2988799
            ],
            [
              527534.3989975,
              185122.2988799
            ],
            [
              527538.8018602,
              185122.3988513
            ],
            [
              527544.1529048,
              185122.5488083
            ],
            [
              527549.850242,
              185122.6987654
            ],
            [
              527555.6959904,
              185122.7487511
            ],
            [
              527556.6524175,
              185113.7013409
            ],
            [
              527557.3532477,
              185105.3037447
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "31/08/2021",
  "decision_date": "05/04/2023",
  "development_type": "Other house holder developments",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "NW3 2XB",
  "title_number": [
    "LN15930"
  ],
  "lpa_app_no": "2021/4221/P",
  "uprn": "5026729",
  "application_details": {
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "11/2021",
    "intended_completion_date": "12/2022",
    "site_area": 0.05
  },
  "borough": "Camden",
  "actual_completion_date": null,
  "pp_id": "PP-10158803",
  "locality": "London",
  "application_type": "Householder",
  "decision_target_date": "26/10/2021",
  "last_updated_by": "Northgate M3",
  "application_type_full": "Householder planning & demolition in a conservation area",
  "lpa_name": "Camden",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/4221/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans:- \r\n\r\nDesign and Access Statement Ref: 20007_RP_210714 (dated August 2021); AGB Arboricultural Impact Assessment Ref: P3430.1.3 (dated 25 August 2021); Artemis Tree Services Decay Detection Ref: DD-24430 (dated 11 May 2022); Jampel Davison & Bell Consulting Engineers Structural Appraisal of front wall Report Ref: R11438 (dated 27 July 2021); TTP Consulting Transport Statement Ref: R01-DF (dated 06 August 2021); Liz Lake Associates Replacement Tree Management Plan Ref: 2667-LLA-ZZ-GF-RP-L-0800-P01 (dated Nov 2022); Replacement Tree Planting Plan Ref: 2667-LLA-ZZ-GF-DR-L-0200-P01; \r\n(20007_PA4_)10_001 REV P1; 10_002; EX_105 REV P1; EX_110; EX_200 REV P1; EX_300 REV P1; 20_105 REV P3; 20_110;  20_200 REV P1; 201 REV P1; 20_300 REV P1\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 4 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details a approved by (Liz Lake Associates Replacement Tree Management Plan Ref: 2667-LLA-ZZ-GF-RP-L-0800-P01 (dated Nov 2022) and Replacement Tree Planting Plan Ref: 2667-LLA-ZZ-GF-DR-L-0200-P01) by not later than the end of the planting season following completion of the development or any phase of the development, whichever is the sooner. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - Prior to the commencement of construction/demolition works on site, tree protection measures shall be installed in accordance with the approved Arboricultural Method Statement and Tree Protection Plan (AGB Arboricultural Impact Assessment Ref: P3430.1.3 (dated 25 August 2021). The protection shall then remain in place for the duration of works on site and recommendations made in the method statement followed, unless otherwise agreed in writing by the local authority. \r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - Replacement tree planting shall be carried out in accordance with details of replanting species, position, date and size, approved landscape details (Liz Lake Associates Replacement Tree Management Plan Ref: 2667-LLA-ZZ-GF-RP-L-0800-P01 (dated Nov 2022) and Replacement Tree Planting Plan Ref: 2667-LLA-ZZ-GF-DR-L-0200-P01). The two hawthorn trees (Crataegus monogyna) should be planted no less than 2m from the proposed front boundary wall and any structure and no less than 6m apart. The trees should be 16-18cm in diameter at 1m above the base of the stem. The trees should be planted between the November and March following the completion of development and planted and maintained in accordance with BS8545:2014. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area, in accordance with the requirements of policies A2 and A3 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 7 - Before the relevant part of the work is begun, detailed drawings or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority: \r\n\r\n(a) a method statement of rebuilding of the front brick boundary retaining wall including details of demolition and rebuilding, storage of salvaged bricks and the distribution of the salvaged bricks across the entire replaced retaining wall and details of reclaimed bricks;  \r\n\r\n(b) A sample panel of the facing brickwork demonstrating the proposed colour, texture, face-bond, mortar mix and pointing shall be provided on site. \r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works. \r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "id": "Camden-2021_4221_P",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": "527541",
  "description": "Alterations to front boundary, including fell and removal of 1 Sycamore tree, partial demolition and rebuilding of wall, widening of southern driveway and crossover, re-landscaping of northern driveway to steps, and re-location of on-street parking bay. ",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.1618866",
    "lat": "51.5505473"
  },
  "last_updated": "2025-03-20T14:46:11.427+00:00",
  "decision_agency": "Borough",
  "ward": "Gospel Oak (Pre May 2022)",
  "parking_details": {
    "net_resi_offstreet": 0,
    "no_existing_resi_offstreet": 1,
    "no_existing_car": 2,
    "net_car": 0,
    "no_proposed_resi_offstreet": 1,
    "no_proposed_car": 2
  },
  "appeal_decision": null,
  "last_date_consultation_comments": "06/12/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1616554,
          51.5504295
        ],
        [
          -0.16195289999999998,
          51.550476
        ],
        [
          -0.16203099999999998,
          51.5504876
        ],
        [
          -0.1622639,
          51.5505249
        ],
        [
          -0.1622558,
          51.5505477
        ],
        [
          -0.1622427,
          51.5505853
        ],
        [
          -0.1622419,
          51.5505871
        ],
        [
          -0.161996,
          51.5505877
        ],
        [
          -0.1619802,
          51.5505875
        ],
        [
          -0.1619167,
          51.5505874
        ],
        [
          -0.1618395,
          51.5505875
        ],
        [
          -0.1617573,
          51.5505876
        ],
        [
          -0.16167299999999998,
          51.5505867
        ],
        [
          -0.1616625,
          51.5505052
        ],
        [
          -0.1616554,
          51.5504295
        ]
      ]
    ],
    "type": "Polygon"
  }
}