{
  "street_name": "Harmood Street",
  "centroid_northing": "184593",
  "lapsed_date": "02/12/2024",
  "bo_system": "Northgate M3",
  "site_name": " ",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": "0741-2836-6860-2220-1895",
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "94",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": false,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528579.5017181,
              184593.450261
            ],
            [
              528579.4192675,
              184593.4402639
            ],
            [
              528570.2507596,
              184592.65049
            ],
            [
              528564.2978254,
              184591.2009049
            ],
            [
              528556.8030649,
              184589.6013628
            ],
            [
              528554.0986848,
              184589.0015345
            ],
            [
              528553.0020917,
              184594.0001037
            ],
            [
              528555.4014045,
              184594.5499463
            ],
            [
              528562.7972243,
              184596.1994741
            ],
            [
              528569.0469806,
              184597.5990735
            ],
            [
              528576.4510455,
              184599.298587
            ],
            [
              528579.4027774,
              184593.6502038
            ],
            [
              528579.5017181,
              184593.450261
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "12/04/2021",
  "decision_date": "02/12/2021",
  "development_type": "Other house holder developments",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "NW1 8DS",
  "title_number": [
    "NGL 284745"
  ],
  "lpa_app_no": "2021/1762/P",
  "uprn": "5012067",
  "application_details": {
    "total_gia_gained": 8.7,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "08/2021",
    "intended_completion_date": "12/2021",
    "site_area": 0.013000000000000001
  },
  "borough": "Camden",
  "actual_completion_date": null,
  "pp_id": "9724279",
  "locality": "London",
  "application_type": "Householder",
  "decision_target_date": "10/12/2021",
  "last_updated_by": "Northgate M3",
  "application_type_full": "Householder planning permission",
  "lpa_name": "Camden",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/1762/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans: 218 PL01 (Received 02/02/2021), 218 PL02E, Ecodan R32 (Received 20/08/2021), Noise Impact Assessment (by Gillieron Scott Acoustic Design 17/09/2021) (Received 20/09/202)\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - Prior to commencement of development, full details in respect of the living roof in the area indicated on the approved roof plan shall be submitted to and approved by the local planning authority. The details shall include:\r\n \r\ni. a detailed scheme of maintenance \r\nii.sections at a scale of 1:20 with manufacturers details demonstrating the construction and materials used\r\niii. full details of planting species and density\r\n \r\nThe living roofs shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme. \r\n \r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies D1, D2 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - The flat roof of the single storey ground floor rear extensions hereby approved in drawings, 218 PL02E, shall not be used as a roof terrace, sitting out area or other amenity space. \r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policies A1 and D1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - The external noise level emitted from plant, machinery or equipment at the development hereby approved shall be lower than the lowest existing background noise level by at least 10dBA, by 15dBA where the source is tonal, as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with the machinery operating at maximum capacity.\r\n\r\nReason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017\r\n",
    "Condition : 7 - Prior to use, machinery, plant or equipment at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such. \r\n\r\nReason: To ensure that the amenity of occupiers of the development site and surrounding premises is not adversely affected by vibration in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017\r\n",
    "Condition : 8 - Prior to the commencement of the use of the plant equipment, automatic time clocks shall be fitted to the plant equipment hereby approved, to ensure that the plant equipment only operate between 07.00-23.00. The timer equipment shall thereafter be permanently retained and maintained.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies G1, D1, A1 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "id": "Camden-2021_1762_P",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": "528562",
  "description": "Demolition of single storey rear projection and replacement single storey rear extension with infill element, installation of replacement windows, PV panels on the main roof, ASHP unit in the rear garden. ",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.1473608",
    "lat": "51.5455978"
  },
  "last_updated": "2025-03-20T16:16:06.226+00:00",
  "decision_agency": "Borough",
  "ward": "Haverstock (Pre May 2022)",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_cycle": 2,
    "net_cycle": 2
  },
  "appeal_decision": null,
  "last_date_consultation_comments": "25/07/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1471084,
          51.5455978
        ],
        [
          -0.1471096,
          51.5455978
        ],
        [
          -0.14724199999999998,
          51.5455928
        ],
        [
          -0.1473283,
          51.5455811
        ],
        [
          -0.14743689999999998,
          51.5455684
        ],
        [
          -0.1474761,
          51.5455636
        ],
        [
          -0.14749009999999999,
          51.5456088
        ],
        [
          -0.14745529999999998,
          51.5456132
        ],
        [
          -0.14734809999999998,
          51.5456264
        ],
        [
          -0.14725749999999999,
          51.5456375
        ],
        [
          -0.14715019999999998,
          51.5456511
        ],
        [
          -0.14710969999999998,
          51.5455997
        ],
        [
          -0.1471084,
          51.5455978
        ]
      ]
    ],
    "type": "Polygon"
  }
}