{
  "street_name": "Meadowbank",
  "centroid_northing": 184043,
  "lapsed_date": "28/06/2026",
  "bo_system": "Northgate M3",
  "site_name": " ",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "34",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": true,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527708.1800123452,
              184042.06833106314
            ],
            [
              527697.2524154993,
              184048.69160133635
            ],
            [
              527694.6994755509,
              184044.5473827109
            ],
            [
              527705.5500123433,
              184037.79933106113
            ],
            [
              527708.1800123452,
              184042.06833106314
            ],
            [
              527708.1800123452,
              184042.06833106314
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "24/12/2021",
  "decision_date": "28/06/2023",
  "development_type": "Minor dwellings",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "NW3 3AY",
  "title_number": [
    "NGL213958"
  ],
  "lpa_app_no": "2021/6074/P",
  "uprn": "5027617",
  "application_details": {
    "total_gia_gained": 52.2,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "06/2023",
    "intended_commencement_date": "08/2022",
    "site_area": 0.006
  },
  "borough": "Camden",
  "actual_completion_date": null,
  "pp_id": "PP-10471671",
  "locality": "London",
  "application_type": "Householder",
  "decision_target_date": "05/07/2023",
  "last_updated_by": "Northgate M3",
  "application_type_full": "Householder planning permission",
  "lpa_name": "Camden",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/6074/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\n\r\nPlanning Fire Safety Strategy dated 10/12/2021; Basement Impact Assessment P5162 issue 1.2 dated December 2022; Geotechnical Assessment Report P3912J2401/JWT V1.2 dated 18 November 2021 Ground Movement Assessment P3912J2401/JWT V2.0 dated 09 December 2022; and (2104_) Design and Access Statement Rev 02.\r\n\r\nA1000_rev02; A1001_rev00; A1010_rev02; A1013_rev02; A1100_rev02; A1200_rev02; A3009_rev02; A3011_rev02; A3013_rev02; PA3100_rev03; PA3200_rev03; and A3500_rev01; PA6510_rev00\r\n\r\nReason:\r\nFor the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 4 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, check for compliance with the design (as approved by the local planning authority and building control body) and monitor the critical elements of both permanent and temporary basement construction works throughout their duration. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works. \r\n\r\nReason: To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policies D1 and A5 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - The basement development shall be constructed in accordance with the method and recommendations set out in the following documents: Basement Impact Assessment P5162 issue 1.1 dated May 2022; Ground Movement Assessment P3912J2401/JWT V1.1 dated 05 May 2022; Basic Geotechnical Assessment Report P3912J2401/JWT V1.2 dated 25 April 2022; Basement Impact Assessment Audit 13693-40 Rev F1 dated June 2022. \r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policies D1 and A5 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - No piling shall take place until a PILING METHOD STATEMENT (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface sewerage infrastructure, and the programme for the works) has been submitted to and approved in writing by the local planning authority in consultation with Thames Water. Any piling must be undertaken in accordance with the terms of the approved piling method statement.\" \r\nReason: The proposed works will be in close proximity to underground sewerage utility infrastructure. Piling has the potential to significantly impact / cause failure of local underground sewerage utility infrastructure. Please read our guide 'working near our assets' to ensure your workings will be in line with the necessary processes you need to follow if you're considering working above or near our pipes or other structures. https://developers.thameswater.co.uk/Developing-a-large-site/Planning-your-development/Working-near-or-diverting-our-pipes.\r\nShould you require further information please contact Thames Water. Email: \r\ndeveloper.services@thameswater.co.uk Phone: 0800 009 3921 (Monday to Friday, 8am to 5pm) Write to: Thames Water Developer Services, Clearwater Court, Vastern Road, Reading, Berkshire RG1 8DB\r\n \r\nReason:  To safeguard existing below ground public utility infrastructure and controlled waters in accordance with the requirements of Policy CC3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 7 - Prior to commencement of above-ground development, full details of hard and soft landscaping and means of enclosure of all un-built, open areas shall be submitted to and approved by the local planning authority in writing. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, A5 and D1 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 8 - All non-Road mobile Machinery (any mobile machine, item of transportable industrial equipment, or vehicle - with or without bodywork) of net power between 37kW and 560kW used on the site for the entirety of the demolition and construction phase of the development hereby approved shall be required to meet Stage IIIB of EU Directive 97/68/EC. The site shall be registered on the NRMM register for the demolition and construction phase of the development. \r\n\r\nReason: To safeguard the amenities of the adjoining occupiers, the area generally and contribution of developments to the air quality of the borough in accordance with the requirements of policies G1, A1, CC1 and CC4 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "id": "Camden-2021_6074_P",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": 527703,
  "description": "Excavation of basement with skylight to front, erection of a ground floor rear extension and replacement windows and doors.",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": -0.159967,
    "lat": 51.540848
  },
  "last_updated": "2025-03-19T11:26:36.292+00:00",
  "decision_agency": "Borough",
  "ward": "Camden Town with Primrose Hill (Pre May 2022)",
  "parking_details": {
    "no_existing_car": 1,
    "net_car": 0,
    "no_proposed_car": 1
  },
  "appeal_decision": null,
  "last_date_consultation_comments": "19/04/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.159892,
          51.540838
        ],
        [
          -0.160047,
          51.5409
        ],
        [
          -0.160086,
          51.540863
        ],
        [
          -0.159932,
          51.5408
        ],
        [
          -0.159892,
          51.540838
        ],
        [
          -0.159892,
          51.540838
        ]
      ]
    ],
    "type": "Polygon"
  }
}