{
  "uprn": "5053005",
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "borough": "Camden",
  "description": "Installation of air conditioning unit within acoustic enclosure and rooflight to 2nd floor roof area in connection with existing residential use (part retrospective).\r\n",
  "appeal_start_date": null,
  "cil_liability": false,
  "lpa_app_no": "2021/4024/P",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [
    "NGL458147"
  ],
  "decision_date": "07/09/2023",
  "date_building_work_started_under_previous_permission": "06/04/2021",
  "date_building_work_completed_under_previous_permission": "28/08/2021",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              529067.8979127,
              182154.9482743
            ],
            [
              529067.2960233,
              182154.5483887
            ],
            [
              529066.9002603,
              182155.148217
            ],
            [
              529064.698829,
              182158.2973156
            ],
            [
              529063.9485285,
              182159.3970008
            ],
            [
              529068.9532806,
              182162.8460136
            ],
            [
              529069.9014626,
              182163.4958275
            ],
            [
              529073.2489574,
              182158.6472154
            ],
            [
              529067.8979127,
              182154.9482743
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "application_type_full": "Householder planning permission",
  "locality": "London",
  "application_type": "All Other",
  "street_name": "Richardson's Mews",
  "decision": "Approved",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "valid_date": "19/04/2022",
  "actual_commencement_date": null,
  "development_type": "Minor dwellings",
  "lapsed_date": "07/09/2026",
  "decision_target_date": "08/09/2023",
  "id": "Camden-2021_4024_P",
  "centroid_northing": "182158",
  "secondary_street_name": null,
  "appeal_status": null,
  "site_name": " ",
  "postcode": "W1T 6BS",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/4024/P",
  "site_number": "8",
  "ward": "Bloomsbury",
  "centroid_easting": "529067",
  "bo_system": "Northgate M3",
  "lpa_name": "Camden",
  "decision_agency": "Borough",
  "application_details": {
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "04/2021",
    "intended_completion_date": "04/2021",
    "site_area": 0.004
  },
  "last_updated": "2025-03-19T03:44:49.765+00:00",
  "status": "Approved",
  "last_date_consultation_comments": "07/09/2023",
  "centroid": {
    "lat": "51.5235995",
    "lon": "-0.1409743"
  },
  "pp_id": "10102519",
  "parking_details": null,
  "last_updated_by": "Planning Portal ingest",
  "epc_number": "8401-8165-1029-0697-1233",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of one year from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 002_P_001; (003_PL_)005 to 009 (inclusive), 205_C, 206_C, 207_B, 208_A, 209_A, 210; Noise Impact Assessment from Clement Acoustics (ref. 16981-NIA-01) dated 18/08/2021; Product specification (RAV-GM1101ATP-E condenser unit) from Toshiba; Product specification (Silent H-1 series acoustic enclosure); Justification statement from Daria Golova received 29/03/2023.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 4 - Within 2 months of the date of this decision notice, details of a smaller proposed acoustic enclosure required to mitigate noise as identified in the supporting Noise Impact Assessment from Clement Acoustics (ref. 16981-NIA-01) dated 18/08/2021, shall be submitted to the Council for approval in writing by the local planning authority before the relevant part of the work is begun. The relevant part of the works shall thereafter be carried out in accordance with the details thus approved and be permanently retained and maintained as such.\r\n\r\nReason: In order to minimize the impact on the appearance of the building and local environment in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - Within 2 months of the date of this decision notice, all machinery, plant or equipment at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced, and thereafter, be permanently retained and maintained as such in accordance with the manufacturers' recommendations.\r\n\r\nReason: To ensure that the amenity of occupiers of the development site and surrounding premises is not adversely affected by vibration in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - Within 2 months of the date of this decision notice, a post-installation noise assessment shall be carried out and be submitted to the Council for approval in writing, to confirm compliance with the noise criteria and with details of any additional steps taken to mitigate noise as identified in the supporting Noise Impact Assessment from Clement Acoustics (ref. 16981-NIA-01) dated 18/08/2021. All approved details shall be implemented, and thereafter, be permanently retained and maintained in accordance with the manufacturers' recommendations. The external noise level emitted from plant, machinery or equipment at the development hereby approved, along with any specified approved noise mitigation, shall be lower than the typical existing background noise level by at least 10dBA, by 15dBA where the source is tonal, as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity.\r\n\r\nReason: To ensure that the amenity of occupiers of the development site and surrounding premises is not adversely affected by noise from all equipment in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 7 - Within 2 months of the date of this decision notice, all external equipment associated with the air conditioning unit and its operation, including acoustic enclosure and cables, shall be painted matt dark grey in colour, and thereafter be permanently retained and maintained as such.\r\n\r\nReason: In order to minimize the impact on the appearance of the building and local environment in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 8 - The air conditioning unit and all associated equipment hereby approved, including acoustic enclosure and cables, shall be removed from the roof of the building as soon as reasonably practicable when the air conditioning unit is no longer required.\r\n \r\nReason: In order to minimize the impact on the appearance of the building and local environment in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017."
  ],
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1409625,
          51.5235719
        ],
        [
          -0.1409713,
          51.5235685
        ],
        [
          -0.14097679999999999,
          51.5235739
        ],
        [
          -0.1410073,
          51.5236027
        ],
        [
          -0.1410178,
          51.5236128
        ],
        [
          -0.1409444,
          51.5236426
        ],
        [
          -0.1409305,
          51.5236483
        ],
        [
          -0.14088399999999998,
          51.5236039
        ],
        [
          -0.1409625,
          51.5235719
        ]
      ]
    ],
    "type": "Polygon"
  }
}