{
  "site_name": "TESCO STORES LTD",
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lon": -0.385497,
    "lat": 51.52434
  },
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=36999/APP/2023/3455",
  "secondary_street_name": "HAYES",
  "site_number": null,
  "application_details": {
    "existing_uprns": null
  },
  "lapsed_date": "22/10/2027",
  "decision": "Approved",
  "postcode": "UB4 9SQ",
  "last_date_consultation_comments": "05/03/2024",
  "decision_process": "Committee",
  "epc_number": null,
  "pp_id": "12640900",
  "development_type": null,
  "bo_system": "CSV Data Import",
  "valid_date": "18/01/2024",
  "polygon": null,
  "actual_commencement_date": null,
  "parking_details": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "centroid_northing": 181838,
  "id": "Hillingdon-36999_APP_2023_3455",
  "decision_target_date": "28/10/2024",
  "description": "Variation of Condition 3 (Deliveries) of planning permission ref. 36999/T/93/0878 (allowed at appeal under ref. 94/236865) and dated 10 May 1995 for the removal of condition 12 (re. opening hours) of planning permission ref. 36999E/89/1214 and dated 1 May 1990 for the erection of a District Shopping Centre incorporating a retail store of 6228sqm gross floorspace with 725 car parking spaces, 12 small shop units with residential accommodation over, a covered mall, a doctor's surgery, a public house, a restaurant, changing facilities, a meeting hall, public convenience, a petrol filling station, a children's play area, an associated car parking area, a service yard and landscaping on land at Willow Tree Lane/Glencoe Road/Jolly's Lane, Hayes.",
  "appeal_status": null,
  "decision_date": "22/10/2024",
  "ward": "YEADING 2022",
  "appeal_decision": null,
  "locality": null,
  "street_name": "GLENCOE ROAD",
  "status": "Approved",
  "application_type_full": "Removal/Variation of a condition",
  "decision_agency": "Borough",
  "uprn": null,
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "36999/APP/2023/3455",
  "title_number": null,
  "last_updated": "2025-03-19T19:39:25.348+00:00",
  "cil_liability": false,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 512104,
  "appeal_start_date": null,
  "decision_conditions": [
    "Condition 3 of planning permission ref.36999/T/93/0878 (allowed at appeal under ref. 94/236865) and dated 10 May 1995, shall be reworded to read as follows:",
    "'On Sundays there shall only be a single service delivery (save for newspaper deliveries) to the front door of the superstore between the hours of 0900-1000.'",
    "REASON",
    "To safeguard the amenity of the occupants of the surrounding properties in accordance with Policy EM8 of the Hillingdon Local Plan: Part 1 (2012), Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020), Policy D14 of the London Plan (2021) and paragraph 135 (f) of the NPPF (2023).",
    "Notwithstanding Condition 3, the development shall otherwise be carried out, retained, and maintained in compliance with all other approved details and conditions of planning permission ref.36999/T/93/0878 (allowed at appeal under ref. 94/236865) and dated 10 May 1995.",
    "Prior to the 1st Sunday delivery associated with the hereby approved development, a Servicing and Delivery Management Plan (SDMP) shall be submitted to and approved in writing by the Local Planning Authority. The SDMP should include:",
    "- Details of when and how the delivery to the front of the store will be made (including maximum vehicle sizes)",
    "- Details of measures which will be implemented to ensure that the delivery is dealt with expediently",
    "- Details of measures to ensure that there is no conflict with customers or other users of the car park and that customer safety is prioritised during deliveries",
    "- A Plan for monitoring deliveries over an initial 6 month period commencing from the first delivery. After which the results of the monitoring shall be submitted to the Local Planning Authority and any necessary amendments to the management plan (arising from this monitoring) shall be agreed in writing and implemented thereafter.",
    "Once approved in writing by the Local Planning Autho",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and NPPF (2023).",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people."
  ],
  "date_building_work_completed_under_previous_permission": null
}