{
  "centroid": {
    "lon": "0.23392629999999998",
    "lat": "51.548722"
  },
  "status": "Approved",
  "decision_target_date": "16/08/2019",
  "site_name": "The Optimist",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason: The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The external seating area and lighting associated therewith shall not be used other than between the operating hours. The external lighting shall be switched off outside of those operating hours unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:  To enable the Local Planning Authority to retain control in the interests of amenity, and in order that the development accords with Development Control Policies Development Plan Document Policy DC56, DC55 and DC61.",
    "The proposed development should not be enclosed by the addition of permanent or temporary roof, front or side walls or any other device that would alter the light weight design or create an all-weather facility, whether they be retractable or not.",
    "Reason:  To enable the Local Planning Authority to retain control in the interests of amenity, design and parking requirement and in order that the development accords with Development Control Policies Development Plan Document Policy DC55 and DC61.",
    "No amplified music shall be played in the external area surrounding the premises .",
    "Reason: To ensure that the residential amenities of occupiers of neighbouring residential properties are safeguarded, in accordance with Development Control Policies Development Plan Document Policy DC55 and DC61",
    "No additional external lighting shall be affixed to the structure hereby approved other than the existing single string of festoon lighting as shown on plan 2158.02. No additional lighting may be erected within the external seating area without the express permission of the Local Planning Authority.",
    "Reason:  To enable the Local Planning Authority to retain control in the interests of amenity and design and in order that the development accords with Development Control Policies Development Plan Document Policy DC56 and DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with Aba Architects via telephone and email on 14-16 August 2019 . The revisions involved correcting the plan of the paved area in line with the existing as observed on site. The amendments were subsequently submitted on 16 August 2019."
  ],
  "secondary_street_name": "Hornchurch",
  "application_type": "All Other",
  "postcode": "RM14 2XY",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "16/08/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0981.19",
  "centroid_northing": 185679,
  "uprn": "10033420263",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Upminster",
  "decision_date": "16/08/2019",
  "description": "Retention of hard standing and fixed timber posts with festoon lighting within the existing rear beer garden to the rear of the Optimist Public House.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0981.19",
  "lpa_app_no": "P0981.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:52:25.240+00:00",
  "centroid_easting": 554988,
  "pp_id": "07951384",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "21/06/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554967.517,
              185691.638
            ],
            [
              554999.487,
              185708.436
            ],
            [
              555019.265,
              185669.422
            ],
            [
              555016.285,
              185670.234
            ],
            [
              554994.339,
              185659.397
            ],
            [
              554980.242,
              185653.709
            ],
            [
              554973.206,
              185655.604
            ],
            [
              554966.162,
              185660.481
            ],
            [
              554966.704,
              185660.481
            ],
            [
              554962.911,
              185665.899
            ],
            [
              554962.911,
              185666.17
            ],
            [
              554960.202,
              185672.944
            ],
            [
              554957.221,
              185677.55
            ],
            [
              554970.768,
              185684.323
            ],
            [
              554970.226,
              185684.323
            ],
            [
              554967.517,
              185691.638
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.193
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Hacton Lane",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "01/08/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2336367,
          51.5488411
        ],
        [
          0.2341048,
          51.5489833
        ],
        [
          0.2343726,
          51.5486273
        ],
        [
          0.23433,
          51.5486354
        ],
        [
          0.234009,
          51.5485441
        ],
        [
          0.2338034,
          51.5484969
        ],
        [
          0.2337028,
          51.5485158
        ],
        [
          0.2336034,
          51.5485616
        ],
        [
          0.2336112,
          51.5485614
        ],
        [
          0.233559,
          51.5486111
        ],
        [
          0.2335591,
          51.5486136
        ],
        [
          0.23352299999999998,
          51.5486752
        ],
        [
          0.2334821,
          51.5487174
        ],
        [
          0.23368029999999998,
          51.5487745
        ],
        [
          0.23367249999999998,
          51.5487747
        ],
        [
          0.2336367,
          51.5488411
        ]
      ]
    ],
    "type": "Polygon"
  }
}