{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/164699VAR;",
  "lapsed_date": "16/11/2020",
  "decision_target_date": "06/11/2017",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 2JB",
  "site_name": "50 Park View Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012091737, 000012187998, 000012187999, 000012188000, 000012188001, 000012188002, 000012188003"
    ],
    "site_area": 0.184
  },
  "appeal_decision_date": null,
  "lpa_app_no": "164699VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518283,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T11:24:52.381+00:00",
  "id": "Ealing-164699VAR",
  "application_type": "All Other",
  "street_name": "Park View Road",
  "borough": "Ealing",
  "ward": "Hanger Hill",
  "decision_date": "16/11/2017",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Variation of condition 2 (approved plans) (S.73) of planning permission ref no. PP/2014/5386 dated 27/08/2016 for 'Construction of two storey block of 6 x 2 bed flats with basement and roof level accommodation; excavation to provide basement level car parking; associated soft and hard landscaping, amenity space, concierge / bin store and boundary fencing (following demolition of existing dwelling and outbuilding)' Variation relates to minor material amendments to internal layouts and external facades, including the removal of portland stone detailing",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 181808,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012091737",
  "centroid": {
    "lon": -0.296482,
    "lat": 51.522811
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              518305.4464979,
              181786.653367
            ],
            [
              518303.7974857,
              181786.6033813
            ],
            [
              518298.6525676,
              181786.653367
            ],
            [
              518295.3462981,
              181786.6033813
            ],
            [
              518285.4027544,
              181786.4034385
            ],
            [
              518270.2483321,
              181786.1535101
            ],
            [
              518258.3012386,
              181818.4042784
            ],
            [
              518262.003271,
              181819.1040781
            ],
            [
              518277.1989186,
              181822.1032196
            ],
            [
              518291.9493329,
              181824.952404
            ],
            [
              518319.1003191,
              181829.9509732
            ],
            [
              518318.4984297,
              181827.4516886
            ],
            [
              518317.4018365,
              181822.7030479
            ],
            [
              518316.8494174,
              181820.1537776
            ],
            [
              518315.7033539,
              181816.4048507
            ],
            [
              518314.1532825,
              181811.4462701
            ],
            [
              518313.4524523,
              181808.9469855
            ],
            [
              518312.9000332,
              181806.9475578
            ],
            [
              518311.9023808,
              181804.648216
            ],
            [
              518310.8964833,
              181802.0989457
            ],
            [
              518309.9977717,
              181799.7496182
            ],
            [
              518309.09906,
              181797.350305
            ],
            [
              518308.4477002,
              181795.1509346
            ],
            [
              518307.6479292,
              181792.7016357
            ],
            [
              518306.9470991,
              181789.7524799
            ],
            [
              518306.3534547,
              181786.653367
            ],
            [
              518305.4464979,
              181786.653367
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development hereby approved shall be carried out in accordance with drawing title number(s) 14 0292-1 J, 14 0292-2 k, 14 0292-3 J, 14 0292-4 G",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | The materials approved under application reference P/2015/6142 dated 01.02.2016 shall be fully implemented for the building herby approved.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies Ealing Local Variation to London Plan Policy 7.4, 7B and 7C of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (g) of the adopted Local Development Framework (Core) Strategy (2012) and policies 7.4, 7.6 and 7.8 of the London Plan (2016). | Refuse and recycling storage areas indicated on drawing reference 14 0292-1 E shall be provided and brought into use prior to the first occupation of the development permitted and retained thereafter.",
    "Reason:  To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 3.5 and 7B of the Ealing Development Management Plan 2013, policy 1.1(e) of the Adopted Ealing Development (Core) Strategy and The London Plan (2016) policy 5.16. | The design of the building shall comply with the aims and objectives of the Secured By Design standards before the first occupation of the development, and shall be permanently retained.",
    "Reason: To ensure that the development incorporates crime prevention measures to help prevent crime and disorder in accordance with policies 1.1 (e) of the Ealing Core Strategy (2012), policy LV 7.3 of the Ealing Development Management Development Plan Document (2013), and policy 7.3 of the London Plan (2016). | The construction logistics plan approved under application reference P/2015/5482 dated 18.12.2015 shall be implemented for the duration of the construction of the development hereby approved.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policy 7A of the Ealing Development Management Development Plan (2013), policy 1.1 (j) of the Ealing Development (Core) Strategy 2012 and policies 5.14 and 5.15 of the London Plan 2016. | The contaminated land investigation report approved under application reference 160652CND dated 28.04.2016 shall be fully implemented and the remedial works are to be implemented in accordance with the agreed phasing programme.",
    "Reason: To protect the health and living conditions of residents in accordance policy 5.21 of The London Plan, policy 1.1 (j) of the Ealing Core Strategy (2012), and the National Planning Policy Framework. | The car parking spaces shown on the approved plans shall be laid out prior to first occupation of any of the unit hereby permitted and permanently retained without obstruction.",
    "Reason: To ensure that there is adequate provision for car parking within the site in accordance with policy 6.13 of the London Plan (2016). | Noise mitigation details approved under application reference P/2015/5414 dated 08.12.2015 shall be implemented and completed before occupation and permanently retained thereafter.",
    "Reason: In the interests of the internal environment of the development and living conditions of occupiers of nearby properties and future occupiers of the site, in accordance with Interim Supplementary Planning Guidance 10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2016), and the National Planning Policy Framework (2012). | Existing trees adjacent/close to the boundaries of the site shall not be lopped, felled or otherwise affected in any way (including altering soil levels under the crown spread of the trees) unless otherwise agreed by the local planning authority. Protection of the trees, hedgerows and groups of mature shrubs off site that are adjacent/close to it shall be fully implemented and maintained fully intact and (in the case of the fencing) at all times, until the completion of all building operations on the site.",
    "Reason: In the interests of the visual character and appearance of the area, in accordance with policies 1.1 (e) (i) and 1.2 (d) of the adopted Local Development Framework (Core Strategy 2012), 5.10 of the Ealing Development Management Development Plan and policy 5.10 of the London Plan (2016). | A minimum of twelve (12) cycle parking spaces shall be provided on site in accordance with adopted standards of the London Plan 2016. Such provision shall be brought into use prior to first occupation and retained permanently.",
    "Reason: To provide adequate facilities for cyclists, in accordance with policy 6.9 of the London Plan 2016. | The obscure glazed widnows indicated in Plan Ref: 14 0292-2 L shall be obscure glass (minimum level 3 obscure glazed) and non-opening unless the parts of the window can be opened are more than 1.7 metres above the floor of the rooms in which the windows are installed. The window so approved shall be retained permanently. The northern side of the proposed first and second floor level terraces shall contain 1.7m high obscure glass screens.",
    "Reason: To protect the living conditions of neighbouring properties, in accordance with policy 7B of the Ealing Development Management Development Plan 2013, policies 1.1 (g) of the adopted Local Development Framework (Core Strategy 2012) and policy 7.6 of the London Plan (2016). | Details of the proposed crossover to the site together with the details of the proposed ramp to the basement car park shall be submitted to the Local Planning Authority for Approval. The ramp to the basement should have a maximum gradient of 1:12 and a section drawing should be submitted to demonstrate this. Details shall be fully implemented prior to first occupation.",
    "REASON: In the interests of highway safety in accordance with policies 1.1 (f) (g) of the Adopted Ealing Development (Core) Strategy 2012 and policies 6.3 and 6.13 of the London Plan - Consolidated (2016)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "13/09/2016",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-05478586",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2961432,
          51.5226161
        ],
        [
          -0.296167,
          51.522616
        ],
        [
          -0.2962411,
          51.5226175
        ],
        [
          -0.29628879999999996,
          51.5226177
        ],
        [
          -0.2964321,
          51.522618
        ],
        [
          -0.2966505,
          51.5226189
        ],
        [
          -0.29681179999999996,
          51.5229113
        ],
        [
          -0.29675819999999997,
          51.5229168
        ],
        [
          -0.2965383,
          51.5229406
        ],
        [
          -0.2963248,
          51.5229631
        ],
        [
          -0.295932,
          51.5230024
        ],
        [
          -0.29594149999999997,
          51.52298
        ],
        [
          -0.29595889999999997,
          51.5229376
        ],
        [
          -0.2959677,
          51.5229148
        ],
        [
          -0.2959855,
          51.5228813
        ],
        [
          -0.2960095,
          51.5228371
        ],
        [
          -0.29602039999999996,
          51.5228148
        ],
        [
          -0.296029,
          51.5227969
        ],
        [
          -0.2960442,
          51.5227764
        ],
        [
          -0.2960595,
          51.5227537
        ],
        [
          -0.2960733,
          51.5227328
        ],
        [
          -0.296087,
          51.5227114
        ],
        [
          -0.2960971,
          51.5226918
        ],
        [
          -0.29610949999999997,
          51.52267
        ],
        [
          -0.2961206,
          51.5226436
        ],
        [
          -0.2961302,
          51.5226159
        ],
        [
          -0.2961432,
          51.5226161
        ]
      ]
    ],
    "type": "Polygon"
  }
}