{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": null,
  "lpa_app_no": "21/P2571",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=21/P2571",
  "actual_completion_date": null,
  "pp_id": "PP-09946386",
  "lapsed_date": "11/10/2026",
  "secondary_street_name": null,
  "centroid": {
    "lat": 51.405821,
    "lon": -0.176434
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "92",
  "uprn": "48114115",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "09/08/2022",
  "description": "ERECTION OF A SINGLE STOREY EXTENSION, INCLUDING ALTERATIONS TO THE CAR PARK LAYOUT PLUS ASSOCIATED WORKS TO EXISTING OFFICE UNIT TO FACILITATE USE AS A TESCO RETAIL STORE.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.176385,
          51.405361
        ],
        [
          -0.176692,
          51.405312
        ],
        [
          -0.176826,
          51.405637
        ],
        [
          -0.176437,
          51.405691
        ],
        [
          -0.17642,
          51.405643
        ],
        [
          -0.176351,
          51.405656
        ],
        [
          -0.17623,
          51.405381
        ],
        [
          -0.17622,
          51.405357
        ],
        [
          -0.176378,
          51.405331
        ],
        [
          -0.176385,
          51.405361
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor all other minor developments",
  "last_updated_by": "Northgate M3",
  "locality": "Mitcham",
  "site_name": "Boundary Business Court",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: Site location plan and drawings PL006- REV21, PL007-REV16, PL008-REV06, PL010-REV09, PL011-REV08, PL012-REV03 & PL016-REV02. ",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 5 - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.",
    "Condition : 6 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays (NB This relates to the demolition and construction phases of the development hereby approved).",
    "Condition : 7 - No construction shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development. The landscaping scheme will assess the potential to provide a living wall on the northern boundary.\r\n \r\n",
    "Condition : 8 - No construction shall take place until details of all boundary walls or fences are submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be\r\npermanently retained thereafter.",
    "Condition : 9 - No construction shall take place until details of the surfacing of all those parts of the site not covered by buildings or soft landscaping, including any parking, service areas or roads, footpaths, hard and soft have been submitted in writing for approval by the Local Planning Authority. No works that are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details have been approved and works to which this condition relates have been carried out in accordance with the approved details.",
    "Condition : 10 - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 11 -  The use of the development hereby approved shall not commence until the car parking facilities, including disabled and fast charge electric vehicle bays, for the visitors to the development shown on the approved drawings have been fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 12 - Plant Noise - Due to potential impact on the surrounding locality from the  development the noise criteria specified in the `Auricl Acoustic  Consultancy Plant Noise Assessment Report dated 18 May 2021, Document Reference: R/PNA/1/210518 shall be implemented in full and maintained as a minimum standard. A post completion noise assessment shall be undertaken to demonstrate compliance and submitted to the LPA for approval. \r\nReason; To protect the amenity of neighbouring occupiers in accordance with Policies DM D2 and DM EP4 of the Adopted Merton Sites and Policies Plan 2014",
    "Condition : 13 - The use hereby permitted shall not be open to customers except between the hours of 7am and 11pm on any day .",
    "Condition : 14 - No development [including demolition] pursuant to this consent shall commence until an Arboricultural Method Statement and Tree Protection Plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2012 has been submitted to and approved in writing by the Local Planning Authority and the approved details have been installed.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 15 - Site supervision: The details of the Arboricultural Method Statement and Tree Protection Plan shall include the retention of an arboricultural expert to supervise, monitor and report to the LPA not less than monthly the status of all tree works and tree protection measures throughout the course of the construction period. At the conclusion of the construction period the arboricultural expert shall submit to the LPA a satisfactory completion statement to demonstrate compliance with the approved protection measures.",
    "Condition : 16 - Existing retained trees - The existing trees shown for retention on the approved pan drawing no. 'PL007 Rev.16' shall be retained and any trees that become seriously damaged, diseased, dying or dead, or removed within a period of 10 years from the completion of the development shall be \r\nreplaced in the next planting season with another tree of the same/similar species and be a minimum 14 - 16cms girth at the time of planting. \r\nReason To protect and enhance biodiversity and arboricultural amenity.",
    "Condition : 17 - Prior to the commencement of the retail use a comprehensive management plan and risk assessment including details of CCTV, security and crime prevention methodology and relevant staff training shall be submitted to and approved in writing by the Local Planning Authority. \r\nReason; To promote a safe and secure environment for staff and visitors in accordance with policy DM D2 of the Merton Sites and Policies Plan 2014. ",
    "Condition : 18 - Any lighting installations should be assessed against the Institute of Lighting Professionals Guidance notes for the reduction of obtrusive light, relevant British Standards and codes of practice to prevent any light spillage or glare at residential premises. \r\nReason:  To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policies DM D2 and DM EP4 of Merton's Sites and Polices Plan 2014.",
    "Condition : 19 - Prior to the occupation of the development hereby permitted, a Travel Plan shall be submitted to and approved in writing by the Local Planning Authority. The Plan shall follow the current 'Travel Plan Development Control Guidance' issued by TfL and shall include:\r\n  (i) Targets for sustainable travel arrangements;\r\n  (ii) Effective measures for the on-going monitoring of the Plan;\r\n  (iii) A commitment to delivering the Plan objectives for a period of at least 5 years from the first occupation of the development;\r\n  (iv) Effective mechanisms to achieve the objectives of the Plan by both present and future occupiers of the development.\r\nThe development shall be implemented only on accordance with the approved Travel Plan.\r\n",
    "Condition : 20 - Access Improvements - Development shall not begin until details of the footpath improvements and zebra crossing have been approved in writing by the local planning authority; and the building shall not be occupied until these improvements have been constructed in accordance with the approved details. Reason; To improve pedstrian safety and access to the site in accordance with Merton Core Strategy 2011 Policy CS20 and Merton Sites and Policies Plan 2014 policies DMD2 & DMT2   ",
    "Condition : 21 - Prior to the commencement of development the applicant will provide a scheme to assess the feasibility of providing planters between Sandham House and Church Road and a 'living wall' along the northern boundary to the car park area which is to be submitted to the Local Planning Authority for approval. If it can be demonstrated there is sufficient space or sufficient space can be created at reasonable cost and the planters would be acceptable from a safety and highways perspective, they will be provided in line with the scheme, but if proven not (to the satisfaction of the Local Planning Authority) they will not be provided. Reason:  To enhance the appearance of the development in the interest of the amenities of the area, to ensure the provision sustainable drainage surfaces and to comply with the following Development Plan policies for Merton: policies G7 and D8 of the London Plan 2021, policies CS13 and CS16 of Merton's Core Planning Strategy 2011 and policies DM D2, DM F2 and DM O2 of Merton's Sites and Policies Plan 2014.\r\n\r\n",
    "Condition : 22 - EV Monitoring; Within 19 months of the commencement of sales operations on site, data from the assigned Electric Vehicle Charger provider shall be issued to the Local Planning Authority to demonstrate the level of use of the 4 active EV Charging spaces over the initial 18-month operating period. Additionally results of i) a week-long CCTV survey providing information on how the spaces are being utilised and by whom and ii) a week-long paper and digital questionnaire shall be undertaken at the site providing information on how customers travel to the store, whether they use the current active EV charge points, and whether they think the current level of active EV provision at the store is appropriate to meet their requirements along with any Anti-Social Behaviour and other complaints, shall be submitted to the LPA. Reason; To assess the level of demand for EV charging points and the level of Anti-Social Behaviour resulting from the retail use of the premises to meet the goals of London Plan 2021 policy T6.3 to promote cleaner transport and Merton Sites and Policies Plan 2014 policy DM D2 to promote safe and secure environments.   ",
    "Condition : 23 - Informative; In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The applicant was offered the opportunity to submit amended plans in order to make the proposal acceptable in planning terms.\r\n   iii) The application was considered by the Planning Committee where the applicant/agent had the opportunity to speak to the committee and promote the application.\r\n"
  ],
  "postcode": null,
  "application_type": "All Other",
  "decision_date": "11/10/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 526935,
  "valid_date": "29/06/2021",
  "borough": "Merton",
  "subdivision_of_building": null,
  "decision_target_date": "11/10/2023",
  "id": "Merton-21_P2571",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T02:35:51.750+00:00",
  "street_name": "Church Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 168999,
  "application_details": {
    "site_area": 0.122
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526939.6810499959,
              168947.9492932515
            ],
            [
              526918.4787634944,
              168941.91685720335
            ],
            [
              526908.2285578856,
              168977.7992736742
            ],
            [
              526935.1731590861,
              168984.45333029074
            ],
            [
              526936.5030362213,
              168979.2213614192
            ],
            [
              526941.2626064494,
              168980.7758385291
            ],
            [
              526950.4169526699,
              168950.3705959606
            ],
            [
              526951.2017856804,
              168947.7575995169
            ],
            [
              526940.243981316,
              168944.61280176556
            ],
            [
              526939.6810499959,
              168947.9492932515
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Cricket Green_histroic"
}