{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": null,
  "lpa_app_no": "21/P2102",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=21/P2102",
  "actual_completion_date": null,
  "pp_id": "PP-09548046",
  "lapsed_date": "14/03/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.238806,
    "lat": 51.394599
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "365",
  "uprn": "48072516",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "12/07/2021",
  "description": "PART CHANGE OF USE OF GROUND FLOOR FROM CLASS E TO CLASS C3 (RESIDENTIAL) TO FORM A 2 BED FLAT;  RETENTION OF FRONT COMMERCIAL SPACE FOR USE UNDER CLASS E WITH SHOP FRONT ALTERATIONS;  SUB-DIVISION OF EXISTING FIRST FLOOR FLAT TO FORM 2 x SELF-CONTAINED FLATS; FORMATION OF ROOF TERRACE OVER EXISTING SINGLE STOREY REAR EXTENSION; AND INSERTION OF 2X ROOFLIGHTS ON THE FRONT ROOFSLOPE OF MAIN BUILIDNG AND 2X ROOFLIGHTS ON THE REAR ROOFSLOPE.  ASSOCIATED ASHP, CYCLE AND REFUSE STORES.  ",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.238959,
          51.394684
        ],
        [
          -0.238885,
          51.394717
        ],
        [
          -0.238707,
          51.394562
        ],
        [
          -0.23878,
          51.394528
        ],
        [
          -0.238959,
          51.394684
        ],
        [
          -0.238959,
          51.394684
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor dwellings",
  "last_updated_by": "Northgate M3",
  "locality": "New Malden",
  "site_name": null,
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\nSK101, P001E, P002B, P003C and P004A",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - The screening or enclosure to the balcony as shown on the approved plans shall be implemented before the development is first occupied and retained permanently thereafter.",
    "Condition : 5 - No refuse or waste material of any description shall be left or stored anywhere on the site other than within a building or refuse enclosure.\r\nREASON: To safeguard the appearance of the property and the amenities of the area",
    "Condition : 6 - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 7 - Other than the area shown as roof terrace on drawing P001E hereby approved, access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 8 - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.",
    "Condition : 9 - The ground floor commercial premises shall only be occupied in Class E uses and for no other Use as specified in the schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision revoking or re-enacting that order.",
    "Condition : 10 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 11 - All new hardsurfacing shall be of a porous or permeable material and be constructed and laid out in accordance with details to be submitted to and agreed in writing by the Local Planning Authority.\r\nReason: In the interest of sustainable construction and to avoid excessive surface water run-off.",
    "Condition : 12 - Prior to the occupation of any part of the building hereby approved, the solar panels shall be installed in accordance with details shown on approved drawing P001E. The solar panels shall remain functional and be retained thereafter.\r\nREASON: In the interests of the Council's sustainability targets.\r",
    "Condition : 13 - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 14 - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 15 - Development shall not commence until a working method statement has been submitted to and approved in writing by the Local Planning Authority to accommodate: \r\n(i)\tParking of vehicles of site workers and visitors; \r\n(ii)\tLoading and unloading of plant and materials; \r\n(iii)\tStorage of construction plant and materials; \r\n(iv)\tWheel cleaning facilities \r\n(v)\tControl of dust, smell and other effluvia (Air Quality measures); \r\n(vi)\tControl of surface water run-off; \r\n(vii)\tNoise mitigation measures. \r\n\r\n",
    "Condition : 16 - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day.\r\nReason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: Policy SI 2 and SI 3 of the London Plan 2021 and Policy CS15 of Merton's Core Planning Strategy 2011.",
    "Condition : 17 - The green roof shall be implemented in accordance with details shown on drawing P001E hereby approved and be retained and maintained thereafter.  \r\nREASON: To reduce risk of flooding.",
    "Condition : 18 - Prior to the occupation of the development hereby approved, details of the siting of ASHP and the siting and gradient of the pv panels to be installed shall be submitted to and approved in writing by the\r\nLocal Planning Authority. The ASHP and PV panels shall be implemented as approved prior to the occupation of the development.\r\nREASON: To promote sustainable development and ensure that the proposed development is in keeping with the existing building(s) and does not prejudice the appearance of the locality.",
    "Condition : 19 - Noise from proposed ASHP to which the application refers shall not exceed a level 5 dB(A) below the existing lowest LA90(15min) background noise level at any time when the plant is operating and where the source is tonal it shall not exceed 10 dB(A). The noise emitted shall be measured or predicted at 1.0m from the facade of the nearest residential premises or at 1.2m above any adjacent residential garden, terrace, balcony or patio. The ASHP shall be serviced regularly in accordance with the manufacturer's instructions and as necessary to ensure that the requirements of the condition are maintained. If at any time the plant is determined by the local planning authority to be failing to comply with this condition, it shall be switched off upon written instruction from the local planning authority and not used again until it is able to comply.\r\nREASON: To safeguard the amenities of neighbouring occupiers",
    "Condition : 20 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n",
    "Condition : 21 - INFORMATIVE\r\nThis planning permission contains certain conditions precedent that state 'before development commences' \r\nor 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n",
    "Condition : 22 - INFORMATIVE\r\nAdvice regarding permeable and porous hardstandings can be found in the document 'Guidance on the Permeable Surfacing of Front Gardens' available at http://www.communities.gov.uk/publications/planningandbuilding/pavingfrontgardens\r\n",
    "Condition : 23 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 24 - INFORMATIVE\r\nNo surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845\r\n850 2777).\r\nNo waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system.\r",
    "Condition : 25 - INFORMATIVE: The applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of a swift nesting box/bricks on the site",
    "Condition : 26 - INFORMATIVE\r\nDamage to the public highway:\r\nCare should be taken to ensure that no damage is caused to the public highway adjacent to the site during demolition and (or) construction. The Council will seek to recover any expenses incurred in repairing or making good such damage from the owner of the land in question or the person causing or responsible for the damage. \r\n\r\nBEFORE ANY WORK COMMENCES you MUST contact the London Borough of Merton, Telephone 020 8274 4901 to arrange a pre-commencement photographic survey of the public highways adjacent to and within the vicinity of the site. The precondition survey will ensure you are not charged for any damage which existed prior to commencement of your works.\r\n\r\nIf you fail to contact us to arrange a pre commencement survey then it will be assumed that any damage to the highway was caused by your activities and you will be charged the full cost of repair.\r\nOnce the site works are completed you need to contact us again to arrange for a post construction inspection to be carried out. If there is no further damage then the case will be closed. If damage or further damage is found to have occurred then you will be asked to pay for repairs to be carried out.\r\n\r\nNoise control - Building sites:\r\nThe attention of the applicant is drawn to the requirements of section 60 of the Control of Pollution Act 1974 in respect of the minimisation of noise and vibration on construction and demolition sites. Application, under section 61 of the Act for prior consent to the works, can be made to the Environmental Health Department. Under the Act the Council has certain powers to control noise from construction sites.Typically the council will limit the times during which sites are permitted to make\r\nnoise that their neighbours can hear.\r\n\r\nFor general construction works the Council usually imposes (when necessary) the\r\nfollowing limits on noisy works:-\r\nMonday to Friday 8am to 6pm\r\nSaturdays 8am to 1pm\r\nSundays and Public Holidays- No noisy"
  ],
  "postcode": "KT3 6JF",
  "application_type": "All Other",
  "decision_date": "14/03/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 522627,
  "valid_date": "14/06/2021",
  "borough": "Merton",
  "subdivision_of_building": null,
  "decision_target_date": "17/03/2023",
  "id": "Merton-21_P2102",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T01:11:36.236+00:00",
  "street_name": "West Barnes Lane",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 167645,
  "application_details": {
    "site_area": 0.013000000000000001
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              522616.1540871304,
              167654.14907681872
            ],
            [
              522621.200064527,
              167657.9479893918
            ],
            [
              522633.9963993623,
              167641.00283988513
            ],
            [
              522628.9998923324,
              167637.1539416202
            ],
            [
              522616.1540871304,
              167654.14907681872
            ],
            [
              522616.1540871304,
              167654.14907681872
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "West Barnes_historic"
}