{
  "epc_number": "0654-2869-7929-9108-1151",
  "valid_date": "26/01/2023",
  "status": "Dismissed",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": "Dismissed",
  "centroid": {
    "lon": "-0.4833474",
    "lat": "51.5084996"
  },
  "pp_id": "11884071",
  "decision": "Refused",
  "centroid_easting": 505351,
  "site_name": "41 COLNE AVENUE",
  "lpa_app_no": "60034/APP/2023/254",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "title_number": null,
  "borough": "Hillingdon",
  "appeal_decision_date": "28/09/2023",
  "decision_conditions": [
    "The proposed first floor rear extension, by reason of its width, scale, depth, design and inconsistency in roof pitch, would result in a visually dominant addition to the dwelling which would obscure the rear elevation, fail to harmonise with its original architectural composition and would fail to ensure a sufficient degree of subservience to the original dwelling, subsequently causing significant harm to its appearance. Therefore, the proposal would be contrary to Policies BE1 and HE1 of the Hillingdon Local Plan (Part One) 2012, Policies DMHB 1, DMHB 5, DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan (Part Two) 2020 and Policy D3 of the London Plan 2021.",
    "The proposed first floor side facing bedroom window would result in an unacceptable level of overlooking to the existing bedroom window within the side elevation of 43 Colne Avenue, to the detriment of the amenities of occupants of that property and contrary to Policies DMHD 1 and DMHB 11 of the Hillingdon Local Plan(Part Two) 2020.",
    "The first floor rear extension reduces the availability of natural light and ventilation to the side facing bedroom on the first floor, the loft bedroom and the dining room and kitchen areas within the open plan ground floor, which cumulatively has implications for the level of amenity afforded to the future occupants of the dwelling, This is contrary to Section 12 of the National Planning Policy Framework 2021, Policy D6 of the London Plan 2021 and Policy BE1 of the Hillingdon Local Plan (Part 1) 2012.",
    "In the absence of a robust Flood Risk Assessment, the application has failed to address the ensure that the proposal will be complemented by sustainable drainage methods and would not result in adverse flood risk within the site and elsewhere, contrary to Section 15 of the National Planning Policy Framework 2021, Policy EM6 of the Hillingdon Local Plan (Part One) 2012, Policy DMEI 9 of the Hillingdon Local Plan (Part Two) 2012 and Policy SI12 of the London Plan 2021.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service. We have however been unable to seek solutions to problems arising from the application, extending back to two previous applications, as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 179931,
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505297.0493,
              179929.6266
            ],
            [
              505297.0493,
              179929.8911
            ],
            [
              505400.1047,
              179940.8714
            ],
            [
              505402.8828,
              179931.7432
            ],
            [
              505298.5045,
              179921.5567
            ],
            [
              505297.0493,
              179929.6266
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": 2,
    "net_car": 0,
    "no_proposed_car": 2
  },
  "development_type": null,
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "last_updated": "2025-03-19T01:29:29.010+00:00",
  "decision_process": "Delegated",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=60034/APP/2023/254",
  "appeal_start_date": "17/08/2023",
  "decision_agency": "Borough",
  "ward": "WEST DRAYTON 2022",
  "application_type_full": "Householder planning permission",
  "locality": null,
  "last_updated_by": "CSV Data Import",
  "application_details": {
    "no_additional_bedrooms": 1,
    "existing_uprns": null,
    "total_gia_gained": 76,
    "intended_commencement_date": "04/2023",
    "no_additional_bathrooms": 1,
    "intended_completion_date": "05/2023",
    "site_area": 0.09300000000000001
  },
  "postcode": "UB7 7AL",
  "decision_target_date": "23/03/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.48412489999999997,
          51.5084973
        ],
        [
          -0.48412479999999997,
          51.5084997
        ],
        [
          -0.4826371,
          51.5085792
        ],
        [
          -0.48259989999999997,
          51.5084966
        ],
        [
          -0.4841064,
          51.5084245
        ],
        [
          -0.48412489999999997,
          51.5084973
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Erection of a part single storey, part double storey rear extension with new first floor side elevation window.",
  "street_name": "WEST DRAYTON",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "lapsed_date": "12/04/2026",
  "cil_liability": false,
  "site_number": null,
  "decision_date": "12/04/2023",
  "secondary_street_name": "MIDDLESEX",
  "application_type": "Householder",
  "id": "Hillingdon-60034_APP_2023_254",
  "last_date_consultation_comments": "21/02/2023"
}