{
  "development_type": null,
  "appeal_decision": null,
  "site_number": null,
  "street_name": "WEST DRAYTON",
  "decision_conditions": [
    "The proposed first floor side extension, by reason of its size, scale, bulk, height, depth, width and proximity to the side boundary, would result in the closing of a visually important gap between 41 and 43 Colne Avenue, giving rise to a cramped form of development and terracing effect, which would be detrimental to the visual amenities of the street scene and the wider Garden City, West Drayton, Area of Special Local Character. The proposal is therefore contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 1, DMHB 5, DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020), Policy HC1 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "The proposed first floor side extension, by virtue of its siting, size, scale and design, including the lack of a set back from the front, would fail to appear as a subordinate addition and would fail to harmonise with the architectural composition of the original semi-detached dwelling, would be detrimental to the character, appearance and symmetry of the pair of semi-detached houses of which it forms a part and to the visual amenities of the street scene and the wider Garden City, West Drayton, Area of Special Local Character. The proposal is therefore contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 1, DMHB 5, DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020), Policy HC1 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "The proposed first floor side extension, by virtue of its siting, size, scale and design, in particular the design of the roof in relation to the existing roof, would fail to harmonise with the architectural composition of the original semi-detached dwelling, would be detrimental to the character, appearance and symmetry of the pair of semi-detached houses of which it forms a part and to the visual amenities of the street scene and the wider Garden City, West Drayton, Area of Special Local Character. The proposal is therefore contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 1, DMHB 5, DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020), Policy HC1 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "The proposed single storey rear extension, by reason of its excessive height, bulk, width and design, would result in a visually dominant addition to the dwelling which would obscure the majority of its rear elevation and fail to harmonise with its original architectural composition, subsequently causing significant harm to its appearance. Therefore the proposal would be contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 1, DMHB 5, DMHB 11 and DMHD 1 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020), Policy HC1 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "The proposed first floor side extension and single storey rear extension, by virtue of their size, scale, bulk, depth and proximity, would be detrimental to the amenities of the adjoining occupiers at 39 and 43 Colne Avenue by reason of visual intrusion, enclosure, loss of light, loss of outlook and overdominance. The proposal is therefore considered to be contrary to Policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "In the absence of a robust Flood Risk Assessment in accordance with the National Planning Policy Framework and National Planning Practice Guidance, the application has failed to address the issues relating to flood risk and the proposal is therefore contrary to Policy EM6 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policy DMEI 9 of the Hillingdon Local Plan: Part Two - Development Management Policies, Policy SI12 of the London Plan (2021) and the NPPF."
  ],
  "locality": null,
  "uprn": null,
  "status": "Refused",
  "pp_id": "10013199",
  "title_number": [
    "MX185699"
  ],
  "parking_details": {
    "no_existing_car": 3,
    "net_car": 0,
    "no_proposed_car": 3
  },
  "bo_system": "CSV Data Import",
  "centroid": {
    "lon": "-0.48336179999999995",
    "lat": "51.5084998"
  },
  "decision_agency": "Borough",
  "application_type": "Householder",
  "decision_date": "24/09/2021",
  "last_updated_by": "CSV Data Import",
  "decision_process": "Delegated",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 179931,
  "secondary_street_name": "MIDDLESEX",
  "epc_number": "0654-2869-7929-9108-1151",
  "cil_liability": false,
  "actual_completion_date": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=60034/APP/2021/2675",
  "lpa_app_no": "60034/APP/2021/2675",
  "lpa_name": "Hillingdon",
  "application_type_full": "Householder planning permission",
  "site_name": "41 COLNE AVENUE",
  "ward": "WEST DRAYTON",
  "appeal_status": null,
  "decision": "Refused",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505399.9063,
              179940.8052
            ],
            [
              505402.8167,
              179931.6771
            ],
            [
              505298.5707,
              179921.6229
            ],
            [
              505296.7186,
              179929.9573
            ],
            [
              505399.9063,
              179940.8052
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-20T20:24:38.380+00:00",
  "appeal_start_date": null,
  "decision_target_date": "24/09/2021",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "last_date_consultation_comments": "02/09/2021",
  "borough": "Hillingdon",
  "lapsed_date": "24/09/2024",
  "appeal_decision_date": null,
  "id": "Hillingdon-60034_APP_2021_2675",
  "description": "First floor side extension and single storey rear extension following demolition of existing single storey rear extension",
  "valid_date": "30/07/2021",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 70,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "04/2022",
    "intended_commencement_date": "01/2022",
    "site_area": 0.09300000000000001
  },
  "centroid_easting": 505350,
  "postcode": "UB7 7AL",
  "actual_commencement_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.48264,
          51.5085787
        ],
        [
          -0.4826008,
          51.5084961
        ],
        [
          -0.48410539999999996,
          51.5084251
        ],
        [
          -0.4841296,
          51.5085004
        ],
        [
          -0.48264,
          51.5085787
        ]
      ]
    ],
    "type": "Polygon"
  }
}