{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509366.7662,
              187075.3271
            ],
            [
              509392.034,
              187084.3229
            ],
            [
              509402.8819,
              187050.9854
            ],
            [
              509377.3495,
              187043.1801
            ],
            [
              509366.7662,
              187075.3271
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08047390",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:39:15.911+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "03/09/2019",
  "secondary_street_name": "RUISLIP",
  "appeal_start_date": null,
  "ward": "WEST RUISLIP",
  "centroid": {
    "lat": "51.5718366",
    "lon": "-0.4230292"
  },
  "decision": "Approved",
  "valid_date": "31/07/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.09200000000000001
  },
  "cil_liability": false,
  "postcode": "HA4 7DD",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=45467/APP/2019/2546",
  "lpa_name": "Hillingdon",
  "site_name": "5 - 7",
  "lapsed_date": "25/09/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 5321-A106 Rev. H, 5321-A101 Rev. H and 5321-A105 Rev. I, and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "No development shall take place until details of all materials and external surfaces, including details of balconies have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy BE13 Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012)",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100),",
    "1.b Written specification of planting and cultivation works to be undertaken,",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts (including demonstration that 5% of all parking spaces are served by electrical charging points)",
    "2.e Hard Surfacing Materials",
    "2.f External Lighting",
    "2.g Other structures (such as play equipment and furniture)",
    "3. Schedule for Implementation",
    "4. Other",
    "4.a Existing and proposed functional services above and below ground",
    "4.b Proposed finishing levels or contours",
    "Thereafter the development shall be carried out and maintained in full",
    "No development shall take place until details of the extent and positioning of the acoustic screening to the Western and Southern boundaries have been submitted to and been approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance and provides adequate protection of amenity in accordance with Policies BE4, BE13 and OE5 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012)",
    "Before the development hereby approved commences, a Construction Environmental Management Plan (CEMP) shall be submitted to, and approved in writing by, the Local Planning Authority. The CEMP shall comprise such combination of measures for controlling the effects of demolition, construction and enabling works associated with the development as may be approved by the Local Planning Authority. The CEMP shall address issues including the phasing of the works, hours of work, noise and vibration, air quality, waste management, site remediation, plant and equipment, site transportation and traffic management including routing, signage, permitted hours for construction traffic and construction materials deliveries. It will ensure appropriate communication with, the distribution of information to, the local community and the Local Planning Authority relating to relevant aspects of construction. Appropriate arrangement should be made for monitoring and responding to complaints relating to demol",
    "Development shall not begin until a scheme for protecting surrounding dwellings from dust emitted from the construction works, has been submitted to, and approved by the Local Planning Authority. The scheme shall include such combination of dust control measures and other measures as may be approved by the Local Planning Authority. The scheme shall only be undertaken in accordance with the approved measures.",
    "REASON",
    "It is known that dust from construction works can cause nuisance by soiling surfaces and other articles in and about buildings. Dust can also cause irritation such as irritation to the eyes, noise, and throat. There is growing evidence and concern that dust, especially the very small and fine dust particles, can cause or exacerbate, respiratory ill-health. Bonfires No bonfires shall be lit on the construction site. Plant maintenance to minimise smoke emission All plant shall be regularly maintained to ensure that emissions of smoke are minimised. No plant shall be operated",
    "Development shall not begin until a sound insulation and ventilation scheme for protecting the proposed development from road, rail and air traffic, and other external noise sources has been submitted to and approved in writing by the Local Planning Authority. The scheme shall meet an acceptable internal noise design criteria to guard against external noises. It is good practice to have a scheme satisfying or exceeding the standards set by BS 8233:2014 - Guidance on sound insulation and noise reduction for buildings. Thereafter the scheme shall be implemented and maintained in full compliance with the approved measures.",
    "REASON",
    "To ensure that the amenity of the occupiers of the proposed development is not adversely affected by (road traffic) (rail traffic) (air traffic) (other) noise in accordance with policy OE5 Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and London Plan (2016) Policy 7.15.",
    "Before any part of the development is occupied, site derived soils and imported soils shall be independently tested for chemical contamination, and the results of this testing shall be submitted and approved in writing by the Local Planning Authority. All soils used for gardens and/or landscaping purposes shall be clan and free of contamination.",
    "REASON",
    "To ensure that the occupants of the development are not subject to any risks from soil contamination in accordance with policy OE11 Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garages, sheds or other outbuildings, nor extension or roof alteration to any dwellinghouse shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with policies BE13, BE21, BE23 and BE24 Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking and re-enacting that Order with or without modification), no fences, gates or walls shall be erected other than those expressly authorised by this permission.",
    "REASON",
    "To protect the open-plan character of the estate in accordance with policy BE13 of the Hillingdon Unitary Development Plan Saved Policies (September 2007).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB8 1",
    "Your attention is drawn to the fact that the planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The applicant is advised that where details pursuant to the conditions have been previously submitted to and approved by the Local Planning Authority (conditions 3, 4, 5, 6, 7 and 8), there would be no requirement for these details to be re-submitted where the details would remain the same. The applicant should ensure that the development is carried out in compliance with the approved details."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Variation of condition 10 of planning permission Ref: 45467/APP/2019/656 (Removal of condition numbers 12 (Contracts for the carrying out of completion) and 13 (Recording of building to Historic England Level 1) of planning permission Ref: 45467/APP/2016/3680 dated 20/12/2017 (2 x two storey, 3-bed semi-detached houses with associated parking and amenity space, involving demolition of No.7 Kingsend) to revert to the wording of condition 9 of planning approval 45467/APP/2016/3680 dated 20/12/2017",
  "lpa_app_no": "45467/APP/2019/2546",
  "decision_target_date": "25/09/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "25/09/2019",
  "id": "Hillingdon-45467_APP_2019_2546",
  "centroid_northing": 187063,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 509385,
  "street_name": "KINGSEND",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.42328839999999995,
          51.5719509
        ],
        [
          -0.4229211,
          51.5720269
        ],
        [
          -0.42277499999999996,
          51.5717251
        ],
        [
          -0.42314569999999996,
          51.5716599
        ],
        [
          -0.42328839999999995,
          51.5719509
        ]
      ]
    ],
    "type": "Polygon"
  }
}