{
  "lpa_name": "Barking & Dagenham",
  "uprn": "10090629336",
  "decision_date": "24/12/2009",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Idox Tascomi",
  "id": "Barking_&_Dagenham-09_00522_FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM8 2DB",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "Change of Use",
      "site_area": 0.4,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 1813,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 2059
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "31/08/2010",
        "use_class": "A1",
        "gia_gained": 1567,
        "actual_commencement_date": "01/02/2010",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "A4",
        "gia_gained": 0,
        "actual_commencement_date": "01/02/2010",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "31/08/2010",
        "use_class": "B1",
        "gia_gained": 246,
        "actual_commencement_date": "01/02/2010",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "31/08/2010",
        "use_class": "B1a",
        "gia_gained": 246,
        "actual_commencement_date": "01/02/2010",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "superseding_details": [
      {
        "lpa_app_no": "06/01230/FUL",
        "partial_supersedence": false
      }
    ],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Suburban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "2",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "site_area": 0.40900000000000003
  },
  "valid_date": "20/07/2009",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of two storey development comprising a ground floor Lidl food store and separate retail unit, first floor office accommodation and associated landscaping and parking",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.\r\rReason:\rTo comply with Section 91 of the Town and Country Planning Act 1990 (as amended by S.51 of the Planning and Compulsory Purchase Act  2004)",
    "The landscaping scheme as approved in accordance with condition No. ^IN; shall be carried out in the first planting and seeding seasons following the occupation of the building or completion of the development, whichever is the sooner.  Any trees or plants which within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species unless the Local Planning Authority gives written consent to any variation.\r\rReason:\rTo secure the provision and retention of the landscaping in the interests of the visual amenity of the area.",
    "No development shall take place until there has been submitted to and approved by the Local Planning Authority a scheme of landscaping for the site which shall include indications of all existing trees, shrubs and hedgerows on the site and details of those to be retained.\r\rReason:\rTo safeguard and improve the appearance of the area and in order to comply with Section 197 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be commenced until details of the parking layout and surfacing materials for the site have been submitted to and approved by the Local Planning Authority.  The details shall include the number and location of the disabled person parking bays, and shall demonstrate that the surface materials accord with sustainable urban drainage principles.  The parking area shall be constructed in accordance with the approved details prior to the supermarket being opened to customers and thereafter maintained.\r\rReason:\rTo ensure that sufficient off-street parking areas are provided and not to prejudice the free flow of traffic on the adjoining highway and in accordance with Policy T.13 of the Unitary Development Plan.",
    "The disabled person parking bays agreed pursuant to condition 8 shall be clearly marked with a British Standard disabled symbol and permanently retained for the use of disabled persons and their vehicles and for no other purpose.\r\rReason:\rTo ensure and promote easier access for disabled persons to the approved building in accordance with Policy C15 of the Unitary Development Plan.",
    "No development shall commence until details of an Energy Strategy for the site has been submitted to and approved by the local planning authority which demonstrates compliance with London Plan policy.  The Energy Strategy shall be implemented in accordance with the approved details.\r\rReason:\rIn order to reduce the carbon emissions arising from the development and in accordance with policy 4A.6 of the London Plan.",
    "No development shall commence until the applicant has submitted to the Local Planning Authority for approval a BREEAM predictive assessment that achieves a 'Very Good rating.  The development shall then be constructed in accordance with these details.  A certificated BREEAM Post Construction Review, or other verification process agreed with the Local Planning Authority, shall be provided, confirming that the agreed standards have been met.  The Review shall be submitted between 12 and 13 months following the first occupation of the development unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: \rTo ensure that the proposed development is constructed in an environmentally sustainable manner and in accordance with policy BR1 of the draft Local Development Framework.",
    "No development shall commence until a scheme showing the provisions to be made for external lighting, CCTV coverage, access control, and any other measures to reduce the risk of crime, have been submitted to and approved in writing by the Local Planning Authority.  No residential unit within any phase shall be occupied until the approved scheme for that phase has been implemented.  Thereafter the approved measures shall be permanently retained unless otherwise agreed in writing by the Local Planning Authority.\r\rReason:\rIn order to provide a good standard of security to future occupants and visitors to the site and to reduce the risk of crime in accordance with policy DE6 of the UDP.",
    "Details of the cycle parking provision for visitors to the site shall be submitted to and approved in writing by the local planning authority prior to the commencement of the development.  The approved cycle parking facilities shall be installed prior to first occupation of the building and thereafter maintained for such use.\r\rReason:\rIn the interests of promoting cycling as a safe, efficient and non-polluting mode of transport in accordance with policy T19 of the UDP.",
    "The development authorised by this permission shall not begin until the local planning authority has approved in writing a full scheme for the provision of vehicular access to the site.  The occupation of the development shall not begin until those works have been completed in accordance with the local planning authority's approval and have been certified in writing as complete by or on behalf of the local planning authority.\r\rReason:\rIn the interests of highway safety and in accordance with policy T27 of the UDP.",
    "The Becontree Avenue access to the site shall be used for the egress of delivery vehicles only (except if its use is otherwise required in an emergency) and all other traffic shall access and egress the site from Longbridge Road.\r\rReason:\rIn the interests of highway safety and in accordance with policy T27 of the UDP.",
    "The ground floor shop window fronting Becontree Avenue, the ground floor office entrance, the glazed west elevation, the main entrance and adjacent glazed section, plus the central glazed section in the south elevation shall all be clear glazed and views into the shop units and office shall not be obscured by any internal shelving, plant, film or other window covering, or by any other means, unless otherwise agreed in writing by the local planning authority.\r\rReason:\rIn the interests of maintaining a good standard of visual amenity and in accordance with policy DE1 of the UDP.",
    "Details of the arrangements for the storage and disposal of commercial waste shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall be installed in accordance with the approved details.\r\rReason:\rTo ensure that trade waste does not consitute a hazard to public health or detrientally affect the visual amenity of the area.",
    "Prior to the commencement of development a Construction Management Plan to incorporate details of the sourcing of materials and waste management shall be submitted to and approved in writing by the Local Planning Authority, once approved this plan shall be adhered to throughout the construction period.\r\rReason:\rIn the interests of ensuring sustainable construction practices and in accordance with policies G31 of the Unitary Development Plan and 2A.1 of the London Plan.",
    "Delivery of goods to the site shall not take place between the hours of 2300 and 0630 on any day.\r\rReason:\rTo prevent deliveries causing any undue disturbance to occupants of neighbouring properties at unreasonable hours and in accordance with Policy S.8 of the Unitary Development Plan.",
    "Surface water drainage from the car park must be passed through a suitable oil/ grit separator, which shall have been installed prior to occupation of the development in accordance with details which shall have been submitted to and approved by the Local Planning Authority.  The drainage system shall thereafter be maintained.\r\rReason:\rTo prevent pollution of the water environment and in accordance with policy G38 of the UDP.",
    "Before any works hereby permitted are commenced and until all such works are completed:\ra) the two trees situated adjacent to the north boundary of the site on the communal grounds of the Earls Walk flats to the rear shall be protected by secure, stout exclusion fencing erected at a minimum distance equivalent to the branch spread of the trees (within the application site boundary) and in accordance with BS.5837;\rb) any works connected with the approved scheme within the branchspread of the trees shall be by hand only.  No storage of materials, supplies, plant or machinery shall be stored, parked or allowed access beneath the branch spread or within the exclusion fencing.  Any trees that are damaged or felled during construction work must be replaced with semi mature trees of the same or similar species.\r\rReason:\rTo ensure the safety and well-being of the trees on the site that are to remain after building works are completed in accordance with Policy DE17 of the Unitary Development Plan.",
    "The development shall not be commenced until a scheme showing those areas to be hard landscaped and the details of that hard landscaping have been submitted to and approved by the Local Planning Authority in writing.  The details shall include measures to protect the roots of the two trees adjacent to the north boundary of the site situated within the grounds of the Earls Walk flats to the rear.  The scheme as approved shall be carried out prior to the occupation of the development and thereafter permanently retained.\r\rReason:\rTo ensure the development is satisfactorily landscaped in order to improve the visual appearance of the area.",
    "The hereby permitted supermarket shall not be open to customers outside the hours of 0800 to 2200 on any day.\r\rReason:\rTo prevent the use causing any undue disturbance to occupants of neighbouring properties at unreasonable hours and in accordance with Policy S.8 of the Unitary Development Plan.",
    "The development shall not be commenced until details of all boundary fences and walls have been submitted to and approved by the Local Planning Authority and no part of the development shall be occupied until the approved fences and walls for that part have been provided.  The approved fences and walls shall be retained unless the Local Planning Authority gives prior written approval to their removal.\r\rReason:\rTo ensure the satisfactory means of enclosure for the proposed development in the interests of the visual amenity of the area.",
    "No external construction works, deliveries, external running of plant and equipment or internal works audible outside the site boundary shall take place on the site other than between the hours of 0800  to 1800 on Monday to Friday and 0800 to 1300 on Saturday and not at all on Sundays, Public or Bank Holidays without the prior written permission of the Local Planning Authority.\r\rReason:\rTo ensure that the proposed construction work does not cause undue nuisance and disturbance to neighbouring properties at unreasonable hours and in accordance with Policy G.36 of the Unitary Development Plan.",
    "The development shall not be commenced until a scheme specifying the provisions to be made to control noise emanating from the site during construction works has been submitted to, and approved by, the Local Planning Authority.  This scheme should include details of the construction methods to be employed, for example piling, the duration of such activities, the equipment to be used and the proposed hours of operation.  All construction activities associated with the development shall be carried out in accordance with the recommendations contained in British Standard 5228, Parts 1 and 2, 1984 and Part 4, 1986.\r\rReason:\rTo ensure that the proposed construction work does not cause nuisance and disturbance to neighbouring occupiers and in accordance with Policy G.36 of the Unitary Development Plan.",
    "The permitted development shall not be commenced until details/samples of all facing materials to be used in the development have been submitted to and approved in writing by the Local Planning Authority and no facing materials shall be used except those so approved.\r\rReason:\rTo safeguard the appearance of the development.",
    "The building hereby permitted shall not be occupied until there has been submitted to and approved by the Local Planning Authority a Travel Plan for the site which shall include proposals for minimising car-borne travel and encouraging walking, cycling and the use of public transport.  The approved Travel Plan shall be implemented and monitored in accordance with the approved scheme.\r\rReason:\rIn order to encourage the use of sustainable transport and in accordance with strategic policy X of the UDP.",
    "No development approved by this permission shall be commenced prior to a contaminated land assessment and associated remedial strategy, together with a timetable of works, being submitted to the Local Planning Authority for approval:\r\ra) The contaminated land assessment shall include a desk study to be submitted to the Local Planning Authority for approval. The desk study shall detail the history of the site uses and propose a site investigation strategy based on the relevant information discovered by the desk study. The strategy shall be approved by the Local Planning Authority prior to investigations commencing on site.\r\rb) The site investigation, including relevant soil, soil gas, surface and groundwater sampling, shall be carried out by a suitably qualified and accredited consultant/contractor in accordance with a Quality Assured sampling and analysis methodology.\r\rc) A site investigation report detailing all investigative works and sampling on site, together with the results of analysis, risk assessment to any receptors and a proposed remediation strategy shall be submitted to the Local Planning Authority. The Local Planning Authority shall approve such remedial works as required prior to any remediation commencing on site. The works shall be of such a nature as to render harmless the identified contamination given the proposed end-use of the site and surrounding environment including any controlled waters.\r\rd) Approved remediation works shall be carried out in full on site under a quality assurance scheme to demonstrate compliance with the proposed methodology and best practice guidance. If during the works contamination is encountered which has not previously been identified then the additional contamination shall be fully assessed and an appropriate remediation scheme agreed with the Local Planning Authority. \r\re) Upon completion of the works, this condition shall not be discharged until a closure report has been submitted to and approved by the Local Planning Authority. The closure report shall include details of the proposed remediation works and quality assurance certificates to show that the works have been carried out in full in accordance with the approved methodology. Details of any post-remedial sampling and analysis to show the site has reached the required clean-up criteria shall be included in the closure report together with the necessary documentation detailing what waste materials have been removed from the site. \r\rReason\rTo prevent pollution of the water environment and in order to quantify any hazards already existing on the site in accordance with Policy G28 of the Unitary Development Plan."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:53:59.791+00:00",
  "ward": "Longbridge",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "24/12/2014",
  "decision_target_date": "18/10/2009",
  "centroid": {
    "lat": "51.5520963",
    "lon": "0.1134264"
  },
  "lpa_app_no": "09/00522/FUL",
  "status": "Commenced",
  "site_name": "Robin Hood PH, 807 - 829",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=12005",
  "locality": "Dagenham",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              546573.95,
              185788.15
            ],
            [
              546575.05,
              185802.8
            ],
            [
              546575.4,
              185807.55
            ],
            [
              546575.55,
              185807.8
            ],
            [
              546581.2,
              185815.1
            ],
            [
              546582.5,
              185816.8
            ],
            [
              546585.1,
              185820.1
            ],
            [
              546587.55,
              185823.3
            ],
            [
              546587.8,
              185823.65
            ],
            [
              546593.9,
              185831.5
            ],
            [
              546598.35,
              185837.25
            ],
            [
              546601.775,
              185836.423
            ],
            [
              546625.1,
              185830.6
            ],
            [
              546640,
              185826.95
            ],
            [
              546643.35,
              185831.4
            ],
            [
              546647,
              185828.65
            ],
            [
              546651.8,
              185825
            ],
            [
              546653.7,
              185823.55
            ],
            [
              546667.08,
              185813.33
            ],
            [
              546669.8,
              185811.25
            ],
            [
              546678.65,
              185804.45
            ],
            [
              546678,
              185803.15
            ],
            [
              546675.1,
              185799.25
            ],
            [
              546674.65,
              185799.05
            ],
            [
              546674,
              185798.6
            ],
            [
              546663.7,
              185785.55
            ],
            [
              546659.18,
              185780
            ],
            [
              546629.95,
              185782.8
            ],
            [
              546611.4,
              185784.7
            ],
            [
              546610.75,
              185784.75
            ],
            [
              546610.05,
              185784.75
            ],
            [
              546609.65,
              185784.6
            ],
            [
              546609.3,
              185784.4
            ],
            [
              546602.1,
              185785.1
            ],
            [
              546601.9,
              185785.25
            ],
            [
              546601.15,
              185785.5
            ],
            [
              546600.2,
              185785.7
            ],
            [
              546599.6,
              185785.8
            ],
            [
              546593.3,
              185786.3
            ],
            [
              546587.45,
              185786.9
            ],
            [
              546582.75,
              185787.35
            ],
            [
              546573.95,
              185788.15
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major offices-R and D-light industry",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Tascomi",
  "site_number": "807 - 829",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": "01/02/2010",
  "street_name": "LONGBRIDGE ROAD",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": null,
  "centroid_easting": "546623",
  "appeal_start_date": null,
  "centroid_northing": "185806",
  "borough": "London Borough of Barking and Dagenham",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.11271199999999999,
          51.5519486
        ],
        [
          0.112734,
          51.55208
        ],
        [
          0.112741,
          51.5521226
        ],
        [
          0.1127432,
          51.5521248
        ],
        [
          0.11282769999999999,
          51.5521889
        ],
        [
          0.1128472,
          51.5522038
        ],
        [
          0.112886,
          51.5522328
        ],
        [
          0.1129227,
          51.5522609
        ],
        [
          0.1129264,
          51.552264
        ],
        [
          0.1130176,
          51.5523329
        ],
        [
          0.11308409999999999,
          51.5523834
        ],
        [
          0.1131331,
          51.5523751
        ],
        [
          0.1134669,
          51.5523167
        ],
        [
          0.11368009999999999,
          51.5522801
        ],
        [
          0.11373029999999999,
          51.5523192
        ],
        [
          0.1137817,
          51.5522935
        ],
        [
          0.11384939999999999,
          51.5522595
        ],
        [
          0.1138762,
          51.552246
        ],
        [
          0.1140648,
          51.5521507
        ],
        [
          0.1141031,
          51.5521313
        ],
        [
          0.11422779999999999,
          51.5520679
        ],
        [
          0.1142179,
          51.5520563
        ],
        [
          0.1141745,
          51.5520221
        ],
        [
          0.11416789999999999,
          51.5520204
        ],
        [
          0.1141584,
          51.5520165
        ],
        [
          0.1140045,
          51.5519019
        ],
        [
          0.113937,
          51.5518532
        ],
        [
          0.11351689999999999,
          51.551886
        ],
        [
          0.1132503,
          51.5519079
        ],
        [
          0.113241,
          51.5519085
        ],
        [
          0.1132309,
          51.5519087
        ],
        [
          0.1132251,
          51.5519074
        ],
        [
          0.1132199,
          51.5519057
        ],
        [
          0.1131165,
          51.5519139
        ],
        [
          0.1131136,
          51.5519153
        ],
        [
          0.11310289999999999,
          51.5519177
        ],
        [
          0.11308929999999999,
          51.5519198
        ],
        [
          0.11308069999999999,
          51.5519208
        ],
        [
          0.1129901,
          51.551927
        ],
        [
          0.1129061,
          51.5519339
        ],
        [
          0.1128385,
          51.5519391
        ],
        [
          0.11271199999999999,
          51.5519486
        ]
      ]
    ],
    "type": "Polygon"
  }
}