{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "11/05/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-2410_APP_2020_87",
  "secondary_street_name": "COWLEY UXBRIDGE",
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 1.736
  },
  "valid_date": "04/03/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of a 3-bed bungalow (Outline)",
  "decision_conditions": [
    "The residential use represents inappropriate development within the Green Belt in terms of the guidance contained in the National Planning Policy Framework which is harmful by definition to its open character and appearance. Furthermore, there are no very special circumstances provided or which are evident which either singularly or cumulatively justify the permanent or temporary retention of the residential use which would overcome the presumption against inappropriate development in the Green Belt. The development is therefore harmful to the Green Belt, contrary to the National Planning Policy Framework, Policy 7.16 of the London Plan (July 2016), Policy EM2 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policy DMEI 4 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020).",
    "The proposed development, by reason of its siting, would compromise the setting of the Cowley Lock Conservation Area which is characterised by a rural, canal side environment. The presence of a large building within a site that is currently open, green space and clearly visible from the canal towpath, would be incongruous and visually harmful. Furthermore, the rural setting of the Grade II Listed bridge that carries Iver Lane over the Grand Union Canal would also be significantly impacted on. The proposed development would, therefore be detrimental to the character, appearance and visual amenities of the street scene and would fail to either preserve or enhance the character or appearance of the surrounding Cowley Lock Conservation Area . The proposal is therefore contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 1, DMHB 2, DMHB 4, DMHB 11 and DMHB 12 of the Hillingdon Local Plan Part Two - Development Management",
    "In the absence of a Flood Risk Assessment in accordance with the National Planning Policy Framework and National Planning Practice Guidance, the application has failed to address the issues relating to flood risk and the proposal is therefore contrary to Policy EM6 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policy DMEI 9 of the Hillingdon Local Plan: Part Two - Development Management Policies, Policy 5.12 of the London Plan (2016) and the NPPF.",
    "The proposal would introduce residential development of a scale and formal layout that would appear out of keeping with the open environment maintained on the banks of Fray's river and the Grand Union Canal. They would therefore appear as an incongruous feature that would not integrate, preserve or enhance the environment of these water bodies and would therefore cause visual harm to the Blue Ribbon Network and the river side environment, in conflict with Policy 7.28 of the London Plan (2016) and Policy DMEI8 of the Hillingdon Local Plan - Development Management Policies (2020).",
    "The applicant has failed to submit an ecological survey alongside this planning application with regards to protected species. The application therefore fails to formally and appropriately assess the provisions of the Conservation of Habitats and Species Regulations 2017 and is contrary to policy DMEI7 of the Hillingdon Local Plan - Development Management Policies (2020).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service. This is a resubmission of a previously refused scheme, where the Officers Report identified issues to be addressed, which were reflected in the reasons for refusal, allowing the opportunity to address those issues within this submission."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:03:13.197+00:00",
  "ward": "UXBRIDGE SOUTH",
  "parking_details": null,
  "lapsed_date": "11/05/2023",
  "decision_target_date": "11/05/2020",
  "centroid": {
    "lat": "51.528546",
    "lon": "-0.4870347"
  },
  "lpa_app_no": "2410/APP/2020/87",
  "status": "Dismissed",
  "site_name": "RIVERDALE",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=2410/APP/2020/87",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505037.7474,
              182261.15
            ],
            [
              505098.9324,
              182280.0016
            ],
            [
              505110.1772,
              182266.1109
            ],
            [
              505120.0991,
              182229.0692
            ],
            [
              505102.2397,
              182206.5796
            ],
            [
              505085.7032,
              182181.7748
            ],
            [
              505075.1198,
              182151.017
            ],
            [
              505072.474,
              182139.7722
            ],
            [
              505076.7735,
              182102.3997
            ],
            [
              505082.3959,
              182089.5012
            ],
            [
              505080.0808,
              182082.2252
            ],
            [
              505050.9766,
              182066.3501
            ],
            [
              505040.0625,
              182049.8136
            ],
            [
              505022.8645,
              182042.2069
            ],
            [
              505013.9348,
              181996.8969
            ],
            [
              504988.1379,
              182002.5193
            ],
            [
              505006.328,
              182101.4075
            ],
            [
              505003.3515,
              182153.9935
            ],
            [
              505007.9817,
              182155.6472
            ],
            [
              505007.3202,
              182160.9389
            ],
            [
              505006.6588,
              182160.9389
            ],
            [
              505007.651,
              182164.5769
            ],
            [
              505007.3202,
              182167.8842
            ],
            [
              505008.6432,
              182169.5378
            ],
            [
              505025.1796,
              182202.6108
            ],
            [
              505037.4166,
              182262.1422
            ],
            [
              505037.7474,
              182261.15
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "17/04/2020",
  "appeal_decision_date": "07/07/2021",
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "OLD MILL LANE",
  "pp_id": "08417609",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 505049,
  "appeal_start_date": "21/01/2021",
  "centroid_northing": 182155,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.48716519999999996,
          51.5295022
        ],
        [
          -0.4862778,
          51.5296602
        ],
        [
          -0.48612000000000005,
          51.5295333
        ],
        [
          -0.485988,
          51.5291985
        ],
        [
          -0.48625209999999996,
          51.5289997
        ],
        [
          -0.4864978,
          51.5287798
        ],
        [
          -0.48665949999999997,
          51.5285053
        ],
        [
          -0.486701,
          51.5284047
        ],
        [
          -0.4866501,
          51.528068
        ],
        [
          -0.486573,
          51.527951
        ],
        [
          -0.4866085,
          51.5278861
        ],
        [
          -0.4870326,
          51.5277488
        ],
        [
          -0.4871948,
          51.5276022
        ],
        [
          -0.48744489999999996,
          51.527537
        ],
        [
          -0.4875871,
          51.5271314
        ],
        [
          -0.4879572,
          51.5271867
        ],
        [
          -0.4876656,
          51.5280722
        ],
        [
          -0.4876928,
          51.5285454
        ],
        [
          -0.4876256,
          51.5285594
        ],
        [
          -0.4876335,
          51.5286071
        ],
        [
          -0.4876431,
          51.5286072
        ],
        [
          -0.4876277,
          51.5286397
        ],
        [
          -0.4876315,
          51.5286695
        ],
        [
          -0.4876119,
          51.5286841
        ],
        [
          -0.48736379999999996,
          51.5289783
        ],
        [
          -0.4871697,
          51.5295112
        ],
        [
          -0.48716519999999996,
          51.5295022
        ]
      ]
    ],
    "type": "Polygon"
  }
}