{
  "bo_system": "CSV Data Import",
  "last_updated": "2025-03-20T12:03:51.981+00:00",
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "locality": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The \"FTG\" pod shall only be used for the purposes hereby permitted between the hours of 06:00 and 23:00 Monday to Saturday and between the hours of 07:00 and 20:00 on Sundays, Bank and Public holidays without the prior consent in writing of the Local Planning Authority.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity.",
    "The \"FTG\" pod hereby permitted shall be constructed in accordance with submitted details, comprised of powder coated aluminium (RAL 9007) shopfront with timber cladding and aluminum framed windows to the satisfaction of the LPA.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the external finishing materials to be used.  Submission of samples prior to commencement will safeguard the appearance of the premises and the character of the immediate area.",
    "(1)          Prior to the commencement of any works pursuant to this permission the developer shall submit for the written approval of the Local Planning Authority;",
    "a)            A Phase I (Desktop Study) Report documenting the history of the site, its surrounding area and the likelihood of contaminant/s, their type and extent incorporating a Site Conceptual Model.",
    "b)\tA Phase II (Site Investigation) Report if the Phase I Report confirms the possibility of a significant risk to any sensitive receptors.  This is an intrusive site investigation including factors such as chemical testing, quantitative risk assessment and a description of the sites ground conditions.  An updated Site Conceptual Model should be included showing all the potential pollutant linkages and an assessment of risk to identified receptors.",
    "c)\tA Phase III (Remediation Strategy) Report if the Phase II Report confirms the presence of a significant pollutant linkage requiring remediation.  A detailed remediation scheme",
    "(2)          a)            If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how                                  this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved.",
    "b)           Following completion of the remediation works as mentioned in (a) above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason: To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination.",
    "The jet wash facility shall not be used for the purposes hereby permitted other than between the hours of 07:00 - 20:00 on Mondays to Saturdays and 08:00 - 18:00 on Sundays, Bank and Public holidays without the prior consent in writing of the Local Planning Authority.",
    "Reason:- To enable the Local Planning Authority to retain control in the interests of amenity",
    "The scheme to control noise and vibration, as detailed in the noise report provided by SLR Consulting Ltd (dated February 2023) submitted with this application shall be implemented, as a minimum, before the hereby permitted use commences.",
    "Such a scheme as approved shall be implemented prior to first occupation and thereafter retained and maintained in accordance with such details, and should comply with the following requirement at all times:",
    "The Rating Level (Lar, Tr) of the hereby permitted plant or machinery shall be at least 10dB below the prevailing background noise level (LA90, T).  The measurement position, assessment and definitions shall be made according to BS4142:2014 + A1:2019 \"Methods for rating and assessing industrial and commercial sound.\"",
    "The use hereby permitted must cease during any period that this condition is not complied with.",
    "Reason: To protect the amenity of noise sensitive premises from noise from mechanical plant.",
    "Before any works commence on the \"Food to Go\" pod, a scheme for any plant or machinery shall be submitted to the local planning authority to achieve the following standard:",
    "The Rating Level (Lar, Tr) of the hereby permitted plant or machinery shall be at least 10dB below the prevailing background noise level (LA90, T).  The measurement position, assessment and definitions shall be made according to BS4142:2014 + A1:2019 \"Methods for rating and assessing industrial and commercial sound.\"",
    "The equipment shall be maintained thereafter to the satisfaction of the Local Planning Authority, and the use hereby permitted must cease during any period that this condition is not complied with.",
    "Reason: To protect the amenity of noise sensitive premises from noise from mechanical plant.",
    "No demolition or construction works, or deliveries associated with the works hereby permitted shall take place other than between the hours of 08.00 to 18.00 on Monday to Friday and 08.00 to 13.00 hours on Saturdays unless agreed in writing with the local planning authority.  No demolition or construction works, or deliveries shall take place on Sundays, Bank or Public Holidays unless otherwise agreed in writing by the local planning authority.",
    "Reason:  To protect residential amenity.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "Transport For London would strongly encourage the provision of Electric Vehicle Charging Points for disabled persons parking bays. In terms of the Equality Act 2010, it is important to ensure that disabled persons have equal access to electric vehicle parking.",
    "A clear sign with instructions should be located near the charging points to indicate that the bays are reserved for those charging only.",
    "Nowithstanding the details shown on approved plans, this permission does not authorise the 7M EV Pole Sign or any other signage requiring separate advertisement consent inferred."
  ],
  "valid_date": "21/04/2023",
  "centroid": {
    "lon": "0.21695589999999998",
    "lat": "51.5972374"
  },
  "lpa_app_no": "P0636.23",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": "East and south east areas of the site",
  "postcode": "RM3 0AB",
  "ward": "Heaton",
  "description": "Construction of new 'Food to Go' Pod, Electric Vehicle Charging hub and associated infrastructure/plant, replacement jet wash facilities and associated works",
  "appeal_start_date": null,
  "application_type": "All Other",
  "site_name": "Faringdon Service Station, Faringdon Avenue",
  "last_date_consultation_comments": "18/05/2023",
  "cil_liability": false,
  "application_details": {
    "site_area": 0.219,
    "total_gia_gained": 60.4,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "total_gia_existing": 379.4,
    "existing_uprns": null,
    "non_residential_details": {
      "total_gia_existing": 379.4,
      "total_gia_gained": 60.4,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 60.4,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 134,
      "total_gia_lost": 134
    },
    "internal_resi_water_usage": 0,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "percentage_demolition_construction_material_recycling": 0,
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 1,
      "total_annual_nox_emissions": 0,
      "no_active_fast_ev_charging_points": 6,
      "waste_provision": true,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": true,
      "no_passive_fast_ev_charging_points": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 0
    },
    "ownership_status": "Private",
    "scheme_phasing": true,
    "superseding_details": [
      {
        "lpa_app_no": "P1443.20",
        "partial_supersedence": false
      }
    ],
    "green_suds": false,
    "garden_land_lost": false,
    "affordable_housing_fast_track": false,
    "total_gia_lost": 134,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 379.4,
        "use_class": "SG",
        "gia_gained": 60.4,
        "gia_lost": 134
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "11/2023",
        "intended_commencement_date": "09/2023"
      }
    ],
    "projected_cost_of_works": "Up to £2m"
  },
  "street_name": "Romford",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0636.23",
  "uprn": "100023216489",
  "appeal_decision_date": null,
  "pp_id": "12107517",
  "decision_process": "Delegated",
  "centroid_easting": 553648,
  "epc_number": null,
  "centroid_northing": 191038,
  "application_type_full": "Full planning permission",
  "secondary_street_name": null,
  "decision": "Approved",
  "actual_commencement_date": null,
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "site_number": null,
  "id": "Havering-P0636.23",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Havering",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_target_date": "22/12/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553617.255,
              191044.759
            ],
            [
              553662.637,
              191067.246
            ],
            [
              553684.176,
              191034.734
            ],
            [
              553631.344,
              191008.454
            ],
            [
              553615.63,
              191039.205
            ],
            [
              553617.255,
              191044.759
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "net_car": 0,
    "net_bluebadge": 0,
    "no_existing_car": 6,
    "no_proposed_bluebadge": 2,
    "no_proposed_car": 6,
    "no_existing_bluebadge": 2
  },
  "title_number": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2165154,
          51.5973065
        ],
        [
          0.21717989999999998,
          51.5974961
        ],
        [
          0.2174764,
          51.5971982
        ],
        [
          0.2167027,
          51.5969764
        ],
        [
          0.2164895,
          51.597257
        ],
        [
          0.2165154,
          51.5973065
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lapsed_date": "22/12/2026",
  "decision_date": "22/12/2023"
}