{
  "lpa_name": "Camden",
  "uprn": "5011893",
  "decision_date": "13/04/2017",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2016_5197_P",
  "secondary_street_name": "Y",
  "appeal_status": null,
  "postcode": "NW8 6JD",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 6.666666666666667,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "actual_completion_date": null,
          "m43_2a_compliant": true,
          "description": null,
          "m42_compliant": false,
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 7,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.15,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 7,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": null,
      "site_area": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "21/09/2016",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of a 3 storey, single family dwellinghouse (Class C3) with accommodation in the roof space and a basement beneath house and part of rear garden, following the demolition of the existing dwellinghouse\r\n",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 1510-PL-000 Rev 0; 1510-PL-100 Rev 0; 1510-PL-102 Rev 0; 1510-PL-103 Rev 0; 1510-PL-104 Rev 0; 1510-PL-112 Rev 0; 1510-PL-113 Rev 0; 1510-PL-114 Rev 0; 1510-PL-202 Rev C; 1510-PL-204 Rev 0; 1510-PL-205 Rev 0; 1510-PL-212 Rev 0; 1510-PL-200 Rev 0; 1510-PL-201 Rev 0; 1510-PL-203 Rev 0; 1510-PL-211 Rev 0; 1510-PL-213 Rev A; 1510-PL-230 Rev 0; 1116/PL/101; 1116/PL/102; 1116/PL/103; 116/PL/104; 1510-FE-210 Rev 0; Stage 1 - Layout plan front garden; Stage 1 - Layout plan rear garden.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - Detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority before the relevant part of the work is begun:\r\n\r\na) Manufacturer's specification details of all facing materials (to be submitted to the Local Planning Authority) and samples of those materials (to be provided on site).   \r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works.\r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 4 - Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted  Development) Order 1995 as amended by the (No. 2) (England) Order 2008 or any Order revoking and re-enacting that Order, no development within Part 1 (Classes A-H) [and Part 2 (Classes A-C)] of Schedule 2 of that Order shall be carried out without the grant of planning permission having first been obtained from the local planning authority.\r\n\r\nReason: To safeguard the visual amenities of the area and to prevent over development of the site by controlling proposed extensions and alterations in order to ensure compliance with the requirements of policies CS14 and CS5 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 5 - The approved cycle storage facility shall be provided in its entirety prior to the first occupation of the new dwelling, and permanently retained thereafter. \r\n \r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy CS11of the London Borough of Camden Local Development Framework Core Strategy and policy DP17 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 6 - Prior to use of any external mechanical plant at the development, details shall be submitted to and approved in writing by the Council, of the external noise level emitted from plant/ machinery/ equipment and mitigation measures as appropriate.  The measures shall ensure that the external noise level emitted from plant, machinery/ equipment will be lower than the lowest existing background noise level by at least 10dBA  as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.\r\n\r\nReason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from plant/mechanical installations/ equipment, in accordance with policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP28 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 7 - Full details in respect of the living roof [in the area indicated on the approved roof plan] including:\r\n- Details of materials, species, planting density, habitat features, and substrate \r\n- a statement of the design objectives, including justification of roof type/species selection \r\n- a site specific management plan including an initial scheme of maintenance\r\n- a section at scale 1:20 showing that adequate depth is available in terms of the construction and long term viability \r\n\r\nShall be submitted to and approved by the local planning authority before the relevant part of the development commences. The buildings shall not be occupied until the approved details have been implemented and these works shall be permanently retained and maintained thereafter.\r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies CS13, CS15 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23 and DP32 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 8 - No development shall take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the Council. Such details shall include:\r\n- scaled plans showing all  existing and proposed vegetation and landscape features\r\n- a schedule detailing species, sizes, and planting densities\r\n- location, type and materials to be used for hard landscaping and boundary treatments\r\n- specifications for replacement trees (and tree pits where applicable), taking into account the standards set out in BS8545:2014.\r\n- details of any proposed earthworks including grading, mounding and other changes in ground levels. \r\n- a management plan including an initial scheme of maintenance\r\nThe relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 9 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 10 - Before any works commence on site, details shall be submitted to and approved by the Council  to demonstrate how all trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected during construction work.  Such details shall follow guidelines and standards set out in BS5837:2012 and should include:\r\n- a tree protection plan (TPP) showing the location and nature of tree protection measures\r\n- appropriate working processes in the vicinity of trees\r\n- details of an auditable system of site monitoring\r\n- details of the design of building foundations\r\n- details, including dimensions and levels, of service trenches and other excavations on site in so far as these items may affect trees on or adjoining the site\r\n\r\nThe development thereafter shall be implemented in strict accordance with the approved details.\r\n\r\nReason: To ensure that the Council may be satisfied that the development will not have an adverse effect on existing trees and in order to maintain the character and amenities of the area in accordance with the requirements of policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 11 - Prior to the commencement of construction/demolition works on site, tree protection measures shall be installed in accordance with approved drawings and evidence of this shall be submitted to the council. The protection shall then remain in place for the duration of works on site, unless otherwise agreed in writing by the local authority.\r\n\r\nReason: To ensure that Tree protection measures are carried out to a reasonable standard such that the development will not have an adverse effect on existing trees and in order to maintain the character and amenities of the area in accordance with the requirements of policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 12 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works.\r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP27 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 13 - The works hereby approved shall be carried out in accordance with the methods outlined in the Basement Impact Assessment (as amended) unless otherwise agreed in writing with the Local Planning Authority. \r\n \r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP27 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 14 - Prior to first occupation of the buildings, detailed plans showing the location and extent of photovoltaic cells to be installed on the building shall have been submitted to and approved by the Local Planning Authority in writing. The measures shall include the installation of a meter to monitor the energy output from the approved renewable energy systems. The cells shall be installed in full accordance with the details approved by the Local Planning Authority and permanently retained and maintained thereafter.\r\n\r\nReason:  To ensure the development provides adequate on-site renewable energy facilities in accordance with the requirements of policy CS13 of the London Borough of Camden Local Development Framework Core Strategy and policy DP22 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 15 - The development hereby approved shall achieve a maximum internal water use of 110litres/person/day. The dwelling/s shall not be occupied until the Building Regulation optional requirement has been complied with.\r\n\r\nReason: To ensure the development contributes to minimising the need for further water infrastructure in an area of water stress in accordance with policies CS13 (Tackling climate change through promoting higher environmental standards), DP22 (Promoting sustainable design and construction) and DP23 (Water)\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:31:24.700Z",
  "ward": "Swiss Cottage (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": 0,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "13/04/2020",
  "decision_target_date": "16/11/2016",
  "centroid": {
    "lat": 51.539631,
    "lon": -0.171855
  },
  "lpa_app_no": "2016/5197/P",
  "status": "Lapsed",
  "site_name": " ",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2016/5197/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526857.7020973159,
              183854.55176834797
            ],
            [
              526856.1025554615,
              183856.90109586064
            ],
            [
              526854.7503654399,
              183858.9005235309
            ],
            [
              526855.302784534,
              183859.30040906422
            ],
            [
              526853.9505945126,
              183861.39980811975
            ],
            [
              526853.2002939519,
              183860.99992258498
            ],
            [
              526851.7491631972,
              183863.04933594674
            ],
            [
              526850.2485620759,
              183865.54862053454
            ],
            [
              526848.698490588,
              183868.0479051227
            ],
            [
              526847.1978894665,
              183870.54718971124
            ],
            [
              526845.6478179786,
              183873.0964599909
            ],
            [
              526844.3533433849,
              183875.24584473635
            ],
            [
              526861.0495921257,
              183886.6025939028
            ],
            [
              526861.4041297531,
              183886.15272267925
            ],
            [
              526862.8964858134,
              183887.15243651345
            ],
            [
              526862.5996636137,
              183887.60230773827
            ],
            [
              526866.3016960506,
              183890.15157801856
            ],
            [
              526866.647988617,
              183889.65172110056
            ],
            [
              526870.9519105146,
              183892.6008769151
            ],
            [
              526870.5973728871,
              183893.0507481409
            ],
            [
              526895.0522241291,
              183909.64599780418
            ],
            [
              526896.8991178169,
              183906.39692783996
            ],
            [
              526905.1524239843,
              183892.7508339882
            ],
            [
              526906.7024954722,
              183890.30153509264
            ],
            [
              526891.9026107859,
              183878.60488322232
            ],
            [
              526885.1004353729,
              183874.146159517
            ],
            [
              526883.3030120517,
              183873.046474299
            ],
            [
              526881.5468140361,
              183871.8468176957
            ],
            [
              526879.8978018148,
              183870.49720401957
            ],
            [
              526878.1993192268,
              183869.24756172573
            ],
            [
              526877.2511371996,
              183868.49777634937
            ],
            [
              526876.2534848057,
              183867.7479909723
            ],
            [
              526858.097860249,
              183853.9519400469
            ],
            [
              526857.7020973159,
              183854.55176834797
            ],
            [
              526857.7020973159,
              183854.55176834797
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "21/10/2016",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "81",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Avenue Road",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 526882,
  "appeal_start_date": null,
  "centroid_northing": 183887,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.172217,
          51.539345
        ],
        [
          -0.172239,
          51.539366
        ],
        [
          -0.172258,
          51.539384
        ],
        [
          -0.172249,
          51.539388
        ],
        [
          -0.172268,
          51.539407
        ],
        [
          -0.172279,
          51.539403
        ],
        [
          -0.172299,
          51.539422
        ],
        [
          -0.17232,
          51.539445
        ],
        [
          -0.172342,
          51.539468
        ],
        [
          -0.172362,
          51.539491
        ],
        [
          -0.172384,
          51.539514
        ],
        [
          -0.172402,
          51.539533
        ],
        [
          -0.172157,
          51.539632
        ],
        [
          -0.172152,
          51.539628
        ],
        [
          -0.17213,
          51.539636
        ],
        [
          -0.172134,
          51.53964
        ],
        [
          -0.17208,
          51.539663
        ],
        [
          -0.172075,
          51.539658
        ],
        [
          -0.172012,
          51.539683
        ],
        [
          -0.172017,
          51.539688
        ],
        [
          -0.171659,
          51.539831
        ],
        [
          -0.171633,
          51.539802
        ],
        [
          -0.171519,
          51.539677
        ],
        [
          -0.171498,
          51.539655
        ],
        [
          -0.171715,
          51.539553
        ],
        [
          -0.171815,
          51.539514
        ],
        [
          -0.171841,
          51.539505
        ],
        [
          -0.171867,
          51.539495
        ],
        [
          -0.171891,
          51.539483
        ],
        [
          -0.171916,
          51.539472
        ],
        [
          -0.17193,
          51.539465
        ],
        [
          -0.171945,
          51.539459
        ],
        [
          -0.172211,
          51.539339
        ],
        [
          -0.172217,
          51.539345
        ],
        [
          -0.172217,
          51.539345
        ]
      ]
    ],
    "type": "Polygon"
  }
}