{
  "lpa_name": "Camden",
  "uprn": "5166260",
  "decision_date": "20/04/2017",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2016_0849_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW3 1HX",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0,
      "site_area": null
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 500,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "no_habitable_rooms": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "26/09/2019",
          "no_bedrooms": 3,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.002,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 3,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_gained": null,
      "total_gia_lost": null
    },
    "non_residential_details": {
      "development_type": null,
      "site_area": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": null
    },
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "max_height": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "3",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [],
    "intended_commencement_date": null,
    "total_gia_existing": null,
    "scheme_phasing": null,
    "circular_economy_statement": null,
    "commencement_notice_received": null,
    "qualifying_vacant_building_floorspace": null,
    "phasing_details": [],
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": null,
    "existing_proposed_floorspace_details": [],
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_new_water_connections_required": null,
      "no_homes_passive_cooling": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "chp_heat_pumps_capacity": null,
      "ghg_reduction_over_building_regulations": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "internal_resi_water_usage": null,
    "uk_company_registration_no": null,
    "3d_model": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "total_gia_lost": null,
    "social_infrastructure_contributions": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "valid_date": "16/02/2016",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of six existing garages and the erection of a three storey, two bedroom single dwelling house including the excavation of a basement.",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans (Prefix: 61_P_) 02, (as existing:)  10, 30, 40, 41, (as proposed:) 20/C, 19 , 21/A, 22/A, 23/A, 35/A, 36, 37, 38, 50 and 51.\r\n\r\nReason:\r\nFor the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - No excavation shall commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works.\r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Development Policies and policy DP27 (Basements and Lightwells) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 4 - Prior to the commencement of any works on site, tree protection measures shall be installed and working practices on site are to be in line with the arboricultural method statement submitted with the application by R. Skerratt dated 12.02.16 and shall follow guidelines and standards set out in  BS5837:2012 \"Trees in relation to design, demolition and construction\". All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 5 - Details of the design of building foundations and the layout, with dimensions and levels, of service trenches and other excavations on site in so far as these items may affect trees on or adjoining the site, shall be submitted to and approved by the Council as the local planning authority before any works on site are commenced. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To ensure that the Council may be satisfied that the development will not have an adverse effect on existing trees and in order to maintain the character and amenities of the area in accordance with the requirements of policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 6 - The dwelling hereby approved shall be designed and constructed in accordance with Building Regulations Part M4 (2), evidence demonstrating compliance should be submitted to and approved by the Local Planning Authority prior to occupation.\r\n\r\nReason: To ensure that the internal layout of the building provides flexibility for the accessibility of future occupiers and their changing needs over time, in accordance with the requirements of policy CS6 of the London Borough of Camden Local Development Framework Core Strategy and policy DP6 of the London Borough of Camden Local Development Framework Development Policies. \r\n",
    "Condition : 7 - Prior to the relevant part of the development, details of a sustainable urban drainage system shall be submitted to and approved in writing by the local planning authority. Such system shall be based on a [1:100 year event with 30% provision for climate change] [demonstrating 50% attenuation of all runoff] [demonstrating greenfield levels of runoff]. The system shall be implemented as part of the development and thereafter retained and maintained.\r\n\r\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with policies CS13 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23 and DP32 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 8 - Prior to the relevant part of the development, details of secure and covered cycle storage area for a minimum of 2 cycles shall be submitted to and approved by the local planning authority. The approved facility shall thereafter be provided in its entirety prior to the first occupation of any of the new units, and permanently retained thereafter.\r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy CS11of the London Borough of Camden Local Development Framework Core Strategy and policy DP17of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 9 - Notwithstanding the provisions of Article 3 of the Town and Country Planning \r\n(General Permitted Development) Order 2015 or any Order revoking and re-enacting that Order, no development within Part 1 (Classes A-H) of Schedule 2 of that Order shall be carried out without the grant of planning permission having first been obtained from the local planning authority. \r\n \r\nReason: To safeguard the visual amenities of the area and to prevent over \r\ndevelopment of the site by controlling proposed extensions and alterations in order to ensure compliance with the requirements of policies CS14 and CS5 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 10 - Detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority before the relevant part of the work is begun:\r\n\r\na) Details including sections at 1:10 of all windows (including jambs, head and cill), external doors, railings, fin (first floor window) and gates;\r\n\r\nb) Manufacturer's specification details of all facing materials (to be submitted to the Local Planning Authority) and samples of those materials (to be provided on site).   \r\n\r\nc) CCTV manufacturers details including fixing locations within carport area.\r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works.\r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 11 - Prior to occupation of any relevant part of the development, the applicant will have constructed and implemented all the measures contained in the , Energy & Sustainability Statement ref. 1012331 rev B dated 11.2.16 by Cundall and such measures shall be permanently retained and maintained thereafter. The measures shall include the installation of a meter to monitor the energy output from the approved renewable energy systems.\r\n\r\nReason: In order to secure the appropriate energy and resource efficiency measures and on-site renewable energy generation in accordance with policies CS13 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23 and DP32 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 12 - The hereby approved lower ground floor bathroom (facing west) and lower ground window (facing south, in the entrance hall) windows shall be obscure glazed and retained as such in perpetuity. The privacy fin hereby approved to the first floor south facing window shall be installed and retained in perpetuity. Prior to commencement of use of the roof terrace and shall be permanently retained. All the above shall be in place prior to first occupation of the development.\r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 13 - No demolition or development shall take place until a written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing.  For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, which shall include the statement of significance and research objectives, and\r\n\r\nA.  The programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works\r\n\r\nB.  The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the WSI.\r\n\r\nReason: In order to minimise damage to the important archaeological remains which exist on this site, in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:39:43.166Z",
  "ward": "Hampstead Town (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": 1,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": 1,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_carclub": null,
    "no_existing_resi_offstreet": null,
    "net_carclub": null
  },
  "lapsed_date": "20/04/2020",
  "decision_target_date": "30/04/2017",
  "centroid": {
    "lat": 51.557983,
    "lon": -0.175822
  },
  "lpa_app_no": "2016/0849/P",
  "status": "Commenced",
  "site_name": "Garages to the rear of 26",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2016/0849/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526548.3474046362,
              185917.15135596058
            ],
            [
              526547.5971040755,
              185921.89999667852
            ],
            [
              526546.7643529038,
              185927.8382968593
            ],
            [
              526554.902228216,
              185929.39785044274
            ],
            [
              526556.303888604,
              185926.69862308714
            ],
            [
              526562.1001665618,
              185925.74889494374
            ],
            [
              526561.9022850953,
              185924.64920972456
            ],
            [
              526562.2980480283,
              185924.59922403417
            ],
            [
              526562.9988782222,
              185919.7006262414
            ],
            [
              526563.996530616,
              185913.75232892105
            ],
            [
              526548.3474046362,
              185917.15135596058
            ],
            [
              526548.3474046362,
              185917.15135596058
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "24/03/2016",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "44",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": "26/09/2019",
  "street_name": "New End",
  "pp_id": "4827392",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 526556,
  "appeal_start_date": null,
  "centroid_northing": 185921,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.175934,
          51.55795
        ],
        [
          -0.175943,
          51.557993
        ],
        [
          -0.175953,
          51.558047
        ],
        [
          -0.175835,
          51.558059
        ],
        [
          -0.175815,
          51.558034
        ],
        [
          -0.175732,
          51.558024
        ],
        [
          -0.175735,
          51.558014
        ],
        [
          -0.17573,
          51.558014
        ],
        [
          -0.175721,
          51.55797
        ],
        [
          -0.175709,
          51.557916
        ],
        [
          -0.175934,
          51.55795
        ],
        [
          -0.175934,
          51.55795
        ]
      ]
    ],
    "type": "Polygon"
  }
}