{
  "decision_agency": "Borough",
  "development_type": "Other house holder developments",
  "cil_liability": false,
  "lpa_name": "Camden",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": null,
    "net_car": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_bluebadge": null,
    "net_carclub": null
  },
  "epc_number": null,
  "locality": "London",
  "description": "Single storey rear extension with basement below; and replacement outbuilding for use ancillary to main building.",
  "bo_system": "Northgate M3",
  "pp_id": "5271806",
  "appeal_status": null,
  "centroid_easting": 528665,
  "valid_date": null,
  "site_number": "59",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2016/3596/P",
  "lpa_app_no": "2016/3596/P",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "5038611",
  "id": "Camden-2016_3596_P",
  "ward": "Highgate",
  "application_type_full": null,
  "application_details": {
    "site_area": 0.031,
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": []
  },
  "title_number": [],
  "decision": "Approved",
  "centroid": {
    "lat": 51.560957,
    "lon": -0.145276
  },
  "postcode": "NW5 1EL",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528665.3987648,
              186294.4533545,
              0
            ],
            [
              528659.899309,
              186302.5010508,
              0
            ],
            [
              528654.8038612,
              186310.6487186,
              0
            ],
            [
              528652.750841,
              186312.8980747,
              0
            ],
            [
              528652.3138528,
              186313.3779374,
              0
            ],
            [
              528658.951127,
              186319.7461145,
              0
            ],
            [
              528678.7475187,
              186299.4519236,
              0
            ],
            [
              528677.2469176,
              186298.252267,
              0
            ],
            [
              528671.1538174,
              186293.553612,
              0
            ],
            [
              528670.6508687,
              186293.2536979,
              0
            ],
            [
              528670.4529872,
              186293.0537551,
              0
            ],
            [
              528670.1973903,
              186292.8538123,
              0
            ],
            [
              528669.8510978,
              186292.6538696,
              0
            ],
            [
              528669.5460305,
              186292.3539554,
              0
            ],
            [
              528667.6991368,
              186291.1043131,
              0
            ],
            [
              528665.3987648,
              186294.4533545,
              0
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "secondary_street_name": null,
  "centroid_northing": 186305,
  "status": "Approved",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\n\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\n\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application.\n\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP25 of  the London Borough of Camden Local Development Framework Development Policies.\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans 087 100; 087 101; 087 102; 087 103 Rev A; 087 200; 087 201 Rev. A; 087 202 Rev. A; 087 300 Rev. A; Arboricultural Impact Assessment and Tree Protection Scheme; Basement Impact Assessment 07/02/2017; Basement Impact Assessment 07/02/2017 Appendix A: Desktop Study 1 - Groundsure Enviroinsight; Basement Impact Assessment 07/02/2017 Appendix B: Desktop Study 2 - Groundsure Geoinsight; Basement Impact Assessment 07/02/2017 Appendix C: Desktop Study 3 - Groundsure Floodinsight; Basement Impact Assessment 07/02/2017 Appendix D: Desktop Study 4 - Scale Area Maps; Basement Impact Assessment 07/02/2017 Appendix E: Ground and Water Site Investigation December 2016; Basement Impact Assessment 07/02/2017 Appendix F: Underpinning and Retaining Wall Information; Design and Access Statement June 2016 Rev. A Received 24/02/2017; Tree Survey 07/12/2015; Preliminary Programme. \n\nReason: For the avoidance of doubt and in the interest of proper planning.\n",
    "Condition : 4 - The outbuilding hereby approved shall only be used for purposes incidental to the residential use of 59 Croftdown Road and shall not be used as a separate or independent use, including residential living accommodation.\n\nReason: To ensure that the outbuilding does not adversely affect the amenity of adjoining residential premises and is not used for unauthorised purposes, in accordance with policies CS5 (Managing the impact of growth and development) and CS6 (Providing quality homes) of the London Borough of Camden Local Development Framework Core Strategy and policies DP2 (Making full use of Camden's capacity for housing), DP5 (Homes of different sizes) and DP26 (Managing the impact of development on occupiers and neighbours) of the London Borough of Camden Local Development Framework Development Policies.  \n",
    "Condition : 5 - No part of the flat roof area above the single storey rear extension hereby approved shall be used as a roof terrace, and any access out onto this area shall be for maintenance purposes only. \n\nReason:  In order to prevent any overlooking of the neighbouring occupiers in accordance with the requirements of policy CS5 (Managing the impact of growth and development) of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 (Managing the impact of development on occupiers and neighbours) of the London Borough of Camden Local Development Framework Development Policies.\n",
    "Condition : 6 - Prior to the commencement of construction/demolition works on site, tree protection measures shall be installed in accordance with approved details and evidence of this shall be submitted to the council. The protection shall then remain in place for the duration of works on site, unless otherwise agreed in writing by the local authority.\n\nReason: To ensure that the Council may be satisfied that the development will not have an adverse effect on existing trees and in order to maintain the character and amenities of the area in accordance with the requirements of policy CS15 of the London Borough of Camden Local Development Framework Core Strategy\n",
    "Condition : 7 - No development shall take place until details of the registration of the development hereby permitted with the Considerate Constructors Scheme have been submitted to and agreed in writing by the local planning authority.\n\nReason: In the interests of maintaining the amenities of the area during construction in accordance with policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies. \n",
    "Condition : 8 - The development hereby permitted shall not be commenced until a movement monitoring strategy has been submitted to and approved in writing by the local planning authority which:\n\n- Provides details of ground movement analysis, relevant trigger levels and any associated mitigation measures before any load changes occur\n\nThe development shall thereafter be carried out in all respects in accordance with the approved design and method statements. \n\nReason: In order to protect the amenity of nearby occupiers, in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies.\n",
    "Condition : 9 - Full details in respect of the living roof on the single storey rear extension and rear outbuilding indicated on the approved roof plans including:\n\n- Details of materials, species, planting density, habitat features, and substrate \n- a plan showing the area covered by the living roof and any habitat features\n- a statement of the design objectives, including justification of roof type/species selection \n- a site specific management plan including an initial scheme of maintenance\n- a section at scale 1:20 showing that adequate depth is available in terms of the construction and long term viability \n\nShall be submitted to and approved by the local planning authority before the relevant part of the development commences. The buildings shall not be occupied until the approved details have been implemented and these works shall be permanently retained and maintained thereafter.\n\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies CS13, CS15 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23 and DP32 of the London Borough of Camden Local Development Framework Development Policies.\n",
    "Condition : 10 - The development hereby permitted shall not be commenced until detailed design for the temporary propping arrangements has been submitted to and approved in writing by the local planning authority.\n  \nThe development shall thereafter be carried out in all respects in accordance with the approved design. \n \nReason: In order to protect the amenity of nearby occupiers, in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies.\n"
  ],
  "appeal_decision": null,
  "street_name": "Croftdown Road",
  "lapsed_date": "24/03/2020",
  "actual_commencement_date": null,
  "last_date_consultation_comments": "18/08/2016",
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "site_name": " ",
  "application_type": "Householder",
  "last_updated": "2025-05-14T14:00:17.607Z",
  "appeal_decision_date": null,
  "borough": "Camden",
  "appeal_start_date": null,
  "decision_date": "24/03/2017",
  "last_updated_by": "FME Excel Import",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "24/03/2017",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1452485,
          51.5608649,
          0
        ],
        [
          -0.1453249,
          51.5609385,
          0
        ],
        [
          -0.1453953,
          51.5610129,
          0
        ],
        [
          -0.1454241,
          51.5610336,
          0
        ],
        [
          -0.14543019999999998,
          51.561037999999996,
          0
        ],
        [
          -0.1453322,
          51.5610937,
          0
        ],
        [
          -0.1450542,
          51.5609068,
          0
        ],
        [
          -0.1450763,
          51.5608964,
          0
        ],
        [
          -0.1451659,
          51.5608555,
          0
        ],
        [
          -0.1451732,
          51.560853,
          0
        ],
        [
          -0.1451761,
          51.5608512,
          0
        ],
        [
          -0.1451799,
          51.5608495,
          0
        ],
        [
          -0.14518499999999998,
          51.5608477,
          0
        ],
        [
          -0.1451895,
          51.5608451,
          0
        ],
        [
          -0.1452166,
          51.5608343,
          0
        ],
        [
          -0.1452485,
          51.5608649,
          0
        ]
      ]
    ],
    "type": "Polygon"
  }
}