{
  "lpa_name": "Camden",
  "uprn": "5157678",
  "decision_date": "17/04/2018",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2016_6356_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "WC1X 9BN",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 0.034,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 1204,
      "total_gia_gained": 741,
      "total_gia_lost": 602,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 1412
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B1",
        "gia_gained": 671,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 602
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B1a",
        "gia_gained": 671,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B1c",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 602
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D1",
        "gia_gained": 70,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Central Activities Zone",
        "constraints_layer_description": "Central Activity Zone"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Viewing Corridor",
        "constraints_layer_description": "Protected View"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "21/11/2016",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of 2 storey light industrial building (B1c use) and redevelopment of the site including the erection of a 3 storey plus basement building to provide office (B1a use) at ground, 1st and 2nd floors and flexible gallery (D1 use)/office use at basement level. The installation of sedum green roofs and provision of associated cycle parking, waste storage and plant.",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\n\r\nD_01 rev P2, D_02 rev P2, D_03 rev P2, D_04 rev P2, D_11 rev P2, D_12 rev P2, D_13 rev P2, D_21 rev P2, D_22 rev P2, D_23 rev P2, D_24 rev P2, D_25 rev P2.\r\n\r\nE_01 rev P1, E_03 rev P1, E_04 rev P1, E_11 rev P1, E_12 rev P1, E_13 rev P1, E_21 rev P1, E_22 rev P1, E_23 rev P1, E_24 rev P1, E_25 rev P1. \r\n\r\nP_00 rev P1, P_01 rev P2, P_02 rev P2, P_03 rev B, P_04 rev B, P_05 rev B, P_11 rev P2, P_12 rev B, P_13 rev B, P_21 rev P2, P_22 rev P2, P_23 rev P2, P_24 rev B, P_25 rev B, P_26 rev B, P_30 rev B.\r\n\r\nReason:\r\nFor the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - Detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority before the relevant part of the work is begun:\r\n\r\na) Details including sections at 1:10 of all windows (including jambs, head and cill), external doors and gates.\r\n\r\nb) Manufacturer's specification details of all external facing materials, including a sample brickwork panel to be available to view on site.   \r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works.\r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of Policies D1 and D2 of the Camden Local Plan 2017.\r\n",
    "Condition : 4 - The green roofs at first and second floor level shall not be used as roof terraces and shall be accessed for maintenance purposes only.   \r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of Policy A1 of the Camden Local Plan 2017.\r\n",
    "Condition : 5 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works.\r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of Policy A5 of the Camden Local Plan 2017.\r\n",
    "Condition : 6 - Cycle parking for 13 x bicycles as shown on approved drawing no. P_01 rev.P2 shall be provided in its entirety prior to the first occupation of the building, and permanently retained thereafter.\r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of Policy T1 of the Camden Local Plan 2017.\r\n",
    "Condition : 7 - The external noise level emitted from plant, machinery or equipment with specified noise mitigation at the development hereby approved shall be lower than the lowest existing background noise level by at least 5dBA, by 10dBA where the source is tonal, as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of Policies A1 and A4 of the Camden Local Plan 2017.\r\n",
    "Condition : 8 - Prior to use of the plant hereby approved, noise mitigation measures shall be installed in accordance with the recommendations made in report ref: 14682.PCR.Rev B dated 16/03/2017. The measures shall ensure that the external noise level emitted from plant, machinery/ equipment will be lower than the lowest existing background noise level by at least 5dBA, by 10dBA where the source is tonal, as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity. These measures shall be implemented prior to use of the installation and thereafter be permanently retained.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements Policies A1 and A4 of the Camden Local Plan 2017.\r\n",
    "Condition : 9 - Prior to commencement of use, a Servicing Management Plan shall be submitted to and approved in writing by the Council. Details shall include times and frequency of deliveries and collections, vehicle movements, silent reversing methods, location of loading bays, quiet loading/unloading measures, etc. \r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of Policies A1 and A4 of the Camden Local Plan 2017.\r\n",
    "Condition : 10 - Prior to commencement of the development (other than demolition of the existing building), full details of the sustainable drainage system including 142m2 green roof (with attenuation layer) and 3.75m3 below ground attenuation, shall be submitted to and approved in writing by the local planning authority. Such a system should be designed to accommodate all storms up to and including a 1:100 year storm with a 40% provision for climate change, such that flooding does not occur in any part of a building or in any utility plant susceptible to water, and shall demonstrate maximum site run-off rate of 5 l/s. Details shall include a lifetime maintenance plan, and shall thereafter retained and maintained in accordance with the approved details. \r\n\r\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with Policies CC1, CC2, CC3 and CC4 of the Camden Local Plan 2017.\r\n",
    "Condition : 11 - Prior to occupation, evidence that the sustainable drainage system has been implemented in accordance with the approved details as part of the development shall be submitted to the Local Authority and approved in writing. The systems shall thereafter be retained and maintained in accordance with the approved maintenance plan.\r\n\r\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with Policies CC1, CC2, CC3 of the Camden Local Plan 2017.\r\n",
    "Condition : 12 - Prior to commencement (other than demolition of the existing building), detailed plans showing the location and extent of photovoltaic cells to be installed on the building shall have been submitted to and approved by the Local Planning Authority in writing. The measures shall include the installation of a meter to monitor the energy output from the approved renewable energy systems. The cells shall be installed in full accordance with the details approved by the Local Planning Authority and permanently retained and maintained thereafter.\r\n\r\nReason: To ensure the development provides adequate on-site renewable energy facilities in accordance with the requirements of Policy CC1 of the Camden Local Plan 2017.\r\n",
    "Condition : 13 - Prior to commencement of development (other than demolition of the existing building), full details of a biodiverse, substrate-based extensive living roof shall be submitted to and approved in writing by the local planning authority. The details shall include the following: A. detailed maintenance plan, B. details of its construction and the materials used, C. a section at a scale of 1:20 showing substrate depth averaging 130mm with added peaks and troughs to provide variations between 80mm and 150mm and D. full planting details including species showing planting of at least 16 plugs per m2.  The development shall not be carried out otherwise than in accordance with the details thus approved and shall be fully implemented before the premises are first occupied. Guidance on living roofs is available in the Camden Biodiversity Action Plan: Advice Note on Living Roofs and Walls.\r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with Policies CC1, CC2, CC3 and CC4 of the Camden Local Plan 2017.\r\n",
    "Condition : 14 - Details of bird and bat nesting boxes or bricks shall be submitted to and approved in writing by the Local Planning Authority prior to any superstructure works commencing on site. Details shall include the exact location, height, aspect, specification and indication of species to be accommodated. Boxes shall be installed in accordance with the approved plans prior to the first occupation of the development and thereafter maintained.  Guidance on biodiversity enhancements including artificial nesting and roosting sites is available in the Camden Biodiversity Action Plan:  Advice Note on Landscaping Schemes and Species Features.\r\n\r\nReason: To ensure the development provides the appropriate provision towards creation of habitats and valuable areas for biodiversity in accordance with policy 7.19 of the London Plan 2011, and Policy A3 of the Camden Local Plan 2017.\r\n",
    "Condition : 15 - All non-Road mobile Machinery (any mobile machine, item of transportable industrial equipment, or vehicle - with or without bodywork) of net power between 37kW and 560kW used on the site for the entirety of the demolition and construction phase of the development hereby approved shall be required to meet Stage IIIB of EU Directive 97/68/EC. The site shall be registered on the NRMM register for the demolition and construction phase of the development.\r\n\r\nReason: To safeguard the amenities of the adjoining occupiers, the area generally and contribution of developments to the air quality of the borough in accordance with the requirements of CC1, CC2 and CC4 of the Camden Local Plan 2017.\r\n",
    "Condition : 16 - At least 28 days before the development hereby permitted commences a written detailed scheme of assessment consisting of site reconnaissance, conceptual model, risk assessment and proposed schedule of investigation must be submitted to the planning authority. The scheme of assessment must be sufficient to assess the scale and nature of potential contamination risks on the site and shall include details of the number of sample points, the sampling methodology and the type and quantity of analyses proposed. The scheme of assessment must be approved by the LPA and the documentation submitted must comply with the standards of the Environment Agency's Model Procedures for the Management of Contamination (CLR11).\r\n\r\nReason: To protect future occupiers of the development from the possible presence of ground contamination arising in connection with the previous industrial/storage use of the site in accordance with policy A1 of the Camden Local Plan.",
    "Condition : 17 - Before development commences, a site investigation shall be undertaken in accordance with the approved scheme of assessment and the written results provided to the planning authority for their approval. Laboratory results must be provided as numeric values in a formatted electronic spread sheet. Before development commences a remediation scheme shall be agreed in writing with the planning authority and the scheme as approved shall be implemented before any part of the development hereby permitted is occupied.\r\n\r\nReason: To protect future occupiers of the development from the possible presence of ground contamination arising in connection with the previous industrial/storage use of the site in accordance with policy A1 of the Camden Local Plan.",
    "Condition : 18 - Additional significant contamination discovered during development shall be fully assessed and any necessary modifications made to the remediation scheme shall be submitted to the Local Planning Authority for written approval. Before any part of the development hereby permitted is occupied the developer shall provide written confirmation that all works were completed in accordance with the revised remediation scheme.\r\n\r\nReason: To protect future occupiers of the development from the possible presence of ground contamination arising in connection with the previous industrial/storage use of the site in accordance with policy Camden Local Plan.\r\n",
    "Condition : 19 - Prior to commencement of use, a light spill mitigation plan shall be submitted to and approved in writing by the Council in consultation with local residents. The use shall thereafter not be carried out other than in accordance with such plan as has been approved.\r\n\r\nReason: To safeguard the amenities of the adjoining premises in accordance with the requirements of Policy A1 of the Camden Local Plan 2017.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:32:04.500Z",
  "ward": "Kings Cross (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": 13,
    "net_cycle": null
  },
  "lapsed_date": "17/04/2021",
  "decision_target_date": "20/04/2018",
  "centroid": {
    "lat": 51.529924,
    "lon": -0.117025
  },
  "lpa_app_no": "2016/6356/P",
  "status": "Lapsed",
  "site_name": "Rear of 1-3",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2016/6356/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              530699.1008022114,
              182892.89703881135
            ],
            [
              530695.448240141,
              182901.75450339075
            ],
            [
              530702.1020044548,
              182904.3537593627
            ],
            [
              530700.0984546057,
              182907.8527577854
            ],
            [
              530700.4035218668,
              182907.95272916934
            ],
            [
              530704.4023765039,
              182909.70222838072
            ],
            [
              530708.8464644408,
              182911.75164174306
            ],
            [
              530704.7981394373,
              182920.69908056862
            ],
            [
              530701.9041229887,
              182927.2971918804
            ],
            [
              530703.8994277767,
              182928.19693433243
            ],
            [
              530706.9006300197,
              182921.54883732751
            ],
            [
              530707.5025194805,
              182920.2492093412
            ],
            [
              530708.6485829744,
              182917.74992475356
            ],
            [
              530708.8464644409,
              182917.5499819861
            ],
            [
              530711.7487259507,
              182913.95101218077
            ],
            [
              530711.8971370507,
              182913.7510694132
            ],
            [
              530713.0514456057,
              182912.40145573596
            ],
            [
              530717.5037786036,
              182906.7530725671
            ],
            [
              530720.447265419,
              182903.10411706916
            ],
            [
              530722.5002856347,
              182900.50486109714
            ],
            [
              530719.4166327805,
              182899.49515012425
            ],
            [
              530709.4978242681,
              182896.2460801588
            ],
            [
              530709.2999428015,
              182896.99586553633
            ],
            [
              530706.7027485527,
              182895.9461660087
            ],
            [
              530702.2504155545,
              182894.1466811056
            ],
            [
              530699.1008022114,
              182892.89703881135
            ],
            [
              530699.1008022114,
              182892.89703881135
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor retail and service",
  "last_date_consultation_comments": "26/06/2017",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "1A",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Britannia Street",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 530712,
  "appeal_start_date": null,
  "centroid_northing": 182904,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.117215,
          51.529827
        ],
        [
          -0.117265,
          51.529907
        ],
        [
          -0.117168,
          51.529929
        ],
        [
          -0.117195,
          51.529961
        ],
        [
          -0.117191,
          51.529962
        ],
        [
          -0.117133,
          51.529977
        ],
        [
          -0.117068,
          51.529994
        ],
        [
          -0.117123,
          51.530076
        ],
        [
          -0.117162,
          51.530135
        ],
        [
          -0.117133,
          51.530143
        ],
        [
          -0.117092,
          51.530083
        ],
        [
          -0.117084,
          51.530071
        ],
        [
          -0.117069,
          51.530048
        ],
        [
          -0.117066,
          51.530046
        ],
        [
          -0.117025,
          51.530013
        ],
        [
          -0.117023,
          51.530011
        ],
        [
          -0.117007,
          51.529999
        ],
        [
          -0.116945,
          51.529947
        ],
        [
          -0.116904,
          51.529914
        ],
        [
          -0.116875,
          51.52989
        ],
        [
          -0.11692,
          51.529882
        ],
        [
          -0.117064,
          51.529855
        ],
        [
          -0.117067,
          51.529861
        ],
        [
          -0.117105,
          51.529853
        ],
        [
          -0.11717,
          51.529838
        ],
        [
          -0.117215,
          51.529827
        ],
        [
          -0.117215,
          51.529827
        ]
      ]
    ],
    "type": "Polygon"
  }
}