{
  "lpa_name": "Camden",
  "uprn": "5165027",
  "decision_date": "20/06/2017",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2016_6816_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "WC1N 2JB",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 125,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "Extension",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.008,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 4,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": null,
      "site_area": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 178,
      "total_gia_gained": 0,
      "total_gia_lost": 178,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B8",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 178
      }
    ],
    "superseding_details": [
      {
        "lpa_app_no": "2014/5911/P",
        "partial_supersedence": false
      }
    ],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Central Activities Zone",
        "constraints_layer_description": "Central Activity Zone"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Background Assessment Area",
        "constraints_layer_description": "Protected View"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "06/01/2017",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of a 3 storey dwellinghouse and basement following partial demolition of the existing office/storage building (Class B1/B8).",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 iof  the London Borough of Camden Local Development Framework Development Policies, and policies D1 and D2 of the Local Plan Submission Draft 2016.\r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans: Site Location Plan L(EX)100; (--)101 Rev C; 107 Rev C; 121; 122; 123; 124; 125; 134; 137; Basement Impact Assessment by Croft Structural Engineers Rev 1 dated 7th December 2016; Basement Impact Assessment by Croft Structural Engineers Rev 2 dated 17th March 2017; Hydrology, Land Stability and Ground Movement assessment by Maund Ge0-consulting dated 11th November 2016; Basement Impact Assessment Screening and Scoping Report by Campbell Reith dated October 2014; Sustainability Statement by AJ Energy Consultants dated June 2017; Energy Strategy by AJ Energy Consultants dated June 2017.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - The proposed development shall not be occupied until the whole of the cycle parking provision shown on the approved drawings is provided. The whole of the cycle parking provision shall be permanently retained and maintained thereafter.\r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy CS11 of the London Borough of Camden Local Development Framework Core Strategy and policy DP17 of the London Borough of Camden Local Development Framework Development Policies and policy T1 of Camden Local Plan Submission Draft 2016.\r\n",
    "Condition : 5 - Prior to the first occupation of the building a plan showing details of the green roof including species, planting density, substrate and a section at scale 1:20 showing that adequate depth is available in terms of the construction and long term viability of the green roof, and a programme for a scheme of maintenance shall be submitted to and approved in writing by the local planning authority. The green roof shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme of maintenance.\r\n\r\nReason: To ensure that the green roof is suitably designed and maintained in accordance with the requirements of policies CS13, CS14, CS15 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23, DP24 and DP32 of the London Borough of Camden Local Development Framework Development Policies and policies CC1 and CC2 of the Camden Local Plan Submission Draft 2016.\r\n",
    "Condition : 6 - Prior to first occupation of the building, detailed plans showing the location and extent of photovoltaic cells to be installed on the building shall have been submitted to and approved by the Local Planning Authority in writing. The cells shall be installed in full accordance with the details approved by the Local Planning Authority and permanently retained and maintained thereafter.\r\n\r\nReason: To ensure the development provides adequate on-site renewable energy facilities in accordance with the requirements of policy CS13 of the London Borough of Camden Local Development Framework Core Strategy and policy DP22 of the London Borough of Camden Local Development Framework Development Policies and policies CC1 and CC2 of the Camden Local Plan Submission Draft 2016.\r\n",
    "Condition : 7 - Detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority before the relevant part of the work is begun:\r\na) Details including sections at 1:10 of all windows (including jambs, head and cill), louvres, external doors and balustrading.\r\nb) Manufacturer's specification details of all facing materials (to be submitted to the Local Planning Authority) and samples of those materials (to be provided on site). The relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies and policies D1 and D2 of the Camden Local Plan Submission Draft 2016.\r\n",
    "Condition : 8 - The dwelling hereby approved shall be designed and constructed in accordance with Building Regulations Part M4 (2), evidence demonstrating compliance should be submitted to and approved by the Local Planning Authority prior to occupation.\r\n\r\nReason: To ensure that the internal layout of the building provides flexibility for the accessibility of future occupiers and their changing needs over time, in accordance with the requirements of policy CS6 of the London Borough of Camden Local Development Framework Core Strategy and policy DP6 of the London Borough of Camden Local Development Framework Development Policies and policy H6 of the Camden Local Plan Submission Draft 2016.\r\n",
    "Condition : 9 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works.\r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP27 of the London Borough of Camden Local Development Framework Development Policies, and policy A5 of the Camden Local Plan Submission Draft 2016.\r\n",
    "Condition : 10 - Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 2015 or any Order revoking and re-enacting that Order, no development within Part 1 (Classes A-H) [and Part 2 (Classes A-C)] of Schedule 2 of that Order shall be carried out without the grant of planning permission having first been obtained from the local planning authority.\r\n\r\nReason: To safeguard the visual amenities of the area and to prevent over development of the site by controlling proposed extensions and alterations in order to ensure compliance with the requirements of policies CS14 and CS5 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP26 of the London Borough of Camden Local Development Framework Development Policies and policies A1, D1 and D2 of the Camden Local Plan Submission Draft 2016.\r\n",
    "Condition : 11 - All windows to the rear elevation identified on drawing number L(--) 107 Rev C as being automatically openable shall only be open for smoke extraction purposes and shall remain shut at all other times.\r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies, and policy A1 of the Camden Local Plan Submission Draft 2016.\r\n",
    "Condition : 12 - Prior to the commencement of development a programme of archaeological investigation, in accordance with a Written Scheme of Investigation, including the details of the suitably qualified investigating body to carry out such archaeological works as required shall be submitted to and approved in writing by the local planning authority. The development shall not take place until the site investigation and post investigation assessment has been completed in accordance with the programme set out in the approved Written Scheme of Investigation, and the provision made for analysis, publication and dissemination of the results and archive deposition has been secured. \r\n\r\nReason: Important archaeological remains may exist on this site. Accordingly the Council wishes to secure the provision of archaeological investigation and the subsequent recording of the remains prior to development in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP25 of the London Borough of Camden Local Development Framework Development Policies, and policy D2 of the Camden Local Plan Submission Draft 2016.\r\n",
    "Condition : 13 - Before any works hereby authorised begin, details of how the stability of the retained front elevation of the building will be maintained and protected shall be submitted to and approved by the Council.  Such details shall include both temporary and permanent measures to strengthen any wall or vertical surface, to support any floor, roof or horizontal surface and to provide protection for the building against the weather during progress of the works. The development shall not be carried out other than in accordance with the approved details. For the avoidance of doubt, the fabric of the front facade of the building shall be retained as part of the development hereby permitted.\r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies, and policies D1 and D2 of the Local Plan 2017.\r\n\r\n",
    "Condition : 14 - All windows to the rear elevation identified as being installed with louvres shall be installed as such and permanently retained as such thereafter.\r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies, and policy A1 of the Camden Local Plan Submission Draft 2016.\r\n",
    "Condition : 15 - A sample panel of the facing brickwork demonstrating the proposed colour, texture, face-bond and pointing shall be provided on site and approved in writing by the local planning authority before the relevant parts of the works are commenced and the development shall be carried out in accordance with the approval given. The approved panel shall be retained on site until the work has been completed.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies and policies D1 and D2 of the Camden Local Plan Submission Draft 2016.\r\n",
    "Condition : 16 - The development hereby approved shall be carried out in strict accordance with the submitted Basement Impact Assessments hereby approved and the recommendation in the independent review by LBH Wembley unless otherwise agreed with the Council.\r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP27 of the London Borough of Camden Local Development Framework Development Policies and policy A5 of the Local Plan Submission Draft 2016..\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:32:06.758Z",
  "ward": "Holborn & Covent Garden (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": 0,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "20/06/2020",
  "decision_target_date": "20/06/2017",
  "centroid": {
    "lat": 51.521966,
    "lon": -0.11424
  },
  "lpa_app_no": "2016/6816/P",
  "status": "Lapsed",
  "site_name": "22",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2016/6816/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              530924.6032235395,
              182019.7969569452
            ],
            [
              530937.5974398451,
              182025.70526571124
            ],
            [
              530934.9507751748,
              182031.45362416992
            ],
            [
              530921.9483138081,
              182025.34537263768
            ],
            [
              530921.9483138081,
              182025.34537263768
            ],
            [
              530924.6032235395,
              182019.7969569452
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "15/02/2017",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "22",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "King's Mews",
  "pp_id": "5679314",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 530928,
  "appeal_start_date": null,
  "centroid_northing": 182024,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.114291,
          51.521929
        ],
        [
          -0.114101,
          51.521979
        ],
        [
          -0.114137,
          51.522031
        ],
        [
          -0.114327,
          51.521979
        ],
        [
          -0.114327,
          51.521979
        ],
        [
          -0.114291,
          51.521929
        ]
      ]
    ],
    "type": "Polygon"
  }
}