{
  "lpa_name": "Camden",
  "uprn": "5166229",
  "decision_date": "05/07/2018",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2016_6319_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW3 4NT",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 0.218,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 2825,
      "total_gia_gained": 3850,
      "total_gia_lost": 2825,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 3850
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D1",
        "gia_gained": 3850,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 2825
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": "The Hall School",
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "4",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "18/11/2016",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of the 'Centenary' and 'Wathan Hall' buildings and erection of new four storey building with glazed link to original school building, two storey rear extension with external terrace and enlarged basement replacing the existing Wathan Hall, and enlargement of rear roof storey and insertion of three dormer windows to old school building, all in association with providing additional accommodation for the existing school use (Class D1).",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: Site Location Plan P10-00-00; P20-00-01; P20-00-02 Rev B; P20-01-01; P20-01-02 Rev B; P20-02-01; P20-02-02 Rev B; P20-03-01; P20-03-02 Rev B; P20-B1-01; P20-B1-02 Rev B; P20-B2-02 Rev B; P20-LG-01; P20-LG-02 Rev C; P20-M1-01; P20-M1-02 Rev A; P30-EL-01; P30-EL-02; P30-EL-03; P30-EL-04; P30-EL-11 Rev A; P30-EL-12 Rev A; P30-EL-13 Rev A; P30-EL-14 Rev B; P32-SC-01; P32-SC-02; P32-SC-03; P32-SC-04; P32-SC-05; P32-SC-06; P32-SC-11 Rev A; P32-SC-12 Rev A; P32-SC-13 Rev A; P32-SC-14 Rev A; P32-SC-15; P32-SC-16; P50-SC-01; P50-SC-02; P50-SC-03; P50-SC-04; P50-SC-05; P55-SC-02; P55-SC-01; P80-00-01; P80-01-01; P80-02-01; P80-03-01; P80-M1-01; P80-B1-01; P80-LG-01; PL-103 Rev B; PL-104; PL-105;\r\nDesign and Access Statement November 2016; Planning Statement by Boyer November 2016; Heritage Statement by Montague Evans November 2016; BREEAM Pre-Assessment by Elementa October 2016; Energy Strategy Report by Elementa November 2016; Life Cycle Carbon Analysis Rev B by Dar dated 28/10/2016; Design Summary by Norr; Schedule of Areas; Construction Management Plan 2C dated 01/12/2017; Arboricultural Assessment and Method Statement by Barrell Tree Consultancy dated 11/11/2016; Tree Protection Plan by Barrell Tree Consultancy; Noise Survey Report November 2016; Living Wall Plant Spec by Scotscape Landscaping; Hereward School Art Block Contour Map; Playground View Comparison; Statement of Community Involvement November 2016; School Development Travel Plan v3D; Transport Statement by Ramboll November 2016; Ecology Report by Ramboll November 2016; Daylight and Sunlight Report by GIA dated 07/11/2016; Daylight Sunlight Addendum by GIA dated 31/08/2017; Daylight Sunlight Addendum by GIA dated 12/06/2017; \r\nDesk Study and Basement Impact Assessment by GEA Issue 4 dated December 2017; Structural and Civil Engineering Planning Report and Basement Impact Assessment Rev P7 by Elliott Wood dated ",
    "Condition : 3 - Before the relevant part of the work is begun, detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority: \r\n\r\na)\tTypical details of new railings and balustrade at a scale of 1:10 \r\nb)\tPlan, elevation and section drawings, including jambs, head and cill, of all external new window and door openings. \r\nc)\tSamples and manufacturer's details of new facing materials to be provided on site and retained on site during the course of the works.   \r\nd)\tA sample panel of all facing masonry shall be erected on-site and approved by the Council before the relevant parts of the work are commenced and the development shall be carried out in accordance with the approval given. The panel must include facing brickwork demonstrating the proposed colour, texture, face-bond and pointing\r\ne)\ttypical section drawings of the new roof structures including green roof details to the former Walthen hall building\r\n   \r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works. \r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2  of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 4 - Before the relevant part of the work is begun, details of the external staircase to Wathen Hall, specifically privacy screening and sound attenuation of the steps, shall be submitted to and approved in writing by the local planning authority. The relevant part of the works shall be carried out in accordance with the details thus approved and shall be permanently retained thereafter.\r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises and to prevent noise disturbance to neighbouring premises in accordance with the requirements of policies A1 and D1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - Before development commences, a drainage strategy detailing any on and/or off site drainage works, shall be submitted to and approved by, the local planning authority in consultation with Thames Water. No discharge of foul or surface water from the site shall be accepted into the public system until the drainage works referred to in the strategy have been completed\r\n\r\nReason: To ensure that sufficient capacity is made available to cope with the new development; and in order to avoid adverse environmental impact upon the local sewage network and the wider environment in line with policies A5 and CC3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - Before occupation, the two south facing windows to the first floor of Wathen Hall (as shown on drawing number P30-EL-14 Rev B) shall be fixed shut and obscure glazed and permanently retained as such thereafter.\r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policy A1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 7 - Prior to the commencement of any works on site, details including a detailed arboricultural method statement, demonstrating how trees to be retained shall be protected during construction work shall be submitted to and approved by the local planning authority in writing. Such details shall follow guidelines and standards set out in  BS5837:2012 \"Trees in Relation to Construction\". All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details. \r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017.\r\n\r\n",
    "Condition : 8 - Within three months of construction commencing, full details of hard and soft landscaping and means of enclosure of all un-built, open areas shall have been submitted to and approved by the local planning authority in writing. [Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels.] The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, A5, D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n\r\n",
    "Condition : 9 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details  within three months of occupation for the permitted use of the development or any phase of the development. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation. \r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, A5, D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 10 - Within three months of construction commencing, full details in respect of the living roof/wall in the area indicated on the approved roof plan shall be submitted to and approved by the local planning authority. The details shall include \r\ni.\ta detailed scheme of maintenance \r\nii.\tsections at a scale of 1:20 with manufacturers details \tdemonstrating the construction and materials used and showing a variation of substrate depth with peaks and troughs]\r\niii.\tfull details of planting species and density\r\niv.\tdetails of any fall arrest system\r\n\r\nThe living roof/wall shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme. \r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies G1, CC1, CC2, CC3, CC4, D1, D2 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 11 - Prior to first occupation of the development a plan showing details of bird and bat box locations and types and indication of species to be accommodated shall be submitted to and approved in writing by the local planning authority. The boxes shall be installed in accordance with the approved plans prior to the occupation of the development and thereafter retained. \r\n\r\nReason: In order to secure appropriate features to conserve and enhance wildlife habitats and biodiversity measures within the development, in accordance with the requirements of the London Plan (2016) and Policies A3 and CC2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 12 - No music shall be played on the premises in such a way as to be audible from inside any adjoining premises.  \r\n\r\nReason: To safeguard the amenities of  the adjoining premises and the area generally in accordance with the requirements of policies G1, CC1, D1, and A1, of the London Borough of Camden Local Plan 2017.\r\n\r\n",
    "Condition : 13 - The external noise level emitted from plant, machinery or equipment at the development hereby approved shall be lower than the lowest existing background noise level by at least 5dBA, by 10dBA where the source is tonal, as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with machinery operating at maximum capacity.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies G1, CC1, D1,and A1 of the London Borough of Camden Local Plan 2017.\r\n\r\n",
    "Condition : 14 - Following the implementation of the scheme hereby approved, the number of pupils on the roll of the senior school shall be limited to 162 pupils, and no increase is permitted without the prior approval of the local planning authority.\r\n\r\nTo safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies G1, C2, A1, T1 and T2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 15 - The use of the site for out of hours activities shall finish no later than 21:00 hours Mondays to Fridays, 16:00 hours Saturdays and 16:00 hours on Sundays and Bank Holidays. \r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies G1, CC1, D1, A1, A4 and DM1  of the London Borough of Camden Local Plan 2017. \r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:32:04.264Z",
  "ward": "Belsize (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": 28,
    "net_cycle": null
  },
  "lapsed_date": "05/07/2021",
  "decision_target_date": "05/07/2018",
  "centroid": {
    "lat": 51.5453,
    "lon": -0.17095
  },
  "lpa_app_no": "2016/6319/P",
  "status": "Lapsed",
  "site_name": "The Hall Senior School",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2016/6319/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526919.2020081192,
              184490.74965877872
            ],
            [
              526918.946411225,
              184490.69967308803
            ],
            [
              526918.6495890252,
              184492.3492009155
            ],
            [
              526917.3468693704,
              184499.99701175513
            ],
            [
              526916.9016360707,
              184502.7962104928
            ],
            [
              526916.4481577099,
              184505.6953806167
            ],
            [
              526914.7991454888,
              184514.60283088742
            ],
            [
              526914.6012640223,
              184516.1523873314
            ],
            [
              526913.4964258341,
              184522.10068465117
            ],
            [
              526913.2985443674,
              184523.30034125358
            ],
            [
              526912.6966549068,
              184526.54941121733
            ],
            [
              526911.0971130523,
              184535.29690727516
            ],
            [
              526910.8497612191,
              184536.64652095345
            ],
            [
              526916.2997466105,
              184537.5962490969
            ],
            [
              526926.3010057327,
              184539.4957053826
            ],
            [
              526936.7969685213,
              184541.45514450019
            ],
            [
              526957.2034947599,
              184545.30404276506
            ],
            [
              526957.2529651265,
              184544.95414292265
            ],
            [
              526957.3024354931,
              184544.70421446406
            ],
            [
              526957.3519058598,
              184543.95442908793
            ],
            [
              526957.5497873263,
              184542.90472956002
            ],
            [
              526957.6487280596,
              184542.15494418453
            ],
            [
              526957.7971391594,
              184541.3051874264
            ],
            [
              526959.0998588142,
              184533.7973365226
            ],
            [
              526959.701748275,
              184530.09839533246
            ],
            [
              526960.0975112079,
              184527.74906781886
            ],
            [
              526962.4473536231,
              184514.70280226995
            ],
            [
              526962.5462943563,
              184513.90303120244
            ],
            [
              526963.9479547443,
              184505.2954950796
            ],
            [
              526964.3024923719,
              184503.7959243288
            ],
            [
              526964.5993145717,
              184502.2963535749
            ],
            [
              526964.7971960381,
              184499.99701175466
            ],
            [
              526964.8219312215,
              184499.2372292395
            ],
            [
              526956.7005460316,
              184497.84762700927
            ],
            [
              526953.8477548887,
              184497.34777009132
            ],
            [
              526951.2505606401,
              184496.89789886586
            ],
            [
              526944.0031519276,
              184495.59827088076
            ],
            [
              526944.0526222943,
              184495.34834242082
            ],
            [
              526936.2527944875,
              184493.99872874416
            ],
            [
              526932.4023509508,
              184493.34891475062
            ],
            [
              526930.3988011018,
              184492.94902921555
            ],
            [
              526924.8993453438,
              184491.99930107372
            ],
            [
              526924.4541120441,
              184491.89932969137
            ],
            [
              526919.2020081192,
              184490.74965877872
            ],
            [
              526919.2020081192,
              184490.74965877872
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Major all other major developments",
  "last_date_consultation_comments": "16/01/2018",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "23",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Crossfield Road",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 526929,
  "appeal_start_date": null,
  "centroid_northing": 184519,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.171101,
          51.545048
        ],
        [
          -0.171105,
          51.545048
        ],
        [
          -0.171109,
          51.545063
        ],
        [
          -0.171125,
          51.545132
        ],
        [
          -0.17113,
          51.545157
        ],
        [
          -0.171135,
          51.545183
        ],
        [
          -0.171156,
          51.545263
        ],
        [
          -0.171158,
          51.545277
        ],
        [
          -0.171172,
          51.545331
        ],
        [
          -0.171174,
          51.545342
        ],
        [
          -0.171182,
          51.545371
        ],
        [
          -0.171202,
          51.54545
        ],
        [
          -0.171205,
          51.545462
        ],
        [
          -0.171126,
          51.54547
        ],
        [
          -0.170981,
          51.545485
        ],
        [
          -0.170829,
          51.5455
        ],
        [
          -0.170534,
          51.54553
        ],
        [
          -0.170533,
          51.545527
        ],
        [
          -0.170533,
          51.545524
        ],
        [
          -0.170532,
          51.545518
        ],
        [
          -0.17053,
          51.545508
        ],
        [
          -0.170528,
          51.545501
        ],
        [
          -0.170527,
          51.545494
        ],
        [
          -0.170511,
          51.545426
        ],
        [
          -0.170503,
          51.545393
        ],
        [
          -0.170498,
          51.545371
        ],
        [
          -0.170469,
          51.545254
        ],
        [
          -0.170468,
          51.545246
        ],
        [
          -0.170451,
          51.545169
        ],
        [
          -0.170446,
          51.545155
        ],
        [
          -0.170443,
          51.545142
        ],
        [
          -0.170441,
          51.545121
        ],
        [
          -0.170441,
          51.545114
        ],
        [
          -0.170558,
          51.545103
        ],
        [
          -0.170599,
          51.5451
        ],
        [
          -0.170637,
          51.545096
        ],
        [
          -0.170742,
          51.545086
        ],
        [
          -0.170741,
          51.545084
        ],
        [
          -0.170854,
          51.545073
        ],
        [
          -0.17091,
          51.545068
        ],
        [
          -0.170939,
          51.545065
        ],
        [
          -0.171019,
          51.545058
        ],
        [
          -0.171025,
          51.545057
        ],
        [
          -0.171101,
          51.545048
        ],
        [
          -0.171101,
          51.545048
        ]
      ]
    ],
    "type": "Polygon"
  }
}