{
  "wgs84_polygon": null,
  "ward": "NORTHWOOD 2022",
  "decision": "Refused",
  "decision_process": "Delegated",
  "appeal_status": null,
  "status": "Refused",
  "parking_details": null,
  "centroid_easting": 508486,
  "application_details": {
    "existing_uprns": null
  },
  "actual_completion_date": null,
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "locality": null,
  "actual_commencement_date": null,
  "development_type": null,
  "appeal_decision_date": null,
  "centroid_northing": 192232,
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "lapsed_date": "23/05/2027",
  "pp_id": "12993503",
  "lpa_app_no": "17364/TRE/2024/83",
  "epc_number": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.618467,
    "lon": -0.43442
  },
  "application_type": "All Other",
  "borough": "Hillingdon",
  "postcode": null,
  "site_name": "55 KEWFERRY ROAD",
  "bo_system": "CSV Data Import",
  "site_number": null,
  "decision_target_date": "14/06/2024",
  "valid_date": "19/04/2024",
  "street_name": "NORTHWOOD",
  "last_updated_by": "CSV Data Import",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=17364/TRE/2024/83",
  "appeal_start_date": null,
  "last_date_consultation_comments": "15/05/2024",
  "last_updated": "2025-03-19T21:05:02.316+00:00",
  "appeal_decision": null,
  "description": "To remove one Silver Birch at T3 on TPO 114",
  "decision_date": "23/05/2024",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "The Silver Birch is situated within the rear garden of 55 Kewferry Road and can currently be seen from the public highway, and the Public Right of Way running to the side of 57. As a result it has a moderate amenity value.",
    "Building works have started for approved works to 57 Kewferry Road to build an extension which will reduce the view of this tree from the highway, however it still makes a positive contribution to the landscape character and amenity of the area.",
    "The applicant wishes to remove the tree to facilitate the creation of a larger extension at 57 Kewferry Road, they believe the tree is nearing the end of its natural life and is a nuisance. It is not the role of a tree works application to make a decision on whether a larger extension is permitted, and it is noted that a separate application (61501/APP/2024/1024) has been submitted under which this will be determined.",
    "The role of a tree works application is to determine whether the tree work is appropriate from an Arbori",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree and / or the owner(s) of the land that the tree overhang prior to any approved work being carried out.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance."
  ],
  "uprn": null,
  "id": "Hillingdon-17364_TRE_2024_83",
  "polygon": null,
  "lpa_name": "Hillingdon"
}