{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/185267FUL;",
  "lapsed_date": "07/04/2024",
  "decision_target_date": "09/04/2021",
  "locality": "Southall",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB2 5FD",
  "site_name": "144 Johnson Street",
  "status": "Lapsed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 150,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 1014,
      "total_gia_lost": 150,
      "development_type": "New Build",
      "total_gia_gained": 1014,
      "site_area": 0.424
    },
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Core Heathrow",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_uprns": [
      "12177155"
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D1",
        "gia_gained": 1014,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 150
      }
    ],
    "building_details": [
      {
        "no_storeys": 3,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "site_area": 0.42400000000000004
  },
  "appeal_decision_date": null,
  "lpa_app_no": "185267FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "511554",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-19T02:43:30.143+00:00",
  "id": "Ealing-185267FUL",
  "application_type": "All Other",
  "street_name": "Johnson Street",
  "borough": "Ealing",
  "ward": "Southall Green",
  "decision_date": "07/04/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Redevelopment of the site to construct a three storey building to provide a religious and cultural centre (1,014 sqm floor area)(use class D1) and associated cycle and vehicle parking",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor all other minor developments",
  "centroid_northing": "179417",
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "12177155",
  "centroid": {
    "lon": "-0.39416579999999996",
    "lat": "51.5026899"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511506.3749047,
              179471.7900308
            ],
            [
              511507.9624079,
              179471.5254469
            ],
            [
              511560.8791804,
              179482.6379691
            ],
            [
              511573.8437897,
              179411.4649142
            ],
            [
              511530.1874524,
              179402.204479
            ],
            [
              511528.5999492,
              179402.4690628
            ],
            [
              511521.7207688,
              179401.4107274
            ],
            [
              511521.7207688,
              179400.6169758
            ],
            [
              511514.0478368,
              179399.2940565
            ],
            [
              511507.9624079,
              179429.4566168
            ],
            [
              511511.1374143,
              179447.4483154
            ],
            [
              511506.3749047,
              179471.7900308
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": 3,
    "no_proposed_cycle": 16,
    "no_existing_motorcycle": null,
    "no_proposed_car": 60,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with drawing numbers: 1873/1C, 1873/2C, Site Location Plan.",
    "Reason: For the avoidance of doubt, in the interest of proper planning.",
    "| Details of the materials and finishes to be used for all external surfaces of the building hereby approved shall be submitted to and approved in writing by the local planning authority before any part of the super structure is commenced and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. The development shall be implemented only in accordance with these approved details.",
    "Reason: To ensure that the materials and finishes are of high quality and contribute positively to the visual amenity of the locality in accordance with policies 1.1 (h) (g), 1.2(h), 2.1(c) and 2.10 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies 7.4 and 7.6 of the London Plan (2016) and the National Planning Policy Framework (2018).",
    "| Before the development permitted is occupied, storage for a total of 16 cycle parking spaces that comply with adopted standards shall be provided on site as shown on plan 1873/2C and shall be made fully available and retained thereafter solely for the purpose of the parking of cycles.",
    "Reason: To promote sustainable patterns of transport, in accordance with section 9 of the National Planning Policy Framework, and policies 6.3, 6.9, 6.11 and 6.13 of the London Plan 2016.",
    "| Refuse and recycling storage provision as indicated on approved plan 1873/2C shall be provided and brought into use prior to the first occupation of the development permitted and retained permanently thereafter.",
    "Reason: In the interests of the adequate disposal, storage and collection of waste and recycling, to protect the living conditions of occupiers of the area and in the interests of highway and pedestrian safety all in accordance with policies 1.1 (e) and 6.1 of the Ealing Core Strategy (2012), policy 7A  of the Ealing Development Management Development Plan Document (2013), policy 5.16 of the London Plan (2016) and the National Planning Policy Framework (2018).",
    "| The building hereby approved [D1 use class] shall not be opened before 07:00 hrs or after 22:00 hours Monday to Sundays and Bank Holidays.",
    "Reason: In the interest of the living conditions of adjoining properties in accordance with the objectives of policy 7.4 of the London Plan (2016) and policy 7B of the Ealing Development Management Development Plan Document (2013).",
    "| Prior to commencement of development a revised Travel Plan shall be submitted to and approved by the Local Planning Authority. The Travel Plan shall contain data on base line travel trips, modal split and on monitoring of trips.",
    "Reason: To promote sustainable patterns of transport to safeguard the living and working conditions of local people and in the interest of highway and pedestrian safety, in accordance with section 9 of the National Planning Policy Framework, policies 6.3, 6.11 and 6.13 of the London Plan (2016) and policies 1.1 (f) (g) of the Ealing's Development (Core) Strategy 2026.",
    "| Prior to commencement of the development hereby approved, a construction management plan shall be submitted to and approved in writing by the Council. Details shall include control measures for dust, noise, vibration, lighting, delivery locations, restriction of hours of work and all associated activities audible beyond the site boundary to 0800-1800hrs Mondays to Fridays and 0800 -1300 hrs on Saturdays, advance notification to immediate neighbours on Merrick Road of proposed works and public display of contact details including accessible phone contact to persons responsible for the site works for the duration of the works. Approved details shall be implemented throughout the project period.",
    "Reason:  To protect the amenity of neighbouring occupiers, to ensure adequate highway and site safety in accordance with policies 1.1(e)(j) and 2.1(c) of the Ealing Core Strategy (2012), policies 6.3, 6.13, 7.13, 7.14 and 7.15  of the London Plan (2016), the National Planning Policy Framework (2018), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise.",
    "| The development shall incorporate the maximum amount of photovoltaic (PV) panels that it is possible to fit and maintain on the south facing roof of the development.",
    "Prior to commencement of construction the applicant shall submit and have approved by the Council a feasibility study undertaken by an MCS accredited renewable energy company detailing the layout and technical details of the PV array. Prior to completion the PV panels shall be confirmed as operational. The development shall be implemented only in accordance with the approved details.",
    "Reason: In the interest of addressing climate change and to secure environmental sustainable development in accordance with policy 5.7 of the London Plan 2016, guidance note 11 of the GLA Energy Assessment Guidance 2018, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012.",
    "| a)\tThe developer shall enter into a legal agreement with the Council to secure a S106 financial contribution for the post-construction monitoring of the PV panels incorporated into the development as per the relevant Condition.",
    "b)\tUpon final completion of the development and prior to occupation, suitable devices for monitoring of the PV panels shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of three years from occupation and full operation of the energy equipment. The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document.",
    "c)\tThe developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitoring process. Upon final completion of the development and prior to occupation, the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the PV panels for a period of three years from the point that the building is occupied and the equipment fully operational.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with the relevant policies in the London Plan 2016 (currently 5.2), Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD policy 5.2, E5.2.3, and Policy 2.5.36 (Best Practice) of the Mayor's Sustainable Design & Construction SPG.",
    "| The development shall comply with current air quality neutral building emissions benchmarks for the use hereby approved as set out at Appendix 5 of the Sustainable Design and Construction (2014) Supplementary Planning Guidance, London Plan.",
    "Reason: In the interests of improving air quality in the Borough, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.14 of the London Plan (2016), and the National Planning Policy Framework (2018) and Appendix 5 of the Sustainable Design and Construction (2014) Supplementary Planning Guidance, London Plan (2016).",
    "| All Non-Road Mobile Machinery (NRMM) to be used in the development site shall meet as a minimum the Stage IIIB emission criteria of Directive 97/68/EC and its subsequent amendments, unless it can be demonstrated that Stage IIIB equipment is not available.  An inventory of all NRMM shall be registered on the NRMM register at https://nrmm.london/user-nrmm/register. All NRMM shall be regularly serviced and service logs kept on site for inspection. Records shall be kept on site detailing proof of emissions standards for all equipment.",
    "Reason: In the interests of the living conditions of future occupiers of the site, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.14 of the London Plan (2016), and the National Planning Policy Framework (2018).",
    "| No development approved by this planning permission shall be commenced (except demolition and site clearance) until:",
    "a) A desktop study has been carried out which shall include the identification of previous site uses, potential contaminants that might reasonably be expected given those uses and other relevant information.   And using this information a Conceptual Site Model (CSM) for the site of all potential contaminant sources, pathways and receptors has been produced. Then as appropriate based on (a);",
    "b) A site investigation has been designed for the site using the information obtained from the desktop study and CSM.  This should be submitted to, and approved in writing by, the Local Planning Authority prior to that investigation being carried out on the site.  The investigation must be comprehensive enough to enable: - a risk assessment to be undertaken relating to groundwater and surface waters associated on and off the site that may be affected, as well as assessing risk to future site users, and - refinement of the Conceptual Model, and - the development of a Remediation Method Statement (RMS) detailing the remediation requirements.",
    "c) The site investigation has been undertaken in accordance with details approved by the Local Planning Authority and a risk assessment has been undertaken.",
    "d) A Method Statement detailing the remediation requirements, including measures to minimise the impact on ground and surface waters, using the information obtained from the Site Investigation has been submitted to the Local Planning Authority.  This should be approved in writing by the Local Planning Authority prior to that remediation being carried out on the site. e) A verification report, written by an appropriately qualified person or one bearing the NQMS mark confirming the agreed remedial works have been undertaken correctly has been submitted to the local planning authority and agreed in writing. Reason: To ensure that the site is suitable for the proposed end use and will not at any point in the future be considered a Part 2A contaminated land site, as defined by the relevant regulations.",
    "Reason: To ensure the land contamination issues are addressed in accordance with policy1.1 (j) of the adopted Local Development Framework (Core Strategy 2012), policy 5.21 of the London Plan 2015 and Ealing Local Variation to London Plan Policy 5.21 of the Ealing Development Management Development Plan 2013 and any amendments / updates.",
    "| Prior to commencement/ use of the development, details shall be submitted to the Council for approval in writing, of the external sound level emitted from plant/ machinery/ equipment and mitigation measures as appropriate, as measured at/ calculated to the nearest and/or most affected noise sensitive premises. The measures shall ensure that the external sound level LAeq emitted from plant, machinery/ equipment will be lower than the lowest existing background sound level LA90 by at least 5 dBA at the most noise sensitive receiver location in the surrounding area. The assessment shall be made in accordance with BS4142:2014, with all machinery operating together at maximum capacity. Details of any noise mitigation measures shall be submitted for approval. A post installation sound assessment shall be carried out where required to confirm compliance with the noise criteria and additional steps to mitigate noise shall be taken, as necessary. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the internal environment of the development and living conditions of future occupiers of the site and occupiers of nearby properties, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and 7.15 of the London Plan (2016), the National Planning Policy Framework (2012) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| The use hereby approved shall not commence until all external doors to the premises have been fitted with self-closing devices, which shall be maintained in an operational condition and at no time shall any external door nor windows be fixed in an open position during the emission of noise.",
    "Reason: In the interests of the internal environment of the development and living conditions of future occupiers of the site and occupiers of nearby properties, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and 7.15 of the London Plan (2016), the National Planning Policy Framework (2018) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| Prior to commencement of the development, details shall be submitted to and approved in writing by the Council, of sound insulation of the building envelope and other mitigation measures such as mechanical ventilation etc. as appropriate. Details shall demonstrate that noise from uses and activities is contained within the building/ development site and does not exceed the criteria of BS8233:2014 at neighbouring noise sensitive/ habitable rooms and private external amenity spaces. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the internal environment of the development and living conditions of future occupiers of the site and occupiers of nearby properties, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and 7.15 of the London Plan (2016), the National Planning Policy Framework (2018) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| Prior to commencement of the development, a Servicing Management Plan shall be submitted to the Council for approval in writing. Details shall include hours of use, numbers of people attending, times and frequency of activities/ events, deliveries and collections, vehicle movements, silent reversing methods, location of loading bays, quiet loading/unloading measures, etc.",
    "Reason: To ensure that the amenity of occupiers of the development site and surrounding premises is not adversely affected by noise, and that resulting servicing arrangements are satisfactory in terms of their impact on highway safety and the free-flow of traffic in accordance with policies 6.7 and 6.13 of the London Plan (2016).",
    "| Prior to commencement of the development, details shall be submitted to and approved in writing by the Council, of sound insulation of the building envelope and other mitigation measures such as mechanical ventilation etc. as appropriate. Details shall demonstrate that noise from uses and activities is contained within the building/ development site and does not exceed the criteria of BS8233:2014 at neighbouring noise sensitive/ habitable rooms and private external amenity spaces. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the internal environment of the development and living conditions of future occupiers of the site and occupiers of nearby properties, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and 7.15 of the London Plan (2016), the National Planning Policy Framework (2018) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of the installation, operation, and maintenance of the odour abatement equipment and extract system, including the height of the extract duct and vertical discharge outlet without cowl at least 1m above the eaves of the main building. Approved details shall be implemented prior to the commencement of the use and thereafter be permanently retained.",
    "Reason: In the interests of the internal environment of the development and living conditions of future occupiers of the site and occupiers of nearby properties, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and 7.15 of the London Plan (2016), the National Planning Policy Framework (2018) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| The car parking spaces hereby approved shall be fully marked out as shown on approved plan 1873/2C and the provision of 12 active and 12 passive electric vehicle charging point spaces shall be made prior to the first occupation of the development hereby approved, and these car parking spaces together with the associated access and internal carriageway shall be kept continuously available for the satisfactory operation of the parking area and shall not be used for any other purpose.",
    "Reason: To reduce emissions of greenhouse gases and to improve local air quality in the interests of health, in accordance with policies 3.2, 5.2 and 7.14 of the London Plan 2016, policies 1.1(e), 1.1(f), 1.1(j) and 1.2(k) of Ealing's adopted Development (or Core) Strategy 2012, and the National Planning Policy Framework (2018)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "05/12/2018",
  "secondary_street_name": null,
  "site_number": "144",
  "pp_id": "PP-07415507",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3948344,
          51.5031918
        ],
        [
          -0.3948116,
          51.5031891
        ],
        [
          -0.394046,
          51.5032785
        ],
        [
          -0.3938817,
          51.5026362
        ],
        [
          -0.39451339999999996,
          51.5025616
        ],
        [
          -0.3945362,
          51.5025643
        ],
        [
          -0.3946356,
          51.5025562
        ],
        [
          -0.3946358,
          51.502549
        ],
        [
          -0.3947467,
          51.5025386
        ],
        [
          -0.3948249,
          51.5028109
        ],
        [
          -0.3947735,
          51.502972
        ],
        [
          -0.3948344,
          51.5031918
        ]
      ]
    ],
    "type": "Polygon"
  }
}