{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": null,
  "lpa_app_no": "22/P0368",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=22/P0368",
  "actual_completion_date": null,
  "pp_id": "email",
  "lapsed_date": "01/02/2026",
  "secondary_street_name": null,
  "centroid": {
    "lat": 51.393098,
    "lon": -0.17592
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "1A",
  "uprn": "48110852",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "12/01/2023",
  "description": "APPLICATION TO DETERMINE WHETHER PRIOR APPROVAL IS REQUIRED IN RESPECT OF THE PROPOSED ERECTION OF AN ADDITIONAL STOREY TO EXISTING THREE-STOREY RESIDENTIAL BLOCK TO CREATE 4 x NEW SELF-CONTAINED FLATS",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.176335,
          51.393128
        ],
        [
          -0.176257,
          51.393193
        ],
        [
          -0.176139,
          51.393291
        ],
        [
          -0.176053,
          51.393353
        ],
        [
          -0.175915,
          51.393284
        ],
        [
          -0.176098,
          51.39315
        ],
        [
          -0.176209,
          51.393068
        ],
        [
          -0.176335,
          51.393128
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor all other minor developments",
  "last_updated_by": "Northgate M3",
  "locality": "Morden",
  "site_name": "Clarendon Court",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be completed not later than the expiration of 3 years from the date of this permission.\r",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 2 (amended drawing received 22.12.2022), 03 Rev C, 04 Rev B, 07 Rev B, 8 (amended drawing received 22.12.2022), 10 (amended drawing received 22.12.2022) and 11 (amended drawing received 22.12.2022).",
    "Condition : 3 - No development shall commence until details of secure cycle parking facilities for the occupants of, and visitors to, the development have been submitted to and approved in writing by the Local Planning Authority.  The approved facilities shall be fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 4 - No development shall take place until a Construction Method Statement has been submitted to, and approved in writing by, the local planning authority. The approved Statement shall be adhered to throughout the demolition and construction period. The Statement shall provide for:\r\n-hours of operation \r\n-the parking of vehicles of site operatives and visitors \r\n-loading and unloading of plant and materials \r\n-storage of plant and materials used in constructing the development \r\n-the erection and maintenance of security hoarding including decorative \r\n-displays and facilities for public viewing, where appropriate \r\n-wheel washing facilities \r\n-measures to control the emission of noise and vibration during construction. \r\n-measures to control the emission of dust and dirt during construction/demolition \r\n-a scheme for recycling/disposing of waste resulting from demolition and construction works\r\n",
    "Condition : 5 - Prior to the commencement of the development hereby permitted, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority.  The approved measures shall be implemented prior to the first occupation of the development hereby permitted and shall be so maintained for the duration of the use, unless the prior written approval of the Local Planning Authority is first obtained to any variation.",
    "Condition : 6 - No development shall take place until a scheme for the storage of refuse and recycling has been submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the scheme has been approved, and the development shall not be\r\noccupied until the scheme has been approved and has been carried out in full. Those facilities and measures shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 7 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 8 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 9 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 10 - Noise levels, (expressed as the equivalent continuous sound level) LAeq (10 minutes), from any fixed external new plant/machinery shall not exceed LA90-10dB at the boundary with any residential property or noise sensitive premises. \r\n\r\nReason: To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policy D14 of the London Plan 2021 and policies DM D2, DM D3, DM EP2 and DM EP4 of Merton's Sites and Policies Plan 2014.",
    "Condition : 11 - All Non-road Mobile Machinery (NRMM) used during the course of the development that is within the scope of the Greater London Authority 'Control of Dust and Emissions during Construction and Demolition' Supplementary Planning Guidance (SPG) dated July 2014, or any subsequent amendment or guidance, shall comply with the emission requirements therein.\r\n\r\nReason: To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policy D14 of the London Plan 2021 and policies DM D2, DM D3, DM EP2 and DM EP4 of Merton's Sites and Policies Plan 2014. ",
    "Condition : 12 - INFORMATIVE:\r\nThis planning permission contains certain conditions precedent that state 'before development commences' or 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n",
    "Condition : 13 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n",
    "Condition : 14 - INFORMATIVE\r\nIt is the responsibility of the developer to make proper provision for drainage to ground, watercourses or a suitable sewer.  In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off-site storage.  When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.  Connections are not permitted for the removal of ground water.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).\r\n",
    "Condition : 15 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 16 - INFORMATIVE\r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of a swift nesting box/bricks on the site.\r\n\r\n"
  ],
  "postcode": "SM4 6EB",
  "application_type": "Prior Approval",
  "decision_date": "01/02/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 527006,
  "valid_date": "04/02/2022",
  "borough": "Merton",
  "subdivision_of_building": null,
  "decision_target_date": "01/02/2023",
  "id": "Merton-22_P0368",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T15:25:42.812+00:00",
  "street_name": "Pollard Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 167585,
  "application_details": {
    "site_area": 0.038000000000000006
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526976.9998862589,
              167587.64811243705
            ],
            [
              526982.268480306,
              167595.02600054152
            ],
            [
              526990.1837389683,
              167606.0828355581
            ],
            [
              526995.9965070483,
              167613.15081237303
            ],
            [
              527005.8328649482,
              167605.76292713132
            ],
            [
              526993.4570282272,
              167590.46730545338
            ],
            [
              526985.9705127425,
              167581.21995247767
            ],
            [
              526976.9998862589,
              167587.64811243705
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Ravensbury_histroic"
}