{
  "application_type": "Householder",
  "application_type_full": "Householder planning permission",
  "description": "ERECTION OF A SINGLE STOREY REAR AND SIDE EXTENSION,  ERECTION OF FRONT AND REAR DORMER AND ERECTION OF AN OUTBUILDING",
  "epc_number": null,
  "street_name": "Church Path",
  "appeal_decision": null,
  "lpa_app_no": "22/P0877",
  "centroid": {
    "lon": -0.207032,
    "lat": 51.410205
  },
  "actual_completion_date": null,
  "development_type": "Other house holder developments",
  "centroid_easting": 524795,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=22/P0877",
  "last_updated": "2025-03-20T15:02:02.735+00:00",
  "subdivision_of_building": null,
  "postcode": "SW19 3HL",
  "uprn": "48015004",
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Northgate M3",
  "centroid_northing": 169434,
  "site_name": "Stoneleigh",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "16/03/2022",
  "lapsed_date": "13/10/2025",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_existing_car": 2,
    "net_car": 0,
    "no_proposed_car": 2,
    "no_proposed_cycle": 2,
    "net_cycle": 2
  },
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "Northgate M3",
  "cil_liability": true,
  "decision_target_date": "13/10/2022",
  "title_number": [
    "SY104139"
  ],
  "decision": "Approved",
  "last_date_consultation_comments": "09/10/2022",
  "ward": "Merton Park_histroic",
  "appeal_status": null,
  "decision_process": null,
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Merton-22_P0877",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524785.9985732561,
              169469.2994959114
            ],
            [
              524798.2012636927,
              169471.59883773315
            ],
            [
              524799.7513351806,
              169462.75137029134
            ],
            [
              524804.797312577,
              169433.24981501454
            ],
            [
              524805.5970835042,
              169428.1012887638
            ],
            [
              524806.5535105923,
              169423.10271958844
            ],
            [
              524807.0482142586,
              169416.40463689237
            ],
            [
              524795.4309231604,
              169414.22526073176
            ],
            [
              524793.3036973954,
              169425.8019469434
            ],
            [
              524791.1517364469,
              169436.4988849791
            ],
            [
              524790.7971988193,
              169438.29836988216
            ],
            [
              524785.9985732561,
              169469.2994959114
            ],
            [
              524785.9985732561,
              169469.2994959114
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "locality": "Wimbledon",
  "lpa_name": "Merton",
  "borough": "Merton",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: SCP 01 Rev C, SCP_12 Rev D; SCP_13 Rev C;  SCP_14 Rev D; SCP_15 Rev B; SCP_16 Rev D; SCP_17 Rev B; SCP_19 Rev B",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 6 - The rear outbuilding hereby permitted shall not be occupied at any time other than for purposes incidental ancillary to the residential use of the dwelling known as Stoneleigh, Church Path, Merton Park, SW19 3HL",
    "Condition : 7 - No development [including demolition] pursuant to this consent shall commence until an Arboricultural Method Statement and Tree Protection Plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2012 has been submitted to and approved in writing by the Local Planning Authority and the approved details have been installed.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 8 - Site supervision: The details of the Arboricultural Method Statement and Tree Protection Plan shall include the retention of an arboricultural expert to supervise, monitor and report to the LPA not less than monthly the status of all tree works and tree protection measures throughout the course of the construction period. At the conclusion of the construction period the arboricultural expert shall submit to the LPA a satisfactory completion statement to demonstrate compliance with the approved protection measures.",
    "Condition : 9 - No work shall be commenced until details of the proposed design, materials and method of construction of the foundations for the outbuilding shall be submitted to and approved in writing by the Local Planning Authority and the work shall be carried out in accordance with the approved details. Those details shall incorporate the recommendations of BS5837:2012. \r\n\r\nReason:  To protect and safeguard the existing retained trees in accordance with the following Development Plan policies for Merton: policy G7 of the London Plan 2021, policy CS13 of Merton's Core Planning Strategy 2011 and policy DMO2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 10 - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 11 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant was offered the opportunity to submit amended plans in order to make the proposal acceptable in planning terms.\r\n\r\n",
    "Condition : 12 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 13 - The applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site."
  ],
  "application_details": {
    "total_gia_gained": 190,
    "no_additional_bathrooms": 3,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "01/2023",
    "intended_commencement_date": "06/2022",
    "site_area": 0.071
  },
  "pp_id": "PP-11123263\r",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.207149,
          51.410524
        ],
        [
          -0.206973,
          51.410542
        ],
        [
          -0.206953,
          51.410463
        ],
        [
          -0.206891,
          51.410196
        ],
        [
          -0.206882,
          51.41015
        ],
        [
          -0.20687,
          51.410105
        ],
        [
          -0.206865,
          51.410044
        ],
        [
          -0.207033,
          51.410027
        ],
        [
          -0.207059,
          51.410132
        ],
        [
          -0.207086,
          51.410228
        ],
        [
          -0.207091,
          51.410245
        ],
        [
          -0.207149,
          51.410524
        ],
        [
          -0.207149,
          51.410524
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "13/10/2022",
  "secondary_street_name": null
}