{
  "application_type": "All Other",
  "application_type_full": "Consent to display an advertisement",
  "description": "APPLICATION FOR ADVERTISEMENT CONSENT FOR THE DISPLAY OF 1 x INTERNALLY ILLUMINATED  48 SHEET DIGITAL LED ADVERTISEMENT DISPLAY.",
  "epc_number": null,
  "street_name": "Durnsford Road",
  "appeal_decision": null,
  "lpa_app_no": "22/P0822",
  "centroid": {
    "lon": -0.194744,
    "lat": 51.432309
  },
  "actual_completion_date": null,
  "development_type": "Other advertisements",
  "centroid_easting": 525589,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=22/P0822",
  "last_updated": "2025-03-20T15:02:09.637+00:00",
  "subdivision_of_building": null,
  "postcode": null,
  "uprn": "10094255463",
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Northgate M3",
  "centroid_northing": 171913,
  "site_name": "Advertisement Consent Opposite Railway Cottages",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "10/03/2022",
  "lapsed_date": "07/10/2025",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "Northgate M3",
  "cil_liability": false,
  "decision_target_date": "05/05/2022",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "30/04/2022",
  "ward": "Wimbledon Park_historic",
  "appeal_status": null,
  "decision_process": null,
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Merton-22_P0822",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525582.7399664283,
              171907.92175465386
            ],
            [
              525591.7352523131,
              171911.84809935442
            ],
            [
              525593.6844199621,
              171905.50913928263
            ],
            [
              525589.4495918024,
              171900.67827900767
            ],
            [
              525582.7399664283,
              171907.92175465386
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "locality": "London",
  "lpa_name": "Merton",
  "borough": "Merton",
  "decision_conditions": [
    "Condition : 1 - This consent shall expire 5 years from the date of this decision.",
    "Condition : 2 - No advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.",
    "Condition : 3 - No advertisement shall be sited or displayed so as to endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military), obscure or hinder the ready interpretation of any traffic sign, railway signal or aid to navigation by water or air, or hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.",
    "Condition : 4 - Any advertisement displayed, and any site used for the display of advertisements shall be maintained in a condition that does not impair the visual amenity of the site.",
    "Condition : 5 - Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.",
    "Condition : 6 - Where an Advertisement is required under these Regulations to be removed, the site shall be left in a condition that does not endanger the public or impair visual amenity.",
    "Condition : 7 - The advertisements hereby approved shall have the following characteristics: static images to be displayed only (no moving or flashing images); changes between adverts to take place instantly with no, fading, swiping, or merging of images; Illumination shall not exceed the thresholds contained within the Institute of Lighting Professionals (ILP) guidance document PLG05 - The Brightness of Illuminated Advertisements 2015 (or subsequent revised guidance); Advertisements to change no more frequently than once every 10 seconds. \r\n\r\nReason: In the interests of neighbouring amenity, to comply with Poliicy DM D5 of the Merton Site and Policies Plan 2014. ",
    "Condition : 8 - The development hereby permitted shall be carried out in accordance with the following approved plans: YZ012401465701-75801_001_A; 002_A; 003_A; 004_A; 005_A; 006_A; 007_A; & 008_A.",
    "Condition : 9 - The illumination of the advertisement signs hereby permitted shall not exceed illuminance levels of 200cd/m2 between the hours of 21:00pm and 08:30am on any day.\r\n\r\nReason: In the interests of neighbouring amenity, to comply with Policy DM D5 of the Merton Site and Policies Plan 2014.\r\n",
    "Condition : 10 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n  \r\n"
  ],
  "application_details": {
    "site_area": 0.006
  },
  "pp_id": "PP-10568161\r",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.194836,
          51.432265
        ],
        [
          -0.194705,
          51.432298
        ],
        [
          -0.194679,
          51.432241
        ],
        [
          -0.194742,
          51.432198
        ],
        [
          -0.194836,
          51.432265
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "07/10/2022",
  "secondary_street_name": null
}