{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [
    "SGL351662"
  ],
  "application_type_full": "Householder planning permission",
  "lpa_app_no": "22/P0420",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=22/P0420",
  "actual_completion_date": null,
  "pp_id": "PP-11020755",
  "lapsed_date": "18/07/2025",
  "secondary_street_name": null,
  "centroid": {
    "lat": 51.425355,
    "lon": -0.198671
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "9",
  "uprn": "48003324",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "15/04/2022",
  "description": "ERECTION OF SINGLE STOREY REAR EXTENSION, REAR ROOF EXTENSION INCLUDING RAISING OF RIDGE, ERECTION OF PARAPET OVER FRONT BAY, AND EXCAVATION OF BASEMENT INCLUDING FRONT ROOFLIGHT.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.198875,
          51.425433
        ],
        [
          -0.198564,
          51.425372
        ],
        [
          -0.198588,
          51.425327
        ],
        [
          -0.198899,
          51.42539
        ],
        [
          -0.198877,
          51.425434
        ],
        [
          -0.198875,
          51.425433
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Other house holder developments",
  "last_updated_by": "Northgate M3",
  "locality": "London",
  "site_name": null,
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 21022-100, & 111 received 10/05/2022",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no openings shall be constructed in the side walls of the ground floor rear extension without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 5 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 6 - The site wide drainage scheme must be implemented in accordance with the submitted Basement Impact Assessment and Construction Method Statement. The drainage scheme must dispose of surface water by means of a sustainable drainage system (SuDS) in accordance with drainage hierarchy contained within the London Plan Policy (5.12, 5.13 and SPG) and the advice contained within the National SuDS Standards. Any connection to the sewer network should contain a positively pumped device to prevent backflow from the sewer into the property.\r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy 5.13. \r\n",
    "Condition : 7 - Prior to the commencement of development, a detailed proposal shall be submitted and approved by the Local Planning Authority demonstrating how drainage and groundwater will be managed and mitigated during (dewatering) and post construction (permanent phase), for example through the implementation of passive drainage measures around the basement structure. \r\n \r\nReason: To ensure flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy 5.13.\r\n",
    "Condition : 8 - Prior to commencement of development the following details must be submitted and approved by the Local Planning Authority:\r\n\r\na)\tGround Movement Analysis (Vertical and Horizontal) including any heave or settlement analysis, and Damage Category Assessment with detailed calculations. \r\n\r\nb)\tDetailed Construction Method Statement produced by the respective Contractors responsible for the sheet piling, excavation and construction of the permanent retaining wall. This shall be reviewed and agreed by the Structural Engineer designing the basement. \r\n\r\nc)\tDesign calculations of the temporary works supporting the highway and adjoining properties to facilitate excavation.\r\n\r\n(Continued under condition 9)",
    "Condition : 9 - (Continued from condition 8)\r\n\r\nd)\tDetail design calculations of the permanent retaining wall retaining the highway has to be submitted. The calculations shall be carried out in accordance with Eurocodes. We recommend assuming full hydrostatic pressure to ground level and using a highway surcharge of 10 KN/m2 for the design of the retaining wall supporting the highway. \r\n\r\ne)\tTemporary works drawings and sections of the basement retaining walls. \r\n\r\nf)\t A Movement monitoring report produced by specialist surveyors appointed to install monitoring gauges to detect any movement of the highway/neighbouring properties from start to completion of the project works. The report should include the proposed locations pf the horizontal and vertical movement monitoring, frequency of monitoring, trigger levels, and the actions required for different trigger alarms. \r\n",
    "Condition : 10 - The proposed basement shall not be used for any commercial operation that requires the attendance at the property (No.9 Ashcombe Road) of customers. \r\n\r\nReason: To safeguard the amenities of neighbouring properties and to comply with policies DM D2 and DM D3 of the Adopted Sites and Policies Plan and Policies Maps (July 2014).",
    "Condition : 11 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 12 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 13 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n"
  ],
  "postcode": "SW19 8JP",
  "application_type": "Householder",
  "decision_date": "18/07/2022",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 525335,
  "valid_date": "10/03/2022",
  "borough": "Merton",
  "subdivision_of_building": null,
  "decision_target_date": "19/07/2022",
  "id": "Merton-22_P0420",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T15:02:30.685+00:00",
  "street_name": "Ashcombe Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 171133,
  "application_details": {
    "total_gia_gained": 73.3,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "01/2023",
    "intended_commencement_date": "06/2022",
    "site_area": 0.012
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525320.6130749247,
              171141.2446197935
            ],
            [
              525342.4165793739,
              171135.03974770405
            ],
            [
              525340.9154408276,
              171129.9680770366
            ],
            [
              525319.1056218804,
              171136.42880397
            ],
            [
              525320.5233535038,
              171141.41308081918
            ],
            [
              525320.6130749247,
              171141.2446197935
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Wimbledon Park_historic"
}