{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/183653FUL;",
  "lapsed_date": null,
  "decision_target_date": "30/09/2024",
  "locality": "Southall",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB2 4BQ",
  "site_name": "52 The Green",
  "status": "Application Under Consideration",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "development_type": null,
      "total_gia_gained": 0,
      "site_area": null
    },
    "constraints_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "existing_uprns": [
      "000012153736"
    ],
    "site_area": 0.015000000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "183653FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 512515,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-19T22:00:17.892+00:00",
  "id": "Ealing-183653FUL",
  "application_type": "All Other",
  "street_name": "The Green",
  "borough": "Ealing",
  "ward": "Southall Green",
  "decision_date": null,
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Construction of a four-storey building for community facilities (D1 Use Class) on the ground and first floor levels and residential accommodation in multiple occupation comprising 9no. bedrooms for a maximum of 15 people (Sui Generis Use Class) on the first and second floor levels including associated communal areas, cycle storage and refuse storage provision",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 179572,
  "decision": null,
  "appeal_decision": null,
  "uprn": "000012153736",
  "centroid": {
    "lon": -0.380297,
    "lat": 51.503892
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512523.9519384,
              179575.996161
            ],
            [
              512518.9471863,
              179559.0510115
            ],
            [
              512517.2487037,
              179559.30094
            ],
            [
              512516.6468143,
              179559.4009114
            ],
            [
              512518.7493049,
              179567.9484647
            ],
            [
              512507.2474446,
              179569.7479496
            ],
            [
              512508.3028124,
              179578.2955029
            ],
            [
              512510.0755006,
              179578.0355773
            ],
            [
              512515.6738971,
              179577.2158119
            ],
            [
              512523.9519384,
              179575.996161
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with drawing title numbers Site Location Plan ref. 783-000-L-000 rev A, received 01 August 2018; Site Block Plan ref. 0783-000-L-X01 rev A, received 01 August 2018; Existing Plan and Elevations ref. 0783-000-L-001 rev A, received 01 August 2018; Proposed Floor Plans ref. 0783-200-L-001 ref G, received 30 October 2018; Proposed Elevations ref. 0783-200-L-X00 rev E, received 30 October 2018.",
    "Reason: For the avoidance of doubt, in the interest of proper planning.",
    "| The maximum number of persons occupying the house in multiple occupation hereby approved shall be limited to no more than nine bedrooms, to accommodate a maximum of fifteen residents.",
    "Reason:  To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies 3.5 and 7B of the Ealing Development Management DPD (2013), policy 1.1 of the Adopted Ealing Development (Core) Strategy; and policy 7.4 of The London Plan (2016).",
    "| Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any subsequent order revoking and re-enacting that Order with or without modifications), the ground/first floor community facilities use shall only be used for a D1 Use Class activity, and not for any other use without prior approval of the Local Planning Authority obtained by the submission of a planning application.",
    "Reason: To ensure that the Council retains control over the quality, impacts and provision of any change of use, and to safeguard the vitality and viability town centre in accordance with policy 4.7 of the London Plan (2016); policies 1.1(d), 2.7(c) of the Ealing Development Strategy 2026 (2012); and policy 4C of Ealing's Development Management DPD (2013).",
    "| The ground/first floor level community facilities use (D1 Use Class) hereby approved shall only operate between 9am - 10pm Monday to Fridays, 9am - 11pm on Saturdays, 9am - 6pm on Sundays and Bank Holidays, and not at any other time.",
    "Reason: To protect the living conditions of neighbouring properties in accordance with policy 7A of the Ealing Development Management DPD (2013); and policy 7.15 of the London Plan (2016).",
    "| Details including samples of the materials and finishes to be used for all external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced.  The development shall be implemented only in accordance with these approved details, unless otherwise approved in writing by the Local Planning Authority.",
    "Reason: To ensure that the materials harmonise with the existing building and surroundings, in accordance with policies 7B and Policy 7.4 of the Ealing Development Management DPD (2013); and policies 7.4 and 7.6 of the London Plan (2016).",
    "| The refuse and recycling storage facilities hereby approved shall be implemented and operational before the first occupation of any part of the development, and permanently retained thereafter.  The refuse and recycling for the community facilities use (D1 Use Class) shall be kept separate from the refuse and recycling for the HMO use (Sui Generis Use Class) at all times.",
    "Reason:  In the interests of the adequate disposal, storage and collection of waste and recycling, in accordance with policies with policies 3.5 and 7B of the Ealing Development Management DPD (2013), and policy 5.16 of the London Plan (2016).",
    "| The cycle parking facilities for a minimum of six cycle spaces for the community facilities use (D1 Use Class) and a minimum of four cycle spaces for the HMO use (Sui Generis Use Class) shall be implemented and operational before the first use of any part of the development hereby approved, and permanently retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.  The cycle parking for the residential component shall be provided and located in a secure undercover and lockable compound.",
    "Reason: In the interests of highway and pedestrian safety in accordance with policies 1.1 f of the Ealing Core Strategy (2012), policy 6.9 of the London Plan (2016), and the National Planning Policy Framework (2012).",
    "| Prior to commencement of the development, a noise assessment shall be submitted to the Local Planning Authority for approval in writing, of external noise levels from transport and communal/commercial sources.  Details shall include the sound insultation of the building envelope including glazing specifications (laboratory sound insulation including frames, seals and ventilators tested and approved in accordance with BS EN ISO 140-3: 1995 & BS EN ISO 10140-2:2010), and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building) to achieve internal room- and (if provided) external amenity noise standards in accordance with the criteria of BS8233:2014.  Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason:  To ensure that the amenity of occupiers of the development site is not adversely affected by noise from transport and communal / commercial noise sources, in accordance with policy 7.15 of the London Plan (2015); policy 1.1 of Ealing Development (or Core) Strategy 2026 (2012) and policy 7A of Ealing's Development Management DPD (2013).",
    "| Prior to commencement of the development, details shall be submitted to the Local Planning Authority for approval in writing, of the use of community facility space and the sound insultation of the floor/ceiling/walls separating the community part(s) of the premises from dwellings.  Details shall demonstrate that the sound insulation value DnT,w [and L'nT,w] is enhanced by at least 12dB above the Building Regulations value for residential use and, where necessary, additional mitigation measures are implemented to contain commercial noise within the commercial premises and to achieve the criteria of BS8233:2014 within the dwellings/ noise sensitive premises.  Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ adjacent dwellings/ noise sensitive premises is not adversely affected by noise, in accordance with policy 7.15 of the London Plan (2015); policy 1.1 of Ealing Development (or Core) Strategy 2026 (2012) and policy 7A of Ealing's Development Management DPD (2013).",
    "| Prior to commencement/use of the development, details shall be submitted to the Local Planning Authority for approval in writing, of the external sound level emitted from plant/ machinery/ equipment and mitigation measures as appropriate, as measured at/ calculated to the nearest and / or most affected noise sensitive premises.  The measures shall ensure that the external sound level LAeq emitted from plant, machinery/ equipment will be lower than the lowest existing background sound level LA90 by at least 5 dBA at the most noise sensitive receiver location in the surrounding area.  The assessment shall be made in accordance with BS4142:2014, with all machinery operating together as maximum capacity.  Details of any noise mitigation measures shall be submitted for approval.  A post installation sound assessment shall be carried out where required to confirm compliance with the noise criteria and additional steps to mitigate noise shall be taken, as necessary.  Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policy 7.15 of the London Plan (2015); policy 1.1 of Ealing Development (or Core) Strategy 2026 (2012) and policy 7A of Ealing's Development Management DPD (2013).",
    "| Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason:  To ensure that the amenity of occupiers of the development site and surrounding premises is not adversely affected by vibration, in accordance with policies 7.15 of the London Plan (2015); policy 1.1 of Ealing Development (or Core) Strategy 2026 (2012) and policy 7A of Ealing's Development Management DPD (2013).",
    "| The use shall not commence until all external doors to the community spaces of the premises have been fitted with self-closing devices, which shall be maintained in an operational condition and at no time shall any external door nor windows be fixed in an open position during the emission of noise etc.",
    "Reason:  To ensure the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise/ odour/ smoke/ fumes, in accordance with policy 7.15 of the London Plan (2015); policy 1.1 of Ealing Development (or Core) Strategy 2026 (2012) and policy 7A of Ealing's Development Management DPD (2013).",
    "| Prior to commencement of the development, a Servicing Management Plan shall be submitted to the Local Planning Authority for approval in writing.  Details shall include hours of use, times and frequency of activities, deliveries and collections, vehicle movements, location of loading bay arrangements, quiet loading/ unloading measures, etc.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise, in accordance with policy 7.15 of the London Plan (2015); policy 1.1 of Ealing Development (or Core) Strategy 2026 (2012) and policy 7A of Ealing's Development Management DPD (2013).",
    "| Prior to commencement of the development hereby approved, a construction management plan shall be submitted to and approved in writing by the Local Planning Authority.  Details shall include control measures for dust, noise, vibration, lighting, delivery locations, restriction of hours of work and all associated activities audible beyond the site boundary to 0800-1800hrs Mondays to Fridays and 0800-1300hrs on Saturdays, advance notification to neighbours and other interested parties of proposed works and public display of contact details including accessible phone contact to persons responsible for the site works for the duration of the works.",
    "Reason:  To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with policy 7.15 of the London Plan (2015); policy 1.1 of Ealing Development (or Core) Strategy 2026 (2012) and policy 7A of Ealing's Development Management DPD (2013).",
    "|  Prior to commencement of the development, a Travel Plan Statement shall be submitted to the Local Planning Authority to manage the transport needs of the occupiers of the HMO use and the staff and visitors of the community facilities use, including measures to minimise car usage, and promote alternative modes of transport.  The approved details shall be implemented prior to use of the development and thereafter be permanently retained.",
    "Reason: To promote sustainable patterns of transport to safeguard the living and working conditions of local people and in the interest of highway and pedestrian safety, in accordance with section 4 of the National Planning Policy Framework, policies 6.3, 6.11 and 6.13 of the London Plan 2016 and policies 1.1 (f) (g) of the Ealing's Development (Core) Strategy 2026."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "05/09/2018",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-07177454",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3801462,
          51.5039268
        ],
        [
          -0.3802237,
          51.5037755
        ],
        [
          -0.3802481,
          51.503778
        ],
        [
          -0.3802567,
          51.5037791
        ],
        [
          -0.3802237,
          51.5038555
        ],
        [
          -0.38038879999999997,
          51.5038739
        ],
        [
          -0.3803708,
          51.5039506
        ],
        [
          -0.3803454,
          51.5039479
        ],
        [
          -0.38026499999999996,
          51.5039394
        ],
        [
          -0.3801462,
          51.5039268
        ]
      ]
    ],
    "type": "Polygon"
  }
}