{
  "wgs84_polygon": null,
  "ward": "ICK/HAM & S HF/D 22",
  "decision": "Refused",
  "decision_process": "Delegated",
  "appeal_status": null,
  "status": "Refused",
  "parking_details": {
    "no_existing_car": 5,
    "no_proposed_car": 5,
    "net_car": 0
  },
  "centroid_easting": 507824,
  "application_details": {
    "intended_completion_date": "11/2024",
    "total_gia_gained": 83,
    "existing_uprns": null,
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "08/2024"
  },
  "actual_completion_date": null,
  "application_type_full": "Householder planning permission",
  "locality": null,
  "actual_commencement_date": null,
  "development_type": null,
  "appeal_decision_date": null,
  "centroid_northing": 187469,
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "lapsed_date": "07/06/2027",
  "pp_id": "12990460",
  "lpa_app_no": "2655/APP/2024/1014",
  "epc_number": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.575784,
    "lon": -0.445441
  },
  "application_type": "Householder",
  "borough": "Hillingdon",
  "postcode": null,
  "site_name": "FRIARS PARDON OLD PRIORY",
  "bo_system": "CSV Data Import",
  "site_number": null,
  "decision_target_date": "13/06/2024",
  "valid_date": "18/04/2024",
  "street_name": "TILE KILN LANE",
  "last_updated_by": "CSV Data Import",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=2655/APP/2024/1014",
  "appeal_start_date": null,
  "last_date_consultation_comments": "18/05/2024",
  "last_updated": "2025-03-19T21:04:03.296+00:00",
  "appeal_decision": null,
  "description": "Erection of a single storey side extension, a single storey rear extension and the erection of a front canopy extending the full width of the front elevation following demolition of existing garage.",
  "decision_date": "07/06/2024",
  "secondary_street_name": "HAREFIELD",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "Given the cumulative impact of the proposed extensions, specifically the side extension and front canopy the proposal as a whole would not be considered subordinate to the existing dwelling and would result in harm to the character and appearance of the host dwelling and wider street scene contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies and Policies  DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies.",
    "The proposed development, by reason of its size and siting, would not preserve the openness of the Green Belt and would constitute inappropriate development within designated Green Belt land. Very special circumstances have not been sufficiently evidenced in order to outweigh the harm to the Green Belt by reason of inappropriateness. As such, the proposal is contrary to Policy EM2 of the Hillingdon Local Plan: Part 1 (2012), Policy DMEI 4 of the Hillingdon Local Plan: Part 2 (2020), Policy G2 of the London Plan (2021) and Chapter 13 of the National Planning Policy Framework (2023).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service. In order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition further guidance was offered to the applicant by the case officer during the processing of the application to identify the amendments to address those elements of the scheme considered unacceptable which the applicant chose not to implement."
  ],
  "uprn": null,
  "id": "Hillingdon-2655_APP_2024_1014",
  "polygon": null,
  "lpa_name": "Hillingdon"
}