{
  "uprn": "100021380813",
  "borough": "Havering",
  "decision_process": "Delegated",
  "decision_conditions": [
    "The work for which consent is granted shall be carried out to the standards detailed in British Standard Document BS 3998:2010.",
    "Reason:",
    "To ensure that the work is carried out in accordance with good arboricultural practice.",
    "The work for which consent is granted shall be carried out within 2 years from the date of this consent.",
    "Reason:",
    "To prevent the accumulation of consents.",
    "That the tree(s) for which consent for removal is granted shall be replaced by [set out details of replacement tree(s), include size on planting, species and location] within the first available planting season (November to March) following the removal of the original tree(s). Failure to plant the replacement tree(s) as required can lead to enforcement action.",
    "THE APPLICANT SHALL NOTIFY THE LOCAL PLANNING AUTHORITY IN WRITING WITHIN TWO MONTHS OF THE PLANTING BEING CARRIED OUT, SO THAT THE REPLACEMENT TREE CAN BE INSPECTED.",
    "Reason:",
    "In the interests of public amenity and to enable the Council to update its records.",
    "Anyone who takes, damages or destroys the nest of any wild bird whilst that nest is in use or being built is guilty of an offence under the Wildlife and Countryside Act 1981 and prior to commencing work you should ensure that no nesting birds will be affected.",
    "Anyone who kills, injures or disturbs bats, obstructs access to bat roosts or damages or disturbs bat roosts, even when unoccupied by bats, is guilty of an offence under the Wildlife and Countryside Act 1981, the Countryside and Rights of Way Act 2000 and the Conservation (Natural Habitats, &c.) Regulations 2007. Prior to commencing work you should ensure that no bats or bat roosts would be affected. If it is suspected that a bat or bat roost is likely to be affected by the proposed works, you should consult Natural England (tel. 0845 6003078)",
    "Please note that if the work for which consent is granted is not carried out within 2 years of the date of this letter, it will be necessary to submit a fresh application if it is intended to implement the work.",
    "You should comply with British Standard No. 3998 'Recommendations for Tree Work' a copy of which can be inspected at this office. You are advised that the work should be undertaken by a competent and suitably qualified tree contractor."
  ],
  "appeal_status": null,
  "lpa_app_no": "T0083.22",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "locality": "Romford",
  "street_name": "Junction Road",
  "site_name": "Upward Court",
  "last_updated": "2025-03-20T17:02:56.791+00:00",
  "appeal_decision_date": null,
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "centroid_easting": 551644,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.112
  },
  "cil_liability": false,
  "decision_target_date": "01/08/2022",
  "ward": null,
  "status": "Approved",
  "description": "T1 - Ash I am applying on behalf of my client to fell the Ash tree due to its decline in health and likely continued deterioration, and how this could impact on the health and safety of users of the clinic next door and the people using the car park where the tree is located. The tree has a decay fungus (Innonotus Hispidus) on its main stem in the upper crown, with a significant part of the upper stem dead and a general decline noticeable in the trees vigor. Its unlikely the vigor of the tree will improve but instead decline further, which will put users of the site and adjacent properties at risk of partial or total failure of the tree. The only practical management option would be to fell the tree and to replace with a tree that will be more suitable for long term retention to replicate the amenity and support wildlife. It is proposed to replant with a Hornbeam tree in a similar location with a stem girth of 12cm - 16cm to offer instant amenity impact and which can develop more appropriately for many years to come with minimal management.",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551623.062,
              189238.75
            ],
            [
              551635.795,
              189251.484
            ],
            [
              551668.307,
              189209.49
            ],
            [
              551645.007,
              189196.214
            ],
            [
              551623.603,
              189237.396
            ],
            [
              551623.062,
              189238.75
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "postcode": "RM1 3QN",
  "id": "Havering-T0083.22",
  "decision": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "application_type": "All Other",
  "actual_commencement_date": null,
  "pp_id": "11339032",
  "centroid": {
    "lon": "0.1872632",
    "lat": "51.5814727"
  },
  "centroid_northing": 189223,
  "lpa_name": "Havering",
  "title_number": null,
  "secondary_street_name": null,
  "development_type": null,
  "valid_date": "20/06/2022",
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "18/07/2025",
  "decision_date": "18/07/2022",
  "parking_details": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=T0083.22",
  "last_date_consultation_comments": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1869681,
          51.5816199
        ],
        [
          0.1871572,
          51.5817309
        ],
        [
          0.1876079,
          51.5813448
        ],
        [
          0.1872662,
          51.5812318
        ],
        [
          0.18697529999999998,
          51.5816076
        ],
        [
          0.1869681,
          51.5816199
        ]
      ]
    ],
    "type": "Polygon"
  }
}