{
  "epc_number": "8505-5197-3022-4927-6503",
  "appeal_decision_date": null,
  "parking_details": {
    "no_proposed_car": 1,
    "no_existing_car": 1,
    "net_car": 0
  },
  "appeal_decision": null,
  "decision_agency": null,
  "application_type": "Householder",
  "lpa_app_no": "210164",
  "application_type_full": "Householder planning permission",
  "uprn": "200001425429",
  "borough": "Waltham Forest",
  "street_name": "QUEENS ROAD",
  "locality": null,
  "ward": "Leytonstone",
  "actual_commencement_date": null,
  "lpa_name": "Waltham Forest",
  "bo_system": "Idox Tascomi",
  "decision_conditions": [
    "\r\n  The\r\n  development hereby permitted shall begin not later than the expiration of\r\n  three years from the date of this permission.",
    "\r\n  The\r\n  development hereby permitted shall be carried out in accordance with the\r\n  following approved plans and thereafter maintained as such for the lifetime\r\n  of the development:Drawing Number&nbsp;TQRQM20359074946612, Dated 24 Dec 2020Drawing Numbers P100, P101, P102, P103, P104, P105, P106, P107, P108, P109, P110, P111, EX01, EX02, EX03, EX04, EX05, EX06, EX07, EX08, EX09 and EX10,&nbsp;Dated December 2020.",
    "\r\n  The\r\n  development hereby permitted shall be constructed entirely of the materials\r\n  details shown on Drawing Numbers P108, P109 and P110, Dated December 2020 unless otherwise agreed in writing by the\r\n  Local Planning Authority and shall thereafter be retained as such for the\r\n  lifetime of the development.",
    "\r\n  Notwithstanding\r\n  the provisions of The Town and Country Planning (General Permitted\r\n  Development) (England) Order 2015 (as amended) or any Order revoking and/or\r\n  re-enacting that Order, no additional windows shall be inserted in the\r\n  elevations of the development/extension hereby permitted without the prior\r\n  written approval of the Local Planning Authority.",
    "\r\n  The roof\r\n  area of the development hereby approved shall not be used as a balcony, roof\r\n  garden or sitting out area at any time.",
    "\r\n  The\r\n  external storage area, as indicated on the approved plans, hereby permitted shall be used for purposes incidental to the\r\n  enjoyment of the residential dwelling at 12 Queens Road, Leytonstone and for no other\r\n  purpose. The external storage area, as indicated on the approved plans, shall not be shall not be used for any form of living or sleeping\r\n  accommodation.",
    "\r\n  Before\r\n  the first occupation of the extension hereby permitted the [AMEND - first\r\n  floor flank elevation windows/s or window serving the first floor bathroom]\r\n  shall be fitted with obscured glass and shall be permanently retained as\r\n  such.&nbsp;",
    "\r\n  The\r\n  existing trees, hedges and other soft landscaping features on the site shall\r\n  not be removed, felled, topped, lopped or disturbed in any way as a result of\r\n  the development hereby granted, without the prior written consent of the\r\n  Local Planning Authority. This includes no damage caused to the roots of the\r\n  trees/hedges within or adjacent to the boundary of the application site. If\r\n  any trees, hedgerow or soft landscaping is removed, felled, topped, lopped or\r\n  disturbed without consent then another of the same size and species as that\r\n  originally planted shall be planted at the same place within the first\r\n  planting season following the removal, uprooting, destruction or death of the\r\n  original unless the local planning authority gives its written consent to any\r\n  variation."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": null,
  "status": "Approved",
  "decision_date": "06/04/2021",
  "wgs84_polygon": null,
  "decision_target_date": "19/03/2021",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "18/03/2021",
  "development_type": "Other house holder developments",
  "title_number": [
    "EGL289251"
  ],
  "appeal_status": null,
  "last_updated": "2025-03-19T03:46:29.854+00:00",
  "last_updated_by": "Planning Portal ingest",
  "site_name": null,
  "id": "Waltham_Forest-210164",
  "decision": "Approved",
  "cil_liability": null,
  "centroid_northing": null,
  "appeal_start_date": null,
  "postcode": "E11 1BB",
  "url_planning_app": "https://builtenvironment.walthamforest.gov.uk/planning/index.html?fa=getApplication&id=49455",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "12",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of the existing side lean-to storage extension and construction of a replacement side extension. Construction of a single storey rear garden outbuilding adjoined to the existing rear projection (via a new glazed link). Works include installation of a replacement side entrance door and windows to the side and rear elevations.",
  "valid_date": "22/01/2021",
  "polygon": null,
  "pp_id": "9436632",
  "application_details": {
    "total_gia_gained": 15,
    "no_additional_bathrooms": 0,
    "existing_uprns": null,
    "intended_commencement_date": "05/2021",
    "no_additional_bedrooms": 0,
    "intended_completion_date": "11/2021"
  },
  "centroid": {
    "lon": -7.55716,
    "lat": 49.766807
  },
  "lapsed_date": "06/04/2024",
  "decision_process": "Delegated",
  "actual_completion_date": null
}