{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508236.8365,
              182071.9058
            ],
            [
              508239.7469,
              182070.186
            ],
            [
              508238.1594,
              182065.1589
            ],
            [
              508238.2917,
              182061.0578
            ],
            [
              508255.225,
              182053.6495
            ],
            [
              508242.6573,
              182028.2494
            ],
            [
              508240.2761,
              182028.2494
            ],
            [
              508236.8365,
              182071.9058
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08270815",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:45:23.673+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "16/12/2019",
  "secondary_street_name": "HILLINGDON",
  "appeal_start_date": null,
  "ward": "BRUNEL",
  "centroid": {
    "lat": "51.526981",
    "lon": "-0.4410289"
  },
  "decision": "Refused",
  "valid_date": "21/11/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.032
  },
  "cil_liability": true,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=68085/APP/2019/3646",
  "lpa_name": "Hillingdon",
  "site_name": "LAND ADJACENT TO 1",
  "lapsed_date": "16/01/2023",
  "parking_details": null,
  "decision_conditions": [
    "The proposal would result in the loss of 3 parking spaces within Russet Close and fails to provide alternative off street parking provision, and therefore the development would result in additional pressure on on-street parking, in an area where such parking is at a premium, to the detriment of public and highway safety and therefore contrary to policies AM7 and AM14 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012), to Hillingdon's Adopted Parking Standards as set out in the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012), policies DMT 2 and DMT6 of the emerging Hillingdon Local Plan: Part Two - Development Management Policies with Modifications (March 2019) and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Erection of three storey building to create 1 x 2-bed self contained flat and 2 x studio flats, with associated parking, bins and cycle storage, and installation of vehicular crossover to side",
  "lpa_app_no": "68085/APP/2019/3646",
  "decision_target_date": "16/01/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "16/01/2020",
  "id": "Hillingdon-68085_APP_2019_3646",
  "centroid_northing": 182048,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 508244,
  "street_name": "RUSSET CLOSE",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4411248,
          51.5271972
        ],
        [
          -0.44108339999999996,
          51.5271812
        ],
        [
          -0.4411078,
          51.5271363
        ],
        [
          -0.4411072,
          51.5270994
        ],
        [
          -0.44086539999999996,
          51.5270296
        ],
        [
          -0.44105429999999995,
          51.5268037
        ],
        [
          -0.4410886,
          51.5268042
        ],
        [
          -0.4411248,
          51.5271972
        ]
      ]
    ],
    "type": "Polygon"
  }
}