{
  "centroid": {
    "lon": "0.1647052",
    "lat": "51.5809197"
  },
  "status": "Refused",
  "decision_target_date": "02/04/2019",
  "site_name": "161 Pretoria Road",
  "decision_conditions": [
    "The proposal would provide accommodation which is below the gross internal floor area required. It is considered that the shortfall in floor-space would result in a substandard level of living space for future occupiers. The proposal is therefore contrary to Policy DC61 of the London Borough of Havering's LDF Core Strategy and Development Control Policies DPD 2008, the London Borough of Havering's Residential Design SPD 2011, Policy 3.5 of The London Plan 2016 and the Technical Housing Standards - Nationally Described Space Standard 2015.",
    "The proposed development would, by reason of the inadequate provision of amenity space, result in a cramped over-development of the site which is materially harmful to the amenity of future occupiers contrary to Policy DC61 of the LDF Development Control Policies DPD 2008 and the Residential Design SPD 2011.",
    "The proposed development would, by reason of its bulk, mass and design, appear as an unacceptably dominant and visually intrusive feature in the streetscene harmful to the appearance of the surrounding area contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies DPD 2008.",
    "The proposed development would, in the absence of suitable access, servicing and parking provision given the Public Transport Accessibility Level Zone (PTAL) of 2, would result in unacceptable overspill onto the adjoining roads to the detriment of highway safety and residential amenity and contrary to Policy DC33 of the London Borough of Havering's LDF Core Strategy and Development Control Policies DPD 2008 and Policy 6.13 of the London Plan 2016.",
    "The proposal, if granted planning permission on appeal, would be liable for the Mayor of London Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the CIL payable would be £55. Further details with regard to CIL are available from the Council's website.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the agent via email on 2 April 2019."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM7 7BB",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "02/04/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0081.19",
  "centroid_northing": 189115,
  "uprn": "100021392453",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Brooklands",
  "decision_date": "02/04/2019",
  "description": "Retrospective planning application for single storey side and rear extension. The side extension will result in the conversion from an existing storage area into habitable area in the form of a studio flat.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0081.19",
  "lpa_app_no": "P0081.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:56:36.377+00:00",
  "centroid_easting": 550083,
  "pp_id": "07550589",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "05/02/2019",
  "decision": "Refused",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550058.997,
              189106.227
            ],
            [
              550057.575,
              189114.558
            ],
            [
              550107.495,
              189123.973
            ],
            [
              550108.849,
              189116.929
            ],
            [
              550058.997,
              189106.227
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.04
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "22/03/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.16435529999999998,
          51.5808472
        ],
        [
          0.1643383,
          51.5809224
        ],
        [
          0.1650623,
          51.5809938
        ],
        [
          0.1650788,
          51.5809301
        ],
        [
          0.16435529999999998,
          51.5808472
        ]
      ]
    ],
    "type": "Polygon"
  }
}