{
  "lpa_app_no": "2695/APP/2023/2847",
  "uprn": null,
  "lapsed_date": "21/12/2026",
  "centroid_northing": 190839,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "CSV Data Import",
  "site_name": "18 LINKSWAY",
  "appeal_decision_date": null,
  "valid_date": "28/09/2023",
  "decision_date": "21/12/2023",
  "wgs84_polygon": null,
  "last_updated_by": "CSV Data Import",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": "Delegated",
  "application_details": {
    "existing_uprns": null
  },
  "appeal_decision": null,
  "postcode": null,
  "development_type": null,
  "title_number": null,
  "centroid_easting": 508444,
  "actual_commencement_date": null,
  "description": "Variation of Condition 2 (Approved plans) of planning permission ref. 2695/APP/2022/2612, dated 12-10-2022 (Variation of Condition 2 (Approved plans) of planning permission ref. 2695/APP/2021/466 (Appeal reference - APP/R5510/W/21/3274769 dated 04-04-2022) (Erection of a detached 7 bed dwelling with basement and habitable roof space to include 4 rear dormers including demolition of existing dwelling, replacement new wrought iron gates and piers and removal of the front boundary brick walls.), to change front boundary treatment.) to make changes to basement layout, fenestration changes and alterations to rear elevation and garden.",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Hillingdon",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.435457,
    "lat": 51.605955
  },
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=2695/APP/2023/2847",
  "pp_id": "12485578",
  "id": "Hillingdon-2695_APP_2023_2847",
  "application_type_full": "Removal/Variation of a condition",
  "cil_liability": false,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "05/01/2024",
  "locality": null,
  "lpa_name": "Hillingdon",
  "last_date_consultation_comments": "02/11/2023",
  "decision_conditions": [
    "The development hereby permitted shall begin not later than 3 years from the date of the Appeal Decision Notice reference APP/R5510/W/21/3274769.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby approved shall be carried out in accordance with the following approved plans:",
    "1366/PVOC/1A, 1366/PVOC/2A, 1366/P/2A, 1366/P/3A, 1366/P/4B, 1366/P/9A (all received on 28.09.2023) and 1366/P/5, 1366/P/6, 1366/P/7, 1366/P/8, 200 Issue A - Topographical Survey (all received on 05.02.2021)nand shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "The development hereby approved shall be carried out strictly in accordance with the Demolition and Construction Management Plan approved under application reference 2695/APP/2022/2217 granted on 05.09.2022.",
    "REASON",
    "To safeguard the amenity of surrounding areas in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby approved shall be carried out strictly in accordance with the sustainable water management scheme detailed on drawing numbers 2389/E/1, 2389/E/2, 2389/E/3 and the documents titled 'Report on Ground Investigation' by Ground and Environmental Services Limited dated May 2022, Surface Water Drainage by D.J.Barton Associates dated 25th July 2022,  approved under application reference 2695/APP/2022/2217 granted on 05.09.2022. Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure the development does not increase the risk of flooding in accordance with Policies DMEI 9 and DMEI 10 of the Hillingdon Local Plan Part 2 (2020) and Policies SI2 and SI 13 of the London Plan (2021).",
    "The hard and soft landscaping is to be undertaken in accordance with the plan 1366/PVOC/2, and the Covering Letter, DDA, 22/11/2022, as approved by discharge application 2695/APP/2022/3570 prior to the occupation of the development hereby permitted. Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "An updated landscaping scheme is required to reflect the new wrought iron gates and piers and to ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMHB 11, DMHB 12, DMHB 14 and DMT 2 of the Hillingdon Local Plan Part 2 (2020) and Policies G5, T6 and T6.1 of the London Plan (2021).",
    "The development hereby approved shall be carried out strictly in accordance with the tree protection measures detailed in the document titled Arboricultural and Planning Integration Report: by GHA Trees Arboricultural Consultancy Ref: GHA/DS/166560:21, and the drawings numbered 1366/P/9, Arboricultural Impact Assessment Rev. A Feb 2021, Tree Constraints Plan Rev. A Jan 2021, Tree Protection Plan Rev. E Feb 2021,  approved under application reference 2695/APP/2022/2217 granted on 05.09.2022.",
    "REASON",
    "To ensure that trees and other vegetation can and will be retained on site and not damaged during construction work and to ensure that the development conforms with policy DMHB 14 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby approved shall be carried out strictly in accordance with the details specified in the document titled Basement Impact Assessment by Palladium Consulting Engineers Ltd dated February 2021 and drawing number 1366/P/4B approved under application reference 2695/APP/2022/2217 granted on 05.09.2022 and this variation of details application 2695/APP/2023/2847. Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure the development provides satisfactory means of drainage on site and to reduce the risk of localised flooding, and to safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in compliance with Policies DMHB 11 and DMHD 3 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby approved shall be carried out strictly in accordance with the external finishes and material details specified in the document titled 'Condition 8. Materials' approved under application reference 2695/APP/2022/2217 granted on 05.09.2022. Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The dwelling hereby approved shall not be occupied until it has achieved an energy efficiency standard of a minimum 10% CO2 improvement over Building Regulations requirements Part L 2013 (TER Baseline).",
    "REASON",
    "In the interest of energy conservation and to comply with SI 2 of the London Plan (2021).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the rear and side walls and roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The first floor side windows facing numbers 16 and 20 Linksway shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s), nor extension or roof alteration to the dwellinghouse(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby approved shall be carried out strictly in accordance with the step free access specified on drawing number 1366/P/13, approved under application reference 2695/APP/2022/2217 granted on 05.09.2022. Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure housing of an inclusive design is achieved and maintained in accordance with Policies D5 and D7 of the London Plan (2021).",
    "The dwelling hereby approved shall be constructed to meet the standards for a Category 2, M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, and all such provisions shall remain in place for the life of the building.",
    "REASON",
    "To ensure housing of an inclusive design is achieved and maintained in accordance with Policies D5 and D7 of the London Plan (2021).",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place. Or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position, and of a size and species to be first agreed in writing with the Local Planning Authority, and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork shall be agreed in writing with the Local Planning Authority. N",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The development requires the formation of a vehicular crossover, which will be constructed by the Council.  This work is also subject to the issuing of a separate licence to obstruct or open up the public highway.  For further information and advice contact: - Highways Maintenance Operations, 4W/07, Civic Centre, Uxbridge, UB8 1UW.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB",
    "Your attention is drawn to the fact that the planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works."
  ],
  "parking_details": null,
  "last_updated": "2025-03-20T12:04:58.722+00:00",
  "appeal_status": null,
  "street_name": "NORTHWOOD",
  "ward": "NORTHWOOD 2022",
  "polygon": null
}