{
  "appeal_decision": null,
  "street_name": "RIVERSIDE WAY",
  "title_number": null,
  "valid_date": "08/06/2023",
  "cil_liability": false,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              504926.1838,
              183934.6065
            ],
            [
              504893.1108,
              183929.9763
            ],
            [
              504878.8894,
              183985.2081
            ],
            [
              504907.3322,
              183988.1847
            ],
            [
              504916.9234,
              183995.13
            ],
            [
              504926.1838,
              184007.0363
            ],
            [
              504929.1604,
              184071.8594
            ],
            [
              504933.1291,
              184073.513
            ],
            [
              504926.8452,
              183933.945
            ],
            [
              504926.1838,
              183934.6065
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_type_full": "Non-Material Amendment",
  "decision": "Approved",
  "pp_id": "12222132",
  "date_building_work_completed_under_previous_permission": null,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "05/07/2026",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4882745,
          51.5445645
        ],
        [
          -0.4887527,
          51.5445291
        ],
        [
          -0.48894119999999996,
          51.5450281
        ],
        [
          -0.4885303,
          51.5450496
        ],
        [
          -0.48839000000000005,
          51.5451103
        ],
        [
          -0.4882529,
          51.5452156
        ],
        [
          -0.4881907,
          51.5457977
        ],
        [
          -0.488133,
          51.5458118
        ],
        [
          -0.48826519999999995,
          51.5445585
        ],
        [
          -0.4882745,
          51.5445645
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_decision_date": null,
  "borough": "Hillingdon",
  "site_number": null,
  "development_type": null,
  "centroid": {
    "lat": "51.5448947",
    "lon": "-0.48849699999999996"
  },
  "last_date_consultation_comments": null,
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": null,
  "lpa_name": "Hillingdon",
  "decision_process": "Delegated",
  "decision_target_date": "06/07/2023",
  "secondary_street_name": "UXBRIDGE",
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "centroid_easting": 504910,
  "decision_conditions": [
    "CONDITION 10 (NEW)",
    "A) Prior to development commencing, the applicant shall submit a demolition management plan to the Local Planning Authority for its approval.",
    "The demolition management plan shall detail:",
    "(i) The phasing of demolition works.",
    "(ii) The hours during which demolition works will occur (please refer to informative I15 for maximum permitted working hours).",
    "(iii) A programme to demonstrate that the most valuable or potentially contaminating materials and fittings can be removed safely and intact for later re-use or processing.",
    "(iv) Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "(v) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the demolition process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours).",
    "(vi) Measures to reduce the impact of the demolition on local air quality and dust th",
    "CONDITION 14 NEW",
    "Prior to works commencing, with the exception of demolition and site clearance, details of step free access via the communal entrances, principal private entrances, and balconies shall be submitted to, and approved in writing, by the Local Planning Authority. All such provisions shall remain in place for the life of the building.",
    "REASON",
    "To ensure that an appropriate standard of housing stock, in accordance with Policy D3 of the London Plan (2021) is provided.",
    "CONDITION 18 NEW",
    "Prior to the commencement of development, except for demolition and site clearance, an ecological enhancement scheme shall be submitted to and approved in writing. The scheme shall be accompanied by a plan showing the retention of existing features of value together with proposals for the inclusion of additional features and improvements to the existing site which will result in a net gain in ecological value. The enhancements shall include:",
    "1. wildlife specific planting",
    "2. log piles",
    "3. habitat walls",
    "4. bat and bird boxes",
    "5. Enhanced riverside vegetation and improvement works",
    "The development must proceed in accordance with the approved scheme unless otherwise agreed in writing with the Local Planning Authority.",
    "REASON",
    "To ensure the development contributes to ecological enhancement in accordance with Policy EM7 (Local Plan) and Policy G9 of the London Plan (2021).",
    "CONDITION 20 NEW",
    "1. No development shall commence until:",
    "a) proof of registration in GLA's database (nrmm.london/nrmm/about/what-nrmm-register) and proof that the relevant machinery used for the demolition stage only is in compliance with London's Low Emission Zone for non-road mobile machinery requirements are submitted to and approved in writing by the Local Planning Authority.",
    "b) proof that non-road mobile machinery used in relation to any demolition works on site comply with the standards set out at Supplementary Planning Guidance 'The Control of Dust and Emissions from Construction and Demolition' is submitted to and approved in writing by the Local Planning Authority.",
    "No construction shall take place until:",
    "c) proof of registration in GLA's database (nrmm.london/nrmm/about/what-nrmm-register) and proof that all construction is in compliance with London's Low Emission Zone for non-road mobile machinery requirements is submitted to and approved in writing by the Local Planning A",
    "CONDITION 22 NEW",
    "(i) No works shall commence until an intrusive demolition stage asbestos survey is submitted and approved by the Local Planning Authority (LPA).",
    "(ii) No below ground or ground penetrating works shall commence until a scheme to deal with contamination has been submitted to the Local Planning Authority (LPA) in accordance with the Supplementary Planning Guidance Document on Land Contamination, and approved by the LPA. All works which form part of the remediation scheme shall be completed before any part of the development is occupied or brought into use unless the Local Planning Authority dispenses with any such requirement specifically and in writing. The scheme shall include all of the following measures unless the LPA dispenses with any such requirement specifically and in writing:",
    "a) A site investigation, including where relevant soil, soil gas, surface and groundwater sampling, together with the results of analysis and risk assessment shall be carried out by a s",
    "CONDITION 24 NEW",
    "No development, except for demolition and site clearance, shall take place until a Bird Hazard Management Plan has been submitted to and approved in writing by the Local Planning Authority, in consultation with MOD. The Bird Hazard Management Plan shall include design measures to minimise any increase in the numbers of hazardous species (primarily large or flocking birds) as a result of the development proposed, in particular provisions to prevent gulls from breeding (using appropriate licensed means) on site should be provided. The development shall be carried out strictly in accordance with the details set out in the approved Bird Hazard Management Plan in perpetuity or until RAF Northolt is no longer operational.",
    "REASON",
    "To minimise the potential of the works approved to provide a habitat desirable to hazardous large and/or flocking birds which have the potential to pose a considerable hazard to aviation safety in accordance with Policy DMAV 1 of the Hillingdon Lo",
    "You are advised that this non-material amendment relates only to the wording of Conditions 10 (Demolition and Construction Management Plan), 14 (Step Free Access), 18 (Ecological Enhancement Scheme), 20 (NRMM)  22 (Contamination) and 24 (Bird Hazard Management Plan) of planning permission ref: 43495/APP/2020/888, dated 26/01/22.",
    "Notwithstanding the non-material amendment hereby approved, all other conditions relating to planning permission ref: 43495/APP/2020/888 must be discharged/adhered to as per that permission."
  ],
  "lpa_app_no": "43495/APP/2023/1669",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.282
  },
  "centroid_northing": 183971,
  "ward": "UXBRIDGE 2022",
  "locality": null,
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "id": "Hillingdon-43495_APP_2023_1669",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=43495/APP/2023/1669",
  "uprn": null,
  "description": "Section 96A for Non-Material Amendment to planning application reference 43495/APP/2020/888 dated 26-01-2022 \"Demolition of existing building and the erection of a part four and part five storey block providing 34 residential units (Use Class C3); associated access and other works including landscaping and amenity space, car and cycle parking and refuse storage\" \n\nThe proposal seeks to amend the wording of conditions 10, 14, 18, 20, 22 and 24 to allow for demolition works to be undertaken on site prior to the full discharge of the conditions.",
  "site_name": "WEIR HOUSE, 50",
  "appeal_status": null,
  "postcode": null,
  "status": "Approved",
  "decision_agency": "Borough",
  "decision_date": "05/07/2023",
  "actual_commencement_date": null,
  "epc_number": null,
  "last_updated": "2025-03-19T03:22:54.681+00:00",
  "application_type": "All Other",
  "bo_system": "CSV Data Import"
}