{
  "site_name": "103 WENNINGTON ROAD",
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lon": -7.55716,
    "lat": 49.766807
  },
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=J0005.24",
  "secondary_street_name": null,
  "site_number": null,
  "application_details": {
    "existing_uprns": null
  },
  "lapsed_date": "27/03/2027",
  "decision": "Approved",
  "postcode": "RM13 9TH",
  "last_date_consultation_comments": "21/02/2024",
  "decision_process": "Delegated",
  "epc_number": null,
  "pp_id": null,
  "development_type": null,
  "bo_system": "CSV Data Import",
  "valid_date": "31/01/2024",
  "polygon": null,
  "actual_commencement_date": null,
  "parking_details": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Prior Approval",
  "lpa_name": "Havering",
  "borough": "Havering",
  "centroid_northing": null,
  "id": "Havering-J0005.24",
  "decision_target_date": "27/03/2024",
  "description": "Prior Approval for a Change of Use to 2 Flats, Internal Reconfiguration and All Associated Works",
  "appeal_status": null,
  "decision_date": "27/03/2024",
  "ward": "Rainham & Wennington",
  "appeal_decision": null,
  "locality": null,
  "street_name": "RAINHAM",
  "status": "Approved",
  "application_type_full": null,
  "decision_agency": "Borough",
  "uprn": "100023214898",
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "J0005.24",
  "title_number": null,
  "last_updated": "2025-03-19T23:07:42.066+00:00",
  "cil_liability": false,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": null,
  "appeal_start_date": null,
  "decision_conditions": [
    "Works for this development are to be commenced not later than 3 years from the date of this decision notice.  Failure to commence within this time period would require a fresh application.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "No buildings shall be occupied until cycle storage is provided in accordance with the approved plans. The cycle storage shall be permanently retained thereafter.",
    "Reason:-",
    "In the interests of providing a wide range of facilities for non-motor car residents and sustainability (London Plan (2021) Policy T5).",
    "No buildings shall be occupied until refuse/recycling storage facility is provided in accordance with the approved plans. The facility shall be permanently retained thereafter.",
    "Reason:-",
    "In the interest of amenity and sustainable development.",
    "All building operations in connection with the approved  works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with Local Plan policy 34.",
    "In promoting the delivery of safer, stronger, sustainable places the Local Planning Authority fully supports the adoption of the principles and practices of the Secured by Design Award Scheme and Designing against Crime. Your attention is drawn to the free professional service provided by the Metropolitan Police Designing Out Crime Officers for North East London, whose can be contacted via DOCOMailbox.NE@met.police.uk or 0208 217 3813. They are able to provide qualified advice on incorporating crime prevention measures into new developments",
    "Drawing numbers:",
    "A01",
    "A02",
    "A001 - 2D",
    "A002"
  ],
  "date_building_work_completed_under_previous_permission": null
}