{
  "decision_agency": "Borough",
  "development_type": null,
  "cil_liability": false,
  "lpa_name": "Hillingdon",
  "parking_details": null,
  "epc_number": null,
  "locality": null,
  "description": "18m high monopole with wrap-around cabinet at base, 3no. ancillary equipment cabinets and associated works (Application under Schedule 2, Part 16, Class A of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) for determination as to whether prior approval is required for siting and appearance)",
  "bo_system": "CSV Data Import",
  "pp_id": "10143943",
  "appeal_status": null,
  "centroid_easting": 505389,
  "valid_date": "18/08/2021",
  "site_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=76689/APP/2021/3183",
  "lpa_app_no": "76689/APP/2021/3183",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": null,
  "id": "Hillingdon-76689_APP_2021_3183",
  "ward": "UXBRIDGE SOUTH",
  "application_type_full": "Prior Approval: Development for electronic communications network",
  "application_details": {
    "existing_uprns": null,
    "scheme_name": "HGN12186 - High Street SW",
    "intended_commencement_date": "11/2021",
    "intended_completion_date": "12/2021",
    "site_area": 0.001
  },
  "title_number": null,
  "decision": "Refused",
  "centroid": {
    "lon": "-0.4822053",
    "lat": "51.5263793"
  },
  "postcode": "UB8 3TQ",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505387.2499,
              181922.6429
            ],
            [
              505387.2499,
              181922.3122
            ],
            [
              505390.888,
              181922.3122
            ],
            [
              505390.5572,
              181919.6663
            ],
            [
              505386.2577,
              181919.9971
            ],
            [
              505387.2499,
              181922.6429
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "secondary_street_name": null,
  "centroid_northing": 181921,
  "status": "Refused",
  "decision_conditions": [
    "The proposed development, by reason of its prominent location (open verge in a residential area), excessive size, uncharacteristic scale and design of the proposed monopole, as well as the number, siting and size of equipment cabinets, would create an obtrusive form of development which would add visual clutter to the site, to the detriment of the character, appearance and visual amenities of the street scene and the wider area. The proposal is therefore contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 11, DMHB 12 and DMHB 21 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020) and the National Planning Policy Framework (February 2021).",
    "The proposed development, by reason of its design and siting fails to preserve or enhance the significance, character or appearance of the Grade II Listed Maygoods Farmhouse and would be detrimental to the significance of a designated heritage asset.  As such, the proposal is contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part 1 (2012), Policies DMHB 1, DMHB 2 and DMHB 11 of the Hillingdon Local Plan Part 2 (2020), Policy HC1 of the London Plan (2021) and the National Planning Policy Framework (2019).",
    "The decision to REFUSE prior approval has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE prior approval has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "appeal_decision": null,
  "street_name": "COWLEY",
  "lapsed_date": "07/10/2024",
  "actual_commencement_date": null,
  "last_date_consultation_comments": "14/09/2021",
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "site_name": "WORCESTER ROAD",
  "application_type": "All Other",
  "last_updated": "2025-03-20T20:20:23.571+00:00",
  "appeal_decision_date": null,
  "borough": "Hillingdon",
  "appeal_start_date": null,
  "decision_date": "07/10/2021",
  "last_updated_by": "CSV Data Import",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "07/10/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4822301,
          51.5263944
        ],
        [
          -0.4822301,
          51.5263915
        ],
        [
          -0.4821777,
          51.5263908
        ],
        [
          -0.4821833,
          51.5263671
        ],
        [
          -0.4822451,
          51.5263708
        ],
        [
          -0.4822301,
          51.5263944
        ]
      ]
    ],
    "type": "Polygon"
  }
}