{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              504927.8052,
              183779.1037
            ],
            [
              504928.136,
              183779.4345
            ],
            [
              504931.4433,
              183715.6036
            ],
            [
              504900.6854,
              183714.2807
            ],
            [
              504906.9692,
              183732.4708
            ],
            [
              504912.5917,
              183755.9527
            ],
            [
              504918.5448,
              183770.8355
            ],
            [
              504927.8052,
              183779.1037
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07652541",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:41:43.069+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "02/04/2019",
  "secondary_street_name": "UXBRIDGE",
  "appeal_start_date": null,
  "ward": "UXBRIDGE SOUTH",
  "centroid": {
    "lat": "51.5428167",
    "lon": "-0.488436"
  },
  "decision": "Refused",
  "valid_date": "01/03/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.11900000000000001
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=18676/APP/2019/738",
  "lpa_name": "Hillingdon",
  "site_name": "THE GENERAL ELIOTT PH",
  "lapsed_date": "10/09/2022",
  "parking_details": null,
  "decision_conditions": [
    "The proposed signage to the eastern elevation at first floor level and the two free standing signs by reason of their size, scale, location and overall appearance, would appear visually intrusive and would thus fail to harmonise with the architectural composition of the original Grade II Listed Building and would fail to either preserve or enhance the character or appearance of the Grade II Listed Building. The proposal is therefore contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE8, BE13 and BE27 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012), Policies DMHB 1 and DMHB 2 of the emerging Hillingdon Local Plan: Part Two - Development Management Policies with Modifications (March 2019), Policy 7.8 of the London Plan (2016), the adopted Supplementary Planning Document HDAS: Shopfronts and the NPPF.",
    "An additional eastern elevation has been provided however no revised signage plan has been submitted to demonstrate the alteration to the size of the signage which is required. In the absence of sufficient information it is not possible to ascertain the impact of the proposal on the historic fabric and features of this Grade II Listed Building. By virtue of this and the fact that the proposal could result in a detrimental impact to the setting of the Grade II Listed Building.  By virtue of this and the fact the proposal could result in the loss of/damage to the historic fabric and features of the Listed Building, its setting and its wider context within the Uxbridge Moor Conservation Area it is therefore considered that the proposal is contrary to Policy HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE8, BE9 and BE10 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012), Policy DMHB 1 of the Hillingdon Local Plan : Part",
    "The decision to REFUSE Listed Building Consent has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE Listed Building Consent has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Installation of illuminated and non illuminated signs to the exterior of the building (Listed Building Consent)",
  "lpa_app_no": "18676/APP/2019/738",
  "decision_target_date": "30/05/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "10/09/2019",
  "id": "Hillingdon-18676_APP_2019_738",
  "centroid_northing": 183740,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 504919,
  "street_name": "ST JOHN'S ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4882975,
          51.5431665
        ],
        [
          -0.48829259999999997,
          51.5431694
        ],
        [
          -0.4882639,
          51.5425951
        ],
        [
          -0.48870769999999997,
          51.5425889
        ],
        [
          -0.4886117,
          51.5427512
        ],
        [
          -0.4885237,
          51.5429613
        ],
        [
          -0.48843339999999996,
          51.5430939
        ],
        [
          -0.4882975,
          51.5431665
        ]
      ]
    ],
    "type": "Polygon"
  }
}