{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "18/03/2024",
  "development_type": "Minor dwellings",
  "ward": "Walpole",
  "lapsed_date": "05/09/2027",
  "decision_date": "05/09/2024",
  "lpa_app_no": "241111VAR",
  "status": "Approved",
  "parking_details": null,
  "centroid": {
    "lat": 51.507556,
    "lon": -0.32554
  },
  "application_type": "All Other",
  "borough": "Ealing",
  "decision_process": "Delegated",
  "last_updated_by": "Planning Portal ingest",
  "last_date_consultation_comments": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T21:37:45.275+00:00",
  "locality": "London",
  "date_building_work_completed_under_previous_permission": null,
  "description": "Minor material amendment (S.73) to vary condition no. 2 (approved plans) pursuant to planning permission reference  204111FUL dated 23/12/2020 as varied by reference 224088NMA dated 19.10.2022 for \"Conversion of attached single-storey garages into a dwellinghouse (Use Class C3); associated cycle parking and waste storage space; first floor front extension; and alterations to front elevation involving replacement of garage doors with window opening and metal railing/gate, and to roof involving partial removal, raising and installation of six rooflights\". Variation seeks to replace drawings JAK-304 Rev. A and JAK-305 Rev. A  be replaced byJAK-304 Rev. C, and JAK-305 Rev. D",
  "application_type_full": "Removal/Variation of a condition",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/241111VAR;",
  "site_number": null,
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "application_details": {
    "existing_uprns": [
      "000012206132"
    ]
  },
  "pp_id": "PP-12887660",
  "postcode": "W13 9DF",
  "wgs84_polygon": null,
  "cil_liability": false,
  "street_name": "St Kilda Road",
  "decision_conditions": [
    "The development which this permission relates shall be begun no later than the expiration of three years from 23.12.2020, the date of the original permission ref: 204111FUL. | The development hereby approved shall be carried out in accordance with the drawing titles:",
    "Existing Site and Block Plans, Drawing No. JAK-301, dated 13 January 2020",
    "Existing Floor Plans, Drawing No. JAK-302, dated 18 September 2020",
    "Existing Elevations, Drawing No. JAK-303, dated 18 September 2020",
    "Proposed Floor Plans Amended, Drawing No. JAK-304, Rev. C, dated 15 March 2024",
    "Proposed Elevations Amended, Drawing No. JAK-305, Rev. D, dated 24 July 2024",
    "Reason: For avoidance of doubt and in the interest of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| A minimum of one (1) 240.0 litre bin dedicated to recycling, one (1) 240.0 litre bin dedicated to refuse, and one (1) 23.0 litre bin dedicated to food waste shall be provided in within the curtilage of the property in accordance with dwg. JAK-304 Rev. C of the Approved Plans, as",
    "well as, the adopted standards of the London Plan (2021). Such provisions shall be brought into use prior to first occupation and retained permanently.",
    "Reason: To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with the Ealing Council's Waste Management Guidelines for Architects and Developers, as well as, policy SI 8 of the London Plan (2021).; 1.1 of the Adopted Ealing Development (Core) Strategy (2012); and 3.5, 7A and 7B of the Ealing Development Management Plan (2013). | Cycle storage for ^IN;  bicycle spaces shall be provided within the curtilage of the development, within secure, lockable compounds in accordance with the designated locations identified in the approved drawings listed under condition 2 and all adopted standards prior to the first occupation of the building. The storage spaces shall be permanently retained thereafter.",
    "Reason:  To provide adequate bicycle storage in accordance with policy and T5 of the London Plan (2021). | The insulation of the building envelope with windows shut and other means of ventilation provided shall achieve the internal criteria for sensitive rooms as specified in Ealing's Supplementary Planning Guidance 10. If compliance requires windows to be closed, acoustically attenuated mechanical ventilation and cooling shall be installed as necessary with air intake from the cleanest aspect of the building. Such provisions shall be implemented prior to the commencement of development and, thereafter, be permanently maintained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise from aircraft noise generated within the worst mode aircraft one-day noise contour predicted for 2016 (57/60 dB) in accordance with policies D14 of the London Plan",
    "(2021); and 7A and 7B of the Ealing Development Management Plan (2013). | Prior to commencement of construction and demolition works, a detailed Construction Method",
    "Plan shall be submitted to and approved in writing by the Local Planning Authority. The plan",
    "must detail the:",
    "- Procedures for on-site contractors to deal with complaints from local residents including the name, telephone number and address of a responsible person to whom enquiries / complaints should be directed. These contact details shall also be displayed at regular",
    "intervals around the site compound; and",
    "- Control measures for dust, noise, vibration, lighting, delivery locations, restriction of hours of work and all associated activities audible beyond the site boundary to 08:00-18:00hrs Mondays to Fridays and 08:00-13:00 hrs on Saturdays - in accordance with the GLA's",
    "SPG for The Control of Dust and Emissions During Construction and Demolition (2014), ILP's Guidance Notes 1 for the Reduction of Obtrusive Light (2020), BS 5228-1:2009+A1:2014, and BS 5228-2:2009+A1:2014 - and the advance notification to neighbours and other interested parties of proposed works.",
    "The development shall be carried out strictly in accordance with the approved plan for the duration of the works.",
    "Reason: To ensure appropriate mitigation measures to protect the amenity of local residents and ensure site safety in accordance with policy D14 of the London Plan (2021); 7A and 7B of the Ealing Development Management Plan (2013); the Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006); and BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise.",
    "| No part of the roof of the extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason:  To protect the living conditions of nearby properties in accordance with policies D4 and D6 of The London Plan (2021), policies 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and policies 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012)."
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 180065,
  "site_name": "R/o 51 Regina Road And Adj To",
  "decision_target_date": "06/09/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Ealing",
  "polygon": null,
  "appeal_start_date": null,
  "uprn": "000012206132",
  "appeal_decision_date": null,
  "id": "Ealing-241111VAR",
  "centroid_easting": 516306
}