{
  "postcode": "W5 2JB",
  "uprn": "000012157379",
  "decision_agency": "Borough",
  "locality": "London",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/220855FUL;",
  "centroid": {
    "lat": 51.522219,
    "lon": -0.296562
  },
  "application_type_full": null,
  "ward": "Hanger Hill",
  "last_date_consultation_comments": null,
  "cil_liability": true,
  "status": "Approved",
  "bo_system": "CSV Data Import",
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "existing_uprns": [
      "000012157379"
    ],
    "site_area": 0.134
  },
  "centroid_northing": 181742,
  "decision_date": "17/03/2023",
  "epc_number": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "id": "Ealing-220855FUL",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              518246.1562636,
              181726.6205512
            ],
            [
              518246.2964296,
              181725.3009289
            ],
            [
              518245.950137,
              181725.3209232
            ],
            [
              518244.3011248,
              181741.4463074
            ],
            [
              518243.5013539,
              181749.2540724
            ],
            [
              518243.1468163,
              181752.7030852
            ],
            [
              518267.1481891,
              181752.8530422
            ],
            [
              518281.0988325,
              181752.9530136
            ],
            [
              518281.7501923,
              181752.9530136
            ],
            [
              518289.9540281,
              181753.0029993
            ],
            [
              518303.302782,
              181753.052985
            ],
            [
              518303.302782,
              181751.9033141
            ],
            [
              518303.3522524,
              181748.2043729
            ],
            [
              518303.5006635,
              181744.745363
            ],
            [
              518303.7315252,
              181741.4463074
            ],
            [
              518303.7480153,
              181741.0964075
            ],
            [
              518304.1520233,
              181737.6973805
            ],
            [
              518304.4488455,
              181734.3983248
            ],
            [
              518304.4983159,
              181733.9984393
            ],
            [
              518294.7526537,
              181732.7987827
            ],
            [
              518284.3473866,
              181731.5491404
            ],
            [
              518262.6463858,
              181728.8998987
            ],
            [
              518246.1480185,
              181726.7005283
            ],
            [
              518246.1562636,
              181726.6205512
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "description": "Construction of a two storey residential dwelling; associated amenity space and refuse storage and re-location of crossover (following demolition of existing garage)",
  "lapsed_date": "17/03/2026",
  "lpa_app_no": "220855FUL",
  "last_updated": "2025-03-19T22:21:14.631+00:00",
  "application_type": "All Other",
  "site_name": "Land At",
  "appeal_decision_date": null,
  "site_number": null,
  "appeal_decision": null,
  "development_type": "Minor dwellings",
  "appeal_start_date": null,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby permitted shall be carried out in accordance with the following approved plans: A01.01 Existing Site Plan, 320-100-B Site and Location Plan, 320-102-G Ground Floor Plan, 320-103-C FIRST FLOOR PLAN, 320-104-C LOFT PLAN, 320-105 ROOF PLAN, 320-110-C BLOCK PLAN, 320-200-G ELEVATIONS - SHEET 1, 320-201-F ELEVATIONS - SHEET 2, 320-210 STREET SCENE, 320-300-A SECTIONS - SHEET 1, 2019/004/TPP REV.A Tree Protection Plan (submitted on 21/07/2022), Preliminary Ecologival Assessment, Interim Ecological Impact Assessment' (ref. PRI23360interimEcIA), Arboricultural Planning Statement (ref. APS/004/2019), Soft Landscape Management and Maintenance Plan (ref. PRI23360-man), Daylight & Sunlight Report (ref. 200/FD rev01)",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| Notwithstanding condition 2, Details including samples of the materials and finishes to be used for all external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority prior to completion. The development shall be implemented only in accordance with these approved details, unless otherwise approved in writing by the Local Planning Authority.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies D1 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| All the windows on northern and southern flank walls shall be obscure glazing and shall be non-open unless the height is higher than 1.7m taken from internal finished floor level. These windows shall thereafter be permanently retained in this condition.",
    "Reason: To protect residential amenity in accordance with policies 1.1, 1.2 & 3.8 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), SPG 4, policies 7.4 & 7.6 of the London Plan (2016), and the National Planning Policy Framework (2021).",
    "| Transport arrangement",
    "Cycle parking provision and refuse and recycling storage areas indicated on the approved plans and elevations shall be provided and brought into use prior to the first occupation of the development permitted and retained thereafter.",
    "Reason:  To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 3.5, 7A and 7B of the Ealing Development Management Plan 2013, policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy and policies T5 and SI8 The London Plan (2021).",
    "| Aircraft Noise",
    "The site is within the worst mode aircraft 1-day noise contour predicted for 2016 (57/60 dB). The sound insulation of the building envelope shall achieve the internal criteria for sensitive rooms, as specified in Section 6 of Supplementary Planning Guidance 10. If compliance requires the windows to be closed, then acoustically attenuated mechanical ventilation and cooling shall be installed as necessary (with air intake from the cleanest aspect of the building).  The above shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| Construction Management Plan",
    "Prior to commencement of the development, a construction management plan shall be submitted to the Council for approval in writing. Details shall include control measures for:-",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- delivery locations,",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays and 0800 -1300 Saturdays (except no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and",
    "- public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works.",
    "Reason: To ensure that the amenity of occupiers of existing building and surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with policies 7A and 7B of the Ealing Development Management DPD (2013) and policies D6, D14, SI 1, T3, T4 and T7 of the London Plan (2021).",
    "| External noise from machinery/equipment/extract/ventilation ducting/mechanical installations",
    "The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014, with all machinery operating together at maximum capacity.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| Anti- vibration mounts and silencing of machinery etc.",
    "Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| PROTECTION OF EXISTING TREES/HEDGEROWS AND PLANTING LOCATIONS (DEMOLITION & CONSTRUCTION):",
    "No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted and its installation on site has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works. Details shall include the following:",
    "o Full survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals. All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "o A plan** detailing all trees and hedgerows planned for retention and removal.",
    "o A schedule of tree works for all the retained trees specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons. All tree works shall be carried out in accordance with BS 3998.",
    "o Timing and phasing of works",
    "o Site specific demolition and hard surface removal specifications",
    "o Site specific construction specifications (e.g. in connection with foundations, bridging, water features, surfacing)",
    "o Access arrangements and car parking",
    "o Level changes",
    "o Landscaping proposals",
    "o A Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "o Soil remediation plans, where unauthorised access has damaged root protection areas in the construction exclusion zones.",
    "o Details of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G5 and G7 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| TREE MONITORING PLAN",
    "The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A tree monitoring program to include:",
    "o Confirmation of who shall be the lead arboriculturalist for the development.",
    "o Confirmation of the Site Manager, key personnel, their key responsibilities and contact details.",
    "o Details of induction procedures for all personnel in relation to Arboricultural matters.",
    "o A detailed timetable of events for arboricultural supervision concerning all tree protection measures within the approved Tree Protection Plan, including:",
    "o Prestart meeting with an Ealing Council Tree Officer",
    "o Initial implementation/installation of the tree protection measures",
    "o Approved incursions in to construction exclusion zones",
    "o Final removal of the tree protection measures",
    "o Procedures for dealing with non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement.",
    "(b) Within three months of first use of the development hereby approved, a report containing the following details shall be submitted to and approved by the Local Planning Authority:",
    "o Results of each site visit by the lead arboriculturist with photos attached.",
    "o Assessment of the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G5 and G7 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| EXISTING TREE/SHRUB/HEDGE RETENTION",
    "No trees, shrubs or hedges within the site which are shown to be retained on the approved plans (Plan/Drawing:) shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "If a tree marked on the tree report to be retained is removed without consent, or dying, or being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted, a replacement tree shall be planted on the site or surrounding area reflecting the CAVAT value of the tree, or a proportion of its value reflecting the damage. This penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "Reason: to secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of important amenity value to the local landscape.",
    "| Landscaping",
    "Prior to first occupation of the development, hard and soft landscaping works shall be carried out in accordance with the approved landscaping plan and mitigation measures shall be carried out in accordance with the approved 'Interim Ecological Impact Assessment' (ref. PRI23360interimEcIA), and thereafter retained and maintained in perpetuity. The mitigation measures shall include:",
    "1)\tWherever possible, existing trees should be retained and protected, and the Application Site should be enhanced through additional planting of trees and wildlife friendly shrubs. New planting will consist of species such as Prunus Amanogawa, buxus sempervirens and polystichum aculeatum (Full list of species provided in Landscape plan in Appendix 2).",
    "2)\tTo avoid impacts on nesting birds, vegetation clearance should be undertaken outside of the bird nesting season (generally taken to be March to August inclusive). If vegetation removal needs to be undertaken during the bird nesting season, the area should be checked in advance for the presence of nesting birds. If there is no evidence of nesting birds, the clearance work should be completed within 48 hours of inspection. If any active nests are identified, vegetation clearance must cease and an appropriate buffer zone established around the nest (as determined by the ecologist, usually approximately 5m). The buffer zone must remain intact until it has been confirmed that the young have fledged, and the nest is no longer in use. Additional tree planting can provide habitat for birds, other native species which provide fruit and seeds such as holly Ilex aquifolium, rowan Sorbus aucuparia, and/or crab apple Malus sylvestris should be planted or retained.",
    "3)\tHedgehog protection measures throughout the construction phase:",
    "o Trenches will be covered at the end of each working day and any temporarily exposed pipes will be capped to prevent hedgehogs gaining access during the night;",
    "o Any trenches/pits will be inspected each morning to ensure no animals have become trapped overnight.",
    "o The storage of any chemicals within the construction site will be contained in such a way that they cannot be consumed or knocked over by any wildlife.",
    "o The Application Site can retain some connectivity with the installation of 'hedgehog highways', or gaps in the fencing (gaps measuring 13cm x 13cm) between the new gardens and on boundaries to allow hedgehogs and other small fauna to utilise them.",
    "4)\tAny trees or other plants, which die or are removed within the first five years following the implementation of the landscaping scheme, shall be replaced during the next planting season, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and to ensure suitable a suitable level of amenity space is provided for occupant of the dwelling hereby permitted, in accordance with policies 7D of the Development Management, Development Plan Document; policies D3, D4 and D8 of the London Plan (2021); and National Planning Policy Framework (2021).",
    "| Biodiversity",
    "The biodiversity enhancement measures shall be implemented in accordance with the approved 'Interim Ecological Impact Assessment' (ref. PRI23360interimEcIA), and thereafter retained and maintained in perpetuity. The enhancement measures shall include:",
    "1)\tInstallation of 'hedgehog highways', or gaps in the fencing bordering the back garden to allow hedgehogs and other small fauna to utilise it, greatly improving the garden's connectivity.",
    "2)\tIncorporate 'bee bricks12' where appropriate into the outward facing walls of the proposed building at a minimum of 1m high with no upward limit, facing but not covered by vegetation. These bee bricks will improve the value of the Application Site by facilitating solitary bees.",
    "3)\tInstallation of one 'Habibat small bird nest box13' onto the new building These bird boxes are integrated and should be placed 2-4m high on northern aspects of the buildings.",
    "4)\tInstallation or one or more integrated bat boxes - details will be confirmed following further survey work.",
    "Reason: To ensure biodiversity net gains in accordance with Policy G6 of The London Plan.",
    "| Bat Survey",
    "(a) Prior to work commence, emergency bat surveys (to be carried out between 1st May and 30th September) and mitigation measures for protection of trees and full details of biodiversity net gain habitat improvements shall be submitted to and approved by the Local Planning Authority.",
    "(b) If the further bat survey finds evidence of the presence of bats onsite or in the surrounding area which may be harmed by floodlighting, details of floodlighting mitigation measures shall be submitted to and approved by the Local Planning Authority prior to the installation of floodlighting columns. Approved details shall be implemented prior to the first use of the floodlighting and thereafter permanently retained.",
    "(c) If the further bat survey finds evidence of the presence of bats onsite or in the surrounding area which may be harmed by floodlighting, a post-installation lighting survey shall be submitted to and approved by the Local Planning Authority within three months of first use of the lighting, to demonstrate the lighting levels do not unduly harm bat habitats or foraging areas.",
    "Reason: To evaluate and mitigate any potential harm that the floodlighting may have on bats in accordance with Policy G6 of The London Plan.",
    "| Notwithstanding the details shown on the approved plans, pedestrian visibility splays should be provided at all times measuring 1.5m by 1.5m, with no obstruction more than 0.6m in height for the vehicle access where it meets the back edge of the footway; the maximum width of the crossover shall be no wider than 2.4m and these shall be established prior to the first use of the driveway and shall be permanently retained thereafter.",
    "Reason: In the interest of highways safety in accordance with National Planning Policy Framework 2021 and policy T6 of London Plan.",
    "| Any solar PV or solar thermal equipment installed on the roof of the subject dwellinghouse must adhere to the of provisions, limitation and conditions of Schedule 2, Part 14, Class A of the Town and Country Planning (General Permitted Development) Order 2015.",
    "REASON: To protect the living conditions of occupants of nearby properties in accordance with policies 7B and 7.4 of the Ealing Development Management DPD (2013) and Policy D3 of the London Plan (2021).",
    "| Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015, or any other order revoking and re-enacting that order, with or without modifications, no extensions or alterations to the dwelling shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.",
    "Reason: To prevent the overdevelopment of the site and to safeguard the living conditions of occupiers of adjoining properties and the appearance of the streetscene, in accordance with policies 1.1 (g) and (h) of the Adopted Development (Core) Strategy, and policies D1 and D4 of the London Plan (2021) and policies Ealing Local Variation of London Plan Policy 7.4 and 7B of the Ealing Development Management Development Plan."
  ],
  "decision": "Approved",
  "actual_completion_date": null,
  "decision_process": "Delegated",
  "parking_details": null,
  "pp_id": "PP-9965578",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "street_name": "Park View Road",
  "centroid_easting": 518279,
  "decision_target_date": "17/03/2023",
  "lpa_name": "Ealing",
  "borough": "Ealing",
  "valid_date": "01/03/2022",
  "last_updated_by": "CSV Data Import",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2970176,
          51.5220889
        ],
        [
          -0.297016,
          51.522077
        ],
        [
          -0.297021,
          51.5220773
        ],
        [
          -0.2970393,
          51.5222225
        ],
        [
          -0.2970482,
          51.5222929
        ],
        [
          -0.2970522,
          51.522324
        ],
        [
          -0.2967063,
          51.5223203
        ],
        [
          -0.29650529999999997,
          51.5223183
        ],
        [
          -0.2964959,
          51.5223181
        ],
        [
          -0.29637769999999997,
          51.5223169
        ],
        [
          -0.2961854,
          51.5223145
        ],
        [
          -0.2961858,
          51.5223042
        ],
        [
          -0.2961863,
          51.5222709
        ],
        [
          -0.2961853,
          51.5222398
        ],
        [
          -0.2961831,
          51.5222101
        ],
        [
          -0.296183,
          51.522207
        ],
        [
          -0.2961783,
          51.5221763
        ],
        [
          -0.29617509999999997,
          51.5221466
        ],
        [
          -0.2961746,
          51.522143
        ],
        [
          -0.2963154,
          51.5221343
        ],
        [
          -0.2964657,
          51.5221252
        ],
        [
          -0.29677919999999997,
          51.522106
        ],
        [
          -0.2970177,
          51.5220896
        ],
        [
          -0.2970176,
          51.5220889
        ]
      ]
    ],
    "type": "Polygon"
  }
}