{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506101.898,
              189637.012
            ],
            [
              506100.5751,
              189634.763
            ],
            [
              506102.5594,
              189633.3078
            ],
            [
              506096.7386,
              189622.8567
            ],
            [
              506091.7115,
              189626.6932
            ],
            [
              506090.7855,
              189623.9151
            ],
            [
              506084.1709,
              189627.2224
            ],
            [
              506085.2292,
              189629.0744
            ],
            [
              506063.401,
              189641.3776
            ],
            [
              506062.475,
              189640.0547
            ],
            [
              506058.1093,
              189642.8328
            ],
            [
              506066.8406,
              189657.5172
            ],
            [
              506101.3688,
              189637.1443
            ],
            [
              506101.898,
              189637.012
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08344202",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:43:15.764+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "16/01/2020",
  "secondary_street_name": "HAREFIELD",
  "appeal_start_date": null,
  "ward": "HAREFIELD",
  "centroid": {
    "lat": "51.5956305",
    "lon": "-0.46990689999999996"
  },
  "decision": "Approved",
  "valid_date": "11/12/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.067
  },
  "cil_liability": false,
  "postcode": "UB9 6NA",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=7610/APP/2019/4002",
  "lpa_name": "Hillingdon",
  "site_name": "FLAT 1, BREAKSPEAR HOUSE",
  "lapsed_date": "19/02/2023",
  "parking_details": null,
  "decision_conditions": [
    "The works hereby permitted shall begin before the expiration of three years from the date of this consent.",
    "REASON",
    "To comply with the provisions of Section 18(1) of the Planning (Listed Buildings and Conservation Areas) Act 1990, as amended, to prevent the accumulation of unimplemented listed building consents and to enable the Local Planning Authority to review the situation at the end of this period if the development has not begun.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans numbers PL02, PL03 Rev. B, PL04, PL06, PL07, PL09 and shall thereafter be retained and maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure that the external appearance of the development is satisfactory and complies with policies DMHB 1 and DMHB 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "During works the existing building including fixtures, fittings and features would need to be appropriately safeguarded. Any damage or disturbance caused to the building in execution of the works shall be made good to the satisfaction of the Local Planning Authority within six months of the works being completed.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the building in accordance with DMHB 1 and DMHB 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "During the works, if hidden historic features are revealed they should be retained in-situ. Works shall be halted in the relevant area of the building and the Local Planning Authority should be notified immediately. Failure to do so may result in unauthorised works being carried out and an offence being committed.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the listed building, in accordance to policy HE1 of Hillingdon Local Plan:",
    "Part 1, policies DMHB 1 and DMHB 2 of the Local Plan:Part Two - Development Management Policies (2020) and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "Prior to the creation of a new aperture within the existing wall between bedroom 2 and the en-suite, a methodology statement describing how the opening shall be created shall be submitted to and approved in writing by the Local Planning Authority. Works shall be carried out in accordance to the approved details.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the listed building, in accordance to policy HE1 of Hillingdon Local Plan: Part 1, policies DMHB 1 and 2 of the Hillingdon Local Plan: Part 2 and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "Prior to installation, details and/or sample of the cast iron air vent to the en-suite's eastern external wall shall be submitted to and approved in writing by the Local Planning Authority. Works shall be carried out in accordance to the approved details.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the listed building, in accordance to policy HE1 of Hillingdon Local Plan: Part 1, policies DMHB 1 and 2 of the Hillingdon Local Plan: Part 2 and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "The use of lime mortar and/or plaster to make good any disturbed fabric shall match that of the existing.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the listed building, in accordance to policy HE1 of Hillingdon Local Plan: Part 1, policies DMHB 1 and 2 of the Hillingdon Local Plan: Part 2 and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "Prior to removal of the existing cast iron grill, details and a sample of the infill brickwork made available to view on site, shall be submitted to and approved in writing by the Local Planning Authority. Works shall be carried out in accordance to the approved details and the brickwork shall be laid to match the existing Flemish bond and pointing style.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the listed building, in accordance to policy HE1 of Hillingdon Local Plan: Part 1, policies DMHB 1 and 2 of the Hillingdon Local Plan: Part 2 and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "Prior to commencement of works to open the existing fireplace within bedroom 1, a methodology statement describing how the opening shall be created and how the structure shall be safeguarded during works, shall be submitted to and approved in writing by the Local Planning Authority. Works shall be carried out in accordance to the approved details.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the listed building, in accordance to policy HE1 of Hillingdon Local Plan: Part 1, policies DMHB 1 and 2 of the Hillingdon Local Plan: Part 2 and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "The decision to GRANT Listed Building Consent has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT Listed Building Consent has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (November 2012) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "The applicant should note that this approval extends only to the works detailed as part of this application. In the event that the works cannot be implemented without a degree of alteration, the applicant is advised to contact the Local Planning Authority in order to ascertain whether further Consent might be required.",
    "It is strongly recommended not to use lime based products (lime mortar, renders and lime washes) when temperature are liable to fall below 5°C (41°F) for several weeks/months after application. If there is a risk the lime works would need to be adequately protected to prevent excess moisture ingress. However air must still be able to circulate to ensure effective curing of the lime work."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Internal alterations to provide a new shower room within an existing walk in cupboard, and the opening up of the fireplace within bedroom one",
  "lpa_app_no": "7610/APP/2019/4002",
  "decision_target_date": "20/02/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "19/02/2020",
  "id": "Hillingdon-7610_APP_2019_4002",
  "centroid_northing": 189640,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 506081,
  "street_name": "BREAKSPEAR ROAD NORTH",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4696063,
          51.5955997
        ],
        [
          -0.469626,
          51.5955797
        ],
        [
          -0.46959779999999995,
          51.5955663
        ],
        [
          -0.46968499999999996,
          51.5954734
        ],
        [
          -0.46975639999999996,
          51.5955089
        ],
        [
          -0.4697706,
          51.5954841
        ],
        [
          -0.469865,
          51.595515
        ],
        [
          -0.46984919999999997,
          51.5955315
        ],
        [
          -0.4701605,
          51.5956462
        ],
        [
          -0.4701743,
          51.5956345
        ],
        [
          -0.4702364,
          51.5956603
        ],
        [
          -0.47010599999999997,
          51.5957906
        ],
        [
          -0.4696139,
          51.595601
        ],
        [
          -0.4696063,
          51.5955997
        ]
      ]
    ],
    "type": "Polygon"
  }
}