{
  "epc_number": null,
  "valid_date": "17/01/2023",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": "-0.4666284",
    "lat": "51.5240544"
  },
  "pp_id": "11828508",
  "decision": "Approved",
  "centroid_easting": 506475,
  "site_name": "MEADOW HIGH SCHOOL",
  "lpa_app_no": "3348/APP/2023/138",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "title_number": null,
  "borough": "Hillingdon",
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "4267 CDC XX GF DR A (GA) 001 Rev. F;",
    "4267 CDC XX GF DR A (GA) 102 Rev. A;",
    "4267 CDC XX GF DR A (GA) 112 Rev. A;",
    "4267 CDC XX XX DR A (GA) 410 Rev. A;",
    "4267 CDC XX XX DR A (GA) 420 Rev. A;",
    "4267 CDC XX GF DR A (GA) 123 Rev. A;",
    "4267 CDC XX XX DR A (GA) 300 Rev. C; and",
    "4267 CDC XX XX DR A (GA) 305.",
    "Thereafter, the development shall be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The development hereby permitted shall not be carried out and operated except in accordance with the specified supporting plans and/or documents:",
    "4267 Design & Access Statement Rev. B (Submitted 7th March 2023);",
    "Landscape Design Report (Dated 6th January 2023);",
    "1468-MDW-HED-ZZ-XX-DR-L-1000 Rev. A1;",
    "1468-MDW-HED-ZZ-XX-DR-L-1001 Rev. A1;",
    "1468-MDW-HED-ZZ-XX-DR-L-1002 Rev. A1;",
    "1468-MDW-HED-ZZ-XX-DR-L-1003 Rev. A1;",
    "1468-MDW-HED-ZZ-XX-DR-L-3000 Rev. A1;",
    "TH 3639 C Arboricultural Impact Assessment Method Statement & Tree Protection Plan (Dated 12th January 2023);",
    "RP-HED-074 Biodiversity Net Gain and Landscape & Ecology Management Plan Report (Dated 15th December 2022);",
    "2220959 Noise Impact Assessment (Dated 12th January 2023);",
    "Daylight and Sunlight Overview (Dated 11th January 2023);",
    "RP-HED-063 v3 Preliminary Ecological Assessment & Mitigation Plan (Dated 15th December 2022);",
    "Fire Safety Statement Rev. 01;",
    "10776/JW Ground Investigation Report (Dated 23rd November 2022);",
    "22002-MHA-WS-XX-R-C-00",
    "The development hereby approved shall not increase the number of pupils for the school beyond 280 (as established under planning permission ref. 3348/APP/2020/1589) and shall not increase the number of staff for the school beyond 123.",
    "REASON",
    "To prevent the generation of additional traffic that could give rise to problems of safety and congestion on the surrounding roads, in compliance with Policy DMT1, DMT 2 and DMT6 of the Hillingdon Local Plan: Part 2 (2020).",
    "The suspension of 17 no. parking bays along Peel Way (as per approved plan reference 030 (Appendix C) contained within '3249/007/013C Outline Construction Logistics Plan (Dated March 2023)') to allow the access of construction vehicles to the site, shall only be operated on Weekdays, Monday to Friday, during school term time (195 of 365 days per year (53%)) between the hours of 08:30 and 17:00. There shall be no suspension of parking along Peel Way on Saturdays, Sundays, Public Holidays and Bank Holidays. For all other days when work takes place outside of school term time (a maximum of 170 of 365 days per year (47%)), the access of construction vehicles to the site shall be taken from Royal Lane, avoiding the need for a parking suspension scheme to be operated along Peel Way.",
    "REASON",
    "To safeguard the amenity of surrounding areas and to ensure that the construction access arrangements are sufficiently designed so as not to compromise the safe and efficient operation of the local highwa",
    "The rating level of noise caused by the normal operation of the proposed development shall not exceed: the background sound level LA90, 15 min - 5 dB or 35 dB LAeq, 15 min for any fifteen-minute period between 2300 and 0700, whichever is higher, and the background sound level LA90, 1 hour - 5 dB or 45 dB LAeq, 1 hour for any hour between 0700 and 2300, whichever is higher determined one metre external to any window or opening of any permanent residential premises, or equivalently noise sensitive premises, calculated from measurements made elsewhere if necessary. The methodology shall be as described in 'Methods for rating and assessing industrial and commercial sound' British Standards Institution BS4142 2014.",
    "REASON",
    "To safeguard the amenity of the occupants of the surrounding properties in accordance with Policy EM8 of the Hillingdon Local Plan: Part 1 (2012), Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020) and Policy D14 of the London Plan (2021).",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.\"",
    "REASON",
    "To comply with the London's Low Emission Zone for non-road mobile machinery as per requirements of the London Environment Strategy, in accordance with Policy EM8 of the Hillingdon Local Plan: Part 1 (2012), Policy DMEI 1",
    "Prior to the commencement of the development hereby approved (including demolition), a Demolition and Construction Logistics Plan (DLP/CLP) and a Demolition and Construction Management Plan (DMP/CMP) shall be submitted to, and approved in writing by, the Local Planning Authority in consultation with the Chairman of the Planning Committee, to minimise impacts to the local highway network, and to control noise, vibration and air pollutants generated as a result of the construction process. These documents shall be prepared in accordance with the London Freight Plan, 'The control of dust and emissions from construction and demolition' Supplementary Planning Guidance, BRE Pollution Control Guides 'Controlling particles and noise pollution from construction sites' and 'Controlling particles, vapour and noise pollution from construction sites'.",
    "The DLP/CLP and DMP/CMP shall include details of (but shall not necessarily be limited to):",
    "(i) a programme of works, including hours of construct",
    "(i) The development hereby permitted (excluding demolition and site clearance) shall not commence until a suitably focused supplementary investigation scheme, to identify and as appropriate address any unacceptable concentrations of contamination, is completed and details submitted to and approved by the Local Planning Authority (LPA). The supplementary investigation works shall be conducted at the area of land immediately within the footprint of the proposed new building, and it must include:",
    "(a) An appropriate ground investigation to identify levels of any contamination that may be present in the subject footprint area. Details of the investigation and an appropriate risk assessment shall be submitted to the LPA for approval.",
    "(b) A ground gas survey to determine ground gas conditions at the location of the new building. The ground gas tests within the survey shall include but not limited to areas immediately below the existing temporary classrooms. If unacceptable concentration and",
    "Prior to commence of development (not including demolition) a detailed surface water drainage scheme shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall detail the specific measures to ensure the run-off from the proposed developments meets the targets set out in the approved drainage strategy (22002-MHA-WS-XX-R-C-003 Rev P03 Flood Risk & Drainage Strategy (Dated 6th January 2023)). The details must demonstrate compliance with the London Plan (2021) sustainable drainage hierarchy and detail the use of measures within the fabric of the building (i.e. living roofs) and in the landscaping (i.e rain gardens) to meet the target run off rates. Recourse to drainage tanks should only be considered where more suitable alternatives (i.e. higher up the drainage hierarchy) are demonstrably unfeasible. The details must also demonstrate how water will be collected, stored and reused within the development.",
    "Thereafter the development shall be constructed",
    "Prior to the commencement of development above ground, details of all materials and external surfaces shall be submitted to and approved in writing by the Local Planning Authority. Details should include information relating to make, product/type, colour and photographs/images.",
    "Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the commencement of development above ground, a landscape scheme shall be submitted to and approved in writing by the Local Planning Authority (in consultation with the Ministry of Defence, Heathrow Airport Ltd and National Air Traffic Services). The scheme shall include: -",
    "1.    Details of Soft Landscaping (including planting of 11 no. new replacement trees)",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate; to include pollution absorbing species.",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts (to remain as existing)",
    "2.e Hard Surfacing Materials",
    "2.f External Lighting",
    "3. Living/Green Roofs",
    "3.a Details of the inclusion of living walls and roofs, including:",
    "i) Method of construction;",
    "ii) Schedule of frame",
    "Prior to commencement of development above ground, a scheme for the enhancement of ecology shall be submitted to and approved in writing by the Local Planning Authority.  The scheme shall set out how the development will contribute positively to ecological value through the use of features and measures within the landscaping (i.e. nectar rich and diverse planting including living walls and/or roofs) and the fabric of the new built form (i.e. bat and bird boxes).  The scheme shall demonstrate the minimum urban greening factor set out in the London Plan Policy G5.  The scheme shall include a plan with the features annotated and the development must be built and operated in accordance with the approved scheme.",
    "REASON",
    "To ensure the development contributes positively to the ecological value of the area in accordance with Policy G5 and G6 of the London Plan (2021) and Policy DMEI 7 of the Hillingdon Local Plan: Part 2 (2020).",
    "Prior to commencement of development (excluding demolition), a detailed energy monitoring, recording and reporting plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall accord with the requirements of the London Plan (policy SI2) and the GLA Energy Assessment Guidance (April 2020 or as amended) and demonstrate that the development will secure the 98% saving in CO2 emissions from the regulated energy load in accordance with the energy strategy (Energy Strategy Version 01 Dated 11th January 2023).",
    "The development must proceed in accordance with the approved reporting structure and where there is a failure to achieve the carbon savings as set out in the energy strategy, the quantum (tCO2) shall be treated as part of the shortfall and shall result in a cash in lieu contribution in accordance with the formula set out in the S106.",
    "REASON",
    "To ensure the development's onsite carbon savings from regulated energy demand is achieved in perpetuity",
    "Prior to operation of the development, the final comprehensive Fire Statement shall be submitted to and approved in writing by the Local Planning Authority. This should be accompanied by the Building Control Decision Notice or equivalent.",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure the safety of all building users in accordance with Policy D12 of the London Plan (2021).",
    "Prior to the first occupation of the development hereby approved, excluding demolition and site preparation works, an Accessibility Statement (with accompanying plans, elevations and sections) shall be submitted to, and approved in writing by, the Local Planning Authority. The Accessibility Statement shall demonstrate, as a minimum, that:",
    "(A) Level access can be achieved into the new building from all points of entry and exit;",
    "(B) Circulation and teaching areas accord with the specifications set out in Building Bulletin 103 and 104;",
    "(C) The proposal includes a \"Changing Places\" facility, instead of the 'Hygiene Room' to feature a floor drain, freshwater and foul water supply pipes, and all other services required to allow the room to be used as a 'Changing Places' facility, together with the process for converting the 'Hygiene Room' into a 'Changing Places' facility with a track ceiling hoist;",
    "(D) Door widths, lobby openings and circulation corridors are wide enough to accommodate",
    "The building(s) shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No building shall be occupied until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000 to ensure the development provides a safe and secure environment in accordance with Policy DMHB 15 of the Hillingdon Local Plan: Part 2 (2020) and Policy D11 of the London Plan (2021).",
    "Measures shall be put in place to ensure that lights, including car park lighting, are automatically turned off when the buildings are not in use.",
    "REASON",
    "To safeguard residential amenity in accordance with policies DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "Post completion of the works hereby approved, the vehicular access point located on Benson Close/Peel Way shall revert back to an Emergency and Ground Maintenace access point only and shall not be used for any other purpose.",
    "REASON",
    "To safeguard residential amenity in accordance with policies DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "In conjunction with Condition 5 of this planning permission, the applicant must undertake a review every 6/7 weeks (to align with school holidays) of the Parking Suspension scheme to ascertain:",
    "-If the full extent of parking bay suspension remains necessary and unavoidable;",
    "-If the hours of restriction remain necessary and unavoidable.",
    "Should it be deemed that the parking suspension can be amended to reduced hours/reduced bays, the applicant must amend the parking scheme via the requisite Highways order.",
    "The results of the review must be made available upon request by the Local Planning Authority.",
    "Prior to its coming into force, any amendment to the Parking Suspension Scheme shall also be submitted to the Local Planning Authority in writing.",
    "REASON",
    "To safeguard residential amenity in accordance with policies DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Given the nature of the proposed development it is possible that a crane may be required during its construction.  We would, therefore, draw the applicant's attention to the requirement within the British Standard Code of Practice for the safe use of Cranes, for crane operators to consult the aerodrome before erecting a crane in close proximity to an aerodrome.  This is explained further in Advice Note 4, 'Cranes and Other Construction Issues' (available at http://www.aoa.org.uk/policy-campaigns/operations-safety/",
    "All crane applications should be sent to Heathrow's Works Approval Team via the following address:",
    "Airside_Works_Approvals@heathrow.com",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 181685,
  "subdivision_of_building": "partial demolition of existing teaching building to integrate new spaces into the existing school ",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506383.3695,
              181607.4738
            ],
            [
              506409.439,
              181742.771
            ],
            [
              506569.2397,
              181759.6095
            ],
            [
              506540.1355,
              181628.6405
            ],
            [
              506383.3695,
              181607.4738
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              506409.1665,
              181742.7423
            ],
            [
              506409.2387,
              181742.7499
            ],
            [
              506408.1743,
              181741.4193
            ],
            [
              506409.1665,
              181742.7423
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              506409.2387,
              181742.7499
            ],
            [
              506409.4972,
              181743.073
            ],
            [
              506409.439,
              181742.771
            ],
            [
              506409.2387,
              181742.7499
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "net_cycle": 0,
    "no_existing_cycle": 46,
    "no_existing_car": 57,
    "no_proposed_car": 57,
    "no_proposed_cycle": 46,
    "net_car": 0
  },
  "development_type": null,
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T12:51:58.045+00:00",
  "decision_process": "Committee",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=3348/APP/2023/138",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": "COLHAM & COWLEY",
  "application_type_full": "Full planning permission",
  "locality": null,
  "last_updated_by": "CSV Data Import",
  "application_details": {
    "existing_uprns": null,
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "07/2024",
        "intended_commencement_date": "07/2023"
      }
    ],
    "total_gia_gained": 1569,
    "total_gia_existing": 780,
    "site_area": 2.056,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 780,
        "use_class": "SpecifiedOther",
        "gia_gained": 1569,
        "gia_lost": 602
      }
    ],
    "rain_water_harvesting": true,
    "projected_cost_of_works": "Up to £2m",
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "urban_greening_factor_score": 0.2,
      "no_new_gas_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "no_new_water_connections_required": 1,
      "green_roof_area": 655,
      "no_homes_to_have_electrical_heating": 0,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": true,
      "total_annual_nox_emissions": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "waste_provision": true,
      "no_resi_units_to_have_full_fibre": 0,
      "chp_heat_pumps_capacity": 0.09,
      "solar_pv_capacity": 0.06,
      "no_homes_passive_cooling": 0,
      "mobile_network_operators_consultation": false
    },
    "ownership_status": "Private",
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_existing": 780,
      "total_gia_lost": 602,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 1569
    },
    "internal_resi_water_usage": 0,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 9.86,
        "building_ref": "1"
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_lost": 602,
    "scheme_phasing": true,
    "surface_water_discharge_percentage_reduction": 91,
    "green_suds": true,
    "garden_land_lost": false
  },
  "postcode": null,
  "decision_target_date": "02/06/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.467972,
          51.5233749
        ],
        [
          -0.46755559999999996,
          51.524586
        ],
        [
          -0.4652481,
          51.5247073
        ],
        [
          -0.4657069,
          51.5235356
        ],
        [
          -0.467972,
          51.5233749
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Erection of a two-storey academic building (Use Class F1), demolition of existing temporary modular structures and partial demolition of existing main teaching building to facilitate connections to the main school, redevelopment of external hard and soft landscaped areas and associated works",
  "street_name": "ROYAL LANE",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "lapsed_date": "29/03/2026",
  "cil_liability": false,
  "site_number": null,
  "decision_date": "29/03/2023",
  "secondary_street_name": "HILLINGDON",
  "application_type": "All Other",
  "id": "Hillingdon-3348_APP_2023_138",
  "last_date_consultation_comments": "15/03/2023"
}