{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/162752VAR;",
  "lapsed_date": "03/11/2019",
  "decision_target_date": "28/10/2016",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 9SP",
  "site_name": "43 Birch Grove",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012094791, 000012119137, 000012119138, 000012131799, 000012189133, 000012189134"
    ],
    "site_area": 0.034
  },
  "appeal_decision_date": null,
  "lpa_app_no": "162752VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519146,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T16:27:34.416+00:00",
  "id": "Ealing-162752VAR",
  "application_type": "All Other",
  "street_name": "Birch Grove",
  "borough": "Ealing",
  "ward": "South Acton",
  "decision_date": "03/11/2016",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Variation of condition 2 (Approved Plans) and condition 8 (Side Facing Windows) of planning permission PP/2015/5381 dated 22/08/2016 for 'Conversion of existing 3 flat development into 5 flats, including single storey rear extension, first floor side extension, loft conversion to habitable accommodation, installation of two roof lights to the front roof slope, amenity and parking provision (Amended description)'- Variation comprises internal amendments to Flat E at loft level to create 1 x one-bedroom flat, insertion of three additional windows to side elevation (two at upper levels),  installation of two rooflights to front roofslope, one side facing rooflight to main roofslope, two additional rooflights to dormer roof, one rooflight to ground floor roof, non-material changes to the internal layout of proposed flats, changes to size, shape and style of fenestration and replacement of timber boundary fencing.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 180605,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012094791",
  "centroid": {
    "lon": "-0.2844326",
    "lat": "51.5118195"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              519165.8021337,
              180601.0027559
            ],
            [
              519125.5497454,
              180600.8527989
            ],
            [
              519126.3989867,
              180609.5003235
            ],
            [
              519138.8407839,
              180609.5003235
            ],
            [
              519139.5498592,
              180609.5003235
            ],
            [
              519141.7018201,
              180609.5003235
            ],
            [
              519158.0517763,
              180609.5003235
            ],
            [
              519165.8021337,
              180609.5003235
            ],
            [
              519165.8021337,
              180601.0027559
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of planning permission. Ref: PP/2015/5381, this being 22/08/2016.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with drawing title number(s), received at Council 16/09/2016: 596-08 Rev C, 596-09 Rev C, 596-10 Rev C, 596-11 Rev D, 596-12 Rev C, 596-13 Rev B, 596-14 Rev B, 596-15 Rev D, 596-16 Rev C, 596-17 Rev C, 596-18 Rev C, Design Squared",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | No part of the roof of the extensions shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason:  To protect the living conditions of occupants of nearby properties, in accordance with policy 7B of the Adopted Ealing Development Management DPD (2013), policies 1.1 (g), 2.1 (c) and 2.10 of the Adopted Core Strategy (2012) and policies 7.4 and 7.6 of the London Plan - consolidated (2015).",
    "| Refuse and recycling storage areas indicated on drawing reference 596-16 Rev B and 596-17 Rev B shall be provided and brought into use prior to the first occupation of the development permitted and retained thereafter.",
    "Reason:  To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 3.5 and 7B of the Ealing Development Management Plan 2013, policies 1.1 (e) of the Adopted Ealing Development (Core) Strategy and The London Plan (2015) policy 5.16.",
    "| A minimum of 8 cycle parking space shall be provided onsite as indicated on drawing reference drawing reference 596-16 Rev B and 596-17 Rev B and brought into use prior to the first occupation of the development permitted and retained permanently thereafter. The cycle parking facilities shall only be used by the residents of the development hereby permitted. The residential cycle storage areas shall be secure, sheltered and adequately lit.",
    "Reason: To provide adequate facilities for cyclists, in accordance with policy 6.9 of the London Plan 2015.",
    "| The approved residential dwellings shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4 (2)(Accessible and adaptable dwellings) of Building Regulations 2015, or other such relevant technical requirements in use at the time of the construction of the development.",
    "Reason:  To ensure that the development is adaptable, flexible, convenient and appropriate to the changing needs of the future occupiers, in accordance with policies 3.5, 3.8 and 3.9 of the London Plan 2015; and policy 1.1(h) of Ealing Development (or Core) Strategy 2012.",
    "| All external materials to be used in the development shall match the appearance of those of the existing premises and those as described on the planning application form and approved plans.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with Policies 7.4, 7.6 & 7.8 of The London Plan (Consolidated 2015)) and Policies 7.4, 7B & 7C of Adopted Ealing Development Management Plan Document (2013).",
    "| Before the development hereby permitted is first occupied, the windows in the first (Bedroom 1 and kitchen windows of Flat C and bathroom window of Flat D) and second (Bedroom 1 and kitchen window of Flat E) floor levels in the south elevation shall be glazed with obscure glass and fixed shut and shall permanently maintained for the life of the development.",
    "Reason: To safeguard the amenities and privacy of the occupiers of adjoining properties in accordance with section 7 pf the National Planning Policy Framework, policy 7B of the Ealing Development Management Development Plan 2013, policy 1.1 (g) of the Ealing Development (Core) Strategy 2012 and policies 7.4 and 7.6 of the London Plan 2015.",
    "| The proposed roof lights on the front roof slope of the existing property hereby approved shall only be constructed in a conservation style.",
    "Reason: To ensure that the materials harmonise with the surrounding, in accordance with policies 7.4, 7B and 7C of the Ealing Development Management Development Plan 2013, policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012) and policies 7.4 , 7.6 and 7.8 of the London Plan (2015)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/07/2016",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-05217473",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2841488,
          51.5117794
        ],
        [
          -0.2847286,
          51.5117865
        ],
        [
          -0.2847135,
          51.511864
        ],
        [
          -0.28453419999999996,
          51.5118614
        ],
        [
          -0.284524,
          51.5118613
        ],
        [
          -0.284493,
          51.5118608
        ],
        [
          -0.2842575,
          51.5118574
        ],
        [
          -0.2841459,
          51.5118557
        ],
        [
          -0.2841488,
          51.5117794
        ]
      ]
    ],
    "type": "Polygon"
  }
}