{
  "uprn": "000012142765",
  "valid_date": "29/09/2023",
  "bo_system": "CSV Data Import",
  "application_type": "All Other",
  "development_type": null,
  "date_building_work_completed_under_previous_permission": null,
  "pp_id": "PP-12458149",
  "postcode": "W3 0RG",
  "title_number": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of planning permission P193680FUL dated 06/07/2022.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with the following drawings and documents:",
    "Drawings:",
    "141(5)001 REV B (Site Location Plan);",
    "141(05)002 REV H (Proposed Basement and Ground Floor Site Plans);",
    "141(10)001 REV E (Building A - Plans);",
    "141(10)002 REV E (Building B & C - Plans);",
    "141(10)003 REV E (Building D - Plans);",
    "141(10)004 REV C (Townhouses - Plans and Elevations);",
    "141(12)001 REV B (Building A - Elevations);",
    "141(12)002 REV B (Building B & C - Elevations);",
    "141(12)003 REV B (Building D - Elevations);",
    "141(12)004 REV B (Whole Site Elevations);",
    "141(11)001 REV C (Cross Sections);",
    "14(11)010 REV A (Views from Greenend Road Rear Gardens);",
    "141(11)001 REV A (Views from Greenend Road Rear Gardens);",
    "14(11)012 REV A (Views from Greenend Road Rear Gardens);",
    "141(11)013 REV B (Views from Greenend Road Rear Gardens);",
    "141(PR)001 REV A (Typical Public Realm);",
    "141(05)003 REV C (Parking Location Plan);",
    "70062548-ATR-001 (Swept Path Analysis);",
    "WIE16310-SA-90-001-A01 (Surface Water Catchment Plan);",
    "WIE16310-SA-90-002-A01 (Surface Water Drainage Strategy);",
    "PRI22577-03-A1 (Tree Reference Plan); and",
    "PRI22577-01-A1 (Tree Protection Plan).",
    "AND",
    "Documents:",
    "- Planning Statement dated August 2019 and produced by WSP Indigo;",
    "- Design & Access Statement dated November 2019 and produced by 3W;",
    "- Transport Statement (ref: 70062548) dated August 2019 and produced by WSP;",
    "- Flood Risk Assessment (ref: WIE16310-100-R-1-2-2-FRA) dated August 2019 and produced by Waterman Infrastructure and Environment Limited;",
    "- Energy Statement (ref: WBS-ZZ-XX-RP-M-00002 P02) dated August 2019 and produced by Waterman Infrastructure and Environment Limited;",
    "- Overheating Analysis Report (ref: WBS-ZZ-XX-RP-M-00001 P03) dated August 2019 and produced by Waterman Infrastructure and Environment Limited;",
    "- Arboricultural Impact Assessment and Method Statement (ref: PRI22577aia_ams) dated 31/07/2019 and produced by ACD Environmental;",
    "- Odour Assessment (ref: WIE17053-100-R-1-2-1) dated February 2020 and produced by Waterman Infrastructure and Environment Limited; and",
    "- WSP Response to Ealing Highways 09 April 2020 Telecon.",
    "- Viability & Potential Commuted Payment Report by James Brown Ltd dated September 2023;",
    "- 141(05)100 Rev B, Letter ref AE/WF/GT/R00887 by ROK Planning dated 29/09/2023,",
    "- Registered Providers Timeline",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Materials Details",
    "The Details of Materials were approved under ref 234100CND dated 09.11.2023, future developement must be carried out in accordance with approved details and the wording setout below.",
    "Prior to the commencement of development above ground level, details of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority. The samples and details shall include all window treatments, privacy screens, balcony structures and balustrading treatment, and any other materials to be used. This condition shall apply notwithstanding any indications as to these matters which have been given in this application. Development shall be carried out only in accordance with the approved details and permanently retained thereafter.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 7.4 and 7B of the Ealing Development Management DPD (2013); policy 2.10 of the Ealing Development Strategy 2026 DPD (2012); Draft Local Plan Reg 19 (2024), policies D3 and D4 of the London Plan (2021); and the National Planning Policy Framework (2023).",
    "| Construction Management Plan",
    "Part A of the below condition has been approved under 230683CND dated 27.06.2023, the remainder of the condition is yet to be discharged.",
    "(A) Development shall not commence on the construction of a basement level until a Construction Management Plan relating to the basement level works has been submitted to and approved in writing by the Local Planning Authority. The submission shall include the following information:",
    "a) condition survey of the highway pre-development and agreement the applicant will be liable for any repairs resulting from construction related traffic;",
    "b) on-site construction worker parking;",
    "c) anticipated number, frequency and size of construction vehicles entering/exiting the site;",
    "d) delivery times and booking system (staggered to avoid morning and afternoon school run peak periods);",
    "e) site access for construction traffic and contractor staff parking and associated signage;",
    "f) consolidated or re-timed trips;",
    "g) site security;",
    "h) secure, off-street loading and drop-off facilities;",
    "i) vehicle manoeuvring and turning, including swept path diagrams to demonstrate how vehicles will access the site and be able to turn into and emerge from the site in forward gear;",
    "j) details as to the locations for the storage of building materials and construction debris and contractors offices;",
    "k) procedures for on-site contractors to deal with complaints from local residents including the name, telephone number and address of a responsible person to whom enquiries /",
    "complaints should be directed. These contact details shall also be displayed at regular intervals around the site compound;",
    "l) using TfL's Freight Operator Recognition Scheme (FORS) or similar",
    "m) details of an Air Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment shall be produced in accordance with current guidance The Control of Dust and Emissions during Construction and Demolition, SPG, GLA, July 2014, for the existing site and the proposed development.",
    "n) details of parking arrangements for leaseholders and Factory Quarter residents throughout the construction phase",
    "(B) Following (a), development shall not commence above ground level until a further Construction Management Plan relating to the ground level and above works has been submitted to and approved in writing by the Local Planning Authority. The submission shall include the following information:",
    "a) condition survey of the highway pre-development and agreement the applicant will be liable for any repairs resulting from construction related traffic;",
    "b) on-site construction worker parking;",
    "c) anticipated number, frequency and size of construction vehicles entering/exiting the site;",
    "d) delivery times and booking system (staggered to avoid morning and afternoon school run peak periods);",
    "e) site access for construction traffic and contractor staff parking and associated signage;",
    "f) consolidated or re-timed trips;",
    "g) site security;",
    "h) secure, off-street loading and drop-off facilities;",
    "i) vehicle manoeuvring and turning, including swept path diagrams to demonstrate how vehicles will access the site and be able to turn into and emerge from the site in forward gear;",
    "j) details as to the locations for the storage of building materials and construction debris and contractors offices;",
    "k) procedures for on-site contractors to deal with complaints from local residents including the name, telephone number and address of a responsible person to whom enquiries / complaints should be directed. These contact details shall also be displayed at regular intervals around the site compound;",
    "l) using TfL's Freight Operator Recognition Scheme (FORS) or similar",
    "m) details of an Air Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment shall be produced in accordance with current guidance The Control of Dust and Emissions during Construction and Demolition, SPG, GLA, July 2014, for the existing site and the proposed development.",
    "n) details of parking arrangements for leaseholders and Factory Quarter residents throughout the construction phase",
    "The development shall be carried out strictly in accordance with the approved Construction Management Plan for the duration of the works.",
    "Reason: To ensure appropriate mitigation measures to protect the amenity of local residents and ensure adequate highway and site safety in accordance with policies 1.1(e)(j) and 2.1(c) of the Ealing Development Strategy 2026 (2012); policies D6, D14, SI 1 and T7 of the London Plan (2021); the National Planning Policy Framework (2023); Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006); and BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise. | Travel Plan",
    "This condition has been approved under ref 230696CND dated 30.08.2023, and the future works in relation to the permission must be carried out in accordance with the approved details.",
    "Notwithstanding any information submitted, a detailed Travel Plan designed to manage the transport needs of the occupiers of the development, including measures to minimise car usage and promote alternative modes of transport shall be submitted to and approved in writing by the Local Planning Authority. The revised and detailed Travel Plan shall be prepared in accordance with the Transport for London Travel Plan Guidance and Ealing's Sustainable Transport for New Development SPD in use at the time of its preparation. The development shall be carried out strictly in accordance with the approved Travel Plan.",
    "Reason: To promote sustainable modes of transport, and to ensure that the development does not exacerbate congestion on the local road network, in accordance with policies 1.1 (f) (g) of the Ealing Development Strategy 2026 (2012); Draft Local Plan Reg 19 (2024), policies T2, T3 and T4 of the London Plan (2023); and Ealing's Sustainable Transport for New Development SPG. | Cycle Parking",
    "Notwithstanding the submitted documents details shall be submitted prior to the first occupation of the development to demonstrate the provision of at least 123 long stay cycle parking spaces and at least 2 short stay cycle parking spaces carried out to the specifications and adopted standards of the London Plan and the Local Planning Authority.The approved details shall be brought into use prior to first occupation and retained permanently.",
    "Reason: To ensure adequate cycle parking is provided within the development in pursuance of the objectives of sustainability and encouraging the use of modes of transport other than private motor vehicles in accordance with policy T5 of the London Plan (2021), policies 1.1(k) and (g) of Ealing's adopted Development (or Core) Strategy (2012), and Ealing's Sustainable Transport for New Development SPG. | Car Parking Management Strategy",
    "Prior to the first occupation of the development, a Site Wide Car and Cycle Parking Management Strategy shall be submitted to and approved in writing by the Local Planning Authority. The Site Wide Car and Cycle Parking Management Strategy shall include the following details:",
    "a) The proposed layout, distribution, accumulation of and arrangements for the management of:",
    "i) Residential car parking",
    "ii) Motorcycle spaces",
    "iii) Wheelchair users parking",
    "b) Measures for preventing parking in undesignated places throughout the site",
    "c) The provision of active Electric Vehicle Charging Points (EVCP) for a minimum of 20% of the residential car parking spaces and an additional 20% passive provision of the residential car parking spaces within the development as set out in the London Plan (2021);",
    "The car parking shall be provided and managed in accordance with the approved strategy for the lifetime of the development.",
    "Reason: To ensure inclusive, safe and adequate parking is provided and retained in conjunction with the development in the interests of the general amenities of the locality, the flow of traffic and conditions of pedestrian and general highway safety within the site and on neighbouring highways, a sustainable development and where appropriate constrain local highway impact in accordance with policies T3, T4, T6 and T6.1 of the adopted London Plan (2021); policies 1.1(e), 1.1(f) 1.1(g) and 1.1(h) of Ealing's adopted Development (or Core) Strategy 2012. | Details of Internal Layout",
    "Prior to the first occupation of the development, details of the internal layout of the site shall be submitted to and approved in writing by the Local Planning Authority. The details shall include the following:",
    "a) Layout of roads, pedestrian paths and shared surfaces;",
    "b) Provision of traffic signals with rising bollards for basement;",
    "c) Operations of the priority controlled ramps for the basement level car park; and",
    "d) Specifications of all access gates across the site;",
    "The approved details shall be provided prior to occupation of the development, and permanently retained for the lifetime of the development.",
    "Reason: To ensure highway and pedestrian safety in accordance with policies T2, T3 and T4 of the London Plan (2021) and policies 6.13 of the Ealing Development Management DPD. | Refuse",
    "The refuse and recycling shown on the approved drawings shall be provided prior to the first occupation of any dwelling or commercial unit to which the store(s) serves and retained thereafter. The commercial and residential storage within the designated store shall be kept separate.",
    "Reason: To secure the necessary recycling and waste enclosures to support the development and to ensure that responsible waste management practices are adhered to in the interests of the visual amenity of the area and in accordance with policy SI 7 of the London Plan (2021); policy 1.1(e) of Ealing's adopted Development (or Core) Strategy (2012); policies 7A, LV7.4 and 7B of Ealing's adopted Development Management DPD (2013); and (interim) SPG 4: Refuse and Recycling Facilities. | Noise from Plant and Machinery",
    "The rating sound level emitted from the external plant and machinery at the development hereby approved, as assessed under BS4142: 2014, shall not exceed the existing background sound level, as measured at the nearest noise sensitive facades, during the relevant periods of operation.",
    "Reason: To safeguard future and existing occupiers of the area against unacceptable noise and disturbance, in accordance with policies D6 and D14 of the London Plan (2021), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013). | Air Quality",
    "Details shall be submitted for the approval of the Local Planning Authority before any development above ground level is commenced, of an air quality assessment and appropriate fresh air ventilation measures to all habitable rooms, detailing air supply location. The ventilation system as approved shall be completed prior to occupation and shall be retained permanently thereafter.",
    "Reason: To safeguard the amenity of future residents, in accordance with policies D6 and SI 1 of the London Plan (2021), policies 1.1(e) and 1.1(j) of Ealing's Development (or Core) Strategy 2012 and the Council's Supplementary Planning Guidance 3 'Air Quality and Pollution (draft) and adopted Supplementary Planning Guidance10 'Noise and Vibration'. | Odour Assessment",
    "In the event that Thames Tideway Tunnel does not become operational in Acton and odour complaints increase to more than 1 per annum for 3 consecutive years, an odour modelling assessment measuring odour levels generated from the nearby Acton Storm Tanks, shall be submitted to and approved by the Local Planning Authority. In all other cases, the condition will not apply. The assessment shall be carried out in line with IAQM 'Guidance on the assessment of odour for planning'.  Where the modelling assessment identifies a need for mitigation, a scheme for mitigation shall be included. The implementation of the scheme for mitigation shall be agreed with the Local Planning Authority.",
    "Reason: To protect the living conditions of the future occupiers of the development in accordance with policies D6, D13 and SI 1 of the London Plan (2021) and policies 3.5, 7A and 7B of the Ealing Development Management DPD (2013). | Low NOx Systems",
    "Ultra-Low NOx boilers (<40mg NOx/KWh) shall be installed, and abatement of NOx emissions shall be applied to the rest of the development, including apartments and non-residential unit, to achieve emission rates in g NOx/m2 as set out at Appendix 5 of Mayor's Sustainable Design and Constriction SPG, April 2014 and approved Sustainability Statement.",
    "Reason: To minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies GG3, SI 1 and SI 2 of the London Plan (2021); the Mayor's Sustainable Design and Construction SPG (2014); policies 1.1(e) and (j) of Ealing's adopted Development (or Core) Strategy (2012), and policy 7A of Ealing's adopted Development Management DPD (2013). | Details of Hard and Soft Landscaping, Boundary Treatment and Landscaping Management Plan",
    "Notwithstanding any information submitted, prior to the occupation of the development full details of hard and soft landscaping works and boundary treatments; and a landscaping managment plan covering 5 years from the implementation of final planting shall be submitted to and approved in writing by the Local Planning Authority.",
    "The approved works shall be carried out prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority. Any trees or other plants, which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, to ensure approprately landscaped amenity space and public realm, in accordance with policies D3, D4 and D8 of the London Plan (2021), and policies 7.4 and 7B of the Ealing Development Management DPD (2013). | Landscaping, Play Space and Public Realm",
    "Prior to first occupation of the development, details of the children's play areas (including play equipment, landscaping, boundary treatment, disabled access and security measures) shall be submitted to and approved in writing by the Local Planning Authority. The approved details shall be implemented and completed as approved prior to first occupation of the relevant part of the residential development that the facilities serve, and retained for the life of the development unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that adequate on-site space for young children to play is provided on site in connection with the proposed residential accommodation, in accordance with policies D6 and G4 of the London Plan (2021), the Mayor's Supplementary Planning Guidance on Play and Informal Recreation, policies 1.1(e) and (i), 1.2 (d), 5.5, 6.2 & 6.3 of the adopted Ealing Development Strategy (2012) and policies 3.5, 7B and 7D of the adopted Ealing Development Management DPD (2013).",
    "| Accessible Units",
    "Ninety percent of the approved residential dwellings shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(2)(Accessible and adaptable dwellings) of Building Regulations 2015, or other such relevant technical requirements in use at the time of the construction of the development.",
    "Reason: To ensure that the development is adaptable, flexible, convenient and appropriate to the changing needs of the future occupiers, in accordance with policies D4 and D5 of the London Plan (2021); and policy 1.1(h) of the Ealing Development Strategy 2026 DPD (2012). | Wheelchair Units",
    "Ten percent of the approved residential dwellings shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(3) (Wheelchair user dwellings) of Building Regulations 2015, or other such relevant technical standards in use at the time of the construction of the development.",
    "Reason: To ensure the provision of wheelchair housing in a timely fashion that would address the current unmet housing need; produce a sustainable mix of accommodation; and provide an appropriate choice and housing opportunity for wheelchair users and their families, in accordance with the objectives of policies: D4 and D5 of the London Plan (2021); and policy 1.1(h) of the Ealing Development Strategy 2026 DPD (2012). | Permitted Development Restrictions",
    "Notwithstanding the provisions of Classes A - H of Part 1 of Schedule 2 to the Town and Country Planning (General Permitted Development) Order 2015, or any future legislation revoking that order, no permitted development shall be carried out to the hereby approved townhouses without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.",
    "Reason: To ensure orderly development, in accordance with policies 1.1 (g) (h), 1.2 (f), 3.1(b) and 3.8 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the adopted Ealing Development Management Development Plan Document (2013), and with policies D3, D4 and D6 of the London Plan (2021). | Reduction in Regulated CO2 emissions",
    "Prior to construction completion and occupation, the permitted development shall implement and maintain, and in the case of energy generation equipment confirm as operational, the approved measures to achieve an overall reduction in regulated CO2 emissions of at least 59% (equating to 29 tonnes of CO2 per year) beyond Building Regulations Part L 2013. These CO2 savings shall be achieved through the Lean, Clean, Green Energy Hierarchy as detailed in the approved Energy Statement prepared by Waterman in August 2019 with PV addendum drawings in February 2020 including:",
    "i. Lean passive design measures to achieve an annual reduction of at least 8.16% equating to at least 4 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L 2013.",
    "ii. Green renewable energy equipment including the incorporation of seven photovoltaic arrays with a combined total capacity of at approximately 36 kWp, and Air Source Heat Pump(s) to achieve an annual reduction of at least 55.73%, equating to 25 tonnes, in regulated carbon dioxide (CO2) emissions over the Be Lean/Clean stage of the Energy Hierarchy.",
    "iii. Seen heat and electric meters installed to monitor the performance of renewable energy equipment.",
    "Reason: In the interest of addressing climate change and to secure environmental sustainable development in accordance with policies, SI 1, SI 2 and SI 3 of the London Plan (2021), guidance note 11 of the GLA Energy Assessment Guidance 2018, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012. | Renewable Energy Equipment",
    "a) Prior to commencement of development above ground level, details of the specifications, design and layout of the proposed renewable energy equipment and associated monitoring devices shall be submitted to and approved in writing by the Local Planning Authority.",
    "b) Prior to construction completion, details of the renewable energy equipment shall be submitted to the Council for approval. The details shall include the exact Heat Pump thermal kilowatt output, heat output pipe diameter(s), monthly energy demand profile, and the exact number of PV arrays, the kWp capacity of each array, the orientation, pitch and mounting of the panels, and the make and model of the panels. The name and contact details of the renewable energy installation contractor(s), and if different, the commissioning electrical contractor, should be submitted to the Council along with copies of the MCS certificates and all relevant commissioning documentation. The development shall be implemented only in accordance with the approved details.",
    "Reason: In the interest of addressing climate change and to secure environmental sustainable development in accordance with policies, DI 1, SI 2 and SI 3 of the London Plan (2021), guidance note 11 of the GLA Energy Assessment Guidance 2018, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012. | Energy Performance Certificates",
    "Within three months of the occupation/first use of the development the relevant Energy Performance Certificate (EPC) and detailed SAP Worksheets showing clearly the TER and DER from the 'as built stage' following completion of the development, shall be submitted to, and approved by, the Local Authority in order to confirm compliance with the energy efficiency measures detailed in the approved Energy Strategy. The development shall be carried out strictly in accordance with the approved details.",
    "Reason: In the interest of addressing climate change and to secure environmental sustainable development in accordance with policies, SI 1, SI 2 and SI 3 of the London Plan (2021), guidance note 11 of the GLA Energy Assessment Guidance 2018, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012. | Overheating and Cooling",
    "The development shall incorporate the overheating and cooling measures in line with CIBSE TM49 & TM52 guidance and detailed in the Dynamic Overheating Assessment submitted by Waterman Building Services in August 2019.",
    "Reason: To ensure that the risk of overheating has been sufficiently addressed in accordance with policy SI 4 of the London Plan (2021); Ealing's Development (Core) Strategy, and Development Management DPD. | Post Construction Energy Equipment Monitoring",
    "In order to implement Ealing Council DPD policy 5.2.3 (post-construction energy monitoring), and the (emerging) London Plan policy S12 with the \"Be Seen\" stage of the revised energy hierarchy, the developer shall:",
    "a) Enter into a legal agreement with the Council to secure a S106 financial contribution for the post-construction monitoring of the renewable/low carbon technologies to be incorporated into the development and/or the energy use of the development as per energy and CO2 Condition(s).",
    "b) Upon final construction of the development and prior to occupation suitable devices for monitoring the renewable energy equipment shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of four years from occupation and full operation of the energy equipment. The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document. The developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitoring process.",
    "c) Upon final completion of the development and prior to occupation, the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the renewable/low-carbon energy equipment for a period of three years from the point that the building is occupied and the equipment fully operational.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with policy SI 2 of the London Plan (2021), Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD policy 5.2, E5.2.3, and Policy 2.5.36 (Best Practice) of the Mayor's Sustainable Design & Construction SPG. | Post Construction Energy Equipment Monitoring",
    "In order to implement Ealing Council DPD policy 5.2.3 (post-construction energy monitoring), and the (emerging) London Plan policy S12 with the \"Be Seen\" stage of the revised energy hierarchy, the developer shall:",
    "a) Enter into a legal agreement with the Council to secure a S106 financial contribution for the post-construction monitoring of the renewable/low carbon technologies to be incorporated into the development and/or the energy use of the development as per energy and CO2 Condition(s).",
    "b) Upon final construction of the development and prior to occupation suitable devices for monitoring the renewable energy equipment shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of four years from occupation and full operation of the energy equipment. The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document. The developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitoring process.",
    "c) Upon final completion of the development and prior to occupation, the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the renewable/low-carbon energy equipment for a period of three years from the point that the building is occupied and the equipment fully operational.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with policy SI 2 of the London Plan (2021), Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD policy 5.2, E5.2.3, and Policy 2.5.36 (Best Practice) of the Mayor's Sustainable Design & Construction SPG. | Flood Risk and Drainage",
    "The submitted Site investigation was approved in details application ref 233418CND dated 09.02,2023. All information and methodology as approved shall be adhered to in accordance with this planning permission and the wording set out below.",
    "Prior to commencement of the development hereby approved, a detailed surface water drainage design (including relevant specifications), and a detailed maintenance plan, shall be submitted and approved in writing by the Local Planning Authority (in consultation with the Lead Local Flood Authority). The development shall be carried out strictly in accordance with the approved detailed drainage scheme.",
    "Reason: To prevent flooding elsewhere by ensuring that sufficient storage of surface flood water is provided and achieved with appropriate sustainable drainage techniques, in accordance policies 1.1 & 1.2 of the Ealing Core Strategy (2012); policy LV 5.12 of the Ealing Development Management DPD (2013); policies SI 12 and SI 13 of the London Plan (2021); and the National Planning Policy Framework (2021). | Foul Water Drainage",
    "Prior to occupation of the development, confirmation shall be provided to the Local Authority that either:",
    "a) Capacity exists off site to serve the development, or",
    "b) A housing and infrastructure phasing plan has been agreed with Thames Water.",
    "Where a housing and infrastructure phasing plan is agreed, no occupation shall take place other than in accordance with the agreed housing and infrastructure phasing plan or",
    "c) All wastewater network upgrades required to accommodate the additional flows from the development have been completed.",
    "Reason: Network reinforcement works may be required to accommodate the proposed development. Any reinforcement works identified will be necessary in order to avoid sewage flooding and/or potential pollution incidents. The developer can request information to support the discharge of this condition by visiting the Thames Water website at thameswater.co.uk/preplanning. | Surface Water Drainage",
    "Prior to occupation of the development, confirmation shall be provided to the Local Authority that either:",
    "a) Capacity exists off site to serve the development or",
    "b) A housing and infrastructure phasing plan has been agreed with Thames Water.",
    "Where a housing and infrastructure phasing plan is agreed, no occupation shall take place other than in accordance with the agreed housing and infrastructure phasing plan. Or",
    "c) All wastewater network upgrades required to accommodate the additional flows from the development have been completed.",
    "Reason: Network reinforcement works may be required to accommodate the proposed development. Any reinforcement works identified will be necessary in orde"
  ],
  "status": "Application Under Consideration",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/233967VAR;",
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "centroid_easting": 521235,
  "actual_completion_date": null,
  "site_name": "Rear Of Greenend Road,",
  "decision_date": "20/05/2024",
  "locality": "London",
  "polygon": null,
  "appeal_decision": null,
  "street_name": "Warple Way",
  "centroid": {
    "lon": -0.254687,
    "lat": 51.502989
  },
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Removal/Variation of a condition",
  "wgs84_polygon": null,
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "centroid_northing": 179672,
  "decision_process": "Delegated",
  "id": "Ealing-233967VAR",
  "lapsed_date": "20/05/2027",
  "decision_target_date": null,
  "borough": "Ealing",
  "lpa_name": "Ealing",
  "last_updated": "2025-03-19T22:00:25.978+00:00",
  "secondary_street_name": null,
  "parking_details": null,
  "subdivision_of_building": null,
  "decision": "",
  "last_date_consultation_comments": null,
  "ward": "Southfield",
  "application_details": {
    "existing_uprns": null
  },
  "last_updated_by": "CSV Data Import",
  "lpa_app_no": "233967VAR",
  "cil_liability": null,
  "appeal_decision_date": null,
  "decision_agency": "Borough",
  "description": "Application for a Minor Material Amendment (S73.a) to vary condition 2 (approved plans) of planning permission ref: 193680FUL dated 06/07/2022 for: Redevelopment to provide part three, part four storey building accommodating 42 self-contained residential units (5 x one bedroom, 37 x two bedroom) with the provision of 145 parking spaces (103 of which are retained as part of the Old Factory Quarter Section 106 Agreement) at ground and basement level; provision of open space, communal amenity space, cycle parking, landscaping and associated works. Variation seeks to alter the affordable housing provision from onsite to a payment in lieu, involving alteration to submitted plans and a deed of variation to the legal agreement associated with the permission, namely to amend Part 3 of the First Schedule of the deed which relates to affordable housing",
  "appeal_status": null
}