{
  "last_date_consultation_comments": "19/09/2024",
  "site_number": null,
  "ward": "EASTCOTE 2022",
  "decision_date": "20/09/2024",
  "description": "Variation of Condition 2 (approved plans), 3 (landscape scheme) and 4 (tree protection measures) of planning permission ref.11448/APP/2023/2410, dated 26-10-2023 (Construction of electric vehicle charging station including charging upstands and associated equipment, boundary treatment, and associated works.) to alter parking spaces, equipment and landscaping (revised plans 05.09.24)",
  "development_type": null,
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": null,
  "locality": null,
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "13052122",
  "street_name": "THE CLOSE",
  "last_updated_by": "CSV Data Import",
  "lpa_name": "Hillingdon",
  "centroid": {
    "lon": "-0.3983835",
    "lat": "51.5783732"
  },
  "lpa_app_no": "11448/APP/2024/1828",
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.032
  },
  "application_type_full": "Removal/Variation of a condition",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3982076,
          51.5783006
        ],
        [
          -0.3983566,
          51.5782467
        ],
        [
          -0.3985486,
          51.5784314
        ],
        [
          -0.3985321,
          51.5784668
        ],
        [
          -0.3984163,
          51.5785033
        ],
        [
          -0.3982076,
          51.5783006
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 511077,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=11448/APP/2024/1828",
  "bo_system": "CSV Data Import",
  "appeal_start_date": null,
  "secondary_street_name": "EASTCOTE PINNER",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "R/O 17-21",
  "id": "Hillingdon-11448_APP_2024_1828",
  "decision_target_date": "20/09/2024",
  "centroid_northing": 187827,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511089.3628,
              187819.1895
            ],
            [
              511079.1763,
              187812.9718
            ],
            [
              511065.418,
              187833.2125
            ],
            [
              511066.4763,
              187837.1812
            ],
            [
              511074.4138,
              187841.4146
            ],
            [
              511089.3628,
              187819.1895
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of the original permission (i.e. 26-10-26).",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 45388-001 Rev B, 45388-003 Rev J, 45388-GA-01 Rev C, 45388-GA-02 Rev C, 45388-GA-ALP02 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The development hereby permitted shall not be carried out in except in complete accordance with the approved Landscaping Scheme titled Detailed Hard & Soft Landscape Proposals 1 and 2 (Drawing Number LB431_D01 Rev C dated 11/07/24). Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality in compliance with Policies DMHB 11, DMHB 14, DMEI 1, and Policy DMEI 7 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby permitted shall not be carried out except in complete accordance with the tree protection measures detailed in the Arboricultural Impact Assessment (4th July 2024, TG Report No. 15671_R01b_JP_JP).",
    "REASON",
    "To ensure that trees and other vegetation can and will be retained and not damaged during construction work and to ensure that the development conforms with Policy DMHB 14 of the Hillingdon Local Plan Part 2 (2020)",
    "The electric vehicle charging points hereby approved shall ensure that a minimum of one charging point is fully accessible to wheelchair users and people of short stature, in accordance with BSI PAS 1899:2022, with all such features and facilities remaining in place for as long as charging facilities remain on-site.",
    "REASON",
    "To ensure an inclusively designed environment in accordance with Policy D5 of the London Plan (2021).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois"
  ],
  "appeal_decision_date": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "last_updated": "2025-03-19T20:01:10.735+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "20/09/2027",
  "decision": "Approved",
  "valid_date": "08/07/2024"
}