{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/182161FUL;",
  "lapsed_date": null,
  "decision_target_date": "07/03/2025",
  "locality": "Greenford",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB6 7JB",
  "site_name": "Units 26, 27 & 29",
  "status": "Application Under Consideration",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.027
  },
  "appeal_decision_date": null,
  "lpa_app_no": "182161FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517094,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-06-04T13:59:18.457Z",
  "id": "Ealing-182161FUL",
  "application_type": "All Other",
  "street_name": "Wadsworth Road",
  "borough": "Ealing",
  "ward": "Perivale",
  "decision_date": "05/03/2025",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Construction of two four-storey buildings for the provision of industrial (B2 Use Class) and storage/distribution uses (B8 Use Class) including associated car parking, cycle storage and refuse storage provision",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": null,
  "centroid_northing": 183232,
  "decision": null,
  "appeal_decision": null,
  "uprn": "000012159801",
  "centroid": {
    "lon": -0.313139,
    "lat": 51.535857
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517099.2929996,
              183235.6385993
            ],
            [
              517098.7982959,
              183228.030777
            ],
            [
              517092.8453618,
              183228.3606826
            ],
            [
              517091.6828082,
              183228.3606826
            ],
            [
              517091.1881045,
              183221.2527172
            ],
            [
              517083.5779131,
              183221.9125283
            ],
            [
              517084.905368,
              183236.7982673
            ],
            [
              517099.2929996,
              183235.6385993
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              517078.2928289,
              183239.2775576
            ],
            [
              517076.9653741,
              183222.2424339
            ],
            [
              517071.1773412,
              183222.5723395
            ],
            [
              517072.3398948,
              183238.2878409
            ],
            [
              517072.3398948,
              183239.7674174
            ],
            [
              517078.2928289,
              183239.2775576
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended) | The development hereby approved shall be carried out in accordance with drawing title numbers:  1813_PL-050-001, 1813_PL-100-002 (received 19.02.2025), 1813_PL-100-003 (received 13.02.2025), 1813_PL-200-001 (received 13.02.2025), 1813_PL-200-002 (received 13.02.2025), 1813_PL-200-003 (received 13.02.2025), 1813_PL-200-004 (received 13.02.2025), 1813_PL-300-001 (received 13.02.2025), 1813_PL-300-002 (received 13.02.2025).",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended), the development hereby approved shall not be used other than for industrial and ancillary floorspace (Use Classes E(g)(iii), B2 and B8 uses and not for any other use of the Town and Country Planning (Use Classes) Order 1987 (as amended) (or any equivalent class in any order that may replace it).",
    "Reason: In order to protect the integrity and effectiveness of the Strategic Industrial Location in accommodating industrial-type activities and its ability to operate on a 24-hour basis in accordance with London Plan Policy E5. | Details of all facing materials shall be submitted to and approved in writing by the Local Planning Authority prior to any work commencing on the superstructure of the development. The development shall be implemented only in accordance with these approved details.",
    "Reason: To ensure that the materials and finishes are of high quality and contribute positively to the visual amenity of the locality in accordance with policies 1.1 (h) (g), 1.2(h), 2.1(c) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policy D3 of the London Plan (2021) and section 12 of the National Planning Policy Framework (2024). | Prior to commencement of the development, a construction management plan shall be submitted to the Council for approval in writing. Details shall include control measures for:",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- delivery locations,",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays and 0800 -1300 Saturdays (except no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and",
    "- public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works.",
    "Reason:  To protect the amenity of neighbouring occupiers and to ensure adequate highway and site safety in accordance with policies 1.1(e), 1.1(j) and 2.1(c) of the Ealing Core Strategy (2012), policies SI1, T4, T6 and D14  of the London Plan (2021), the National Planning Policy Framework (2021), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise. | Prior to the commencement of the development (excluding demolition and site clearance), an updated drainage strategy detailing any on and/or off site drainage works to prevent impacts on land stability adjoining the canal and ensure no contaminants enter the canal shall be submitted to and approved by, the local planning authority in consultation with the Canal and River Trust. No discharge of foul or surface water from the site shall be accepted into the public system until the drainage works referred to in the approved strategy have been completed.",
    "Reason:  To prevent adverse impacts on the canal and environmental conditions in the locality, in accordance with policy 1.1 (e), 1.2 (m) and 6.1 of the Ealing Core Strategy (2012), policies SI12, SI13, SI16, S17 of The London Plan (2021) and the National Planning Policy Framework (2024).",
    "| Prior to the first use of the development hereby approved, a maintenance plan/schedule for the proposed sustainable urban drainage system (SUDS) for the lifetime of the development shall be submitted to and approved by the Local Planning Authority.",
    "Reason: To reduce flood risk in accordance with Principle 10 of the National Planning Policy Framework (2024) and policies SI12 and SI13 of the London Plan (2021). | Prior to commencement of development, an Energy Strategy shall be submitted to the Local Planning Authority for written approval. This Energy Strategy shall set out how the development would reduce carbon dioxide emissions and maximise photo-voltaic panels on the roof and include full details of the energy saving measures that are to be incorporated into each unit of the development and demonstrate that the units hereby approved will comply with the relevant Local or London Plan or national energy and carbon policies. In demonstrating compliance with this percentage reduction, the applicant should consider the use of measures in line with the Energy Hierarchy including the incorporation of on-site renewables. This reduction should be calculated based on carbon dioxide emissions covered by the Building Regulations whilst carbon dioxide emissions associated with other energy uses not covered by Building Regulations (un-regulated) should be also included and measures to reduce them should be demonstrated.",
    "The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012. | a)\tEach unit proposed within the approved development shall be registered with the Building Research Establishment (BRE), achieve BREEAM Rating Very Good and make reasonable endeavours to achieve Excellent (based on the latest BREEAM Technical guidance).",
    "b)\tWithin 3 months of the completion of each unit of the development, evidence that the development is registered with Building Research Establishment (BRE) under the most up to date BREEAM Technical Guidance and Interim BREEAM Assessment and related Certification verified by the BRE shall be submitted to the Local Planning Authority for written approval.",
    "c)\tWithin 3 months from the date of first occupation of each element of the development, BREEAM 'Post Construction Stage' Assessment and related Certification verified by the BRE should be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been implemented.",
    "d)\tFollowing any approval of a 'Post Construction Stage' assessment and certification of the development, the approved measures and technologies to achieve the BREEAM Very Good or higher standard shall be retained in working order in perpetuity.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012, policies LV5.2 and 7A of the Ealing Development Management DPD 2013, and Policies 1.1(k) and 1.2(f) of the Ealing Development (Core) Strategy 2012. | Prior to the first occupation of the development hereby approved, the car parking spaces hereby approved shall be fully marked out and infrastructure for active provision for charging electric vehicles and passive provision for the remaining spaces shall be provided to accord with London Plan (2021) standards and this infrastructure together with the associated access and internal carriageway shall be kept continuously available for the satisfactory operation of the parking area and shall not be used for any other purpose.",
    "Reason: To reduce emissions of greenhouse gases and to improve local air quality in the interests of health, in accordance with policies T6, SI1 and SI2 of the London Plan (2021), policies 1.1(e), 1.1(f), 1.1(j) and 1.2(k) of Ealing's adopted Development (or Core) Strategy 2012, and the National Planning Policy Framework (2024).",
    "| Details of a Car Parking Design and Management Plan shall be submitted to and approved in writing by the local planning authority prior to the first occupation or use of the industrial units hereby approved. The development shall be operated only in accordance with these approved details permanently thereafter.",
    "Reason: To promote sustainable patterns of transport, in accordance with Section 9 of the National Planning Policy Framework (2021) and policies T6 and T6.1 of the London Plan (2021). | The cycle storage areas shown on the approved plans shall provide 8 cycle parking spaces as shown on the approved plans and these shall comply with London Cycling Design standards and be brought into use prior to the first occupation of the development permitted and retained permanently thereafter.",
    "Reason: To provide adequate facilities for cyclists, in accordance with policy T5 of the London Plan (2021). | Prior to the first occupation of the development a delivery and servicing plan for the development detailing servicing arrangements, times and frequency and operational details shall be submitted to and approved in writing by the Local Planning Authority. The servicing of the development shall be operated strictly in accordance with the details so approved, shall be maintained as such thereafter and no change therefrom shall take place without the prior written consent of the Local Planning Authority obtained through the submission of these details.",
    "Reason:  To protect the amenity of neighbouring occupiers and to ensure adequate highway and site safety in accordance with policies 1.1(e), 1.1(j) and 2.1(c) of the Ealing Core Strategy (2012), policies T4, T6 and D14 of the London Plan (2021), the National Planning Policy Framework (2024). | Refuse and recycling storage shall be provided in accordance with the standards adopted by the Local Planning Authority. Such provision shall be installed and implemented prior to the first occupation of the development permitted and retained thereafter.",
    "Reason: To secure the necessary physical waste enclosures to support the development and to ensure that responsible waste management practices are adhered to in the interests of the visual and general amenities of the area, in accordance with policy SI7 of the London Plan (2021). | The sound insulation of the building envelope and of any mitigation measures shall ensure that noise from internal uses, activities and plant is contained within the building, as assessed according to criteria of BS8233:2014 for the nearest and most affected noise sensitive premises incl. offices and external private amenity spaces. Measures shall be implemented prior to occupation and retained permanently thereafter.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and policy D14 of the London Plan (2021), the National Planning Policy Framework (2024) and Interim guidance SPG 10 'Noise and Vibration'. | Prior to commencement of the development, a Site Management Plan shall be submitted to the Council for approval in writing. Details shall include permitted types of materials to be stored, mitigation measures for noise, odour, fumes, smoke emissions from the use of the site, including hours of use, times and frequency of activities within and outside the building, maximum numbers of deliveries and collections, vehicle movements, silent reversing methods, location of loading bays, quiet loading/unloading measures, complaints procedure, review of the SMP, etc.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and policy D14 of the London Plan (2021), the National Planning Policy Framework (2024) and Interim guidance SPG 10 'Noise and Vibration'. | Prior to occupation of the development, shutters shall be installed with proprietary anti-vibration isolators and soft closing mechanisms including resilient pads to reduce impact noise when used, to adequately buffer noise from the operation of the shutters and to prevent structural and airborne noise or vibration being transmitted to noise sensitive premises.",
    "Reason:   To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and policy D14 of the London Plan (2021), the National Planning Policy Framework (2024) and Interim guidance SPG 10 'Noise and Vibration'. | Prior to commencement of the development the following shall be submitted to and subject to the approval in writing of the Local Planning Authority:",
    "a) A desktop study on the history of the site and a soil and water contamination survey and risk assessment shall be carried out in accordance with the guidelines set out in the Department of the Environment CLR report and in the CIRIA reports on remedial treatment for contaminated land volumes 1-12, and any subsequent updates of the reports. Details of the desktop study, soil and water contamination surveys and risk assessment shall be submitted to the Local Planning Authority for approval in writing prior to the commencement of the development.",
    "b) In the event of the findings of contamination to soil or water as a result of the surveys carried out under part (a) above, an intrusive contaminated land investigation and risk assessment of the site shall be carried out in accordance with BS1075:2011+A1:2013 and CR11 guidance to assess the nature and extent of any contamination on the site. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site.",
    "c) In the event of the findings of contamination to soil or water as a result of the surveys carried out under part (a) and/or intrusive contaminated land investigation and risk assessment under part (b), a remediation (de-contamination) scheme to bring the site to a condition suitable for the intended end use. It shall include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation. Following completion of measures identified in the approved remediation (de-contamination) scheme part (b)",
    "d) A verification report that demonstrates the completion of measures identified in the approved contamination remediation scheme shall be produced. The report shall be compiled in accordance with the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1'.",
    "Reason: To protect the health and living conditions of residents in accordance policy 5.21 of The Ealing Development Management DPD (2013); policy 1.1 (j) of the Ealing Development Strategy 2026 (2012) and the National Planning Policy Framework (2024). | Prior to commencement of the development, details shall be submitted for the approval of the Local Planning Authority to demonstrate that the development complies with the air quality neutral building and transport emissions benchmarks as stated in Section 3 and 4 of Air Quality Neutral London Plan Guidance 2023. If the development is found not to be Air quality neutral for Building and Transport emissions, an off-setting payment as per the Air Quality Neutral London Plan Guidance 2023 for excess emissions using the most-up-to date version of the Defra damages cost for air pollution will be required.",
    "Reason: In the interests of improving air quality in the Borough, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012); policy 7A of the Ealing Development Management Development Plan Document (2013); Air Quality Neutral London Plan Guidance 2023; policy SI1 of the London Plan (2021); and National Planning Policy Framework (2024). | Prior to commencement of the development (including demolition and site clearance), an Air Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment shall be produced in accordance with current guidance The Control of Dust and Emissions during Construction and Demolition, SPG, GLA, July 2014, for the existing site and the proposed development. A scheme for air pollution mitigation measures based on the findings of the report shall be submitted to and approved by the Local Planning Authority prior to the commencement of any works on the site. The plan shall include a Dust Management Plan for the Construction Phase.",
    "The applicant shall contact the Council's pollution technical team about the installation of air quality monitors on site and always provide direct access to monitoring data for the duration of the project. The monitors shall be installed on site at least 4 weeks prior to any site clearance and demolition to provide baseline data and shall be maintained on site until first occupation of the development hereby approved. Direct access to monitoring data will be always provided. The Air Quality Dust Management Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of the construction.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise particulate matter associated with construction works in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy 7A of the Ealing Development Management Development Plan (2013) and policy SI1 of the London Plan (2021); and National Planning Policy Framework (2024). | All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards as published on the NRMM Website (https://nrmm.london/). Unless it complies with the standards set out on the website, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up-to-date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https:// nrmm.london/ \".",
    "Reason: To safeguard adjoining occupiers of the development against unacceptable noise, disturbance and emissions, policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and policy SI1 of the London Plan(2021); and National Planning Policy Framework (2024). | No diesel or petrol generators will be installed onsite without prior approval from the Local Planning Authority. Any new proposed diesel or petrol generators should demonstrate compliance with a minimum NOx emissions standard of 150mg/Nm-3 (at 5% O2) and must be submitted and approved in writing by the Local Planning Authority. The details must include the results of NOx emissions testing of the diesel or petrol fuelled generator units by an accredited laboratory, emissions concentrations expressed at specific reference conditions for temperature, pressure, oxygen and moisture content under normal operating conditions. Where any combustion plant does not meet the relevant standard, it should not be operated without the fitting of suitable NOx abatement equipment or technology. Evidence of installation shall be required where secondary abatement is required to meet the NOx Emission standard 150mg/Nm-3 (at 5% O2). The emergency plant and generators hereby permitted may be operated only for essential testing, except when required in an emergency situation.",
    "Reason: To ensure the local authority meets its obligations to deliver air quality objectives for NO2 in accordance with London Local Air Quality Management (LLAQM), and to limit PM2.5 (fine particulates) to safeguard public health and well-being and external amenity of nearby sensitive receptors.",
    "| Prior to commencement of any development on the site a Fire Safety Assessment shall be submitted to the Council for approval in writing.  The development shall be implemented in accordance with the approved details prior to occupation of the development.",
    "Reason: In the interests of the safety of occupiers of the dwellings hereby approved and to ensure that the development incorporates the necessary fire safety measures in accordance with Policies D5 and D12 of the London Plan (2021). | Prior to commencement of development, swept path drawings of vehicles entering and exiting the proposed parking spaces shall be submitted to the Council for approval in writing.  The development shall be implemented in accordance with the approved details prior to occupation of the development.",
    "Reason:  To ensure adequate highway and site safety in accordance with policies 1.1(e), 1.1(j) and 2.1(c) of the Ealing Core Strategy (2012), policies T4 and, T6 of the London Plan (2021), the National Planning Policy Framework (2024)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "01/06/2018",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-06954283",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3130388,
          51.53589
        ],
        [
          -0.3130485,
          51.5358217
        ],
        [
          -0.31313409999999997,
          51.5358259
        ],
        [
          -0.3131509,
          51.5358261
        ],
        [
          -0.3131604,
          51.5357624
        ],
        [
          -0.3132698,
          51.5357699
        ],
        [
          -0.31324579999999996,
          51.5359034
        ],
        [
          -0.3130388,
          51.53589
        ]
      ]
    ],
    "type": "Polygon"
  }
}