{
  "application_type": "All Other",
  "application_type_full": "Full planning permission",
  "description": "Creation of 2 no. dwellings, involving the erection of a single storey rear extensions, porches and a two storey side extension. Conversion of roof space to habitable use including three rear dormers, raising the ridge line of roof, three Juliette balconies, front rooflights and fenestration alterations with associated landscaping and parking.",
  "epc_number": null,
  "street_name": "HILLINGDON",
  "appeal_decision": null,
  "lpa_app_no": "45882/APP/2022/1591",
  "centroid": {
    "lon": "-0.46230089999999996",
    "lat": "51.548088"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 506719,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=45882/APP/2022/1591",
  "last_updated": "2025-03-20T14:21:06.079+00:00",
  "subdivision_of_building": null,
  "postcode": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 184364,
  "site_name": "143 HERCIES ROAD",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "25/07/2022",
  "lapsed_date": "27/01/2026",
  "parking_details": {
    "no_existing_car": 1,
    "no_proposed_car": 6,
    "net_cycle": 6,
    "no_existing_cycle": 0,
    "net_car": 5,
    "no_proposed_cycle": 6
  },
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": true,
  "decision_target_date": "27/01/2023",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "13/01/2023",
  "ward": "HILLINGDON WEST 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-45882_APP_2022_1591",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506693.8489,
              184372.2917
            ],
            [
              506728.2978,
              184380.1808
            ],
            [
              506734.9917,
              184340.6739
            ],
            [
              506693.8489,
              184372.2917
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              506728.2978,
              184380.1808
            ],
            [
              506728.2448,
              184380.4938
            ],
            [
              506728.5094,
              184380.2292
            ],
            [
              506728.2978,
              184380.1808
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on submitted plans numbers PL-000, PL-001,PL-002D, PL-008D,  PL-009B, PL-0010D, PL-011D, PL-012A, PL-013C, PL-014B,PL-016  and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "Save for demolition and site clearance works, no above ground works shall take place until details of all materials and external surfaces have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to commencement of the hereby approved development, (excluding demolition and site clearance) a scheme for the provision of sustainable water management shall be submitted to, and approved in writing by the Local Planning Authority. The scheme shall clearly demonstrate how the approved development will incorporate sustainable urban drainage (SuDs) in accordance with the hierarchy set out in Policy 5.13 of the London Plan and will:",
    "i. provide information on all SuDs features including the method employed to delay and control the surface water discharged from the site and:",
    "ii. provide a management and maintenance plan for the lifetime of the development of arrangements to secure the operation of the scheme throughout its lifetime. Including appropriate details of Inspection regimes, appropriate performance specification.",
    "The scheme shall also demonstrate the use of methods to minimise the use of potable water through water collection, reuse and recycling and will:",
    "iii. provide det",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage",
    "2.c Means of enclosure/boundary treatments (the boundary treatments to the front of the site should not exceed 0.6m in height)",
    "2.d Car Parking Layouts (including the provision of electrical charging points)",
    "2.e Hard Surfacing Materials",
    "2.f External Lighting",
    "2.g Other structures (such as play equipment and furniture)",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and",
    "The tree protection and management measures outlined in the submitted tree report (Ref: AAAIA14BA - ALLARBORICULTURE, October 2021) shall be carried out and adhered to.",
    "Furthermore, all trees, hedges and shrubs shown to be retained on the approved plan(s) and associated arboricultural documents shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the complet",
    "Prior to occupation of the building, the first floor rear bathroom window in the proposed two storey side extension shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level. The window shall remain in this condition for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to occupation of the building, the section of the roof level dormer window shown to be obscure glazed on drawing no PL-013C , shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level. The window shall remain in this condition for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s), nor extension or roof alteration to any dwellinghouse(s) subject of this permission shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020)",
    "No development shall take place until a full and detailed Construction Logistics Plan (CLP) has been submitted to and approved in writing by the Local Planning Authority. The CLP will be a requirement given the constraints and sensitivities of the local residential road network in order to minimise/avoid potential detriment to the public realm.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMT1 and DMT 2 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the above ground works, the proposed development, an amended version of flood risk assessment (Ref:Level 2 Flood Risk Assessment - 92097) should be submitted (which is appropriately updated to include the hereby approved plans within its appendices). Thereafter the flood resistance, resilience and management measures set out in the amended FRA shall be implemented in full and maintained throughout the life time of the development.",
    "REASON: To ensure that the new building is flood resilient and does not put its occupiers or those neighbouring at risk during a flood event in compliance with SI 12 of the London Plan (2021), DMEI 9 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020) and paragraph 167 of the NPPF (2021).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan and national guidance.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works."
  ],
  "application_details": {
    "total_gia_gained": 169,
    "rain_water_harvesting": false,
    "phasing_details": [
      {
        "phase_detail": "Building works",
        "intended_completion_date": "03/2023",
        "intended_commencement_date": "09/2022"
      }
    ],
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7.6,
        "building_ref": "Dwelling 1"
      },
      {
        "no_storeys": 2,
        "max_height": 8,
        "building_ref": "Dwelling 2"
      },
      {
        "no_storeys": 2,
        "max_height": 8,
        "building_ref": "Dwelling 3"
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 196,
        "use_class": "C3",
        "gia_gained": 169,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "affordable_housing_fast_track": false,
    "internal_resi_water_usage": 300,
    "green_suds": false,
    "garden_land_lost": false,
    "total_gia_lost": 0,
    "scheme_phasing": true,
    "infrastructure_details": {
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 2,
      "no_new_gas_connections_required": 2,
      "no_resi_units_to_have_full_fibre": 3,
      "fire_suppression_system_proposed": true,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 0,
      "no_passive_fast_ev_charging_points": 3,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "green_roof_area": 0,
      "no_active_fast_ev_charging_points": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "site_area": 0.071,
    "total_gia_existing": 196,
    "ownership_status": "Private",
    "non_residential_details": {
      "total_gia_gained": 169,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 196
    },
    "grey_water_reuse": false
  },
  "pp_id": "11253401",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4626609,
          51.5481673
        ],
        [
          -0.46216189999999996,
          51.5482317
        ],
        [
          -0.46207739999999997,
          51.5478753
        ],
        [
          -0.4626609,
          51.5481673
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "27/01/2023",
  "secondary_street_name": null
}