{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/163250FUL;",
  "lapsed_date": "12/10/2019",
  "decision_target_date": "14/10/2016",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 1TD",
  "site_name": "6 Castlebar Hill",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012084911"
    ],
    "site_area": 0.17900000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "163250FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517154,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T16:27:35.077+00:00",
  "id": "Ealing-163250FUL",
  "application_type": "All Other",
  "street_name": "Castlebar Hill",
  "borough": "Ealing",
  "ward": "Cleveland",
  "decision_date": "12/10/2016",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Conversion of existing dwelling into six no. self-contained flats (3x3 bedroom, 2x2 bedroom, 1x1 bedroom) single storey rear extension, rear roof extension with installation of two rooflights to front roofslope (following demolition of two storey side extension, rear extension and external staircase); construction of two no. 3-bedroom, three-storey, semi-detached houses with basements and associated lightwells; provision of amenity space, bicycle and vehicle parking, refuse storage and tree planting",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 181675,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012084911",
  "centroid": {
    "lon": "-0.3127693",
    "lat": "51.5218522"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517156.1509409,
              181704.7468125
            ],
            [
              517157.2970044,
              181704.6468411
            ],
            [
              517157.6020717,
              181706.446326
            ],
            [
              517161.9472189,
              181705.5965693
            ],
            [
              517169.2028727,
              181704.1469842
            ],
            [
              517172.5008971,
              181703.4471845
            ],
            [
              517171.5032447,
              181696.6991161
            ],
            [
              517169.4502245,
              181682.9530509
            ],
            [
              517167.1498524,
              181668.0973033
            ],
            [
              517169.3018134,
              181667.7474035
            ],
            [
              517168.9472758,
              181665.3480903
            ],
            [
              517167.2982635,
              181653.3015386
            ],
            [
              517166.4490222,
              181646.8533843
            ],
            [
              517166.3995519,
              181646.1535846
            ],
            [
              517166.8530302,
              181644.0541856
            ],
            [
              517167.1003821,
              181642.5046291
            ],
            [
              517163.5467607,
              181643.2044288
            ],
            [
              517150.8493666,
              181645.7037134
            ],
            [
              517135.4970629,
              181648.7528406
            ],
            [
              517136.8492529,
              181659.8996499
            ],
            [
              517137.401672,
              181663.9984766
            ],
            [
              517138.3003836,
              181669.7968168
            ],
            [
              517138.4982651,
              181670.6465736
            ],
            [
              517138.6961466,
              181672.7459726
            ],
            [
              517138.8528027,
              181673.8456579
            ],
            [
              517140.3534039,
              181683.8527933
            ],
            [
              517143.2474203,
              181703.3971988
            ],
            [
              517143.8493098,
              181707.2960828
            ],
            [
              517147.5513422,
              181706.5462974
            ],
            [
              517150.9565524,
              181705.8165063
            ],
            [
              517153.6526874,
              181705.2466694
            ],
            [
              517156.1509409,
              181704.7468125
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of 3 years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990.",
    "| The development hereby approved shall be carried out in accordance with drawing title number(s) 15-008-P01 (Proposed Os Plan),  15-008-P02 Rev B (Site Plan), 15-008-P03 (Proposed Basement Floor Plan), 15-008-P04 (Proposed Ground Floor Plan), 15-008-P05 (Proposed First Floor Plan),15-008-P06A (Proposed Second Floor Plan), 15-008-P07 (Proposed roof plan),  15-008-P08 (Proposed Front Elevation (South Facing)), 15-008-P09 (Proposed Rear Elevation (North Facing)), 15-008-P10 (Proposed Side Elevation Existing Building (East facing)), 15-008-P11 (Proposed Side Elevation Existing Building (West Facing)), 15-008-P12 (Proposed Side Elevation New Houses (East Facing)), 15-008-P13 (Proposed Side Elevation New Houses (West Elevation)),  15-008-P14 (Proposed Street Elevation), 15-008-P15A (Proposed Section A-A Existing Building), 15-008-P16A (Proposed Section B-B New-Build Houses), Design and Access Statement by Red and White Design dated July 2016; 15-008-E01 (Exising Os Plan), 15-008-E02 (Existing Site Plan), 15-008-E03 (Existing Basement Plan),  15-008-E04 (Existing Ground Floor Plan), 15-008-E06 (Exostomg Second Floor Plan), 15-008-E07 (Existing Roof Plan), 15-008-E08 (Existing Front Elevation (South Facing)), 15-008-E09 (Existing Rear Elevation (North Facing)), 15-008-E11 (Existing side elevation (West Facing)), 15-008-E12( Existing Street Elevation)",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing dwellinghouse",
    "REASON: To ensure that the materials harmonise with the surroundings, in accordance with Policies 7.6 & 7.8 of The London Plan (Consolidated 2015)) and Policies 7.4, 7.8 and 7B of Adopted Ealing Development Management Plan Document (2013), polices 1.1 (g) (h) and 1.2 (g) of the adopted Development (Core) Strategy (2013)",
    "| A detailed method statement relating to the excavation and construction of the basement extension and lightwell shall be submitted to and approved in writing by the Local Planning Authority before the development is commenced. The statement shall include details of:",
    "-\tPhasing and programming, including likely timing to complete the works",
    "-\tRemoval of earth from the site",
    "-\tConstruction methods",
    "-\tSite management and access",
    "-\tVehicle and machinery specification",
    "-\tNumber / frequency of vehicles / deliveries",
    "-\tParking of construction vehicles",
    "-\tRouteing of vehicles",
    "-\tNoise and vibration mitigation measures. Information submitted should directly cross-reference with the BPM & mitigation measures as detailed in the BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise.Air Quality (Dust) Risk Assessment produced in accordance with current guidance The Control of Dust and Emissions during Construction and Demolition, SPG, GLA, July 2014. A scheme for air pollution.",
    "-\tAir Quality (Dust) Risk Assessment produced in accordance with current guidance The Control of Dust and Emissions during Construction and Demolition, SPG, GLA, July 2014. A scheme for air pollution.",
    "The development shall be carried out in accordance with the approved method statement.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy 6.3 of the London Plan 2015 and policy 7A of the Ealing Development Management Development Plan.",
    "| Refuse and recycling storage areas indicated on drawing reference 15-008-P02 Rev B (Site Plan)  shall be provided and brought into use prior to the first occupation of the development permitted and retained thereafter.",
    "Reason:  To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 3.5 and 7B of the Ealing Development Management Plan 2013, policies 1.1 (e) of the Adopted Ealing Development (Core) Strategy and The London Plan (2015) policy 5.16.",
    "| The cycle parking spaces shown on drawing 15-008-P02 Rev B (Site Plan) shall be brought into use prior to first occupation and retained permanently.",
    "Reason: To provide adequate facilities for cyclists, in accordance with policy 6.9 of the London Plan",
    "| All flank windows shall be fitted with obscured glazing and shall not be repaired or replaced otherwise than with obscured glazing, and no additional windows or other glazed openings shall be formed in the flank walls of the development hereby approved and not additional doors inserted in the building without prior written consent of the Local Planning Authority.",
    "Reason. In order to safeguard the amenities of neighbouring properties and to satisfy the requirements of policies 7B of the Adopted Ealing Development Management DPD (2013), policies 1.1 (g) of the  Adopted Core Strategy (2012) and policies 7.4 and 7.6 of the London Plan - consolidated (2015).",
    "| No part of the roof of the extensions shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "REASON: To protect the living conditions of occupants of nearby properties, in accordance  with policy 7B of the Adopted Ealing Development Management DPD (2013), policies 1.1 (g) of the  Adopted Core Strategy (2012) and policies 7.4 and 7.6 of the London Plan - consolidated (2015).",
    "| Prior to first occupation,  full details of both hard and soft landscape works shall be submitted to and approved in writing by the local planning authority and these works shall be carried out as approved. These details shall include (proposed finished levels or contours; means of enclosure; car parking layouts; other vehicle and pedestrian access and circulation areas; hard surfacing material; minor artefacts and structures (eg. furniture, play equipment, refuse or other storage units, signs, lighting etc); proposed and existing functional services above and below ground (eg drainage power, communications cables, pipelines etc. indicating lines, manholes, supports etc); retained historic landscape features and proposals for restoration, where  relevant).",
    "Soft landscape works shall include cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate; implementation programme.",
    "Reason. In the interest of biodiversity, sustainability, and to ensure that a satisfactory standard of visual amenity is provided and maintained to ensure that no development shall commence until the submission of these details, as after this time there could be a material impact on the effects of the scheme in accordance with policies 7.4 and 7B of Adopted Ealing Development Management Plan Document (2013).",
    "| Notwithstanding the provisions of Classes A, B, C, D, E and F of Part 1 of Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any subsequent order revoking and re-enacting that Order with or without modifications), no enlargement, improvement or other alteration to the dwellinghouse hereby approved shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.",
    "REASON: To prevent the overdevelopment of the site to safeguard the living conditions of adjoining properties and visual appearance of the buildings and the area as a whole,  in accordance with policies 1.1 (g) (h), 1.2 (f), 3.1(b) and 3.8 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the adopted Ealing Development Management Development Plan Document (2013), and with policies 3.5, 7.4, 7.8 and 7.6 of the London Plan (2015).",
    "| Building envelope insulation for the approved residential building, with windows shut and other means of ventilation provided, shall be installed to achieve the internal noise targets adopted by the local planning authority:",
    "o\tBedrooms (23:00-0700 hrs) 30 dB LAeq, and 45 dB Lmax (fast).",
    "o\tLiving rooms (0700-2300 hrs) 35dB LAeq.",
    "o\tKitchens, bathrooms, WC and utility rooms (0700-2300 hrs) 45 dB LAeq.",
    "The sound insulation measures shall be installed and fully completed prior to the first occupation of the units and maintained thereafter.",
    "Reason: To protect residential amenity, in accordance with policies 7.15 of the London Plan (Consolidated 2015); Policy 1.1(j) of Adopted Ealing Development (Core) Strategy (2012); Policy 7A of the Ealing Development Management DPD (2013) and interim SPG 10: Noise and Vibration."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/07/2016",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-05282764",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.31272849999999996,
          51.5221191
        ],
        [
          -0.312712,
          51.5221179
        ],
        [
          -0.312707,
          51.522134
        ],
        [
          -0.3126447,
          51.5221255
        ],
        [
          -0.3125406,
          51.522111
        ],
        [
          -0.3124933,
          51.522104
        ],
        [
          -0.31251,
          51.5220436
        ],
        [
          -0.3125441,
          51.5219204
        ],
        [
          -0.3125822,
          51.5217874
        ],
        [
          -0.3125513,
          51.5217838
        ],
        [
          -0.3125572,
          51.5217623
        ],
        [
          -0.312585,
          51.5216544
        ],
        [
          -0.31259929999999997,
          51.5215966
        ],
        [
          -0.3126003,
          51.5215903
        ],
        [
          -0.3125944,
          51.5215714
        ],
        [
          -0.31259139999999996,
          51.5215574
        ],
        [
          -0.3126424,
          51.5215644
        ],
        [
          -0.3128245,
          51.5215895
        ],
        [
          -0.3130446,
          51.5216201
        ],
        [
          -0.3130214,
          51.52172
        ],
        [
          -0.31301209999999996,
          51.5217567
        ],
        [
          -0.3129972,
          51.5218086
        ],
        [
          -0.3129941,
          51.5218162
        ],
        [
          -0.3129906,
          51.5218351
        ],
        [
          -0.3129879,
          51.5218449
        ],
        [
          -0.312963,
          51.5219346
        ],
        [
          -0.3129148,
          51.5221096
        ],
        [
          -0.3129048,
          51.5221445
        ],
        [
          -0.3128518,
          51.522137
        ],
        [
          -0.3128029,
          51.5221298
        ],
        [
          -0.3127643,
          51.5221241
        ],
        [
          -0.31272849999999996,
          51.5221191
        ]
      ]
    ],
    "type": "Polygon"
  }
}