{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/202430VAR;",
  "lapsed_date": "03/09/2023",
  "decision_target_date": "04/09/2020",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 3HJ",
  "site_name": "29 Hanger Lane",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012091845"
    ],
    "site_area": 0.015000000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "202430VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518656,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T23:28:17.031+00:00",
  "id": "Ealing-202430VAR",
  "application_type": "All Other",
  "street_name": "Hanger Lane",
  "borough": "Ealing",
  "ward": "Ealing Common",
  "decision_date": "03/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Minor Material Amendment (S.73) to vary condition no.2, to allow two additional window openings to north facing elevation pursuant to planning permission ref.182976FUL dated 22/10/2018 for 'Excavation of basement to create a self-contained unit; single storey side/rear extensions and installation of rear and front light well with balustrade and external steps to garden from basement unit and associated cycle parking and refuse and recycling facilities'",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 181010,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012091845",
  "centroid": {
    "lon": "-0.2913542",
    "lat": "51.5155624"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              518646.2973239,
              181014.5043923
            ],
            [
              518651.450487,
              181013.7046213
            ],
            [
              518651.5988981,
              181014.4544066
            ],
            [
              518653.2973807,
              181014.2044782
            ],
            [
              518659.2008445,
              181013.3547214
            ],
            [
              518659.4976667,
              181013.3047357
            ],
            [
              518666.3493124,
              181012.2950248
            ],
            [
              518666.1019606,
              181009.9456972
            ],
            [
              518665.5000712,
              181004.6971996
            ],
            [
              518664.3540077,
              181004.8471567
            ],
            [
              518658.9205124,
              181005.6769192
            ],
            [
              518658.7473661,
              181005.6969135
            ],
            [
              518656.3975237,
              181006.0468133
            ],
            [
              518654.4022189,
              181006.2967418
            ],
            [
              518649.2985261,
              181007.0465271
            ],
            [
              518645.2996715,
              181007.6963411
            ],
            [
              518646.2973239,
              181014.5043923
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of Planning Permission ref.182976FUL dated 22/10/2018.",
    "REASON: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be retained in accordance with drawing title number(s): Existing and Proposed Basement Floor Plan drawing no. SE1799-07 dated June 2020, Existing and Proposed North Elevation drawing no.SE1299-08 and Existing and Proposed Section B-B drawing no.SE1299-09 dated June 2020",
    "REASON: For the avoidance of doubt, and in the interests of proper planning",
    "| The proposed window in the side, north elevation facing Waldegrave Road shall contain only obscure glass (minimum level 3 obscure glazed) and non-opening. The window so approved shall be retained permanently.",
    "REASON: To protect the living conditions of neighbouring properties, in accordance with policy 7B of the Adopted Ealing Development Management DPD (2013), policies 1.1 (g) of the Adopted Core Strategy (2012), policies D2 and D4 of the Draft New London Plan 2019, policies 7.4 ad 7.6 of the London Plan 2016 and National Planning Policy Framework 2019 - Section 12 Achieving well-designed places.",
    "| Cycle storage for a minimum of two (2) bicycles within a secure compound shall be provided on site in accordance with all adopted standards shall be provided prior to occupation of the additional unit and be continuously available and retained for the life of the development hereby approved.",
    "REASON: To provide adequate bicycle storage to align with Sustainable Transport SPG; policy 6.9 and 6.13 of the London Plan 2016; policy T5 of the Draft London Plan 2019; National Planning Policy Framework 2019 - Section 9 Promoting sustainable transport and Ealing's Draft Transport Strategy",
    "| A detailed method statement relating to the excavation of the basement level and construction of the flat shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of the use on-site. The statement shall include the following details:",
    "a. Removal of any earth from the site.",
    "b. Site clearance, demolition, excavation and construction methods.",
    "c. Site management and access.",
    "d. Signage for construction traffic, pedestrians and other users of the site.",
    "e. Prevention of mud and debris being deposited on Hathaway Gardens, Cleveland Road and surrounding areas.",
    "f. Vehicle and machinery specification.",
    "g. Turning manoeuvres and routeing of vehicles.",
    "h. Estimated number and frequency of vehicle deliveries.",
    "i. Parking of construction vehicles.",
    "j. Compliance with noise limits and vibration mitigation measures.",
    "k. Procedures for on-site contractors to deal with complaints from local residents.",
    "l. Mitigation of air pollution and dust emissions during site clearance, demolition, excavation and construction works.",
    "m. Waste management, hazardous material storage and removal.",
    "REASON: In the interest of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policy 7A of the Ealing Development Management DPD (adopted 2013).",
    "| The proposed refuse and recycling storage facilities as shown on approved plans shall be, as per approved plans and retained, for use at all times.",
    "REASON: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy (2012) policy 7B of the Adopted Ealing Management Development Plan Document (2013); and policies S17 and S18 of the Draft New London Plan 2019."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "25/06/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08831644",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2914924,
          51.5156049
        ],
        [
          -0.29141849999999997,
          51.5155967
        ],
        [
          -0.2914161,
          51.5156034
        ],
        [
          -0.2913917,
          51.5156008
        ],
        [
          -0.2913069,
          51.5155919
        ],
        [
          -0.29130269999999997,
          51.5155914
        ],
        [
          -0.29120429999999997,
          51.5155809
        ],
        [
          -0.2912087,
          51.5155598
        ],
        [
          -0.2912191,
          51.5155128
        ],
        [
          -0.2912356,
          51.5155143
        ],
        [
          -0.2913136,
          51.5155229
        ],
        [
          -0.29131609999999997,
          51.5155232
        ],
        [
          -0.2913498,
          51.5155268
        ],
        [
          -0.2913784,
          51.5155295
        ],
        [
          -0.2914517,
          51.5155373
        ],
        [
          -0.29150909999999997,
          51.5155439
        ],
        [
          -0.2914924,
          51.5156049
        ]
      ]
    ],
    "type": "Polygon"
  }
}