{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/66/04/CFU",
  "application_type_full": null,
  "uprn": "200004436013",
  "borough": "Harrow",
  "street_name": "Donnefield Avenue",
  "locality": "Edgware",
  "ward": "CANONS",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of five years from the date of this permission.\nREASON: To comply with the provisions of Section 91 of the Town and Country Planning Act 1990.\n",
    "Condition : 2 - The development hereby permitted shall not commence until samples of the materials to be used in the construction of the external surfaces noted below have been submitted to, and approved in writing by, the local planning authority:\n(a) the buildings and front boundary railings and piers\nThe development shall be completed in accordance with the approved details and shall thereafter be retained.\nREASON: To safeguard the appearance of the locality.\n",
    "Condition : 3 - The development hereby permitted shall not be occupied or used until all the works detailed in the application have been completed in accordance with the permission granted unless otherwise agreed in writing by the local planning authority.\nREASON:  To safeguard the character or appearance of the Conservation Area.\n",
    "Condition : 4 - The development hereby permitted shall not commence until details indicating adequate access to, and egress from, the building(s) have been submitted to, and approved in writing by, the local planning authority.  The development shall not be occupied or used until the works have been completed in accordance with the approved details and shall thereafter be retained.\nREASON: To ensure that the development will be accessible to people with disabilities.\n",
    "Condition : 5 - The development hereby permitted shall not commence until there have been submitted to and approved in writing by the local planning authority detailed drawings of foundation design for the southern projection in relation to the adjacent trees to be retained on the site.\nREASON:  To ensure that the trees to be retained on the site are not adversely affected by any underground works."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518256,
  "status": "Approved",
  "decision_date": "19/03/2004",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.293628,
          51.608956
        ],
        [
          -0.293629,
          51.608929
        ],
        [
          -0.293672,
          51.60893
        ],
        [
          -0.293671,
          51.608957
        ],
        [
          -0.293628,
          51.608956
        ]
      ]
    ]
  },
  "decision_target_date": "15/02/2004",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "28/01/2004",
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-21T00:02:59.050+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": "Groundsmans Flat",
  "id": "Harrow-P_66_04_CFU",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 191391,
  "appeal_start_date": null,
  "postcode": "HA8 6RH",
  "url_planning_app": "http://site.com?appref=P/66/04/CFU-or-693619 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "PART DEMOLITION AND REDEVELOPMENT TO PROVIDE REPLACEMENT CHANGING ROOM FACILITIES WITH DETACHED TWO STOREY HOUSE TO PROVIDE GROUNDS MAN ACCOMMODATION",
  "valid_date": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  },
  "pp_id": null,
  "application_details": {},
  "centroid": {
    "lon": -0.29365,
    "lat": 51.608943
  },
  "lapsed_date": "19/03/2007",
  "decision_process": "Committee",
  "actual_completion_date": null
}