{
  "development_type": "Minor general industry-storage-warehousing",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "SW8 4UG",
  "borough": "Wandsworth",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1407659,
          51.474328
        ],
        [
          -0.14045739999999998,
          51.4744606
        ],
        [
          -0.14042659999999998,
          51.4744741
        ],
        [
          -0.1403848,
          51.4744914
        ],
        [
          -0.14034449999999998,
          51.4745092
        ],
        [
          -0.14031079999999999,
          51.4745231
        ],
        [
          -0.1401538,
          51.474383
        ],
        [
          -0.1399533,
          51.4742009
        ],
        [
          -0.1398748,
          51.4741297
        ],
        [
          -0.1408923,
          51.4737054
        ],
        [
          -0.1411082,
          51.473899
        ],
        [
          -0.1410392,
          51.4739277
        ],
        [
          -0.1412419,
          51.4741208
        ],
        [
          -0.14115719999999998,
          51.4741588
        ],
        [
          -0.14092839999999998,
          51.4742583
        ],
        [
          -0.1408868,
          51.4742768
        ],
        [
          -0.14087059999999998,
          51.4742838
        ],
        [
          -0.1407871,
          51.4743188
        ],
        [
          -0.1407659,
          51.474328
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": null,
  "centroid_easting": 529234,
  "pp_id": null,
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "site_area": 0.432
  },
  "lpa_name": "Wandsworth",
  "decision": "Approved",
  "lpa_app_no": "2015/0312",
  "decision_date": "24/04/2015",
  "last_updated": "2025-03-19T01:12:05.235+00:00",
  "centroid_northing": 176656,
  "centroid": {
    "lat": "51.4741155",
    "lon": "-0.1405823"
  },
  "appeal_decision_date": null,
  "locality": "London",
  "ward": "Queenstown - Historic",
  "bo_system": "Northgate M3",
  "lapsed_date": "24/04/2018",
  "decision_process": null,
  "last_date_consultation_comments": "26/03/2015",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "20/01/2015",
  "actual_commencement_date": null,
  "decision_conditions": [
    "Condition : 1 - This development shall be begun within 3 years from the date of this permission.\r\nTo comply with Section 91 of the Town and Country Planning Act 1990.\r\n",
    "Condition : 2 - .Unless approved otherwise in writing by the local planning authority, the development shall be carried out in accordance with the approved drawings, documents and specifications listed as follows:\r\n\r\nSite Location Plan\t\t\tM967.01\r\nProposed Ground Floor Plan\t\tM967.08 Rev K\r\nProposed First Floor Plan \t\tM967.09 Rev H\r\nProposed Elevations \t\tM967.10 Rev F\r\nProposed Entranceway Elevations\tM967.18 Rev B\r\nDesign and Access Statement\t\tJan 2015 Rev A\r\nTravel Plan by Milestone Transport         April 2013\r\nPlanning\r\n\r\nTo ensure a satisfactory standard of development, and to allow the local planning authority to review any potential changes to the scheme.\r\n\r\n",
    "Condition : 3 - The external materials to be used in the approved development shall be those hereby approved.\r\nIn the interest of the appearance of the development, in accordance with Council policy DMS1.\r\n",
    "Condition : 4 - Prior to commencement of the development, a Construction Management Plan shall be submitted to and approved in writing by the local planning authority. The Construction Management Plan shall include details relating to:\r\n-sustainability and efficiency measures to be undertaken whilst the development is being constructed;\r\n-site planning;\r\n-construction traffic and routes;\r\n-hours of work;\r\n-delivery hours;\r\n-on-site loading and unloading;\r\n-encouraging the construction workforce to access the site using public transport;\r\n-drainage management;\r\n-storage of construction materials;\r\n-re-use and recycling of excavated materials and waste;\r\n-signage and hoarding;\r\n-dust control;\r\n-maintenance of plant equipment relating to noise emissions;\r\n-surface water protection measures;\r\n-communication routes with local residents;\r\nThe development shall be carried out in accordance with the approved Construction Management Plan.\r\nTo protect the neighbouring properties from noise and disturbance and ensure no highway safety issues arise in accordance with Policy DMS1.\r\n",
    "Condition : 5 - The details of cycle parking shall be implemented in accordance with the details approved on the 18th February 2015 (ref 2014/5721) \r\nIn order to provide an acceptable level of cycle parking on site, in accordance with Council policy DMT2.\r\n",
    "Condition : 6 - The surface water drainage scheme shall be implemented in with the details approved on the 18th February 2015 (ref 2014/5721).\r\nTo ensure satisfactory storage and disposal of surface water from the site and reduce the risk of flooding, in accordance with Council Policy DMS6. \r\n",
    "Condition : 7 - The development shall be built in accordance with the Energy Strategy prepared by Hannaford Upright (Ref 3249/ES/2.rev B March 2015) approved by the Local Planning Authority\r\nIn the interest of sustainable development in accordance with Council policy IS2.\r\n",
    "Condition : 8 - Details of the appearance, quantity and installation methods of the solar photovoltaic cells (PV) shall be submitted to and approved in writing by the local planning authority prior to the occupation of the building. The solar panels shall be installed in accordance with the approved details and thereafter permanently retained. \r\nIn order to assess the suitability of the proposed panels, in the interests of the appearance of the locality, in accordance with Council policy DMS1.\r\n",
    "Condition : 9 - Community Infrastructure Levy (CIL):  From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended). You or the relevant interested parties are required to provide the Council with the information set out in the Regulations.  The process for the collection of CIL includes:\r\n\r\n- the requirement to complete an \"Assumption of Liability\" form as soon as possible;\r\n- to claim charitable exemption, social housing relief, self-build exemption or residential annex/extension exemption you or the relevant interested party must complete the correct claim form \r\nThe Council will issue a Liability Notice(s) which details the charges due.\r\nAs soon as the developer, landowner of other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\". \r\nFailure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges, invalidate claims for relief or exemption from the charge, or other penalties as set out in the Regulations.\r\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk).\r\nDetails of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk).\r\n\r\nThe Assumption of Liability Form, Claiming of Exemption or Relief Forms and Commencement Notice must be sent to:\r\n\r\nCommunity Infrastructure Levy\r\nEnvironment and Community Services\r\nWandsworth Council\r\nTown Hall\r\nLondon\r\nSW18 2PU\r\n\r\ncil@wandsworth.gov.uk\r\n\r\nFax: 020 8871 6003 (marked FAO CIL)\r\n",
    "Condition : 10 - Any assessment of CIL liability by the Council has been based on the information provided.   Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings is not still current at the time of the decision which first permits development.  This date will be the latest date of either: the date of this permission; the approval of the last pre-commencement condition associated with a phase of a phased planning permission; or for a phase of an outline permission granted in phases the date of permission of the last reserved matter or pre-commencement condition associated with that phase.",
    "Condition : 11 - In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  We have made available detailed advice in the form of our statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "parking_details": null,
  "site_number": "102",
  "uprn": "121024000",
  "decision_target_date": "21/04/2015",
  "application_type": "All Other",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              529220.65,
              176679.3
            ],
            [
              529241.7,
              176694.6
            ],
            [
              529243.8,
              176696.15
            ],
            [
              529246.65,
              176698.15
            ],
            [
              529249.4,
              176700.2
            ],
            [
              529251.7,
              176701.8
            ],
            [
              529263,
              176686.5
            ],
            [
              529277.44,
              176666.61
            ],
            [
              529283.09,
              176658.83
            ],
            [
              529213.63,
              176609.85
            ],
            [
              529198.09,
              176631
            ],
            [
              529202.8,
              176634.31
            ],
            [
              529188.18,
              176655.43
            ],
            [
              529193.95,
              176659.8
            ],
            [
              529209.56,
              176671.27
            ],
            [
              529212.4,
              176673.4
            ],
            [
              529213.5,
              176674.2
            ],
            [
              529219.2,
              176678.25
            ],
            [
              529220.65,
              176679.3
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "street_name": "Stewarts Road",
  "secondary_street_name": null,
  "description": "Minor Material Amendment (Section 73) to the approved planning application 2014/1698 for 'Demolition of three existing single storey buildings and erection of a two storey car deck with vehicle wash and valeting facilities, a two storey extension with customer lounge and ancillary office accommodation, internal alterations to provide additional workshop facilities, a new single storey building to provide a new security facility, motorbike shop and alterations to existing site entrance and signs' to vary approved plans to remove two storey extension, retain single storey security building; enlarge customer car park and changes to external apperacen(Condition 2) and removal of conditions 6 (CO2 Emissions); Condition 7( Breeam) and Condition 8 (Breeam Post Construction).",
  "id": "Wandsworth-2015_0312",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2015/0312"
}