{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1622573,
          51.4757575
        ],
        [
          -0.1616868,
          51.476214
        ],
        [
          -0.1614389,
          51.4763787
        ],
        [
          -0.1610325,
          51.4765126
        ],
        [
          -0.1608411,
          51.4765726
        ],
        [
          -0.1607265,
          51.4764682
        ],
        [
          -0.1608326,
          51.4764382
        ],
        [
          -0.1602295,
          51.4756574
        ],
        [
          -0.1608002,
          51.4755746
        ],
        [
          -0.16168649999999998,
          51.4755741
        ],
        [
          -0.1622573,
          51.4757575
        ]
      ]
    ],
    "type": "Polygon"
  },
  "status": "Approved",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527724.2,
              176800.6
            ],
            [
              527762.55,
              176852.35
            ],
            [
              527779.3,
              176871.1
            ],
            [
              527807.15,
              176886.7
            ],
            [
              527820.27,
              176893.7
            ],
            [
              527828.52,
              176882.3
            ],
            [
              527821.24,
              176878.78
            ],
            [
              527865.3,
              176793
            ],
            [
              527825.9,
              176782.8
            ],
            [
              527764.35,
              176781.2
            ],
            [
              527724.2,
              176800.6
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "appeal_decision_date": null,
  "ward": "Queenstown - Historic",
  "site_name": "Adventure Playground",
  "last_updated": "2025-03-20T18:49:30.524+00:00",
  "decision_agency": "Borough",
  "epc_number": null,
  "street_name": "Albert Bridge Road",
  "decision_date": "16/10/2015",
  "decision": "Approved",
  "application_type_full": null,
  "id": "Wandsworth-2015_4938",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2015/4938",
  "appeal_start_date": null,
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "valid_date": "10/09/2015",
  "postcode": "SW11 4PZ",
  "bo_system": "Northgate M3",
  "locality": "London",
  "actual_commencement_date": null,
  "cil_liability": false,
  "parking_details": null,
  "actual_completion_date": null,
  "pp_id": "4463900",
  "decision_process": null,
  "decision_target_date": "05/11/2015",
  "centroid_northing": 176825,
  "centroid_easting": 527797,
  "borough": "Wandsworth",
  "application_type": "All Other",
  "application_details": {
    "site_area": 0.91
  },
  "secondary_street_name": null,
  "lpa_app_no": "2015/4938",
  "appeal_decision": null,
  "last_date_consultation_comments": "01/10/2015",
  "development_type": "Minor all other minor developments",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.1612008",
    "lat": "51.4759604"
  },
  "description": "Construction of \"Go Ape\" ropes course and platforms in the area around the previous \"One O Clock Club\" in Battersea Park (amendments to the structures approved by permission 2014/3708 and part retrospective application)",
  "title_number": null,
  "site_number": null,
  "lapsed_date": "16/10/2018",
  "lpa_name": "Wandsworth",
  "uprn": "121054068",
  "appeal_status": null,
  "decision_conditions": [
    "Condition : 1 - The development shall be carried out in accordance with the approved drawings and specifications (Block Plan 2, Tree Elevations, Pole Elevations Part 1, Pole Elevations Part 2, Altus Rev A Battersea big platform left side, Tower 2 and information contained within the Supporting Statement), unless approved otherwise in writing by the local planning authority.  \r\nTo ensure a satisfactory standard of development, and to allow the local planning authority to review any potential changes to the scheme.\r\n",
    "Condition : 2 - The premises shall not be open to customers other than between the hours of 8am and 9pm or dusk (whichever is the later), and at no other times.\r\nTo safeguard the amenities of the neighbourhood, in accordance with Council policy DMS1.\r\n\r\n",
    "Condition : 3 - The cycle parking approved by application ref. 2015/3667 shall be installed in accordance with the approved details and made available for use on first use of the development.\r\nIn the interest of sustainable transport to accord with policies DMT1 and DMT2.\r\n",
    "Condition : 4 - The Go Ape Battersea Park Travel Plan Statement (including local signage as part of the wayfinding to/from the development) shall be implemented and physical measures as detailed installed/provided in accordance with application ref. 2015/3667 prior to the use commencing.  \r\nIn the interest of sustainable transport to accord with policies DMT1 and DMT2. \r\n",
    "Condition : 5 - The works shall be carried out in accordance with the construction management plan approved by permission ref. 2014/7059 unless otherwise agreed in advance by the local planning authority.\r\nIn the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policy DMT1.\r\n",
    "Condition : 6 - Should the Go Ape operations cease on site the structures must be removed (and the land restored to its former condition) by or within three months of the cessation of operations.\r\nTo restore the site back to its original appearance, in the interest of a tidy site within this historic park and conservation area, to accord with policies DMS1 and DMS2.\r\n",
    "Condition : 7 - The photographic vinyl treatment and timber batons to the lower portions shall be applied to all of the vertical metal posts and completed within one month of the date of this permission, or to another timetable agreed by the local planning authority.\r\nIn the interest of the amenity of this registered historic park, Conservation Area and Metropolitan Open Land in accordance with policies DMS1, DMS2 and DMO1.\r\n",
    "Condition : 8 - In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  We have made available detailed advice in the form of our statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  \r\n"
  ],
  "subdivision_of_building": null,
  "last_updated_by": "Northgate M3"
}