{
  "decision_agency": "Borough",
  "status": "Split Decision",
  "decision": "Split Decision",
  "centroid": {
    "lon": -0.426973,
    "lat": 51.574405
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509122.9078,
              187355.8612
            ],
            [
              509126.8766,
              187346.1598
            ],
            [
              509126.8766,
              187345.8952
            ],
            [
              509125.6418,
              187345.1896
            ],
            [
              509092.1279,
              187330.5493
            ],
            [
              509088.2473,
              187340.0744
            ],
            [
              509122.9078,
              187355.8612
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "borough": "Hillingdon",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "valid_date": "11/10/2024",
  "decision_target_date": "06/12/2024",
  "appeal_decision_date": null,
  "locality": null,
  "centroid_northing": 187343,
  "ward": "RUISLIP 2022",
  "decision_conditions": [
    "The trees are located on the southern boundary of Mimosa House, Monarchs Way. The two hazels are located toward the front of the house, and the yew is to the rear. The trees can be viewed by pedestrians and vehicles on Monarchs Way and nearby properties. Although the trees can be viewed from public areas but the position can not be considered prominent. Collectively the trees have a moderate amenity value.",
    "A split decision has been given for the following reasons: we accept that setting a pollard form on the hazels at this stage would be beneficial in regards to future management. The species is known to cope well with this kind of treatment and we do not object to this.",
    "The work to the yew has been refused as we feel that the proposed work could lead to the trees form appearing unbalanced. The tree is already fairly mature, and cutting back as hard as possible could lead to the tree being sided, and large pruning wounds being made. We do not object to some work being done on this tr",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree(s) and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Refusal of part of the requested works: The applicant retains a right of appeal against the part of the application that has effectively been refused - to trim clients side hard back as possible without losing green foliage cover, One Yew T6 all  on TPO 513.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance.",
    "To carry out tree surgery, To establish high pollards at around 5.5m (just below gutter height) to Two Hazel, T7 and T8 on TPO 513",
    "To Trim clients side hard back as possible without losing green foliage cover, One Yew T6 all on TPO 513",
    "The existing crown / branch structure of the tree/s to be pollarded shall be removed, leaving a standing stem. The final cut/s shall be made in such a manner to promote the subsequent re-growth of a new crown.",
    "The works shall be carried out in accordance with the recommendations contained in BS3998: 2010 - \"British Standard Recommendations for Tree Work\". Climbing irons or 'spikes' shall not be used during the execution of this work.",
    "Reason",
    "In order to protect health of the tree and the visual amenity of the area.",
    "Works to trees protected by Conservation Area: The Council has not made a Tree Preservation Order to protect the other trees outlined in your application and therefore you can proceed with the work specified in your application / notice. Under Section 211 (3) (b) (ii) of the Act, the work must be completed before the expiry of two years from the date of your application, after which a further notice of intent to carry out the work will be required."
  ],
  "pp_id": "13472503",
  "decision_process": "Delegated",
  "lapsed_date": "06/12/2027",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Hillingdon-79099_TRE_2024_199",
  "actual_commencement_date": null,
  "lpa_name": "Hillingdon",
  "last_updated": "2025-03-19T11:22:41.051+00:00",
  "lpa_app_no": "79099/TRE/2024/199",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4267186,
          51.5745196
        ],
        [
          -0.4266643,
          51.5744317
        ],
        [
          -0.4266644,
          51.5744293
        ],
        [
          -0.42668249999999996,
          51.5744232
        ],
        [
          -0.4271704,
          51.5742981
        ],
        [
          -0.4272234,
          51.5743844
        ],
        [
          -0.4267186,
          51.5745196
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_status": null,
  "site_name": "MIMOSA HOUSE",
  "title_number": null,
  "decision_date": "06/12/2024",
  "appeal_start_date": null,
  "cil_liability": false,
  "development_type": null,
  "description": "To carry out tree surgery, To establish high pollards at around 5.5m (just below gutter height) to Two Hazel, T7 and T8, To Trim clients side hard back as possible without losing green foliage cover, One Yew T6 all  on TPO 513.\n\nTo carry out tree surgery, To reduce height by 1.5m and lateral spread by 1m One Honey Locust (T2 on application) and One Paperbark Birch (T5 on application), To prune north-west side of crown back by around 0.5m One Lilac (T3 on application) all protected by virtue of their location within Ruislip Village Conservation Area",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 509107,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=79099/TRE/2024/199",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.04
  },
  "last_updated_by": "CSV Data Import",
  "postcode": "HA4 7BS",
  "last_date_consultation_comments": null,
  "secondary_street_name": "RUISLIP",
  "site_number": null,
  "subdivision_of_building": null,
  "street_name": "MONARCHS WAY"
}