{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of five years from the date of this permission.",
    "Condition : 2 - The premises shall be used for restaurant only and for no other purpose (including any other purpose in Class A3  of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification).",
    "Condition : 3 - The use hereby permitted shall be confined to sales to customers attending the premises, and shall not extend to the delivery of food or drink to customers by vehicle.",
    "Condition : 4 - The use hereby permitted for restaurant  purpose shall not be begun until full particulars and details of a scheme to insulate the premises against the transmission of airborne and impact sound has been submitted to and approved by the Local Planning Authority and the development shall not be carried out otherwise than in accordance with any approval given.",
    "Condition : 5 - The use shall not commence until a scheme for control of fumes and odours including details of sound attenuation for any necessary plant has been submitted to and approved by the Local Planning Authority in writing.",
    "Condition : 6 - The access doorway to the restaurant shall have a minimum clear width of 900mm, a level surface or ramp between the pavement and the floor and a door handle of not more than 1m above ground level.",
    "Condition : 7 - The use hereby permitted shall not be open to customers outside the following times 8.00am \tto 11.00pm Monday to Saturday or 10.00am to 10.30pm on Sundays.",
    "Condition : 8 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 9 - The use hereby permitted shall not be begun until details of the arrangements for storing of refuse or waste have been submitted to and approved by the Local Planning Authority.  The arrangements for storing of refuse or waste shall not be carried out otherwise than in accordance with any approval given and shall be completed before any part of the accommodation hereby permitted is occupied."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "12/10/2001",
  "lpa_name": "Hounslow",
  "centroid_northing": 0,
  "last_updated": "2025-03-19T18:22:55.604+00:00",
  "development_type": "Major all other major developments",
  "ward": "Stonebridge",
  "parking_details": null,
  "uprn": null,
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Comment Issued",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "30/06/2004",
  "borough": "Hounslow",
  "wgs84_polygon": null,
  "lpa_app_no": "P/2001/2326",
  "valid_date": "17/08/2001",
  "description": "Change of use from retail (A1)  to restaurant (A3).",
  "centroid_easting": 0,
  "site_number": null,
  "lapsed_date": "30/06/2004",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": null,
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2001/2326",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Comment Issued",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2001_2326",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}