{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - Before first occupation of the buildings the loading, unloading and turning space, and parking spaces (including spaces for people with disabilities) shall be provided within the curtilage of the site in accordance with the scheme shown on drawing No. 196/001/200A and such spaces shall be permanently available and not be used for any other purpose.",
    "Condition : 4 - The office building and services shed shall only be used as party of this coach business and shall not be used as a separate business at any time.",
    "Condition : 5 - The Service Shed shall be painted green.",
    "Condition : 6 - With appropriate safeguarding conditions it is considered that the proposed use of the site as a transportation yard for the parking of coaches and the erection of a service shed, mobile office, palisade fencing and gates, and the installation of fuel tank would, because of its position, layout, design and appearance, would be acceptable having due regard for the site characteristics of the Yard, Willow Wren Wharf, Hayes Road, Southall, and would not be detrimental to the appearance of the existing site, the amenities of the neighbouring units, the character and appearance of the Grand Union Canal Conservation Area and the character of the street scene. It would have no adverse impact on traffic flows on Willow Wren Wharf or on traffic movements at the junction of Willow Wren Wharf with Hayes Road.  The development is in accordance with the adopted Unitary Development Plan Policies ENV-B.1.1 (New Development), ENV-W.2.2. (The Grand Union Canal and Towpath), S.4.5 (Servicing Arrangements), T.1 (Objective), T.1.1 (The Movement Implications of Development.), T.1.4 (Car and Cycle Parking and Servicing Facilities For Developments), T.2.1 (Pedestrian Access), T.4.2 (Oppose Overall increase in Highway Capacity For Private Vehicles And Seek Reduction in Traffic Levels.), T.4.3 (Traffic Implications of New Developments) T.4.4 (Road Safety), of the London Borough of Hounslow and the London Plan Policy 3A.1(Housing Criteria)."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "14/02/2008",
  "lpa_name": "Hounslow",
  "centroid_northing": 178956,
  "last_updated": "2025-03-19T18:16:18.398+00:00",
  "development_type": "Major general industry-storage-warehousing",
  "ward": "07",
  "parking_details": null,
  "uprn": "100023662536",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "06/05/2008",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.40344,
          51.498684
        ],
        [
          -0.40344,
          51.498657
        ],
        [
          -0.403484,
          51.498657
        ],
        [
          -0.403483,
          51.498684
        ],
        [
          -0.40344,
          51.498684
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2007/3969",
  "valid_date": "20/12/2007",
  "description": "Continued use of the site as a transportation yard for the parking of coaches and the erection of a service shed, mobile office, pallisade fencing and gates, and the installation of fuel tank.",
  "centroid_easting": 510920,
  "site_number": null,
  "lapsed_date": "06/05/2011",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Hayes Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Southall",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.49867,
    "lon": -0.403462
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2007/3969",
  "site_name": "Willow Wren Wharf",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2007_3969",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}