{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of five years from the date of this permission.",
    "Condition : 2 - No development shall take place until samples of the materials to be used in the construction of the external surfaces of the hereby permitted have been submitted to and approved in writing by the local planning authority.  Development shall be carried out in accordance with the approved details",
    "Condition : 3 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the buildings are occupied.",
    "Condition : 4 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development Order) 1995 (or any order revoking or re-enacting that order) no enlargement of the premises or any additional structures/buildings within the curtilage of the site shall be carried out.",
    "Condition : 5 - No demolition or construction work shall take place on the site except between the hours of 8.00am to 6.00pm on Mondays to Friday and 8.00am  to 1.00pm on Saturdays and none shall take place on Sundays and public holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 6 - Before commencement of operations, a scheme shall be submitted to and approved by the Local Planning Authority to cover the following matters:\r\n\r\n(i)\tany external illumination of the site\r\n\r\n(ii)\tmeasures to ensure that all mud and other loose materials are not carried on the wheels and chassis of any vehicles leaving the site; and\r\n\r\n(iii)\tmeasures to minimise dust nuisance caused by the operations and to ensure that no dust or other debris is carried on to the adjoining properties.\r\n\r\nThe scheme so approved should be fully implemented.\r\n",
    "Condition : 7 - No additional flank windows or other glazed openings shall be formed in the southern wall of dwellinghouse two hereby approved without the prior written consent of the Local Planning Authority.",
    "Condition : 8 - The use hereby permitted shall not be begun until details of the arrangements for storing of waste and recycled materials have been submitted to and approved by the Local Planning Authority.  The arrangements for storing waste and recycled materials shall not be carried out otherwise than in accordance with any approval given and shall be completed before any part of the accommodation hereby permitted is occupied.",
    "Condition : 9 - The use hereby permitted for residential purpose shall not be begun until full particulars and details of a scheme to insulate the premises against the transmission of airborne and impact sound has been submitted to and approved by the Local Planning Authority and the development shall not be carried out otherwise than in accordance with any approval given.",
    "Condition : 10 - The use shall not commence until a scheme for control of fumes and odours including details of sound attenuation for any necessary plant has been submitted to and approved by the Local Planning Authority in writing.",
    "Condition : 11 - No development shall take place until full details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved.  These details shall include (proposed finished levels or contours; means of enclosure; car parking layouts; other vehicle and pedestrian access and circulation areas; hard surfacing material; minor artefacts and structures (eg. furniture, play equipment, refuse or other storage units, signs, lighting etc); proposed and existing functional services above and below ground (eg drainage power, communications cables, pipelines etc. indicating lines, manholes, supports etc); retained historic landscape features and proposals for restoration, where relevant).\r\n\r\nSoft landscape works shall include (planting plans; written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate; implementation programme)\r\n",
    "Condition : 12 - No development shall take place until there has been submitted to and approved in writing by the local planning authority a plan indicating the positions, design, materials and type of boundary treatment to be erected.  The boundary treatment shall be completed before (the use hereby permitted is commenced) or (before the building(s) is/are occupied) or (in accordance with a timetable agreed in writing with the local planning authority).  Development shall be carried out in accordance with the approved details.",
    "Condition : 13 - The development shall not be occupied until the existing access to School Road is closed and reinstated so that it cannot be used as an access across the pavement.",
    "Condition : 14 - In this condition \"retained tree\" means an existing tree which is to be retained in accordance with the approved plans and particulars; and paragraph (a)  below shall have effect until the expiration of (5 years?) from (the date of the occupation of the building for its permitted use).\r\n\r\n(a)\tNo retained tree shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped other than in accordance with the approved plans and particulars, without the written approval of the local planning authority.  Any topping or lopping approved shall be carried out in accordance with British Standard[3998 (Tree Work)] or any other BS replacing.\r\n\r\n(b)\tThe erection of fencing for the protection of any retained tree shall be undertaken in accordance with the approved plans and particulars before any equipment, machinery or materials are brought on to the site for the purposes of the development, and shall be maintained until all equipment, machinery and surplus materials have been removed from the site.  Nothing shall be stored or placed in any area fenced in accordance with this condition and the ground levels within those areas shall not be altered, nor shall any excavation be made, without the written consent of the local planning authority.\r\n\r\n",
    "Condition : 15 - No development shall take place until the appicant has secured the implementation of a programme of archaeological work, in accordance with a written scheme of investigation which has been submitted by the applicant and approved by the Local Planning Authority",
    "Condition : 16 - 16.\tAll new external finishes in respect of the all the works hereby approved (and any incidental works to be carried out in this connection) shall match the existing building in respect of materials used, detailed execution and finished appearance.",
    "Condition : 17 - 17.\tFull details of all ground surface treatment on the site shall be submitted to and approved by the Local Planning Authority in writing before any work on the site is commenced, the development shall not be carried out otherwise than in accordance with the details thus approved.",
    "Condition : 18 - 18.\tA schedule of all the windows and doors to include sections at 1:20 be submitted and agreed in writing by the Local Authority before the commencement of works.",
    "Condition : 19 - 19.\tA roof tile and sample panels of facing brickwork, showing the proposed colour texture, face-bond and pointing shall be provided on site and approved by the Local Planning Authority before the works are commenced and the sample panels shall be retained on site until the work is completed and has been approved."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "25/02/2003",
  "lpa_name": "Hounslow",
  "centroid_northing": 175813,
  "last_updated": "2025-03-19T18:28:56.401+00:00",
  "development_type": "Major dwellings",
  "ward": "Hanger Hill",
  "parking_details": null,
  "uprn": "100023402296",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Comment Issued",
  "bo_system": "Northgate M3",
  "postcode": "TW3 1UA",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "03/02/2005",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.356864,
          51.469777
        ],
        [
          -0.356865,
          51.46975
        ],
        [
          -0.356908,
          51.469751
        ],
        [
          -0.356907,
          51.469778
        ],
        [
          -0.356864,
          51.469777
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2002/3594",
  "valid_date": "27/11/2002",
  "description": "DEMOLITION OF EXISTING GROUND FLOOR KITCHEN, OFFICE AND STORE OF SOUTH ELEVATION, AND THE ERECTION OF AN ADDITIONAL 2ND FLOOR TO EXISTING 2 STOREY BUILDING TO PROVIDE 6 FLATS, 2 X 2-BED AND 4 X 1-BED, INCORPORATING THE RETENTION OF CLASS A3 ON GROUND FLOOR AND THE ERECTION OF 2 X 3 BED DWELLINGHOUSES EXISTING SITE",
  "centroid_easting": 514225,
  "site_number": "2",
  "lapsed_date": "03/02/2005",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Committee",
  "epc_number": null,
  "street_name": "Hanworth Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Hounslow",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.469764,
    "lon": -0.356886
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2002/3594",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Comment Issued",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2002_3594",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}