{
  "decision_conditions": [
    "Condition : 1 - Approval of the details of the design and external appearance of the building and the landscaping of the site (hereinafter called \" the reserved matters\") shall be obtained from the Local Planning Authority in writing before the development is commenced.",
    "Condition : 2 - Plans and particulars of the reserved matters shall be submitted in writing to the local planning authority and shall be carried out as approved.",
    "Condition : 3 - Application for approval of the reserved matters shall be made to the local planning authority before the expiration of three years from the date of this permission.",
    "Condition : 4 - The development hereby permitted shall be begun either before the expiration of five years from the date of this permission, or before the expiration of two years from the date of approval of the reserved matters, whichever is the later.",
    "Condition : 5 - The development hereby permitted shall not begin until details of the arrangements for the provision of 11 key worker units of affordable housing as part of the development have been submitted to and approved in writing by the local planning authority. Such details shall include the location and size of the provision to be made; the timing of the provision; the arrangements to ensure that the provision is affordable for both initial and subsequent occupiers; and the occupancy criteria to be used for determining the identity of prospective and successive occupiers, and the means by which such occupancy crieria shall be enforced. The 11 key worker units shall only be occupied in accordance with the approved details.",
    "Condition : 6 - No development shall take place until details of the arrangements for storing of refuse or waste have been submitted to and approved in writing by the local planning authority. Development shall be carried out in accordance with the approved details before the first occupation of the building hereby permitted.",
    "Condition : 7 - No development shall take place until details of the position, design, materials and type of boundary treatments to be erected have been submitted to and approved in writing by the local planning authority. Development shall be carried out in accordance with the approved details before the first occupation of the building hereby permitted.",
    "Condition : 8 - No development shall take place until a scheme for the protection of the two plane trees adjacent to the site on Chiswick High Road from the effects of building works has been submitted to and approved in writing by the local planning authotity. Development shall be carried out in accordance with the approved details.",
    "Condition : 9 - No development shall take place until details of a scheme to insulate the premises against the transmission of airborne and impact sounds have beeen submitted to and approved in writing by the local planning authority. Development shall be carried out in accordance with the approved details.",
    "Condition : 10 - No demolition or construction works shall take place on the site except between 0800 hours and 1800 hours Monday to Friday and 0900 hours and 1230 hours on Saturdays and not at all on Sundays or Public Holidays without prior written agreement of the local planning authority.",
    "Condition : 11 - The existing accesses across the footway on Marlborough Road and Chiswick High Road shall be closed or reduced as shown on drawing noo. 130/5 and the pavement reinstated prior to the first occupation of the development.",
    "Condition : 12 - A splay of 2.4m x 2.4m shall be provided on each side of the vehicular accesses to the site. The depth of these splays shall be measured from the back of the footway and their width measured outwards from the edge of the access. No fence, wall, or other obstruction to visibility exceeding 0.6m in height above the surface of the adjoining highway shall be erected within the areas of such splays.",
    "Condition : 13 - No development shall take place until details of the basement car parking, comprising widths, gradients, headroom and control of gated entrance (including queuing space), have been submitted to and approved in writing by the loocal planning authority. Development shall be carried out in accordance with the approved details and the parking, loading and turning spaces provided in accordance with drawing no. 130/5 shall not be used for any other purpose.",
    "Condition : 14 - No development shall take place until an investigation has been carried out to identify the extent of contamination on the site, the results provided to the local planning authority and a scheme of remediation submitted to and approved in writing by the local planning authority and the scheme fully implemented. Upon completion of the approved scheme of remediation a report shall be submitted to the local planning authority verifying that the required remediation works have been carried out. Post remediation sampling and monitoring works shall be included to demonstrate that the required remediation has been fully met.",
    "Condition : 15 - If, during development, contamination not previously identified is found to be present on the site, then no further development (unless agreed in writing by the local planning authority) shall be carried out until the developer has submitted to and obtained written approval from the local planning authority for an addendum to the remediation scheme. The addendum shall detail how this contamination will be dealt with."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "31/12/2003",
  "lpa_name": "Hounslow",
  "centroid_northing": 178501,
  "last_updated": "2025-03-19T17:38:38.328+00:00",
  "development_type": "Major dwellings",
  "ward": "18",
  "parking_details": null,
  "uprn": "100023518840",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Declined to Determine",
  "bo_system": "Northgate M3",
  "postcode": "W4 4HS",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "22/01/2004",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.27112,
          51.492716
        ],
        [
          -0.271121,
          51.492689
        ],
        [
          -0.271164,
          51.49269
        ],
        [
          -0.271163,
          51.492717
        ],
        [
          -0.27112,
          51.492716
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2003/2917",
  "valid_date": "02/10/2003",
  "description": "Erection of six storey building comprising ground floor office, 24 x two bedroom, 11 x one bedroom and 2 x three bedroom flats on upper floors, conservatory in roof and amenity area at roof level, basement car parking and ancillary gymnasium (Outline Application)",
  "centroid_easting": 520120,
  "site_number": "361",
  "lapsed_date": "22/01/2004",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Chiswick High Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "London",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.492703,
    "lon": -0.271142
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2003/2917",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Declined to Determine",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2003_2917",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}