{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of five years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The carrying out of repairs, maintenance or other works to any vehicle, or the storage of vehicles or of parts, shall not take place outside of the building hereby permitted.",
    "Condition : 4 - The use hereby permitted for service reception and showroom purposes shall not be carried on outside the following times 06.30-22.30 Monday to Friday, 08.00 - 20.30 Saturday, and 09.30 - 18.30 Sundays and Bank Holidays.",
    "Condition : 5 - No demolition or construction work shall take place on the site except between the hours of 08.00 to 18.00 on Mondays to Friday and 09.00 to 13.00 on Saturdays and none shall take place on Sundays and public holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 6 - The use hereby permitted for indoor workshop and servicing area purpose shall not be begun until full particulars and details of a scheme to insulate the premises against the transmission of airborne and impact sound has been submitted to and approved by the Local Planning Authority and the development shall not be carried out otherwise than in accordance with any approval given.",
    "Condition : 7 - The use shall not commence until a scheme for control of fumes and odours including details of sound attenuation for any necessary plant has been submitted to and approved by the Local Planning Authority in writing.",
    "Condition : 8 - The scheme approved under condition 7 shall be fully implemented before the specified use opens to customers.",
    "Condition : 9 - No development shall take place until full details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved.  These details shall include (proposed finished levels or contours; means of enclosure; car parking layouts; other vehicle and pedestrian access and circulation areas; hard surfacing material; minor artefacts and structures (eg. furniture, play equipment, refuse or other storage units, signs, lighting etc); proposed and existing functional services above and below ground (eg drainage power, communications cables, pipelines etc. indicating lines, manholes, supports etc); retained historic landscape features and proposals for restoration, where relevant). Soft landscape works shall include (planting plans; written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate; implementation programme)\r\n",
    "Condition : 10 - Before first occupation of the buildings the loading, unloading and turning space, and parking spaces (including spaces for people with disabilities) shall be provided within the curtilage of the site in accordance with the scheme shown on drawing No.WE-320_SK_113 rev F and such spaces shall be permanently available and not be used for any other purpose.",
    "Condition : 11 - Before the development hereby permitted is commenced a scheme indicating the provision to be made for disabled people to gain access to showroom shall have been submitted to and approved by the Local Planning Authority.  The agreed scheme shall be implemented before the development hereby permitted is brought into use.",
    "Condition : 12 - The proposed 1.8-metre balcony enclosing the external edges of the first floor terrace on the north-eastern corner of the building shall be permanently fixed and obscure glazed.",
    "Condition : 13 - The proposed first floor terrace on the north-eastern corner of the building shall not be used outside the hours of 09.00-18.00 on any day of the week.",
    "Condition : 14 - The proposed security gates to the east  and west of the building shall be kept closed between the hours of 22.00 and 07.00.  No vehicles may access the area behind the gates within these hours.",
    "Condition : 15 - The proposed lighting scheme shall be operated in accordance with the levels of luminance, location of light sources and hours of operation as specified in the External Lighting Design Method Statement that was submitted as part of this application.",
    "Condition : 16 - The development shall not open for business until the accesses have been constructed in accordance with details to be submitted to and approved by the Local Planning Authority, and in compliance with the requirements of Tfl for work carried out within the TLRN",
    "Condition : 17 - It is considered that this application for demolition of existing buildings and the erection of a storey 6 storey building to rpvide regional head quarters for Audi UK, incorporating showrooms, offices, workshopsand anciallary parking space at basement and ground floor, because of itsposition, design and appearance, would be acceptable having due regard for the site characteristics and the proximityof the Great West Road and M4 Motorway, and would not be detrimental to the visual amenity of the locailty or to the aemenities of the adjoining residential properties.  On balance, the dsevelopment is in accordance with adopted UDPpolicies ENV-B.1.1 (New Development) and IMP.4.2 (The Great West Road) of The LOndon Borough of HOunslow UDP, Adopted December 2003 and is compliant with Counil's Supplementary Planning Guidance.",
    "Condition : 18 - ."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "18/12/2003",
  "lpa_name": "Hounslow",
  "centroid_northing": 0,
  "last_updated": "2025-03-19T18:28:55.119+00:00",
  "development_type": "Minor Offices-R and D-light industry",
  "ward": "Tokyngton",
  "parking_details": null,
  "uprn": null,
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "14/10/2004",
  "borough": "Hounslow",
  "wgs84_polygon": null,
  "lpa_app_no": "P/2003/2949",
  "valid_date": "19/09/2003",
  "description": "Demolition of existing buildings and the erection of a 5 storey building to provide regional headquarters incorporating vehicle showrooms, offices, workshops and ancillary parking space at basement and ground floor",
  "centroid_easting": 0,
  "site_number": null,
  "lapsed_date": "13/10/2009",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Committee",
  "epc_number": null,
  "street_name": null,
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2003/2949",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2003_2949",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}