{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of five years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the buildings are occupied.",
    "Condition : 3 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development Order) 1995 (or any order revoking or re-enacting that order) no enlargement of the premises or any additional structures/buildings within the curtilage of the site shall be carried out.",
    "Condition : 4 - Before the development is commenced a scheme for protecting the proposed residential accommodation from excessive external noise shall be submitted to and approved by the Local Planning Authority and any works which form part of such a scheme shall be completed before any part of the development is first occupied or used.",
    "Condition : 5 - No development shall take place until full details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved.  These details shall include (proposed finished levels or contours; means of enclosure; car parking layouts; other vehicle and pedestrian access and circulation areas; hard surfacing material; minor artefacts and structures (eg. furniture, play equipment, refuse or other storage units, signs, lighting etc); proposed and existing functional services above and below ground (eg drainage power, communications cables, pipelines etc. indicating lines, manholes, supports etc); retained historic landscape features and proposals for restoration, where relevant).\r\n\r\nSoft landscape works shall include (planting plans; written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate; implementation programme)\r\n",
    "Condition : 6 - All hard and soft landscape works shall be carried out in accordance with the approved details.  The works shall be carried out prior to the occupation of any part of the development or in accordance with the programme agreed with the local planning authority",
    "Condition : 7 - No development shall take place until there has been submitted to and approved in writing by the local planning authority a plan indicating the positions, design, materials and type of boundary treatment to be erected.  The boundary treatment shall be completed before (the use hereby permitted is commenced) or (before the building(s) is/are occupied) or (in accordance with a timetable agreed in writing with the local planning authority).  Development shall be carried out in accordance with the approved details.",
    "Condition : 8 - A landscape management plan, including long term design objectives, management responsibilities and maintenance schedules for all hard and soft landscape areas, [other than small, privately owned, domestic gardens] shall be submitted to and approved by the local planning authority prior to the occupation of the development or any phase of the development, whichever is the sooner, for its permitted use.  The landscape management plan shall be carried out as approved.",
    "Condition : 9 - No development shall take place until a schedule of landscape maintenance for a minimum period of 5 years has been submitted to and approved in writing by the local planning authority.  The schedule shall include details of the arrangements for its implementation.  Development shall be carried out in accordance with the approved schedule.",
    "Condition : 10 - No demolition or construction work shall take place on the site except between the hours of 8am to 5pm on Mondays to Friday and 9am to 1pm on Saturdays and none shall take place on Sundays and public holidays without the prior agreement of the Local Planning Authority.",
    "Condition : 11 - Before commencement of operations, a scheme shall be submitted to and approved by the Local Planning Authority to cover the following matters:\r\n\r\n(i)\tany external illumination of the site\r\n\r\n(ii)\tmeasures to ensure that all mud and other loose materials are not carried on the wheels and chassis of any vehicles leaving the site; and\r\n\r\n(iii)\tmeasures to minimise dust nuisance caused by the operations and to ensure that no dust or other debris is carried on to the adjoining properties.\r\n\r\nThe scheme so approved should be fully implemented.\r\n",
    "Condition : 12 - Before first occupation of the buildings the loading, unloading and turning space, and parking spaces (including spaces for people with disabilities) shall be provided within the curtilage of the site in accordance with the scheme shown on drawing No. 03.087.100/B and such spaces shall be permanently available and not be used for any other purpose.",
    "Condition : 13 - Before the development hereby permitted is commenced a scheme indicating the provision to be made for disabled people to gain access to the buildings shall have been submitted to and approved by the Local Planning Authority.  The agreed scheme shall be implemented before the development hereby permitted is brought into use.",
    "Condition : 14 - Before the development hereby permitted commences on the site an investigation shall be carried out to identify the extent of contamination and the results provided to the Local Planning Authority.  The investigation will be carried out at such points and to such depth as the Local Planning Authority may stipulate.  A scheme for decontamination of the site shall be submitted to and approved by the Local Authority in writing and the scheme as approved shall be fully implemented and completed before any development hereby permitted is first occupied.",
    "Condition : 15 - 15.\tPrior to the completion of the development details of an obscure glazed screen to be installed to the side of the balconies in the upper floors of Block 'C' that are closest to the northern boundary of the site shall be submitted to and approved by the Local Planning Authority. The screens shall be installed in accordance with any approval given prior to the occupation of the accommodation hereby permitted.\r\n(Reason.  To protect the amenity and privacy of nearby residents)."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "19/01/2004",
  "lpa_name": "Hounslow",
  "centroid_northing": 0,
  "last_updated": "2025-03-19T18:28:54.570+00:00",
  "development_type": "Major dwellings",
  "ward": "07",
  "parking_details": null,
  "uprn": null,
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": null,
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "28/07/2004",
  "borough": "Hounslow",
  "wgs84_polygon": null,
  "lpa_app_no": "P/2003/3288",
  "valid_date": "21/10/2003",
  "description": "Erection of part 3 storey and part 4 storey blocks comprising 16 x 1 bed flats, 47 x 2 bed flats, 5 x 3 bed flats and erection of 9 three bedroom dwellinghouses with associated parking and landscaping",
  "centroid_easting": 0,
  "site_number": null,
  "lapsed_date": "27/07/2009",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Committee",
  "epc_number": null,
  "street_name": null,
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2003/3288",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2003_3288",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}