{
  "lpa_app_no": "P/2004/2097",
  "centroid_northing": 176237,
  "status": "Unknown",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "Hounslow",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T17:37:24.458+00:00",
  "valid_date": "06/10/2004",
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Committee",
  "centroid_easting": 513529,
  "actual_commencement_date": "13/02/2005",
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2004/2097",
  "site_number": "88",
  "decision": null,
  "ward": "09",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_existing_motorcycle": null,
    "no_proposed_cycle": null,
    "no_existing_cycle": null,
    "net_bus": null,
    "net_other": null,
    "no_proposed_motorcycle": null,
    "net_bluebadge": null,
    "no_proposed_other": null,
    "no_proposed_resi_offstreet": null,
    "net_cycle": null,
    "no_proposed_bus": null,
    "no_existing_lgv": null,
    "no_proposed_bluebadge": null,
    "net_lgv": null,
    "no_proposed_car": null,
    "no_existing_bluebadge": null,
    "no_proposed_lgv": null,
    "no_existing_other": null,
    "net_motorcycle": null,
    "no_existing_car": null,
    "no_existing_bus": null,
    "net_car": null
  },
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2004_2097",
  "application_details": {
    "building_age": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "affordable_housing_inlieu_payment": null,
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Hinterland Heathrow",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "3",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": 0,
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": []
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B1",
        "gia_gained": 0,
        "actual_commencement_date": "13/02/2005",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "01/12/2006",
        "use_class": "D1",
        "gia_gained": 746,
        "actual_commencement_date": "13/02/2005",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "non_permanent_dwellings_details": [],
    "no_affordable_housing_units_provided_offsite": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 746,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 746,
      "development_type": "Extension",
      "site_area": 0.074
    },
    "scheme_name": null,
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "residential_units": [],
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_bedrooms": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "site_area": null,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent": 0
    },
    "superseding_details": [],
    "occupation_status": null,
    "building_type": null
  },
  "uprn": "100023403900",
  "decision_date": "08/02/2005",
  "description": "Erection of a single storey extension and roof terrace to the south elevation to provide conference and dining facilities together with creation of 50 new visitors car parking spaces",
  "site_name": "88",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "30/11/2004",
  "borough": "Hounslow",
  "postcode": "TW3 4DW",
  "street_name": "Lampton Road",
  "bo_system": "Northgate M3",
  "development_type": "Minor Offices-R and D-light industry",
  "lapsed_date": "07/02/2010",
  "decision_conditions": [
    "Condition : 1 - The proposal would not harm the appearance of the property or the locality, represents a sustainable form of development and would not harm neighbours' living conditions or result in unacceptable conditions on the local highway network.  The proposal therefore complies with adopted Unitary Development Plan policies IMP.1.1; ENV-B.1.1; ENV-B.1.8; ENV-P.1.5; ENV-P.1.1; ENV-B.1.9; ENV-P.1.3; ENV-P.2.1; ENV-P.2.4; ENV-P.2.6; ENV-N.2.6; E.1.1; E.3.1; E.5.2; T.1.1; T.1.2; T.1.4; T.2.1; T.2.2; T.4.3; T.4.4; C1.4; and C.4.3 and London Plan policies. 2A.1, 2A.6, 3C.1, 3C.2, 3C.20, 3C.21, 3C.22, 4A.1, 4A.6, 4A.7, 4B.4, 4B.5, and 4B.6.",
    "Condition : 2 - The development hereby permitted shall be begun before the expiration of five years from the date of this permission.",
    "Condition : 3 - The materials to be used in the development shall be those specified in the approved drawings.",
    "Condition : 4 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority (before the building(s) is/are occupied/used).",
    "Condition : 5 - Before the development hereby permitted is commenced a scheme indicating the provision to be made for disabled people to gain access to [    ] shall have been submitted to and approved by the Local Planning Authority.  The agreed scheme shall be implemented before the development hereby permitted is brought into use.",
    "Condition : 6 - The development shall not be occupied until the alterations to the Lampton Road/Clovelly Road junction and the widening of Clovelly Road shown on the submitted plans has been carried out.",
    "Condition : 7 - Once the conference centre is in operation, deliveries to the site shall be through the existing basement service area by means of vehicles no larger than a 10 metre rigid lorry and from the surface car park immediately to the east of the development by means of vehicles no larger than a 7.5 tonne van.",
    "Condition : 8 - Coaches delivering passengers to or collecting them from the conference centre shall do so in the area shown on the approved plans immediately to the south east of the existing basement delivery area entrance.",
    "Condition : 9 - Before the development hereby approved is brought into use details of a scheme to provide parking for cyclists in accordance with adopted standards shall be submitted to and approved by the Local Planning Authority, and such details as approved shall be implemented and brought into use prior to first occupation, and thereafter retained.",
    "Condition : 10 - Before the development hereby approved is brought into use details of the proposed car park attendant's cabin and the associated car park barrier shall be submitted to and approved by the Local Planning Authority, and such details as approved shall be implemented and brought into use prior to first occupation, and thereafter retained.",
    "Condition : 11 - The use hereby permitted for The Lampton Park Conference Centre purposes shall not be carried on outside the following times 8 am and 12 pm Sunday to Thursday and 8 am to 1am on Friday and Saturday",
    "Condition : 12 - The car parking area to the south of Clovelly Road shall only be used for visitors to the conference centre and shall not be used other than weekdays between the hours of 8 am and 7 pm and a means of access control shall be introduced to secure this.",
    "Condition : 13 - Before construction starts on the car park area hereby approved, details of a 'no dig' construction method shall be submitted to and approved in writing by the local planning authority and such details as approved shall be implemented.",
    "Condition : 14 - The development shall not be occupied until a Green Travel Plan has been devised and implemented in accordance with the details submitted in the Travel Plan Statement included in the application.  The Travel Plan shall be kept permanently in place reviewed on an annual basis and the measures adopted shall be modified in accordance with the findings of that review.",
    "Condition : 15 - Removal of overspill car park.The car park hereby approved shall be removed no later than five years after the first occupation of the development.  The site shall then reinstated to its former condition and landscaped in accordance with a scheme which shall first be submitted to and approved in writing by the local planning authority within one year of the closure of the car park.",
    "Condition : 16 - The development shall not be occupied until full details of both hard and soft landscaping works, including the refurbishment and alterations to the existing landscape garden immediately south of the existing building and of boundary treatment for the car park, including a phased programme of works for their implementation, have been submitted to and approved in writing by the Local Planning Authority.  These works shall be carried out as approved in accordance with the programme agreed by the Local Planning Authority.  Any trees or other plants which die or are removed within the first five years after implementation of the landscaping scheme shall be replaced during the next planting season.",
    "Condition : 17 - In this condition \"retained tree\" means an existing tree which is to be retained in accordance with the approved plans and particulars; and paragraphs (a) and (b) below shall have effect until the expiration of (5 years?) from (the date of the occupation of the building for its permitted use).\r\n\r\n(a)\tNo retained tree shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped other than in accordance with the approved plans and particulars, without the written approval of the local planning authority.  Any topping or lopping approved shall be carried out in accordance with British Standard[3998 (Tree Work)] or any other BS replacing.\r\n\r\n(b)\tIf any retained tree is removed, uprooted or destroyed or dies, another tree shall be planted at the same place and that tree shall be of such size and species, and shall be planted at such time, as may be specified in writing by the local planning authority.\r\n\r\n(c)\tThe erection of fencing for the protection of any retained tree shall be undertaken in accordance with the approved plans and particulars before any equipment, machinery or materials are brought on to the site for the purposes of the development, and shall be maintained until all equipment, machinery and surplus materials have been removed from the site.  Nothing shall be stored or placed in any area fenced in accordance with this condition and the ground levels within those areas shall not be altered, nor shall any excavation be made, without the written consent of the local planning authority.",
    "Condition : 18 - The development shall not be occupied until details of noise limitation equipment to control amplified noise within acceptable limits have been submitted to an approved in writing by the local planning authority.  This equipment shall be designed to operate at times when any exterior door or window to the room containing the amplification system is kept open.  The details so approved shall be implemented and permanently retained in working order.",
    "Condition : 19 - The building shall be [constructed/adapted] so as to provide insulation against external noise of not less than         dB(A), with windows shut and other means of ventilation provided.",
    "Condition : 20 - The development shall not be occupied until details of measures to help ensure the personal safety of people visiting the premises have been submitted to and approved in writing by the local planning authority and the details so approved have been implemented.",
    "Condition : 21 - The development shall not be occupied until details of measures for the storage and (where appropriate) recycling of refuse on site have been submitted to and approved in writing by the local planning authority and the details so approved have been implemented.",
    "Condition : 22 - Details of water harvesting and conservation measures.No development shall take place until the results of a study to investigate measures for the harvesting of rainwater, the minimisation of water run-off from the proposed building and the conservation and reuse as appropriate of other water supplies in the proposed building, including recommendations for have been submitted to and approved in writing by the Local Planning Authority.  These details shall be carried out as approved.",
    "Condition : 23 - No development shall take place until details of measures for the conservation of energy and the on site generation of energy if appropriate have been submitted to and approved in writing by the Local Planning Authority.  These details shall be carried out as approved.",
    "Condition : 24 - No development shall take place until a statement on the sourcing of materials to be used in the building, involving reuse, recycling and other sustainable sourcing of materials to be used in the construction and fitting out of the building wherever possible has been submitted to and approved in writing by the Local Planning Authority.  These details shall be carried out as approved.",
    "Condition : 25 - Before the car parking area to the south of Clovelly Road is brought into use, details of any proposed lighting for the car park shall be submitted to and approved in writing by the local planning authority and the details so approved shall be implemented and retained as approved for the duration of the use of the car park."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.366743,
          51.473728
        ],
        [
          -0.366744,
          51.473701
        ],
        [
          -0.366788,
          51.473702
        ],
        [
          -0.366787,
          51.473729
        ],
        [
          -0.366743,
          51.473728
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": null,
  "centroid": {
    "lon": -0.366766,
    "lat": 51.473715
  },
  "actual_completion_date": "01/12/2006",
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}