{
  "decision_conditions": [
    "Condition : 1 - 1.\tThe proposed demolition of the billiard hall and extensions to the John Bull PH  would fragment the links between the Thorney Hedge Conservation Area on both sides of Chiswick High Road, and detract from the character and appearance of this Conservation Area, contrary to Policy ENV-B 2.2 of the Unitary Development Plan   \r\n2.\tThe proposed demolition of the billiard hall and extensions to the John Bull PH  would detract from the character and appearance of the Thorney Hedge Conservation Area in the absence of an approved scheme for the sites' redevelopment, and it is thus contrary to Policy ENV-B 2.2\r\n3.\tThe proposed redevelopment of the site does not relate to the Thorney Hedge Conservation Area due to the excessive height and bulk of the proposed extensions, and the scale of the new development would adversely harm the character and appearance of the Thorney Hedge Conservation Area contrary to Policy ENV-B 2.2 of the Unitary Development Plan.\r\n4.\tThe proposal for the demolition of the billiard hall and extensions to the John Bull PH would lead to the loss of an interesting and attractive set of buildings that makes a positive contribution to the character and appearance of the Conservation Area. It would be contrary to Policy ENV-B 2.2 of the Unitary Development Plan.\r\n5.\tThe demolition of the billiard hall, and extensions to the public house would result in a loss of a rare instance of ancillary activity rooms to a public house on Chiswick High Road that demonstrates an early form of residential, social and commercial pattern of life. In this instance the remaining, still recognisable pattern from which developed the speculative mini-suburb of Thorney Hedge  / Silver Crescent would be lost. It would be contrary to Policy ENV-B 2.2 of the Unitary Development Plan.\r\n\r\n"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "19/04/2005",
  "lpa_name": "Hounslow",
  "centroid_northing": 178481,
  "last_updated": "2025-03-19T17:43:34.541+00:00",
  "development_type": "Minor traveller caravan pitches",
  "ward": "18",
  "parking_details": null,
  "uprn": "100023492854",
  "application_details": {},
  "last_date_consultation_comments": null,
  "decision": null,
  "bo_system": "Northgate M3",
  "postcode": "W4 5RP",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "10/05/2005",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.275849,
          51.492606
        ],
        [
          -0.27585,
          51.492579
        ],
        [
          -0.275893,
          51.49258
        ],
        [
          -0.275892,
          51.492607
        ],
        [
          -0.275849,
          51.492606
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2005/0589",
  "valid_date": "23/02/2005",
  "description": "00248/590/CA3\r\nDemolition of the single storey billard hall attached to the side of the public house and the single storey extension to Public House (Thorney Hegde Conservation Area)\r\n\r\n00248/590/P7\r\nThe erection of three- storey side and rear extension to Public House and addition of fourth floor to public house, and conversion of 1st, 2nd and 3rd floors of extended public house to 4 x 1 bed-flats and  3 x 2-bed flat.  The erection of a 3-storey terrace of 2 x 3-bed houses and 3 x 2-bed flats with 6 parking spaces and private garden areas at the rear of the Public House.\r\n\r\n",
  "centroid_easting": 519792,
  "site_number": "590",
  "lapsed_date": "10/05/2005",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Committee",
  "epc_number": null,
  "street_name": "Chiswick High Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "London",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.492593,
    "lon": -0.275871
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2005/0589",
  "site_name": "The Gunnersbury",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Unknown",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-P_2005_0589",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  }
}