{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/200022VAR;",
  "lapsed_date": "25/06/2023",
  "decision_target_date": "26/06/2020",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 7QE",
  "site_name": "11 Acton Park Estate",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012153716"
    ],
    "site_area": 0.169
  },
  "appeal_decision_date": null,
  "lpa_app_no": "200022VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521061,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T20:35:32.992+00:00",
  "id": "Ealing-200022VAR",
  "application_type": "All Other",
  "street_name": "The Vale",
  "borough": "Ealing",
  "ward": "Southfield",
  "decision_date": "25/06/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for Minor Material Amendment (s73) to vary condition no.2 (Parking), condition no.5 (Hours of Operation) and Condition 8 (Barrier details) of planning permission ref. AMC/TPAP 35343/3 dated 08/06/2000 for 'Use of existing Class B1, general office building, for purposes within Class B1 and/or B8, warehousing and distribution purposes' - Variation to restrictions for overflow parking and hours of operation to exclude parking\n",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor general industry-storage-warehousing",
  "centroid_northing": 179767,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012153716",
  "centroid": {
    "lon": "-0.25713749999999996",
    "lat": "51.5038814"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              521074.319407,
              179740.9989295
            ],
            [
              521073.4289404,
              179739.4293788
            ],
            [
              521031.403864,
              179763.2125709
            ],
            [
              521048.5700812,
              179793.5738801
            ],
            [
              521090.0592287,
              179770.1005992
            ],
            [
              521090.6116478,
              179769.7906879
            ],
            [
              521089.6057503,
              179768.0111973
            ],
            [
              521074.319407,
              179740.9989295
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The modifications required to the parking arrangements, as shown on the approved plans, shall be completed within nine (9) months of the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with drawing title number(s): 66987 U11ACTON LP",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| The car and commercial vehicle parking spaces shown on the approved plan No. 66987 U11ACTON LP shall be marked out on the site and these spaces shall thereafter be continuously available for car and commercial vehicle parking and servicing only (as the case may be) to the satisfaction of the Local Planning Authority and shall not be used for any other purposes without the prior permission of the Local Planning Authority. The overflow car park to the south and west of Until 11 is to be restricted by barriers approved under Condition 8 and used in accordance with the arrangement shown on plan  66987 U11ACTON LP",
    "Reason: To ensure adequate servicing and car parking is available within the site and is located in areas which avoid harm to nearby residents",
    "| Floor markings identifying the parking spaces for the individual units shown on approved plan 66987 U11ACTON LP shall be applied at the identified locations within 3 months of this permission being implemented and shall be retained thereafter",
    "Reason: To ensure the availability of parking spaces for individual units | Secure cycle parking shown on approved plan 66987 U11ACTON LP shall be provided within the site within 3 months of this permission being implemented and retained thereafter",
    "Reason: To encourage sustainable transport modes in accordance with London Plan (2016) policy 6.9 and table 6.3 and Draft New London Plan (2019) policy T1 and T5. | The use permitted shall not operate outside 0800 to 1900 hours Monday to Friday, 0800 to 1300 hours on Saturday and not on Sundays and Bank Holidays, except for car and commercial vehicle parking which can take place at any time in relation to the operation of Unit 11 only.",
    "Additionally, no vehicles, including refrigerated vehicles within the application site outside of those hours, should be revving and/or have their engines and/or refrigerator units left running.",
    "Reason: To ensure that the amenity of surrounding occupiers of the development are not adversely affected by noise, in accordance with Policies 7.15 of the London Plan 2016, policies 1.1(j) & 1.2(f) of the Ealing Development (Core) Strategy (2012) and with policy and 7A of the Ealing's Development Management Plan Document. | As measured at the boundaries of the application site, the noise level of combined fixed and mobile plant sources associated with the site, operating at maximum capacity, shall not exceed a noise rating NR35 Leq,5mins in third octave frequencies, at any time.",
    "Reason: To protect the living conditions of occupiers of nearby properties | No goods or materials shall be stacked or deposited, an no operations carried out unless within a roofed and enclosed building. Any development on site will require planning permission.",
    "Reason: To protect the living conditions of nearby occupiers, and to safeguard the visual appearance of the area in accordance with policies 7A and 7B of Ealing's Development Management Plan DPD (2013) | The existing height restriction barriers in place along the southern and western sides of Unit 11 shall be retained for the lifetime of the development",
    "Reason: To prevent the parking and manoeuvring of vehicles other than cars in the interests of safeguarding the living conditions of nearby residential occupiers un Hatfield Road. | No subdivision of the existing building in small, separate units shall take place without prior written approval from the Local Planning Authority.",
    "Reason: In the interests of the living conditions of nearby occupiers in Hatfield Road | The existing landscaping to the rear of the site and be retained for the lifetime of the development",
    "Reason: In the interests of the living conditions of nearby occupiers in Hatfield Road and visual appearance of the surrounding area. | Signage to the rear of the boundary with Hatfield Road houses shall be retained.",
    "Reason: To protect the living conditions of nearby residential occupiers in Hatfield Road."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/01/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08388471",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2569546,
          51.5036449
        ],
        [
          -0.256968,
          51.503631
        ],
        [
          -0.257565,
          51.5038537
        ],
        [
          -0.25730739999999996,
          51.5041229
        ],
        [
          -0.256718,
          51.5039031
        ],
        [
          -0.2567101,
          51.5039002
        ],
        [
          -0.2567252,
          51.5038844
        ],
        [
          -0.2569546,
          51.5036449
        ]
      ]
    ],
    "type": "Polygon"
  }
}