{
  "last_date_consultation_comments": "15/08/2024",
  "site_number": null,
  "ward": "HILLINGDON EAST 2022",
  "decision_date": "05/09/2024",
  "description": "Construction of a part single-storey, part two-storey side/rear wraparound extension and a front porch, following demolition of existing front porch and side extension.",
  "development_type": null,
  "application_type": "Householder",
  "appeal_status": null,
  "title_number": null,
  "postcode": "UB10 0EZ",
  "locality": null,
  "appeal_decision": "Dismissed",
  "status": "Refused",
  "pp_id": "13236207",
  "street_name": "70 CLIFTON GARDENS",
  "last_updated_by": "CSV Data Import",
  "lpa_name": "Hillingdon",
  "centroid": {
    "lon": -0.44795,
    "lat": 51.537682
  },
  "lpa_app_no": "78907/APP/2024/1882",
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 150,
    "no_additional_bathrooms": 4,
    "no_additional_bedrooms": 2,
    "intended_completion_date": "12/2024",
    "intended_commencement_date": "09/2024",
    "site_area": 0.09300000000000001
  },
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.44806029999999997,
          51.5378454
        ],
        [
          -0.4477121,
          51.537817
        ],
        [
          -0.4477273,
          51.5377648
        ],
        [
          -0.44773189999999996,
          51.5377411
        ],
        [
          -0.4478165,
          51.5376102
        ],
        [
          -0.4481119,
          51.5373369
        ],
        [
          -0.4481633,
          51.53734
        ],
        [
          -0.44806029999999997,
          51.5378454
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 507740,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=78907/APP/2024/1882",
  "bo_system": "CSV Data Import",
  "appeal_start_date": "27/11/2024",
  "secondary_street_name": "HILLINGDON",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "KHAYRI HOUSE",
  "id": "Hillingdon-78907_APP_2024_1882",
  "decision_target_date": "05/09/2024",
  "centroid_northing": 183228,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507730.6027,
              183245.8248
            ],
            [
              507754.8121,
              183243.179
            ],
            [
              507753.8861,
              183237.3581
            ],
            [
              507753.6215,
              183234.7123
            ],
            [
              507748.0652,
              183220.0279
            ],
            [
              507728.2214,
              183189.2039
            ],
            [
              507724.6496,
              183189.4685
            ],
            [
              507730.6027,
              183245.8248
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "The proposal by reason of its bulk, size, scale, width, and design, would result in an incongruous, dominant, disproportionate, bulky, and visually intrusive form of development that would fail to harmonise with the architectural composition of the original dwelling and would be detrimental to the character, appearance, and visual amenities of the street scene and the surrounding area. Therefore, the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (2012) and Policies DMHB 11, DMHB 12, and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The proposed development by reason of its excessive footprint, siting, size, bulk, mass, and design, would result in inappropriate development in the green belt, creating a disproportionate development and a loss of visual openness. As such, the proposal represents inappropriate development within the Green Belt, which is harmful by definition to its open character and appearance, and there are no very special circumstances provided or which are evident that either singularly or cumulatively justify the development which would overcome the presumption against inappropriate development in the Green Belt. The development is, therefore, harmful to the Green Belt, contrary to Section 13 of the National Planning Policy Framework (2023), Policy G2 of The London Plan (2021), and Policy DMEI 4 of the Hillingdon Local Plan Part Two - Development Management Policies (2020).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012.",
    "For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "appeal_decision_date": "20/06/2025",
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "last_updated": "2025-07-19T21:59:25.360Z",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": null,
  "decision": "Refused",
  "valid_date": "11/07/2024"
}