{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510953.6566,
              185430.9844
            ],
            [
              510822.6876,
              185341.6873
            ],
            [
              510800.198,
              185372.1145
            ],
            [
              510657.9841,
              185270.2497
            ],
            [
              510643.432,
              185294.0622
            ],
            [
              510650.0466,
              185294.0622
            ],
            [
              510659.9685,
              185294.7237
            ],
            [
              510675.8435,
              185301.3383
            ],
            [
              510704.9478,
              185317.2133
            ],
            [
              510761.8333,
              185357.5624
            ],
            [
              510775.7239,
              185371.453
            ],
            [
              510779.0312,
              185380.052
            ],
            [
              510778.3698,
              185391.2968
            ],
            [
              510773.7396,
              185401.2187
            ],
            [
              510688.4113,
              185516.3127
            ],
            [
              510776.3854,
              185579.1513
            ],
            [
              510895.4481,
              185520.9429
            ],
            [
              510953.6566,
              185430.9844
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07813359",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:42:54.048+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "01/06/2019",
  "secondary_street_name": "RUISLIP",
  "appeal_start_date": null,
  "ward": "SOUTH RUISLIP",
  "centroid": {
    "lat": "51.5571317",
    "lon": "-0.4029096"
  },
  "decision": "Approved",
  "valid_date": "30/04/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 3.585
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=974/APP/2019/1454",
  "lpa_name": "Hillingdon",
  "site_name": "ODYSSEY BUSINESS PARK",
  "lapsed_date": "11/09/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans and document numbers W779 EX005 Rev. P4, 1931-DLA-XX-L-05 Rev. P05, 1931-DLA-XX-XX-XX-L-04 Rev. P05, 1931-DLA-XX-XX-XX-XX-07 Rev. P01, 1931-DLA-XX-XX-DR-L-08 Rev. P01, EAG-CDA-B1-00-DR-A-0024 Rev. P01, DLA-1931-L-01-P02, DLA-1931-L-02-P02, DLA-1931-L-02-P03 Detailed Planting Scheme and Management Plan (Ref: DLA-1931-LPMP-01-P01) and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The applicant is advised to contact London Underground Infrastructure Protection before commencement of works and provide the following:",
    "- staged submissions of Design and RAMS for review and approval by LUL Engineer",
    "- written approval from LUL Engineer before commencement of works at each stage",
    "Reason: To ensure that the development does not impact on existing London Underground transport infrastructure, in accordance with London Plan 2015 Table 6.1, draft London Plan policy T3 and 'Land for Industry and Transport' Supplementary Planning Guidance 2012."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Reconfiguration of the existing car park and associated alterations to the existing landscaping and lighting",
  "lpa_app_no": "974/APP/2019/1454",
  "decision_target_date": "12/09/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "11/09/2019",
  "id": "Hillingdon-974_APP_2019_1454",
  "centroid_northing": 185458,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 510815,
  "street_name": "WEST END ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.40091889999999997,
          51.5568616
        ],
        [
          -0.4028353,
          51.5560848
        ],
        [
          -0.40315,
          51.5563627
        ],
        [
          -0.4052325,
          51.555475
        ],
        [
          -0.4054349,
          51.5556919
        ],
        [
          -0.40533949999999996,
          51.5556906
        ],
        [
          -0.4051962,
          51.5556946
        ],
        [
          -0.4049653,
          51.5557509
        ],
        [
          -0.4045406,
          51.5558879
        ],
        [
          -0.4037078,
          51.5562394
        ],
        [
          -0.4035031,
          51.5563615
        ],
        [
          -0.4034527,
          51.5564382
        ],
        [
          -0.4034587,
          51.5565394
        ],
        [
          -0.4035224,
          51.5566294
        ],
        [
          -0.4047164,
          51.5576807
        ],
        [
          -0.40342819999999996,
          51.5582282
        ],
        [
          -0.40172979999999997,
          51.5576816
        ],
        [
          -0.40091889999999997,
          51.5568616
        ]
      ]
    ],
    "type": "Polygon"
  }
}