{
  "lpa_name": "Havering",
  "uprn": "100021409669",
  "decision_date": "07/04/2021",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-D0050.21",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM14 1AY",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.037000000000000005
  },
  "valid_date": "28/01/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Certificate of Lawfulness for conversion of roof space to habitable use to include a rear dormer, conversion of roof from hip to gable end, and two gable end windows.",
  "decision_conditions": [
    "The operations come within the provisions of Schedule 2, Part 14, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015, thereby not requiring planning permission.",
    "The operations come within the provisions of Schedule 2, Part 1, Class B of the Town and Country Planning (General Permitted Development) (England) Order 2015, thereby not requiring planning permission.",
    "This certificate provides confirmation that the development is lawful.  You should also check whether the development requires separate Building Regulation consent. Information is available on the Building Control webpages and the team is available between 9am and 10am Monday to Friday via 01708 432700.",
    "Development is permitted by Class A subject to the following conditions-",
    "(a)solar PV or solar thermal equipment is, so far as practicable, sited so as to minimise its effect on the external appearance of the building;",
    "(b)solar PV or solar thermal equipment is, so far as practicable, sited so as to minimise its effect on the amenity of the area; and",
    "(c)solar PV or solar thermal equipment is removed as soon as reasonably practicable when no longer needed.",
    "The development is permitted by Class B subject to the following conditions-",
    "(a) the materials used in any exterior work must be of a similar appearance to those used",
    "in the construction of the exterior of the existing dwellinghouse;",
    "(b) the enlargement must be constructed so that-",
    "(i) other than in the case of a hip-to-gable enlargement or an enlargement which joins the original roof to the roof of a rear or side extension-",
    "(aa) the eaves of the original roof are maintained or reinstated; and",
    "(bb) the edge of the enlargement closest to the eaves of the original roof is, so far as",
    "practicable, not less than 0.2 metres from the eaves, measered along the roof slope from",
    "the outside edge of the eaves; and",
    "(ii) other than in the case of an enlargement which joins the original roof to the roof of a rear or side extension, no part of the enlargement extends beyond the outside face of any external wall of the original dwellinghouse; and",
    "(c) any window inserted on",
    "Notwithstanding the details shown on the plans, any window inserted on a wall or roof slope forming a side elevation of the dwellinghouse must be -",
    "(i) Obscure-glazed, and",
    "(ii) Non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed.",
    "Reason:-",
    "To comply with the criteria set out in Schedule 2, Part 1, Class B of the Town and Country Planning (General Permitted Development) (England) Order 2015."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-21T00:00:15.936+00:00",
  "ward": "Cranham",
  "parking_details": null,
  "lapsed_date": "07/04/2024",
  "decision_target_date": "07/04/2021",
  "centroid": {
    "lat": "51.5670964",
    "lon": "0.25312409999999996"
  },
  "lpa_app_no": "D0050.21",
  "status": "Not Required",
  "site_name": "23 MASEFIELD DRIVE",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=D0050.21",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              556246.415,
              187749.789
            ],
            [
              556249.938,
              187766.045
            ],
            [
              556252.918,
              187779.863
            ],
            [
              556263.213,
              187779.05
            ],
            [
              556261.859,
              187765.233
            ],
            [
              556260.504,
              187754.395
            ],
            [
              556259.42,
              187747.622
            ],
            [
              556258.337,
              187747.893
            ],
            [
              556246.415,
              187749.789
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "UPMINSTER",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 556256,
  "appeal_start_date": null,
  "centroid_northing": 187763,
  "borough": "Havering",
  "decision": "Not Required",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.25298000000000004,
          51.5669804
        ],
        [
          0.253038,
          51.5671255
        ],
        [
          0.2530871,
          51.5672488
        ],
        [
          0.2532352,
          51.5672386
        ],
        [
          0.2532095,
          51.5671149
        ],
        [
          0.2531852,
          51.5670179
        ],
        [
          0.25316649999999996,
          51.5669573
        ],
        [
          0.25315109999999996,
          51.5669601
        ],
        [
          0.25298000000000004,
          51.5669804
        ]
      ]
    ],
    "type": "Polygon"
  }
}