{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507987.6854,
              181422.1089
            ],
            [
              508011.7625,
              181427.9297
            ],
            [
              508014.2761,
              181427.6651
            ],
            [
              508016.525,
              181425.1516
            ],
            [
              508017.8479,
              181417.4786
            ],
            [
              507989.5375,
              181412.3193
            ],
            [
              507987.8177,
              181422.1089
            ],
            [
              507987.6854,
              181422.1089
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07650833",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:42:09.863+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "25/03/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "BOTWELL",
  "centroid": {
    "lat": "51.5213826",
    "lon": "-0.44469359999999997"
  },
  "decision": "Refused",
  "valid_date": "28/02/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.031
  },
  "cil_liability": true,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=14440/APP/2019/644",
  "lpa_name": "Hillingdon",
  "site_name": "28 DAWLEY AVENUE",
  "lapsed_date": "24/04/2022",
  "parking_details": null,
  "decision_conditions": [
    "The proposed extension by reason of its size, scale, bulk, height, depth, width, proximity to the side boundary and projection forward of the return building line along Chester Close, in this open prominent position, would result in the closing of an important gap characteristic to the area, resulting in a cramped appearance. The proposal would therefore represent an overdevelopment of the site to the detriment of the visual amenities of the street scene and the character and appearance of the surrounding area. The proposed development is therefore contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE13, BE15 and BE19 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012) and the Council's adopted Supplementary Planning Documents HDAS: Residential Extensions and HDAS: Residential Layouts.",
    "The proposed development fails to provide alternative off street parking provision for the existing property, 28 Dawley Avenue and therefore the development is considered to be deficient in car parking provision with regard to the Council's approved car parking standards, leading to on-street parking to the detriment of public and highway safety and therefore contrary to Policies AM7 and AM14 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012) and the adopted Supplementary Planning Document HDAS: Residential Extensions.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Part two storey, part single storey side extension to create semi-detached 1-bed dwelling with associated parking and amenity space, and single storey rear extension to existing dwelling, involving demolition of existing conservatory and shed and installation of vehicular crossover",
  "lpa_app_no": "14440/APP/2019/644",
  "decision_target_date": "25/04/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "24/04/2019",
  "id": "Hillingdon-14440_APP_2019_644",
  "centroid_northing": 181420,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 508003,
  "street_name": "HILLINGDON",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.44491359999999996,
          51.5214045
        ],
        [
          -0.4445649,
          51.5214522
        ],
        [
          -0.4445288,
          51.5214494
        ],
        [
          -0.4444972,
          51.5214263
        ],
        [
          -0.4444805,
          51.5213571
        ],
        [
          -0.4448899,
          51.5213162
        ],
        [
          -0.44491169999999997,
          51.5214045
        ],
        [
          -0.44491359999999996,
          51.5214045
        ]
      ]
    ],
    "type": "Polygon"
  }
}