{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": null,
  "borough": "Hillingdon",
  "wgs84_polygon": null,
  "site_name": "UPLANDS COURT, 19",
  "centroid_easting": 509675,
  "pp_id": "12691525",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null
  },
  "lpa_name": "Hillingdon",
  "decision": "Refused",
  "lpa_app_no": "38279/TRE/2023/308",
  "decision_date": "16/02/2024",
  "last_updated": "2025-03-20T11:02:31.078+00:00",
  "centroid_northing": 191949,
  "centroid": {
    "lat": 51.615694,
    "lon": -0.417342
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "NORTHWOOD 2022",
  "bo_system": "CSV Data Import",
  "lapsed_date": "16/02/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "14/01/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "21/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The trees are situated on the boundary between Uplands Court and 17 Frithwood Avenue. They have a moderate amenity value, can be viewed from and act as screening between the two properties. The trees contribute to the arboreal character of the area.",
    "The proposed work to sever the ivy on the silver birch can be undertaken without application.",
    "The proposed work to fell the sycamore and reduce the holly by 3m is rejected on the grounds that no valid arboricultural reason is provided for these works.",
    "Having regard to the reasons given for the proposed work, the work is unjustified and will have a detrimental impact on the visual amenity and arboreal character of the area.",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree(s) and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": null,
  "decision_target_date": "15/02/2024",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Refused",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "FRITHWOOD AVENUE",
  "secondary_street_name": "NORTHWOOD",
  "description": "To carry out tree surgery to reduce height by 3m One Holly at T17 in TPO 156.\nTo fell to ground level One Sycamore at T18 in TPO 156.",
  "id": "Hillingdon-38279_TRE_2023_308",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=38279/TRE/2023/308"
}