{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508869.9146,
              181514.1328
            ],
            [
              508863.0354,
              181517.7047
            ],
            [
              508874.5448,
              181540.3266
            ],
            [
              508876.926,
              181541.1203
            ],
            [
              508882.8792,
              181537.813
            ],
            [
              508869.9146,
              181514.1328
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08118605",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:40:27.915+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "10/10/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "BOTWELL",
  "centroid": {
    "lat": "51.5221864",
    "lon": "-0.4321257"
  },
  "decision": "Refused",
  "valid_date": "18/09/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.022000000000000002
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=32/APP/2019/2903",
  "lpa_name": "Hillingdon",
  "site_name": "95 WOOD END GREEN ROAD",
  "lapsed_date": "08/01/2023",
  "parking_details": null,
  "decision_conditions": [
    "The proposal has not demonstrated that sufficient off street parking/manoeuvring/access/servicing arrangements would be provided, and therefore the development is considered to result in substandard car parking provision to the Council's approved car parking standard, leading to possible on-street parking /queuing to the detriment of public and highway safety and contrary to policy AM14 of the Hillingdon Unitary Development Plan (Saved Policies September 2007), to the Hillingdon's Adopted Parking Standards (Hillingdon UDP, Saved Policies, September 2007) and to policies DMT2 and DMT6 of the Hillingdon Local Plan: Part Two - Development Management Policies with Modifications (March 2019).",
    "The applicant has failed to demonstrate that unacceptable levels of noise, disturbance and odour to surrounding residential occupiers would not occur. The proposed development is considered to result in noise and disturbance to the detriment of the amenity of adjoining occupiers, contrary to Policies OE1, OE3 and OE5 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. The Council's supports pre-application discussions.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Single storey rear extension involving demolition of existing rear element and part change of use from retail (Use Class A1) to use for food preparation (Use Class B2)",
  "lpa_app_no": "32/APP/2019/2903",
  "decision_target_date": "13/11/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "08/01/2020",
  "id": "Hillingdon-32_APP_2019_2903",
  "centroid_northing": 181528,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 508873,
  "street_name": "HAYES",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.43217439999999996,
          51.5220624
        ],
        [
          -0.4322724,
          51.5220958
        ],
        [
          -0.4320996,
          51.5222969
        ],
        [
          -0.4320651,
          51.5223036
        ],
        [
          -0.4319803,
          51.5222727
        ],
        [
          -0.43217439999999996,
          51.5220624
        ]
      ]
    ],
    "type": "Polygon"
  }
}