{
  "title_number": [
    "Unregistered"
  ],
  "site_name": "101 Stanley Road North",
  "cil_liability": false,
  "uprn": "100021356085",
  "decision_process": "Delegated",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551398.836,
              183784.344
            ],
            [
              551399.965,
              183793.377
            ],
            [
              551437.49,
              183790.329
            ],
            [
              551437.151,
              183781.185
            ],
            [
              551398.836,
              183784.344
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "decision": "Refused",
  "lpa_app_no": "P0499.21",
  "actual_commencement_date": null,
  "development_type": null,
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "18/05/2024",
  "locality": null,
  "postcode": "RM13 8BA",
  "decision_target_date": "17/05/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Rainham",
  "lpa_name": "Havering",
  "borough": "Havering",
  "secondary_street_name": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0499.21",
  "last_updated_by": "CSV Data Import",
  "decision_date": "18/05/2021",
  "appeal_decision": null,
  "centroid_easting": 551418,
  "ward": "South Hornchurch",
  "centroid": {
    "lat": "51.5326907",
    "lon": "0.1816669"
  },
  "application_type_full": "Householder planning permission",
  "appeal_status": null,
  "centroid_northing": 183787,
  "appeal_start_date": null,
  "last_updated": "2025-03-20T23:27:31.522+00:00",
  "description": "Erection of part two-storey side/rear extension, single-storey rear extension, conversion of garage to habitable rooms, loft conversion with rear dormer including raising of the roof height, insertion of 3 x rooflights with Juliet balcony at the first floor level.",
  "last_date_consultation_comments": "15/04/2021",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 32,
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "10/2021",
    "intended_completion_date": "10/2022",
    "site_area": 0.035
  },
  "application_type": "All Other",
  "decision_conditions": [
    "The proposed development, having regard to the cumulative scale, width, bulk and mass of the gable roof alterations, raising of the ridge and significantly large rear with unsympathetic dormer windows, would fail to satisfactorily integrate with the original design of the building, would be out of scale and character with the host dwelling and the immediate surrounding area. As such, the proposal is contrary to Policy DC61 of the London Borough of Havering LDF Core Strategy and Development Control Policies Development Plan Document 2008 and the Residential Extensions and Alterations Supplementary Planning Document 2011.",
    "The proposed two storey side including the first floor balcony, and single storey rear extensions, by reason of its size, excessive depth, sitting design and proximity to the boundaries, would be a visually intrusive feature, overbearing and unneighbourly development as well as having adverse effect on the amenities of adjacent occupiers in terms of visual impact, cause overlooking and loss of privacy which would have a serious and adverse effect on the living conditions of adjacent occupiers.  As such, the proposal is contrary to Policy DC61 of the London Borough of Havering LDF Core Strategy and Development Control Policies Development Plan Document 2008 and the Residential Extensions and Alterations Supplementary Planning Document 2011.",
    "The proposed development would not be subservient to the roof of the property, would alter the basic shape of the roof on the semi-detached house which is unacceptable as it leads to an imbalance between the pair and creates a visually heavy roof to one half causing a negative effect on the street scene by the loss of symmetry. Accordingly the proposal is of a poor quality design which is contrary to the purposes and intent of Policy DC61 of the LDF Core Strategy and Development Control Policies Development Plan Document, the Residential Extensions and Alterations Supplementary Planning Document.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, it was necessary to issue a decision as close to the statutory timeframe as possible as opposed to seeking amendments which would have significantly delayed the application."
  ],
  "status": "Refused",
  "pp_id": "09636873",
  "bo_system": "CSV Data Import",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "22/03/2021",
  "id": "Havering-P0499.21",
  "parking_details": null,
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1813897,
          51.532672
        ],
        [
          0.18140979999999998,
          51.5327528
        ],
        [
          0.1819491,
          51.5327154
        ],
        [
          0.1819403,
          51.5326333
        ],
        [
          0.1813897,
          51.532672
        ]
      ]
    ],
    "type": "Polygon"
  }
}