{
  "application_type": "All Other",
  "application_type_full": "Full planning permission",
  "description": "Partial demolition and extension to existing building to provide additional self-storage floorspace (Use Class B8) with associated new car and cycle parking, refuse storage, landscaping and other associated works ancillary to the development.",
  "epc_number": "7624-7353-4672-0370-3315",
  "street_name": "UXBRIDGE ROAD",
  "appeal_decision": null,
  "lpa_app_no": "49467/APP/2022/2801",
  "centroid": {
    "lon": -0.390634,
    "lat": 51.513953
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 511773,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=49467/APP/2022/2801",
  "last_updated": "2025-03-19T22:16:34.801+00:00",
  "subdivision_of_building": null,
  "postcode": "UB4 0HD",
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Portal",
  "centroid_northing": 180675,
  "site_name": "SHURGARD HOUSE, WESTMOUNT CENTRE",
  "status": "Commenced",
  "appeal_start_date": null,
  "valid_date": "07/10/2022",
  "lapsed_date": "22/02/2026",
  "parking_details": {
    "no_existing_car": 15,
    "no_proposed_car": 35,
    "net_car": 20
  },
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": "09/01/2024",
  "last_updated_by": "Portal",
  "cil_liability": true,
  "decision_target_date": "18/05/2023",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "28/10/2022",
  "ward": "BELMORE 2022",
  "appeal_status": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-49467_APP_2022_2801",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511765.6507,
              180748.9982
            ],
            [
              511766.3122,
              180749.6597
            ],
            [
              511822.2055,
              180721.2169
            ],
            [
              511831.1352,
              180722.2091
            ],
            [
              511812.2836,
              180684.8366
            ],
            [
              511792.7705,
              180636.5501
            ],
            [
              511782.8486,
              180619.3521
            ],
            [
              511785.8252,
              180603.8078
            ],
            [
              511759.0361,
              180608.1073
            ],
            [
              511724.6402,
              180616.0448
            ],
            [
              511731.2548,
              180641.8417
            ],
            [
              511724.6402,
              180645.8105
            ],
            [
              511765.6507,
              180748.9982
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby approved shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby approved shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "21065GA-10-001A,",
    "21065GA-10-002A,",
    "20165GA-10-003C,",
    "21065GA-10-006,",
    "21065GA-10-009A,",
    "21065GA-10-010B,",
    "21065GA-D-001E,",
    "21065GA-D-003A,",
    "21065GA-D-004B,",
    "21065GA-D-005B,",
    "21065GA-D-006C,",
    "21065GA-D-007B,",
    "21065GA-D-010B,",
    "21065GA-D-011B,",
    "21065GA-D-012B,",
    "21065GA-D-013B,",
    "21065GA-D-014B,",
    "21065GA-D-015B,",
    "SH 103.21 SL-01 (Rev. B),",
    "WLA/2107/03/TSP (Rev. A), and",
    "WLA/2107/03/TCP (Rev. B).",
    "And the submitted documents, titled:",
    "Transport Statement (February 2023), Travel Plan (February 2023), Drainage Strategy (20-01-23), Technical Design Note (26 January 2023), Daylight and Sunlight Report (04-07-22), Phase I Geo-Environmental Assessment Report (August 2022), Design and Access Statement (Rev. B), Air Quality Assessment (Ref: 2203260-03), Noise Impact Assessment (Ref: 2203260-04), Planning Statement (23-08-22), Water Cycle Strategy (22-06-",
    "Prior to the commencement of the development hereby approved (including demolition), a Demolition and Construction Logistics Plan (DLP/CLP) and a Demolition and Construction Management Plan (DMP/CMP) shall be submitted to, and approved in writing by, the Local Planning Authority, in consultation with the Canal and River Trust, to minimise impacts to the local highway network, to control noise, vibration and air pollutants generated as a result of the construction process, and to to avoid or mitigate construction impacts on species and habitats, particularly to the adjacent Grand Union Canal Site of Importance for Nature Conservation (SINC). These documents shall be prepared in accordance with the London Freight Plan, 'The control of dust and emissions from construction and demolition' Supplementary Planning Guidance, BRE Pollution Control Guides 'Controlling particles and noise pollution from construction sites' and 'Controlling particles, vapour and noise pollution from construction s",
    "(A) Prior to the commencement of the development hereby approved (including demolition), the applicant shall submit details of an intrusive ground investigation including a soil gas survey in areas of the proposed development, to be approved in writing by the local planning authority. Some of the soil gas tests within the survey shall be conducted below the proposed footprint of any new building.",
    "(B) If unacceptable concentrations hazardous soil gas are detected, the applicant shall submit details of gas protection measures to the local planning authority for approval in writing, and install said measures in accordance with the approved details to prevent gas ingress to any buildings on the development site.",
    "(C) The installed gas protection system shall be validated and verified by suitably qualified person/s, and a Verification Report shall be submitted to, and approved in writing by the Local Planning Authority to confirm the works have been implemented prior to first use of the d",
    "Prior to commencement of the development hereby approved (excluding demolition), an Updated Energy Strategy shall be submitted to, and approved in writing by, the local planning authority. The Updated Energy Strategy shall include an assessment of the annual baseline regulated energy demand (kwhr) as per 2021 Building Regulations (or subsequent amendments) and associated carbon emissions (kgCO2 and tCO2), and shall then set out the measures and technology required to achieve, as far as practicable, the zero carbon and energy efficiency standards of the London Plan and an on-site reduction equal to or greater than 35% in the CO2 associated with the baseline regulated energy demand.",
    "The Updated Energy Strategy shall clearly define the 'be lean', 'be clean' and 'be green' measures to demonstrate that the development will meet as far as practicable the zero carbon standards of the London Plan and the minimum standards for onsite energy efficiency. Carbon-saving measures must be sufficient",
    "Prior to commencement of the development hereby approved (excluding demolition), a scheme for the provision of sustainable water management shall be submitted to, and approved in writing by the Local Planning Authority. The scheme shall clearly demonstrate how water is managed and demonstrate ways of controlling the surface water on site by providing information on:",
    "a) Sustainable Drainage:",
    "i. Surface water discharge - the submitted drainage strategy must confirm the proposed method and location of discharging collected surface water from the site in accordance with the hierarchy set out in the London Plan. Where the proposal does not utilise the most sustainable solution, justification must be provided. Any proposal that includes an off-site connection through a private sewer network should provide details of the condition and ownership of the entire drainage route to a public sewer or ordinary watercourse.",
    "ii. SuDS - the submitted drainage strategy should incorporate Sustainabl",
    "(A) Prior to above ground works (excluding demolition), the principles of a Fire Statement shall be submitted to, and approved in writing by, the Local Planning Authority. The statement shall detail how the development will function in terms of:",
    "(i) the building's construction: methods, products and materials used, including manufacturers' details.",
    "(ii) the means of escape for all building users: suitably designed stair cores, escape for building users who are disabled or require level access, and associated evacuation strategy approach.",
    "(iii) features which reduce the risk to life: fire alarm systems, passive and active fire safety measures and associated management and maintenance plans.",
    "(iv) access for fire service personnel and equipment: how this will be achieved in an evacuation situation, water supplies, provision and positioning of equipment, firefighting lifts, stairs and lobbies, any fire suppression and smoke ventilation systems proposed, and the ongoing maintenance and mon",
    "Prior to above ground works (excluding demolition), an external lighting scheme shall be submitted and approved in writing by the Local Planning Authority in consultation with the Canal and River Trust, which shall include measures to ensure that external lights are automatically turned off when the buildings are not in use.",
    "The lighting scheme shall be designed to protect the biodiversity along the Grand Union Canal, and the lighting should use deflectors , be be angled downwards. and use a warm white spectrum for all the proposed lights bordering the canal, with light spillage of less than 5 lux into the canal corridor.",
    "The lighting scheme shall be implemented in accordance with the approved details and remain as such for the lifetime of the development.",
    "REASON",
    "To reduce the impact of artificial lighting on the surrounding area, specifically the adjacent Grand Union Canal, in relation to foraging species and light spillage, in accordance with Policy EM7 of the Hillingdon Local P",
    "Prior to above ground works (excluding demolition), a site wide plan clearly showing the delineated spaces for pedestrians, vehicles and cyclists within the site, including any measures to ensure the site is safe, convenient and easy to use by all, shall be submitted to and approved in writing by, the Local Planning Authority. This plan should identify the key movement routes within the site and demonstrate how pedestrians and vehicles can safely interact, including near the sole access point from Uxbridge Road.",
    "REASON",
    "To ensure the site is safe and convenient for all users in accordance with Policies T2 and D5 of the London Plan (2021).",
    "Prior to above ground works for the development hereby approved (excluding demolition), details of all materials and external surfaces, including fenestration, boundary treatments and balustrades, shall be submitted to, and approved in writing by, the Local Planning Authority.",
    "Details should include information relating to make, product, type, colour and can include photographs and images.",
    "Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Development Management Policies (2020).",
    "Prior to above ground works for the development hereby approved (excluding demolition), a scheme of landscaping shall be submitted to, and approved in writing by, the Local Planning Authority, in consultation with the Canal and River Trust. The scheme shall include:",
    "A.    Details of Soft Landscaping",
    "A.a  Planting plans (at not less than a scale of 1:100).",
    "A.b  Written specification of planting and cultivation works to be undertaken (with Japanese Rose removed, as this is an invasive species).",
    "A.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate, to include pollution absorbing trees.",
    "A.d  Root barriers to protect the structural integrity of the Canal.",
    "A.e  Boundary treatments, including litter shields.",
    "A.f   Biodiverse Roofs and other features of ecological value.",
    "B. Details of Landscape Maintenance",
    "B.a Landscape Maintenance Schedule for a minimum period of 5 years.",
    "B.b Proposals for the replacement of any tree, shrub, or area of surfin",
    "Prior to above ground works for the development hereby approved (excluding demolition), details of 24 long-stay and 12 short-stay covered and secure cycle storage spaces designed in accordance with London Cycling Design Standards, alongside changing facilities, lockers and showers for users of and visitors to the development, shall be submitted to and approved in writing by the Local Planning Authority. The short-stay provision shall include at least 2 cargo-bike spaces. Thereafter, the development shall not be occupied or brought into use until the approved cycling facilities have been implemented in accordance with the approved plan, with the facilities being permanently retained for use by cyclists.",
    "REASON",
    "To encourage an uptake in cycling in accordance with Policy T5 of the London Plan (2021).",
    "Prior to the first use of the development hereby approved, a Delivery and Servicing Plan, including tracked vehicle movements where necessary, shall be submitted to, and approved in writing by, the Local Planning Authority.",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To encourage out of hours/off peak servicing to help mitigate the site's contribution to local congestion levels in compliance with Policy T7 of the London Plan (2021) and Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 (2020).",
    "Prior to any above ground works for the development hereby approved (excluding demolition), a Parking Design and Management Plan shall be submitted to, and approved in writing by, the Local Planning Authority. It shall include the following:",
    "(i) The arrangements for all on-site parking, and to include provisions for managing, monitoring, enforcement and review. All on-site parking spaces shall be solely for use by the development hereby approved (e.g. staff, visitors) and shall not be used for any other purpose or leased/sub-let.",
    "(ii) Details of 1 wheelchair accessible space, to be permanently retained within the car parking area.",
    "(iii) Details of 6 active electric vehicle charging points.",
    "(iv) Confirmation that no more than 20 spaces are to be provided on site.",
    "(v)  Details to prevent the regular use of the Tollgate Drive access point which shall be for emergency use only.",
    "The vehicle parking provision and its management, as outlined in the approved Parking Design and Managemen",
    "For the lifetime of the development hereby approved, the rating level of noise caused by the operation of development shall be at least 5 dB below the minimum background noise level, or 35 dB(A), whichever is higher, measured 1 metre outside of any window of any existing dwelling, or similarly noise sensitive premises, determined in accordance with the procedures set out in BS4142:2014 Methods for Rating and Assessing Industrial and Commercial Sound.",
    "REASON",
    "To ensure the operational development does not have an adverse impact on nearby residential properties in accordance with Policy D14 of the London Plan (2021).",
    "No contaminated soils or other materials shall be imported to the site. All imported soils for ground engineering and/or landscaping purposes shall be clean and free of contamination. All imported soils shall be tested for chemical contamination, and a factual and interpretive report of the results of the testing shall be submitted to the Local Planning Authority for its written approval prior to their use on site.",
    "REASON",
    "To ensure that users of the development are not subject to any risks from soil contamination, in accordance with Policies DMEI 11 and DMEI 12 of the Hillingdon Local Plan: Part 2 (2020).",
    "The development hereby approved shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No part of the development hereby approved shall be occupied until accreditation has been achieved.",
    "REASON",
    "To ensure the development provides a safe and secure environment in accordance with Policy DMHB 15 of the Hillingdon Local Plan: Development Management Policies (2020) and Policy D11 of the London Plan (2021).",
    "The uses hereby approved under the B8 use class shall not include operation as a Data Centre.",
    "REASON",
    "To ensure that any use as a Data Centre is assessed against development plan policies in place at the time, as they tend to have very high energy demands and much worse impacts on air quality than other B8 uses, and these impacts would likely require assessment against Policies SI1, SI2 and SI3 of the London Plan (2021) and require subsequent mitigation.",
    "The development hereby approved shall include at least one suitably sized fire evacuation lift, suitable to be used to evacuate people who require level access from the building.",
    "REASON",
    "In accordance with Policy D5 and D12 of the London Plan.",
    "All trees shown to be retained shall be protected from the impacts of construction through implementation of the tree protection measures outlined in the Tree Report (22-02-23) and on Drawing Nos. WLA/2107/03/TSP (Rev. A) and WLA/2107/03/TCP (Rev. A), including, where appropriate, establishing and protecting the relevant Root Protection Areas (RPAs) and Crown Protection Zones (CPZs) of retained trees.",
    "REASON",
    "To protect the verdant character of the area in accordance with Policy DMHB 14 of the Hillingdon Local Plan: Development Management Policies (2020).",
    "The development hereby approved shall only operate between the hours of 06:00 and 23:00, Monday to Sunday.",
    "REASON",
    "To protect the amenity of nearby residential properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "The development hereby approved shall provide a maximum of 5130 sqm of additional floorspace within the extension, based on 1026 sqm per floor, and a maximum provision of 5 internal floors.",
    "REASON",
    "To ensure the maximum extent of the development has been assessed under the current development plan policies of the London Plan (2021) and the Hillingdon Local Plan Parts 1 and 2 (2012 and 2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan 2021 and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "You are advised that this permission has been granted subject to a legal agreement under Section 106 of the Town and Country Planning Act 1990."
  ],
  "application_details": {
    "rain_water_harvesting": false,
    "surface_water_discharge_percentage_reduction": 9,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 7790,
        "use_class": "B8",
        "gia_gained": 3078,
        "actual_commencement_date": "09/01/2024",
        "gia_lost": 1150
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "affordable_housing_fast_track": false,
    "total_gia_lost": 1150,
    "infrastructure_details": {
      "chp_heat_pumps_capacity": 0.01,
      "mobile_network_operators_consultation": false,
      "solar_pv_capacity": 0.05,
      "no_new_water_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "no_resi_units_to_have_full_fibre": 0,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 90,
      "no_homes_passive_cooling": 0,
      "no_passive_fast_ev_charging_points": 29,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "green_roof_area": 0,
      "no_active_fast_ev_charging_points": 6,
      "ghg_reduction_over_building_regulations": true
    },
    "ownership_status": "Private",
    "total_gia_gained": 3078,
    "phasing_details": [
      {
        "phase_detail": "Phase 1",
        "intended_completion_date": "11/2023",
        "intended_commencement_date": "11/2022"
      }
    ],
    "building_details": [
      {
        "no_storeys": 5,
        "max_height": 15.8,
        "building_ref": "Unit 1 "
      }
    ],
    "existing_uprns": null,
    "internal_resi_water_usage": 0,
    "scheme_name": "Shurgard Hayes",
    "green_suds": true,
    "garden_land_lost": false,
    "scheme_phasing": true,
    "lead_developer_company_name": "Shurgard UK Ltd.",
    "uk_company_registration_no": "04731234",
    "site_area": 0.87,
    "total_gia_existing": 7790,
    "non_residential_details": {
      "total_gia_gained": 3078,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 1150,
      "total_gia_lost": 1150,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 3078,
      "total_gia_existing": 7790,
      "site_area": 0.87
    },
    "grey_water_reuse": false,
    "other_residential_accommodation_details": {
      "site_area": 0.87
    },
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 3078,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": 0.87,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": 1150,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    }
  },
  "pp_id": "11431691",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.390717,
          51.514619
        ],
        [
          -0.390707,
          51.514625
        ],
        [
          -0.389911,
          51.514358
        ],
        [
          -0.389782,
          51.514366
        ],
        [
          -0.390065,
          51.514033
        ],
        [
          -0.390361,
          51.513603
        ],
        [
          -0.39051,
          51.513451
        ],
        [
          -0.390472,
          51.51331
        ],
        [
          -0.390856,
          51.513354
        ],
        [
          -0.391349,
          51.513432
        ],
        [
          -0.391246,
          51.513663
        ],
        [
          -0.39134,
          51.5137
        ],
        [
          -0.390717,
          51.514619
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "22/02/2023",
  "secondary_street_name": "HAYES"
}