{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/182385VAR;",
  "lapsed_date": "03/09/2021",
  "decision_target_date": "03/09/2018",
  "locality": "Greenford",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB6 0UW",
  "site_name": "Unit 4",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "12140564"
    ],
    "site_area": 0.096
  },
  "appeal_decision_date": null,
  "lpa_app_no": "182385VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 515194,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T12:26:35.246+00:00",
  "id": "Ealing-182385VAR",
  "application_type": "All Other",
  "street_name": "Greenford Road",
  "borough": "Ealing",
  "ward": "Greenford Green",
  "decision_date": "03/09/2018",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Variation of condition 10 of planning application ref: 162153VAR dated 06/07/2016 for 'Variation of condition 10 ( to allow the sale of food and convenience goods in unit 10) of planning application ref: P/2009/3602 dated 18/01/2010 (as amended by planning ref: P/2013/2703 dated 20/05/2014) for remodelling and extension to Westway Cross Retail Park; incorporating the Remodelling of the front elevations of the building, including replacement of the existing glazed canopies, partial demolition of Unit 8 and extension to unit 1 (No Net Increase), relocation of Class A3/A5 unit with enlargement by 47m2. construction of two ancillary class A1/A3 units totaling 270m2 and Construction of a new management unit  (adjacent to Green Park Way), upgrading of public realm, revised car parking circulation and car parking arrangements, additional service access from Rockware Avenue, Associated landscaping and improved provision for cycle parking, pedestrian access and disabled car parking. ' Amendment seeking to to amend condition wording to allow the sale of food from unit 4. Variation proposes to amend condition wording to allow the sale of food from unit 4",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major retail and service",
  "centroid_northing": 183864,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "12140564",
  "centroid": {
    "lon": "-0.34029159999999997",
    "lat": "51.541929"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              515211.6027506,
              183886.102406
            ],
            [
              515193.3234501,
              183836.2366799
            ],
            [
              515176.4128298,
              183842.38492
            ],
            [
              515194.6838852,
              183892.250646
            ],
            [
              515211.6027506,
              183886.102406
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this planning permission",
    "REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "2.\tThe material to be used for the external surfaces of the development indicated on the elevational drawings 0426-P07A, P08A,  09A, 11A and in the design and Access Statement shall be in place prior to occupation of the development hereby approved and thereafter retained, unless otherwise agreed in writing with the Local Planning Authority.",
    "REASON: To ensure that the materials harmonise with the surroundings, in accordance with policies Ealing Local Variation to London Plan Policy 7.4 and 7B of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (g) of the adopted Local Development Framework (Core) Strategy (2012) and policies 7.4 and 7.6 of the London Plan (2015).",
    "3.\tThe rating noise level emitted from the operation of any plant and machinery as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA at 3.5 m from the nearest ground floor sensitive facade and 1 m from the nearest first floor or higher noise sensitive facade. This standard shall be permanenetly maintained, unless otherwise agreed in writing by the Local Planning Authority.",
    "REASON: In the interests of living conditions of occupiers of nearby properties in accordance with Interim Supplementary Planning Guidance 10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2015), and the National Planning Policy Framework (2012).",
    "4.\tNo external plant or machinery shall be permitted except in accordance with an approval of details by the Local Planning Authority through the submission of a planning application.",
    "REASON: In the interests of living conditions of occupiers of nearby properties in accordance with Interim Supplementary Planning Guidance 10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2015), and the National Planning Policy Framework (2012).",
    "5.\tRefuse and recycling storage in accordance with the standards adopted by the Local Planning Authority, shall be provided. Such provision shall be installed and implemented prior to the first occupation of the development permitted and retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.",
    "REASON: To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 3.5 and 7B of the Ealing Development Management Plan 2013, policies 1.1 (e) of the Adopted Ealing Development (Core) Strategy and The London Plan (2015) policy 5.16.",
    "6.\tAreas shown on the approved plans as access and servicing areas shall be completed and marked out on-site prior to first occupation of that part of the new development to which they relate",
    "REASON: To ensure that suitable access and servicing space is available within the site in the interests of the free flow of traffic and conditions of highway safety in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy 6.3 of the London Plan 2015 and policy 7A of the Ealing Development Management Development Plan",
    "7.\tThe general and disabled car parking and cycle parking spaces indicated on the approved plans 0426-P03A shall be marked out on the site prior to first occupation of that part of the new development to which they relate and those spaces shall be kept continuously available and shall not be used for any other purpose.",
    "REASON: To ensure that there is adequate parking provision within the site, in accordance with policy 6.13 of the Ealing Development Management Development Plan and policy 6.13 of the London Plan 2015.",
    "8.\tLandscaping shall be in accordance with the details approved under application reference P/2010/2109 dated 16/07/2010. Such areas shall thereafter be retained only as landscaped areas and not used for any other purpose. All soft landscaped areas shall be provided with a layer of clean topsoil to a depth of 500mm, and any trees or other plants which die, are removed, or become seriously damaged or diseased within the first five years following the implementation of the landscaping scheme shall be replaced with others of the same size and species during the next planting season.",
    "REASON: To ensure that any contaminants do not come into contact with prospective occupiers and that the development is landscaped in the interests of the visual character and appearance of the area in accordance with policies 1.1 (e) (i) and 1.2 (d) of the adopted Local Development Framework (Core Strategy 2012), 5.10 of the Ealing Development Management Development Plan and policy 5.10 of the London Plan (2015).",
    "9.\tTree protection shall be in accordnce with the details approved under application reference P/2010/2109 dated 16/07/2010. No materials, plant, other equipment, storage or other works shall take place at any time within the enclosed area around the trees to be retained.",
    "REASON: To provide sufficient protection for the trees to be retained in the interests of the visual amenity of the locality and in accordance with policies 1.1 (e) (i) and 1.2 (d) of the adopted Local Development Framework (Core Strategy 2012), 5.10 of the Ealing Development Management Development Plan and policy 5.10 of the London Plan (2015).",
    "10. Notwithstanding the provisions of Class A1 of the Schedule to the Town and Country Planning (Use Classes) Order 2005 and Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking or re-enacting those Orders with or without modification), the use of the remodelled/enlarged and existing units 1, 2, 2a, 3, 4, 5, 6, 7, 8, 9 and 11 (with a total floor area of 9,370m2) as described on the approved plan 0426-P03-A as for A1 - Non food purposes shall only be used as Class A1 non-food retail and there shall be no sale of food or convenience goods except for unit 1A where the total area for the display of food or convenience goods shall occupy a maximum floorspace of 105m2 and except for Unit 10 where the sale of food and other convenience goods is permitted (including a café of up to 85 sq.m.) and Unit 4.",
    "REASON: To accord with the terms of the application and to ensure that the use hereby permitted would not prejudice the viability and vitality of established food retail uses within existing centres, in accordance with policies 2.15, 2.16, 4.1, 4.7 and 4.8 of The London Plan 2015.",
    "11.\tNotwithstanding the provisions of Class A1 and A3 of the schedule of the Town and Country Planning (Use Classes) Order 2005, or in any provision equivalent to that class in any statutory instrument revoking and re-enacting that Order with or without modification, units 12 and 14 (total floor area of 272 m2) and the ancillary Management Office (total floor area 26 m2) as clearly indicated on plan 0426-P03A, shall only be used as described in the application and for no other purpose.",
    "REASON: To accord with the terms of the application and in accordance with policies 2.15, 2.16, 4.1, 4.7 and 4.8 of The London Plan 2015.",
    "12.\tNotwithstanding the provisions of Classes A3/A5 of the schedule of the Town and Country Planning (Use Classes) Order 2005, or in any provision equivalent to that class in any statutory instrument revoking and re-enacting that Order with or without modification) the relocated McDonalds unit 13 (total floor area of 329 m2), indicated on approved plan 0426-P03-A shall only be used as described in the application and for no other purpose, including retail purposes or a separate use.",
    "REASON: To accord with the terms of the application in accordance with policies 2.15, 2.16, 4.1, 4.7 and 4.8 of The London Plan 2015.",
    "13.\tNotwithstanding the provisions of the Town and Country Planning (Use Classes) Order 2005, or in any provision equivalent to that class in any statutory instrument revoking and re-enacting that Order with or without modification) the existing unit 11A (total floor area 3,285) shall be retained as existing for D2 Leisure purposes and for no other purpose, including retail purposes or a separate use.",
    "REASON: To accord with the terms of the application and to ensure that the use hereby permitted would not prejudice the viability and vitality of established food retail uses within existing centres, in accordance with policies 2.15, 2.16, 4.1, 4.7 and 4.8 of The London Plan 2015.",
    "14.\tThe hours of opening/business shall be as existing for the Westway Cross Retail Park.",
    "REASON: To accord with the terms of the application and in accordance with policy 7A of the Ealing Development Management Development Plan 2013.",
    "15.\tThe development hereby approved shall be fully accessible for people with disabilities.",
    "REASON: To ensure adequate provision for people with disabilities, in accordance with policy 7.2 of the London Plan 2015."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/05/2018",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-06980430",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.34003069999999996,
          51.5421241
        ],
        [
          -0.34031049999999996,
          51.5416796
        ],
        [
          -0.34055219999999997,
          51.5417383
        ],
        [
          -0.3402725,
          51.5421828
        ],
        [
          -0.34003069999999996,
          51.5421241
        ]
      ]
    ],
    "type": "Polygon"
  }
}