{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "20/12/2019",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-75052_APP_2019_2543",
  "secondary_street_name": "RUISLIP",
  "appeal_status": null,
  "postcode": "HA4 9BS",
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.044000000000000004
  },
  "valid_date": "13/08/2019",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolish existing garage and outbuildings, remove concrete hard standing and construct one new (1 bedroom) house with side garden space. 1 parking space for New house, 2 No Parking spaces for 229 Victoria Road,  and 1 parking space for 229A Victoria Road. separate bin store and separate cycle store for 2 bikes.",
  "decision_conditions": [
    "The loss of substantial proportion of the rear garden in this location would be detrimental to the local and historical context of the area. The proposal would alter the existing urban grain of this part of the conservation area resulting in the loss of the long rear garden a characteristic of the group of properties fronting onto Bessingby Road. Thus, when balanced against the limited contribution the development would make toward achieving housing targets in the borough it is considered that the principle of the proposed backland residential development is contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE13, BE19, BE22 and H12 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012), Policies 3.5, 7.1 and 7.4 of the London Plan, guidance within The London Plan Housing Supplementary Planning Guidance, Policy DMH 6 of the Hillingdon Local Plan: Part Two - Development Management Policies with Modifications",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:43:57.465+00:00",
  "ward": "MANOR",
  "parking_details": null,
  "lapsed_date": "20/12/2022",
  "decision_target_date": "04/12/2019",
  "centroid": {
    "lat": "51.5671386",
    "lon": "-0.4074213"
  },
  "lpa_app_no": "75052/APP/2019/2543",
  "status": "Dismissed",
  "site_name": "LAND TO THE REAR OF 229 AND 229A",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=75052/APP/2019/2543",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510498.8824,
              186569.3266
            ],
            [
              510463.4281,
              186549.7474
            ],
            [
              510461.0469,
              186549.8797
            ],
            [
              510458.7979,
              186551.2026
            ],
            [
              510456.0198,
              186555.8328
            ],
            [
              510493.5907,
              186579.3808
            ],
            [
              510498.8824,
              186569.3266
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "27/09/2019",
  "appeal_decision_date": "19/10/2020",
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "VICTORIA ROAD",
  "pp_id": "07731061",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 510478,
  "appeal_start_date": "03/02/2020",
  "centroid_northing": 186564,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4071185,
          51.5671824
        ],
        [
          -0.4076359,
          51.5670134
        ],
        [
          -0.4076702,
          51.567015
        ],
        [
          -0.40770219999999996,
          51.5670273
        ],
        [
          -0.40774089999999996,
          51.5670695
        ],
        [
          -0.4071916,
          51.5672738
        ],
        [
          -0.4071185,
          51.5671824
        ]
      ]
    ],
    "type": "Polygon"
  }
}