{
  "appeal_status": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "subdivision_of_building": null,
  "site_name": "95A Crossways",
  "development_type": null,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "pp_id": "13732777",
  "wgs84_polygon": null,
  "last_updated": "2025-07-08T04:10:25.763Z",
  "centroid_easting": 552919,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed on the plans unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The hard surface hereby approved (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the dwellinghouse.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding",
    "No works shall take place in relation to any of the development hereby approved until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed.  Submission o",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal"
  ],
  "ward": "Squirrels Heath",
  "centroid_northing": 189358,
  "status": "Approved",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "parking_details": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": "11/03/2025",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Householder planning permission",
  "borough": "Havering",
  "description": "New front driveway, boundary wall and landscaping.",
  "decision_date": "10/04/2025",
  "centroid": {
    "lon": 0.205682,
    "lat": 51.582339
  },
  "cil_liability": false,
  "postcode": "RM2 6AS",
  "actual_completion_date": null,
  "valid_date": "13/02/2025",
  "last_updated_by": "CSV Data Import",
  "id": "Havering-P0118.25",
  "lapsed_date": "10/04/2028",
  "application_details": {
    "intended_commencement_date": "03/2025",
    "no_additional_bathrooms": 0,
    "existing_uprns": null,
    "total_gia_gained": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "06/2025"
  },
  "decision_target_date": "10/04/2025",
  "uprn": "100021368818",
  "lpa_app_no": "P0118.25",
  "locality": null,
  "title_number": null,
  "actual_commencement_date": null,
  "decision": "Approved",
  "application_type": "All Other",
  "street_name": "Romford",
  "polygon": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0118.25"
}