{
  "uprn": "12010301",
  "borough": "Ealing",
  "decision_process": "Delegated",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from 06/04/2022 which is the date of planning permission 214950FUL",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby permitted shall be carried out in accordance with the following approved plans:",
    "21521/A2_AIA_Rev A BS5847:2012 Tree Survey, Arboricultural Implications Assessment & Method Statement prepared by Indigo Surveys dated October 2021; 2210080-EWP-ZZ-00-ZD-C-1000 P3 Proposed Below Ground Drawings; 2210080-EWP-ZZ-XX-TN-0001 Technical Noted prepared by Elliott Wood dated 12 November 2021; P10/12189B/10/1 Air Quality Assessment prepared by Air Quality Consultants dated November 2021; Amendments Document P1 prepared by GS8 dated October 2021; Archaeological Assessment prepared by Abrams Archaeology Ltd dated 12 July 2021; Construction Management and Logistics Plan Rev 02 prepared by GS8 Construction dated 25 September 2021; Cover Letter prepared by DP9 Ltd dated 23 July 2021; Daylight and Sunlight Report prepared by Delva Patman Redler dated 20 July 2021; Design & Access Statement P1 prepared by GS8 dated July 2021; Ecological Landscape Proposal prepared by London Glades dated 13 July 2021; External Lighting Statement prepared by Integration Consultancy Limited dated October 2021; Heritage Statement V.2 prepared by Jon Lowe Heritage dated July 2021 (Updated October 2021); Layout Plan Hardscape DWG2 dated 24 November 2021; Noise Exposure Assessment 16729-NEA-01-Rev B prepared by 21 July 2021; Noise Impact Assessment 16729-NIA-01 Rev A prepared by Clement Acoustics dated July 2021; Planning Statement prepared by DP9 Ltd dated July 2021; Preliminary Ecological Appraisal Report 21521/E1 prepared by Indigo Surveys dated 21 July 2021; N02-NB-Transport Note (211122) Servicing Arrangements prepared by Caneparo Associates Limited dated November 2021; Statement of Community Involvement prepared by Sec Newgate dated October 2021 (updated); Sustainable Drainage Strategy P3 prepared by Elliott Wood dated 12 November 2021; Sustainability Statement Addendum prepared by KLH Sustainability; Sustainable Drainage Strategy Rev P2 prepared by Elliott Wood dated 1 October 2021; Transport Statement prepared by Caneparo Associates Limited dated September 2021; Waste Management Plan prepared by Caneparo Associates Limited dated September 2021.",
    "21.028- SA-SA-ZZ-GF-DR-A-20-01 -P22 - Fourth floor plan, 21.028- SA-SA-ZZ-01-DR-A-20-01-P19 - First floor plan, 21.028- SA-SA-ZZ-02-DR-A-20-01 -P10 - Second floor plan, 21.028- SA-SA-ZZ-03-DR-A-20-01 -P11 - Third floor plan, 21.028- SA-SA-ZZ-04-DR-A-20-01 -P22 - Ground floor plan, C 21.028- SA-SA-ZZ-ZZ-DR-A-20-10 -P13 - East, west elevation, 21.028- SA-SA-ZZ-ZZ-DR-A-20-11 -P13 - North, south elevation, 21.028- SA-SA-ZZ-ZZ-DR-A-91-01-P1 - Proposed first floor plan, 21.028- SA-SA-ZZ-ZZ-DR-A-91-02-P1 - Proposed elevations, 21.028- SA-SA-ZZ-ZZ-DR-A-91-03-P1 - Site plan, 21.028- SA-ZZ-ZZ-DR-A-90-02 -P7 Access gate and cycle storage, BL-LP-DR-A-0001 - P1 Site Plan, 027-103-00-02 - Roof plan,",
    "And amended by the following further information:",
    "Letter from CRE, Collabor, Regener dated 13/06/2022, SHA Environmental sustainability and energy statement May 2022",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Details of the Demolition Method Statement, Construction Management Plan and Construction Logistics Plan shall be as per approved under application 222437CND.",
    "Reason: To protect the amenity of occupants and neighbouring properties in accordance with policy 7A and policy 7B of Ealing's Development Management DPD (2013), policies D14, T4 and SI1 of the London Plan (2021), policy 1.1 (j) of the Ealing Development (Core) Strategy (2012) and National Planning Policy Framework (2021).",
    "| Materials details shall be as per approved under application 222157CND",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 7.4 and 7B of the Ealing Development Management DPD (2013); policy 2.10 of the Ealing Development Strategy 2026 DPD (2012); policies D3 and D4 of the London Plan (2021); and the National Planning Policy Framework (2021).",
    "| Notwithstanding any information submitted, prior to the occupation of the development full details of hard and soft landscaping works (including a phased programme of works); and boundary treatments shall be submitted to and approved in writing by the Local Planning Authority.",
    "The approved works shall be carried out prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority. Any trees or other plants, which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, to ensure appropriately landscaped amenity space and public realm, in accordance with policies D4 and D8 of the London Plan (2021), and policies 7.4 and 7B of the Ealing Development Management DPD (2013).",
    "| No trees, shrubs or hedges within the site or within the adjacent Acton Park which are shown to be retained on the plans shall be felled, uprooted, wilfully damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority, unless specified in the 21521/A2_AIA BS5837:2012 Tree Survey, Arboricultural Implications & Method Statement prepared by Indigo Surveys dated July 2021. Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation. Any trees removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced in accordance with trees, shrubs or hedge plants of similar size and species unless the Local Planning Authority gives written consent to any variation.",
    "Reason: To secure protection of trees, shrubs and hedges growing within the site which are of amenity value to the area in accordance with policies 3.5, 5.10 and 7.4 of the Ealing Development Management Development Plan (2013), policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012) and policy G7 of the London Plan (2021).",
    "| Prior to the first occupation of the development, details shall be submitted to and approved by the Local Planning Authority in writing, in consultation with Transport for London, to demonstrate the provision of at least 43 long stay cycle parking spaces and at least 5 short stay cycle parking spaces carried out to the specifications and adopted standards of the London Plan, London Cycling Design Standards and the Local Planning Authority. The approved details shall be brought into use prior to first occupation and retained permanently.",
    "Reason: To ensure adequate cycle parking is provided within the development in pursuance of the objectives of sustainability and encouraging the use of modes of transport other than private motor vehicles in accordance with policy T5 of the London Plan (2021), policies 1.1(k) and (g) of Ealing's adopted Development (or Core) Strategy (2012), and Ealing's Sustainable Transport for New Development SPG.",
    "| A delivery and servicing plan shall be submitted to and approved in writing by the Local Planning Authority, prior to first occupation of any part of the development hereby approved. The plan shall cover the following:",
    "o Vehicle tracking - Swept paths drawings for a refuse lorry vehicle, 10-metre rigid vehicle and also a fire appliance vehicle;",
    "o Deliveries and collections (both commercial and residential); including how deliveries will be scheduled to avoid several lorries arriving at the site simultaneously;",
    "o Servicing trips (including maintenance); and measures to reduce the number of freight trips to the site (freight consolidation);",
    "o Details of the location and management of the parcel room for the receipt and collection of deliveries for the residential properties",
    "o Cleaning and waste removal; including arrangements for refuse collection;",
    "o Monitoring and review of operations.",
    "The delivery and servicing plan shall be implemented on first occupation of any part of the development hereby approved and the site shall be managed in accordance with the approved plan for the life of the development.",
    "Reason: To ensure that the development can be adequately serviced in the interests of pedestrian and highway safety, in accordance with policies T3 and T4 of the London Plan (2021) and Local Variation policy 6.13 of the Development Management DPD 2013.",
    "| Prior to the first occupation of the development, a Site Wide Car and Cycle Parking Management Strategy shall be submitted to and approved in writing by the Local Planning Authority, in consultation with Transport for London. The Site Wide Car and Cycle Parking Management Strategy shall include the following details:",
    "a) The proposed distribution, accumulation of and arrangements for the management of:",
    "i) Visitor car parking",
    "ii) Residential car parking",
    "iii) Motorcycle spaces",
    "iv) Wheelchair users parking",
    "b) Measures for preventing parking in undesignated places throughout the sit",
    "c) The provision of active Electric Vehicle Charging Points (EVCP) for a minimum of 20% of the residential car parking spaces and an additional 80% passive provision of the residential car parking spaces within the development as set out in the London Plan (2021);",
    "The car parking shall be provided and managed in accordance with the approved strategy for the life of the development.",
    "Reason: To ensure inclusive, safe and adequate parking is provided and retained in conjunction with the development in the interests of the general amenities of the locality, the flow of traffic and conditions of pedestrian and general highway safety within the site and on neighbouring highways, a sustainable development and where appropriate constrain local highway impact in accordance with policies T4, T5 and T6 of the London Plan (2021); policies 1.1(e), 1.1(f) 1.1(g) and 1.1(h) of Ealing's adopted Development (or Core) Strategy 2012.",
    "| Details of the site investigation report shall be as approved under application 222438CND.",
    "Reason: To ensure the land contamination issues are addressed in accordance with policy1.1 (j) of the adopted Local Development Framework (Core Strategy 2012), policy SD1 of the London Plan 2021 and Ealing Local Variation to London Plan Policy 5.21 of the Ealing Development Management Development Plan 2013.",
    "| Details of the remediation strategy report shall be as approved under application 222439CND",
    "Reason: To ensure the land contamination issues are addressed in accordance with policy 1.1 (j) of the adopted Local Development Framework (Core Strategy 2012), policy SD1 of the London Plan 2021 and Ealing Local Variation to London Plan Policy 5.21 of the Ealing Development Management Development Plan 2013.",
    "| Following completion of measures identified in the approved remediation scheme; a verification report that demonstrates the effectiveness of the remediation carried out must be produced and is subject to the approval in writing of the Local Planning Authority before occupation of the development. The verification report submitted shall be in accordance with the latest Environment Agency guidance and industry best practice.",
    "Reason: To ensure the land contamination issues are addressed in accordance with policy1.1 (j) of the adopted Local Development Framework (Core Strategy 2012), policy SD1 of the London Plan 2021 and Ealing Local Variation to London Plan Policy 5.21 of the Ealing Development Management Development Plan 2013.",
    "| Details of the piling method statement shall be as approved under application 222440CND.",
    "Reason: The proposed works would be in close proximity to underground water and sewerage utility infrastructure, which needs to be safeguarded in accordance with policies SI5, SI12 and SI13 of the adopted London Plan (2021).",
    "| The refuse and recycling shown on the approved drawings shall be provided prior to the first occupation of any dwelling and retained thereafter.",
    "Reason: To secure the necessary recycling and waste enclosures to support the development and to ensure that responsible waste management practices are adhered to in the interests of the visual amenity of the area and in accordance with policy SI8 of the London Plan (2021); policy 1.1(e) of Ealing's adopted Development (or Core) Strategy (2012); policies 7A, LV7.4 and 7B of Ealing's adopted Development Management DPD (2013); and (interim) SPG 4: Refuse and Recycling Facilities.",
    "| The sound insulation of the building envelope including glazing specifications shall be implemented in accordance with the Noise Exposure Assessment Report by Clement Acoustics ref. 16729-NEA-01-RevB dated 21 July 2021 and with noise limits specified in BS8233:2014. If compliance requires the windows to be closed, then acoustically attenuated mechanical ventilation and cooling shall be installed as necessary (with air intake from the cleanest aspect of the building and low self-noise). Best practicable mitigation measures shall also be implemented, as necessary, in external amenity spaces to achieve criteria specified in BS8233:2014. The above shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D6 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| Details of the sound insulation value shall be as approved under application 222441CND.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with Policies Policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), Standard 30 of the Housing SPG the National Planning Policy Framework (2021).",
    "| The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014, with all machinery operating together at maximum capacity.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), the National Planning Policy Framework (2021).",
    "| Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), the National Planning Policy Framework (2021).",
    "| Details of the Air Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment shall be as approved under application 222442CND.",
    "Reason: To safeguard the amenities for future occupiers of the development in accordance with policies D13 and SI1 of the London Plan (2021), policies 1.1(j) & 1.2(f) of the Ealing Development (or Core) Strategy (2012) and with policy 7.3 of the Ealing Development Management Development Plan Document (2013).",
    "| Details of the filtered fresh air ventilation system shall be as approved under application 222443CND.",
    "Reason: In the interests of air quality and living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D14 and SI1 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by dust, in accordance with Policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D13 of the London Plan (2021), the National Planning Policy Framework (2021) and chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG).",
    "| No microwave masts, antennae or satellite dishes or any other plant or equipment shall be installed on any of the buildings within the development unless otherwise approved in writing by the Local Planning Authority under this condition prior to installation.",
    "Reason: To safeguard the character and appearance of the buildings and the area as a whole, in accordance with policy 1.1(h) of the Ealing Development (or Core) Strategy (2012), Local Variation policies 3.5 and 7.4 and policies 7B of the Development Management Development Plan Document (2013).",
    "| The passenger lifts located within the communal cores serving the approved apartment blocks shall be installed and operational prior to the first occupation of the relevant part of the apartment block to which the lift serves.",
    "Reason: To ensure that adequate access is provided to all floors of the development for all occupiers and visitors including those with disabilities, in accordance with policies GG3, D5, D6 and D7 of the London Plan (2021); policy 1.1(h) of the Ealing Development Strategy 2026 (2012); policy 7B of the Ealing Development Management DPD (2013); and interim Ealing SPG 'Accessible Ealing' (2012).",
    "| Ninety percent of the approved residential dwellings shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(2)(Accessible and adaptable dwellings) of Building Regulations 2015, or other such relevant technical requirements in use at the time of the construction of the development.",
    "Reason: To ensure that the development is adaptable, flexible, convenient and appropriate to the changing needs of the future occupiers, in accordance with policies D5, D6 and D7 of the London Plan (2021); and policy 1.1(h) of the Ealing Development Strategy 2026 DPD (2012).",
    "| Ten percent of the approved residential dwellings shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(3) (Wheelchair user dwellings) of Building Regulations 2015, or other such relevant technical standards in use at the time of the construction of the development.",
    "Reason: To ensure the provision of wheelchair housing in a timely fashion that would address the current unmet housing need; produce a sustainable mix of accommodation; and provide an appropriate choice and housing opportunity for wheelchair users and their families, in accordance with the objectives of policies D5, D6 and D7 of the London Plan (2021); and policy 1.1(h) of the Ealing Development Strategy 2026 DPD (2012).",
    "| \"a) Prior to occupation, the permitted development shall implement and maintain, and in the case of energy generation equipment confirm as operational, the approved measures to achieve an overall sitewide reduction in regulated CO2 emissions against SAP10 standards of at least 100.45% (25.74 tonnes CO2/year) beyond Building Regulations Part L 2013. These CO2 savings shall be achieved through the Lean, Clean, Green Energy Hierarchy as detailed in the approved Sustainability Statement (energy) prepared by SHA Environmental in May 2022 including: i. Lean, passive design measures to achieve an annual reduction of at least 9.17% equating to at least 2.35 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L 2013. ii. Clean, energy generation systems including the incorporation of Air Source Heat Pump(s) to achieve an annual reduction of at least 60.26%, equating to 14.03 tonnes, in regulated carbon dioxide (CO2) emissions over Part L 2013. iii. Green, renewable energy photovoltaic array with a capacity of at least 46.54 kWp to achieve an annual reduction of at least 36.55%, equating to 9.36 tonnes, in regulated carbon dioxide (CO2) emissions over Part L 2013. iv. Seen, heat and electric meters installed to monitor the performance of the PV and the carbon efficiency (COP) of the heat pump(s) including the heat generation and the combined parasitic loads of the heat pump distribution loop.",
    "b) The development shall incorporate the overheating and cooling measures in line with the relevant CIBSE guidance and detailed in the Sustainability and Energy Statement, prepared by SHA Environmental in May 2022.",
    "c) Deleted",
    "d) Prior to the installation of the renewable/low-carbon energy equipment technical details of the equipment shall be submitted to the Council for approval. The details shall include the exact number of heat pump collectors, the heat pump thermal kilowatt output, heat output pipe diameter(s), parasitic load supply schematics, monthly energy demand profile, and the exact kWp capacity of the PV array, the orientation, pitch and mounting of the panels, and the make and model of the panels. The name and contact details of the LZC",
    "d) Prior to the installation of the renewable/low-carbon energy equipment technical details of the equipment shall be submitted to the Council for approval. The details shall include the exact number of heat pump collectors, the heat pump thermal kilowatt output, heat output pipe diameter(s), parasitic load supply schematics, monthly energy demand profile, and the exact kWp capacity of the PV array, the orientation, pitch and mounting of the panels, and the make and model of the panels. The name and contact details of the LZC installation contractor(s), and if different, the commissioning electrical or plumbing contractor, should be submitted to the Council prior to installation.",
    "e) On completion of the installation of the LZC equipment copies of the MCS certificates and all relevant commissioning documentation shall be submitted to the Council.",
    "f) Within three months of the occupation/first use of the development the relevant Energy Performance Certificate (EPC) and detailed SAP Worksheets showing clearly the TER and DER from the 'as built stage' following completion of the development, shall be submitted to, and approved by, the Local Authority in order to confirm compliance with the energy efficiency measures detailed in the approved Energy Strategy. The development shall be carried out strictly in accordance with the approved details.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012.",
    "| In order to implement Ealing Council DPD policy 5.2.3 (post-construction energy equipment monitoring), and key parts of London Plan policy SI2 (\"be Seen\"), the developer shall:",
    "a) Enter into a legal agreement with the Council to secure a S106 financial contribution for the post-construction monitoring of the renewable/low carbon technologies to be incorporated into the development and/or the energy use of the development as per energy and CO2 Condition(s).",
    "b) Upon final construction of the development, or relevant phases of the development, and prior to occupation, the agreed suitable devices for monitoring the performance/efficiency (COP) of any renewable/low-carbon energy equipment shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of four years from occupation and full operation of the energy equipment. The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document. The developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitoring process.",
    "c) Upon practical completion of the development and prior to occupation, the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the renewable/low-carbon energy equipment for a period of four years from the point that the building is occupied and the equipment fully operational.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with London Plan (2021) policy SI2 (\"Be Seen\" stage of the energy hierarchy), Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD policy 5.2, E5.2.3, and Policy 2.5.36 (Best Practice) of the Mayor's Sustainable Design & Construction SPG.",
    "| \"Prior to completion the sustainability measures detailed in the SHA Environmental in May 2022 shall be implemented and maintained. The measures shall meet the requirements of local and regional planning policies and be in line with the Mayor's Sustainable Design and Construction SPG. The development shall be constructed in line with the approved energy and sustainability measures\".",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012 and Mayor's Sustainable Design and Construction SPG.",
    "| The design of the building shall comply with the aims and objectives of the Secured By Design standards before the first occupation of the development, and shall be permanently retained.",
    "Reason: To ensure that the development incorporates crime prevention measures to help prevent crime and disorder in accordance with policies 1.1 (h) of the Ealing Development (Core) Strategy (2012), policy LV 7.3 of the Ealing Development Management Development Plan Document (2013) and Policy D11 of the London Plan (2021).",
    "| Prior to the commencement of the superstructure works, a Fire Statement shall be submitted for approval, which shall include details of:",
    "a) appropriate features which reduce the risk to life in the event of a fire;",
    "b) appropriate way to minimise the risk of fire spread;",
    "c) provide suitable and convenient means of escape for all building users;",
    "d) a robust strategy for evacuation;",
    "e) suitable access and equipment for firefighting which is appropriate for the size; and use of the development.",
    "In addition, the statement shall provide details of how the development proposal will function in terms of:",
    "i) the building's construction: methods, products and materials used, the means of escape for all building users: stair cores, escape for building users who are disabled or require level access, and the associated management plan approach",
    "ii) access for fire service personnel and equipment: how this will be achieved in an evacuation situation, water supplies, provision and positioning of equipment, firefighting lifts, stairs and lobbies,",
    "iii) any fire suppression and smoke ventilation systems proposed, and the ongoing maintenance and monitoring of these",
    "iv) how provision will be made within the site to enable fire appliances to gain access to the building.",
    "Reason: In the interests of fire safety and to ensure the safety of all building users, development proposals must achieve the highest standards of fire safety, in accordance with policy D12 of the London Plan (2021).",
    "| No part of the development shall physically impact on existing London Underground or Network Rail transport infrastructure or the ability to maintain it.",
    "Reason: To ensure that the development does not impact on existing London Underground or Network Rail transport infrastructure, in accordance with London Plan 2021 and 'Land for Industry and Transport' Supplementary Planning Guidance 2012.",
    "| Prior to occupation of the use hereby approved, one car parking space should be provided with Active Electrical Charging Points (EVCP) and the remaining one car parking space should be provided with Passive Electrical Charging Points. The car parking shall be provided and managed for the life of the development.",
    "Reason: To provide adequate facilities for drivers of electric cars, in accordance with Policy T6 of the London Plan 2021 and Ealing Development (Core) Strategy policy 1.1(h)."
  ],
  "appeal_status": null,
  "lpa_app_no": "222698VAR",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "locality": "London",
  "street_name": "East Churchfield Road",
  "site_name": "Railway Yard",
  "last_updated": "2025-03-19T02:58:52.977+00:00",
  "appeal_decision_date": null,
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "centroid_easting": 520668,
  "application_details": {
    "existing_uprns": [
      "000012010301, 000012103249, 000012208139, 000012208140, 000012208141, 000012208142, 000012208143, 000012208144, 000012208145, 000012208146, 000012208147, 000012208148, 000012208149, 000012208150, 000012208151, 000012208152, 000012208153, 000012208154, 000012208155, 000012208156, 000012208157, 000012208158, 000012208159, 000012208160, 000012208161, 000012208162"
    ],
    "site_area": 0.14200000000000002
  },
  "cil_liability": false,
  "decision_target_date": "31/01/2023",
  "ward": "East Acton",
  "status": "Approved",
  "description": "Minor material amendment (S.73) to vary condition no2 (approved plans) and condition no26 (CO2 emissions),condition no28 (energy and sustainability measures), seeking to amend and update the Energy Strategy in pursuant to planning permission reference 214950FUL dated 06/04/2022 and follow up NMA application 224275NMA on 21.12.2022 for 'Construction of a 5 storey building to accommodate 24 self-contained residential units and provision of associated parking space, cycle storage and refuse storage'.",
  "application_type_full": "Removal/Variation of a condition",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520681.3020795,
              180306.6970001
            ],
            [
              520680.4033679,
              180300.3988029
            ],
            [
              520679.9004191,
              180296.4499333
            ],
            [
              520679.8509488,
              180296.0500478
            ],
            [
              520679.4964111,
              180293.250849
            ],
            [
              520678.6471698,
              180287.3025517
            ],
            [
              520677.451636,
              180278.145173
            ],
            [
              520676.7508058,
              180273.3465466
            ],
            [
              520676.0005052,
              180267.598192
            ],
            [
              520675.4480861,
              180263.7492937
            ],
            [
              520674.4999041,
              180256.8512683
            ],
            [
              520673.3538406,
              180248.7535862
            ],
            [
              520672.9003623,
              180245.4045449
            ],
            [
              520671.1029389,
              180232.9980962
            ],
            [
              520669.7507489,
              180233.2480246
            ],
            [
              520669.6023378,
              180233.2980103
            ],
            [
              520663.2536408,
              180234.3976956
            ],
            [
              520659.502138,
              180235.0375124
            ],
            [
              520658.0015368,
              180235.297438
            ],
            [
              520653.2523817,
              180236.1072062
            ],
            [
              520656.5833863,
              180254.0720638
            ],
            [
              520659.3619719,
              180269.1077599
            ],
            [
              520659.9885966,
              180272.4867927
            ],
            [
              520656.8719635,
              180273.0566296
            ],
            [
              520662.0416168,
              180301.2385626
            ],
            [
              520662.9485735,
              180306.2371317
            ],
            [
              520663.3278463,
              180306.1771489
            ],
            [
              520663.6164235,
              180307.7367025
            ],
            [
              520665.5540128,
              180307.3868026
            ],
            [
              520665.5869931,
              180307.3768055
            ],
            [
              520667.2360053,
              180307.0768914
            ],
            [
              520671.9934055,
              180306.1971432
            ],
            [
              520673.4692715,
              180314.3847995
            ],
            [
              520672.6612555,
              180316.7741156
            ],
            [
              520672.9498326,
              180316.804107
            ],
            [
              520674.4504337,
              180317.1040211
            ],
            [
              520676.0499756,
              180317.4039353
            ],
            [
              520676.239612,
              180317.453921
            ],
            [
              520679.1006482,
              180318.1537206
            ],
            [
              520682.9510917,
              180319.1534345
            ],
            [
              520682.5470837,
              180315.8543788
            ],
            [
              520682.0029097,
              180311.5456122
            ],
            [
              520681.3020795,
              180306.6970001
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "postcode": "W3 7QF",
  "id": "Ealing-222698VAR",
  "decision": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "application_type": "All Other",
  "actual_commencement_date": null,
  "pp_id": "PP-11321810",
  "centroid": {
    "lon": "-0.2626237",
    "lat": "51.508522"
  },
  "centroid_northing": 180274,
  "lpa_name": "Ealing",
  "title_number": null,
  "secondary_street_name": null,
  "development_type": "Major dwellings",
  "valid_date": "14/06/2022",
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "27/01/2026",
  "decision_date": "27/01/2023",
  "parking_details": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/222698VAR;",
  "last_date_consultation_comments": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.262421,
          51.5088131
        ],
        [
          -0.2624361,
          51.5087566
        ],
        [
          -0.2624446,
          51.5087213
        ],
        [
          -0.2624455,
          51.5087177
        ],
        [
          -0.2624516,
          51.5086926
        ],
        [
          -0.26246579999999997,
          51.5086393
        ],
        [
          -0.2624862,
          51.5085573
        ],
        [
          -0.2624979,
          51.5085143
        ],
        [
          -0.2625107,
          51.5084628
        ],
        [
          -0.26252000000000003,
          51.5084283
        ],
        [
          -0.262536,
          51.5083665
        ],
        [
          -0.2625552,
          51.508294
        ],
        [
          -0.2625629,
          51.508264
        ],
        [
          -0.26259309999999997,
          51.5081529
        ],
        [
          -0.26261239999999997,
          51.5081554
        ],
        [
          -0.2626146,
          51.5081559
        ],
        [
          -0.2627056,
          51.5081671
        ],
        [
          -0.2627594,
          51.5081737
        ],
        [
          -0.262781,
          51.5081763
        ],
        [
          -0.2628491,
          51.5081846
        ],
        [
          -0.262795,
          51.5083454
        ],
        [
          -0.2627498,
          51.5084799
        ],
        [
          -0.26273959999999996,
          51.5085101
        ],
        [
          -0.26278429999999997,
          51.5085159
        ],
        [
          -0.2627002,
          51.5087681
        ],
        [
          -0.2626854,
          51.5088128
        ],
        [
          -0.26268,
          51.5088122
        ],
        [
          -0.2626753,
          51.5088262
        ],
        [
          -0.2626475,
          51.5088226
        ],
        [
          -0.26264709999999997,
          51.5088225
        ],
        [
          -0.2626234,
          51.5088195
        ],
        [
          -0.2625552,
          51.5088106
        ],
        [
          -0.26253109999999996,
          51.5088838
        ],
        [
          -0.262542,
          51.5089055
        ],
        [
          -0.2625378,
          51.5089057
        ],
        [
          -0.2625161,
          51.5089081
        ],
        [
          -0.2624929,
          51.5089104
        ],
        [
          -0.2624902,
          51.5089108
        ],
        [
          -0.2624487,
          51.5089165
        ],
        [
          -0.2623929,
          51.5089247
        ],
        [
          -0.26239989999999996,
          51.5088951
        ],
        [
          -0.2624092,
          51.5088565
        ],
        [
          -0.262421,
          51.5088131
        ]
      ]
    ],
    "type": "Polygon"
  }
}