{
  "valid_date": "20/11/2024",
  "epc_number": "1993-8761-3558-3413-9564",
  "site_name": "HATTON CROSS STATION",
  "cil_liability": false,
  "polygon": null,
  "actual_commencement_date": null,
  "site_number": null,
  "decision": "Approved",
  "parking_details": {
    "no_proposed_bluebadge": 2,
    "no_existing_car": 83,
    "no_existing_bluebadge": 2,
    "net_car": 0,
    "no_proposed_car": 83,
    "net_bluebadge": 0
  },
  "application_type_full": "Lawful development: Proposed use",
  "ward": "H/ROW VILLAGES 2022",
  "last_date_consultation_comments": "20/12/2024",
  "centroid_easting": 509625,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Installation of No. 592 roof mounted solar PV panels (Application under Class J, Part 14, Schedule 2 of the General Permitted Development (England) Order 2015 (as amended))",
  "appeal_decision": null,
  "postcode": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "14/01/2025",
  "street_name": "SOUTHERN PERIMETER ROAD",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 175375,
  "application_type": "Prior Approval",
  "title_number": null,
  "decision_conditions": [
    "The proposed development constitutes permitted development by virtue of the provisions of Schedule 2, Part 14, Class J of the of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended). Prior approval is required and is granted as the Council has assessed the impact of the proposal and considers that there would be no unacceptable impact with regard to the design or external appearance of the development, in particular the impact of glare on occupiers of neighbouring land, subject to compliance with the stated conditions.",
    "The solar PV equipment or solar thermal equipment must, so far as practicable, be sited so as to minimise its effect on the external appearance of the building and the amenity of the area.",
    "REASON",
    "To ensure compliance with the provisions of Schedule 2, Part 14, Class J of the of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The solar PV equipment or solar thermal equipment must not be higher than 1 metre above the highest part of the flat roof.",
    "REASON",
    "To ensure compliance with the provisions of Schedule 2, Part 14, Class J of the of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The solar PV equipment or solar thermal equipment is removed as soon as reasonably practicable when no longer needed.",
    "REASON",
    "To ensure compliance with the provisions of Schedule 2, Part 14, Class J of the of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Bird Hazard Management of flat roofs with PV panels:",
    "The overall Maintenace plan for this site should include the management of any flat/shallow with PV panels on buildings within the site, which may be attractive to nesting, roosting and \"loafing\" birds. The management plan shall comply with: CAST Advice Note 3 'Wildlife Hazards Around Aerodromes' and CAST Advice Note 5 'Renewable Energy Developments'. For details follow links:",
    "CAST Advice Note 3 Wildlife Hazards Around Aerodromes",
    "CAST Advice Note 5 Renewable Energy Developments",
    "The Bird Hazard Management Plan shall be implemented and remain in force for the life of the building.",
    "Reason: It is necessary to manage the flat roofs with PV panels in order to minimise its attractiveness to birds which could endanger the safe movement of aircraft and the operation of Heathrow Airport.",
    "The Bird Hazard Management Plan must ensure that flat/shallow pitched roofs be constructed to allow access to all areas by foot using permanent fixed access stairs ladders or similar. The owner/occupier must not allow gulls, to nest, roost or loaf on the building. Checks must be made weekly or sooner if bird activity dictates, during the breeding season. Outside of the breeding season gull activity must be monitored and the roof checked regularly to ensure that gulls do not utilise the roof.  Any gulls found nesting, roosting or loafing must be dispersed by the owner/occupier when detected or when requested by Heathrow Airport. In some instances, it may be necessary to contact Heathrow Airport Airside Operations staff before bird dispersal takes place. The owner/occupier must remove any nests or eggs found on the roof.",
    "The breeding season for gulls typically runs from March to June. The owner/occupier must obtain the appropriate licences where applicable from Natural England before the",
    "The development is close to the aerodrome and/or aircraft taking off from or landing at the aerodrome.  Lighting schemes required during construction and for the completed development shall be of a flat glass, full cut off design, mounted horizontally, and shall ensure that there is no light spill above the horizontal.",
    "Reason: To avoid endangering the safe operation of aircraft through confusion with aeronautical ground lights or glare.",
    "Due to the site being within Heathrow Airports crane circle, the crane operator is required to submit all crane details such as maximum height, operating radius, name, and phone number of site manager along with installation and dismantling dates to the CAA Airspace Coordination and Obstacle Management Service (ACOMS) system.",
    "For notification, please follow the link via CAA website:",
    "Crane notification | Civil Aviation Authority (caa.co.uk)",
    "Once crane notification has been received from the CAA, Heathrow Works Approval Team will assess and issue the necessary crane permit. No cranes should operate on site until a crane permit has been issued.",
    "Specific CAA guidance for crane lighting/marking is given in CAP1096: Guidance to crane users on the crane notification process and obstacle lighting and marking (caa.co.uk)"
  ],
  "appeal_start_date": null,
  "development_type": null,
  "wgs84_polygon": null,
  "lpa_app_no": "49133/APP/2024/2884",
  "decision_agency": "Borough",
  "decision_date": "03/01/2025",
  "pp_id": "13487134",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=49133/APP/2024/2884",
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "secondary_street_name": "HEATHROW AIRPORT",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.466736,
    "lon": -0.42322
  },
  "status": "Approved",
  "last_updated": "2025-04-03T21:59:14.250Z",
  "actual_completion_date": null,
  "lapsed_date": "03/01/2028",
  "borough": "Hillingdon",
  "id": "Hillingdon-49133_APP_2024_2884",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": null,
  "locality": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0
  }
}