{
  "locality": null,
  "appeal_status": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=49133/APP/2025/168",
  "decision_process": "Delegated",
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "decision": "Approved",
  "bo_system": "CSV Data Import",
  "valid_date": "23/01/2025",
  "description": "Installation of 12 electric vehicle charging points, covering canopy, toilet facility, substation and enclosure and associated works.",
  "application_type_full": "Full planning permission",
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "borough": "Hillingdon",
  "pp_id": "13707829",
  "site_number": null,
  "application_details": {
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "phasing_details": [
      {
        "phase_detail": "Development phase",
        "intended_completion_date": "12/2025",
        "intended_commencement_date": "08/2025"
      }
    ],
    "site_area": 0.10350000000000001,
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_gained": 59,
      "total_gia_existing": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 2.6,
        "building_ref": "Toilet block"
      },
      {
        "no_storeys": 1,
        "max_height": 2.4,
        "building_ref": "Sub-station block"
      }
    ],
    "garden_land_lost": false,
    "total_gia_gained": 59,
    "surface_water_discharge_percentage_reduction": 0,
    "internal_resi_water_usage": 0,
    "green_suds": false,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "total_annual_pm_emissions": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_passive_cooling": 0,
      "no_passive_rapid_ev_charging_points": 0,
      "green_roof_area": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "solar_pv_capacity": 0.4,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_details": [
        {
          "external_dry_recycling": false,
          "external_food_waste": false,
          "unit_reference": "N/A",
          "external_residual_waste": false,
          "reason_for_no_provision": "N/A",
          "internal_residual_waste": false,
          "internal_food_waste": false,
          "internal_dry_recycling": false
        }
      ],
      "waste_provision": false,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_water_connections_required": 2,
      "percentage_demolition_construction_material_recycling": 0,
      "no_active_rapid_ev_charging_points": 12,
      "no_new_gas_connections_required": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "gia_gained": 59,
        "use_class": "SpecifiedOther",
        "gia_lost": 0
      }
    ],
    "total_gia_existing": 0,
    "ownership_status": "Private",
    "existing_uprns": null,
    "total_gia_lost": 0,
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true
  },
  "appeal_decision_date": null,
  "lapsed_date": "14/03/2028",
  "centroid_easting": 509568,
  "decision_target_date": "20/03/2025",
  "street_name": "SOUTHERN PERIMETER ROAD",
  "last_updated": "2025-06-12T21:59:14.488Z",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "development_type": null,
  "title_number": null,
  "postcode": null,
  "parking_details": {
    "no_existing_car": 106,
    "no_proposed_car": 80,
    "net_car": -26
  },
  "actual_completion_date": null,
  "appeal_start_date": null,
  "secondary_street_name": "HEATHROW AIRPORT",
  "epc_number": null,
  "decision_agency": "Borough",
  "ward": "H/ROW VILLAGES 2022",
  "centroid": {
    "lat": 51.46628,
    "lon": -0.424057
  },
  "polygon": null,
  "status": "Approved",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 44125_P_100 A, 44125_P_103 C, 44125_P_104 B, 44125_P_105 B, 44125_P_106 B, 44125_P_200 B, 44125_P_205 A, 44125_P_302 A and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "No development shall take place until a Landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1. Details of Soft Landscaping:",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping:",
    "2.a Means of enclosure/boundary treatments",
    "2.b Hard Surfacing Materials",
    "3. Details of Landscape Maintenance",
    "3.a Landscape Maintenance Schedule for a minimum period of 5 years.",
    "3.b Proposals for the replacement of any tree, shrub, or area of surfing/seeding within the landscaping scheme which dies or in the opinion of the Local Planning Authority becomes seriously damaged or diseased.",
    "4. Schedule for Implementation",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "R",
    "No development shall take place until a Parking Design and Management Plan has been submitted to and approved in writing by the Local Planning Authority.  The scheme shall demonstrate how the car parking including EVCP will be managed given the loss of parking relative to the existing parking demand to ensure any deleterious impact is mitigated.",
    "REASON",
    "To ensure that the proposed development will provide adequate facilities in compliance with Policy T6 of the London Plan (2021).",
    "The electric vehicle charging points hereby approved shall ensure that a minimum of one charging point is fully accessible to wheelchair users and people of short stature, in accordance with BSI PAS 1899:2022, with all such features and facilities remaining in place for as long as charging facilities remain on-site.",
    "REASON",
    "To ensure an inclusively designed environment in accordance with Policy D5 of the London Plan (2021).",
    "The Council's records show that the development site is within 250 metres of a landfill buffer and or may have ground conditions which suggest possible ground gas risks.",
    "Construction Techniques - It is recommended that the ground penetrating structure/s / extension / outbuilding / porch / building / electrical supply cables and panels is/are designed and constructed to prevent/minimise the possible entry of any migrating landfill gas/ground gas. Please contact your building surveyor and/or architect if you require advice concerning suitable construction techniques.",
    "There is a possibility there may be some contaminating substances in the ground at the site. Our contaminated land record shows the site to be on a former contaminated land use identified as Nursery/Orchard site, Garages & filling stations as well as airport. We would advise persons working on site to take basic precautions in relation to any contamination they may find.",
    "You are advised this development is on a former contaminated land use identified as Nursery/Orchard site, Garages & filling stations as well as airport. Therefore, the above advice is provided on the grounds of Health and Safety of the workers on site and to ensure the appropriate restoration of the site is done should there be any contamination identified during the development where there is a need, for ground work once such works are complete to minimise risk to the occupants of the site.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois"
  ],
  "uprn": null,
  "lpa_name": "Hillingdon",
  "centroid_northing": 175323,
  "site_name": "HATTON CROSS STATION",
  "wgs84_polygon": null,
  "lpa_app_no": "49133/APP/2025/168",
  "last_date_consultation_comments": "11/03/2025",
  "subdivision_of_building": "N/A",
  "id": "Hillingdon-49133_APP_2025_168",
  "decision_date": "14/03/2025",
  "cil_liability": false
}