{
  "centroid_northing": 180179,
  "status": "Approved",
  "cil_liability": false,
  "appeal_decision_date": null,
  "centroid_easting": 517948,
  "application_type_full": "Householder planning & listed building consent",
  "application_details": {
    "existing_uprns": [
      "000012084282"
    ],
    "total_gia_gained": 55,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 2,
    "intended_completion_date": "09/2022",
    "intended_commencement_date": "04/2022",
    "site_area": 0.07
  },
  "valid_date": "15/12/2021",
  "lpa_app_no": "217020HH",
  "bo_system": "CSV Data Import",
  "application_type": "Householder",
  "last_updated": "2025-03-20T17:44:27.789+00:00",
  "decision_conditions": [
    "The development to which this consent relates must be begun not later than the expiration of three years beginning with the date on which the consent is granted.",
    "Reason: To comply with the provisions of Section 18(1) of the Planning (Listed Buildings and Conservation Areas) Act 1990, as amended, to prevent the accumulation of unimplemented listed building consents and to enable the Local Planning Authority to review the situation at the end of this period if the development has not begun. | The development hereby approved shall be carried out in accordance with drawing title number(s): AD230-01 Location Plan; AD230-02 Site Plan; AD230-03 Block Plan; AD230-04 Existing Lower Ground and Ground Floor Plans; AD230-05 Existing First Floor and Roof Plans; AD230-06 Demolition Lower Ground and Ground Floor Plans; AD230-07 Demolition First Floor and Roof Plans; AD230-08 Rev A Proposed Lower Ground and Ground Floor Plans; AD230-09 Rev A Proposed First Floor and Roof Plans; AD230-10 Existing & Proposed Front Elevation; AD230-11 Rev B Existing & Proposed Rear Elevation; AD230-12 Rev B Existing & Proposed Side Elevation and Proposed Lower Ground Floor Extension Section; AD230-17 Rear Elevation Overshadowing Diagram; AD230-18 Block Plan Overshadowing Plan (Mornings); AD230-19 Block Plan Overshadowing Plan (Evenings); AD230-20 Rear Elevation The Park Rear Extensions; AD230-21 Sash Window Details; AD230-22 Lower Ground Floor Extension - Elevation; AD230-23 Lower Ground Floor - Roof Detail; Design and Access Statement & Heritage Statement prepared by Architecture & Design; DW/WW/ROL/00822 Daylight & Sunlight Report for Proposed Development at 19 The Park dated 11 March 2022.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building, unless stated on the application form.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 7.4 and 7B of the Adopted Ealing Development Management DPD (2013). | The window/s inserted in the first-floor side elevation shall be obscure glazed and non-opening (where openable parts less than 1.7m above floor) unless otherwise confirmed in writing by the Local Planning Authority.",
    "Reason: To safeguard neighbouring amenity from light pollution in accordance with policy 7A of Ealing's Development Management DPD (2013) and policy D6 of the London Plan (2021). | Prior to the commencement of development, a detailed Demolition Method Statement and Construction Management Plan shall be submitted to and approved in writing by the Local Planning Authority. The management plan must refer to the following matters:",
    "a. Removal of any earth from the site.",
    "b. Site clearance, demolition, excavation and construction methods.",
    "c. Site management and access.",
    "d. Signage for construction traffic, pedestrians and other users of the site.",
    "e. Prevention of mud and debris being deposited.",
    "f. Vehicle and machinery specification.",
    "g. Details of all Non-Road Mobile Machinery (NRMM) to be used on site.",
    "h. Turning manoeuvres and routeing of vehicles.",
    "i. Estimated number and frequency of vehicle deliveries.",
    "j. Parking of construction vehicles.",
    "k. Compliance with noise limits and vibration mitigation measures.",
    "l. Procedures for on-site contractors to deal with complaints from local residents, liaison with local residents and notifications to interested parties.",
    "m. Mitigation of air pollution and dust emissions during site clearance, demolition, excavation and construction works.",
    "n. Waste management, hazardous material storage and removal.",
    "o. Noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014)",
    "p. Lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by Institution of Lighting Professionals)",
    "q. Hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Monday-Fridays and 0800-1300hrs Saturdays.",
    "r. Public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works.",
    "Reason: To protect the amenity of occupants and neighbouring properties in accordance with policy 7A and policy 7B of Ealing's Development Management DPD (2013), policies D14, T4 and SI1 of the London Plan (2021), policy 1.1 (j) of the Ealing Development (Core) Strategy (2012) and National Planning Policy Framework (2021)."
  ],
  "decision": "Approved",
  "id": "Ealing-217020HH",
  "description": "Excavation to provide extension to lower ground floor level (basement), incorporating a terrace and installation of a staircase to rear of property garden (following demolition of existing rear additions, platform and steps to rear of property); two storey rear extension; installation of five windows to side elevation; installation of one additional sash window to the rear elevation",
  "lapsed_date": "18/03/2025",
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "19 The Park",
  "street_name": "The Park",
  "parking_details": null,
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517960.547347,
              180147.9524403
            ],
            [
              517950.4966175,
              180145.553127
            ],
            [
              517944.6013988,
              180169.8461732
            ],
            [
              517943.4965607,
              180174.5548254
            ],
            [
              517937.2962747,
              180201.3971419
            ],
            [
              517936.2986223,
              180205.6459257
            ],
            [
              517935.2762347,
              180210.1646322
            ],
            [
              517938.5000536,
              180210.9044204
            ],
            [
              517945.5001105,
              180212.4939654
            ],
            [
              517946.5472333,
              180208.0452389
            ],
            [
              517956.499022,
              180165.3974467
            ],
            [
              517958.7004533,
              180156.0001366
            ],
            [
              517960.547347,
              180147.9524403
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Other house holder developments",
  "appeal_status": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "epc_number": "8272-6922-9510-1029-9906",
  "decision_date": "18/03/2022",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": "51.5082417",
    "lon": "-0.3018307"
  },
  "borough": "Ealing",
  "decision_agency": "Borough",
  "appeal_decision": null,
  "appeal_start_date": null,
  "decision_target_date": "25/03/2022",
  "subdivision_of_building": null,
  "title_number": [
    "MX85554"
  ],
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/217020HH;",
  "secondary_street_name": null,
  "uprn": "000012084282",
  "postcode": "W5 5NL",
  "ward": "Ealing Common",
  "actual_completion_date": null,
  "last_updated_by": "Planning Portal ingest",
  "pp_id": "PP-10481325",
  "lpa_name": "Ealing",
  "last_date_consultation_comments": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3016604,
          51.50796
        ],
        [
          -0.30180599999999996,
          51.5079406
        ],
        [
          -0.3018827,
          51.5081601
        ],
        [
          -0.3018971,
          51.5082027
        ],
        [
          -0.3019774,
          51.5084452
        ],
        [
          -0.3019903,
          51.5084836
        ],
        [
          -0.3020036,
          51.5085244
        ],
        [
          -0.3019569,
          51.5085304
        ],
        [
          -0.3018555,
          51.5085433
        ],
        [
          -0.3018419,
          51.508503
        ],
        [
          -0.3017129,
          51.5081177
        ],
        [
          -0.30168429999999996,
          51.5080328
        ],
        [
          -0.3016604,
          51.50796
        ]
      ]
    ],
    "type": "Polygon"
  }
}