{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/184490FUL;",
  "lapsed_date": "17/08/2026",
  "decision_target_date": null,
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W13 0TJ",
  "site_name": "1-10 Chignell Place",
  "status": "Application Under Consideration",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.114
  },
  "appeal_decision_date": null,
  "lpa_app_no": "184490FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 516234,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T11:49:45.159+00:00",
  "id": "Ealing-184490FUL",
  "application_type": "All Other",
  "street_name": "Chignell Place",
  "borough": "Ealing",
  "ward": "Elthorne",
  "decision_date": "17/08/2023",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing buildings and construction of a mixed use development, comprising a part five, part six, part seven and part eight storey building, with bar/cafe (Class E(b)/sui generis) and commercial space (flexible Class E) at ground floor level and 40 residential units and associated cycle storage, public and private amenity spaces, internal communal areas, refuse and recycling storage and hard & soft landscaping (AMENDED DESCRIPTION AND PLANS)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": null,
  "centroid_northing": 180339,
  "decision": "",
  "appeal_decision": null,
  "uprn": "000012134288",
  "centroid": {
    "lon": -0.326486,
    "lat": 51.510034
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              516274.2014901,
              180371.3484938
            ],
            [
              516287.3523626,
              180333.1494282
            ],
            [
              516287.4018329,
              180332.7495426
            ],
            [
              516287.4018329,
              180332.2496857
            ],
            [
              516287.2534218,
              180331.7498288
            ],
            [
              516287.1462361,
              180331.4999003
            ],
            [
              516286.8494139,
              180331.0500291
            ],
            [
              516286.4536509,
              180330.7001293
            ],
            [
              516286.0001726,
              180330.4002151
            ],
            [
              516285.4972238,
              180330.2002724
            ],
            [
              516277.0460362,
              180327.501045
            ],
            [
              516260.151906,
              180322.6024472
            ],
            [
              516259.7973684,
              180322.4524901
            ],
            [
              516259.3521351,
              180322.3025331
            ],
            [
              516258.799716,
              180322.3525187
            ],
            [
              516258.6513049,
              180322.3525187
            ],
            [
              516258.1483562,
              180322.5524615
            ],
            [
              516257.7031229,
              180322.80239
            ],
            [
              516257.5464667,
              180322.9123585
            ],
            [
              516252.0222758,
              180321.5227563
            ],
            [
              516251.8985998,
              180321.2528335
            ],
            [
              516251.6017776,
              180320.8029623
            ],
            [
              516251.24724,
              180320.4530625
            ],
            [
              516250.8514771,
              180320.1031626
            ],
            [
              516250.3979987,
              180319.8532342
            ],
            [
              516236.801893,
              180316.30425
            ],
            [
              516235.6970548,
              180316.2042787
            ],
            [
              516235.4002326,
              180316.6541499
            ],
            [
              516234.4025802,
              180319.1034488
            ],
            [
              516234.2046987,
              180319.5833114
            ],
            [
              516234.237679,
              180319.5833114
            ],
            [
              516236.9997744,
              180320.3031054
            ],
            [
              516241.6499889,
              180321.502762
            ],
            [
              516246.0528515,
              180322.6524329
            ],
            [
              516249.4992871,
              180323.5521754
            ],
            [
              516250.0022358,
              180325.1517175
            ],
            [
              516245.302551,
              180338.3979258
            ],
            [
              516244.6511911,
              180339.6475681
            ],
            [
              516232.4979711,
              180335.7486841
            ],
            [
              516231.1540261,
              180339.9474822
            ],
            [
              516229.7028954,
              180344.5961516
            ],
            [
              516228.301235,
              180349.0048896
            ],
            [
              516226.8006339,
              180353.5036018
            ],
            [
              516225.5473846,
              180357.4524715
            ],
            [
              516237.5027232,
              180361.3013698
            ],
            [
              516241.3036963,
              180362.5010264
            ],
            [
              516241.1387951,
              180363.0608661
            ],
            [
              516249.2436902,
              180365.6101364
            ],
            [
              516249.6971685,
              180364.1005685
            ],
            [
              516257.6536525,
              180366.6498388
            ],
            [
              516258.8986567,
              180362.6009977
            ],
            [
              516260.151906,
              180358.8020852
            ],
            [
              516261.5535664,
              180354.4033443
            ],
            [
              516262.7985706,
              180350.5044603
            ],
            [
              516264.2497014,
              180345.9957509
            ],
            [
              516256.2025217,
              180343.4464807
            ],
            [
              516256.5488143,
              180342.3967811
            ],
            [
              516252.0470109,
              180341.0971532
            ],
            [
              516252.59943,
              180339.6975538
            ],
            [
              516257.051763,
              180327.0511738
            ],
            [
              516258.9975975,
              180325.7515458
            ],
            [
              516261.6525071,
              180326.5013312
            ],
            [
              516266.2532512,
              180327.9009305
            ],
            [
              516270.9529361,
              180329.2505442
            ],
            [
              516279.0990564,
              180331.6498574
            ],
            [
              516284.7963936,
              180333.2993852
            ],
            [
              516285.249872,
              180335.9486269
            ],
            [
              516278.7527639,
              180355.2031154
            ],
            [
              516278.3982262,
              180356.2528149
            ],
            [
              516277.8540522,
              180357.852357
            ],
            [
              516276.3534511,
              180357.3525001
            ],
            [
              516275.2486129,
              180360.7015415
            ],
            [
              516271.5465805,
              180371.8983364
            ],
            [
              516271.4723749,
              180372.2082477
            ],
            [
              516272.0495292,
              180372.4981647
            ],
            [
              516272.5524779,
              180372.5981361
            ],
            [
              516273.0471816,
              180372.5481504
            ],
            [
              516273.5501303,
              180372.448179
            ],
            [
              516273.9458932,
              180372.1982506
            ],
            [
              516274.2014901,
              180371.6983936
            ],
            [
              516274.2014901,
              180371.3484938
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "Time Limit",
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| Approved Plans",
    "The development hereby approved shall be carried out in accordance with drawing title number(s):",
    "17/21/10F (Ground Floor Plan); 17/21/11E (First Floor Plan); 17/21/12E (Second Floor Plan); 17/21/13E (Third Floor Plan); 17/21/14E (Fourth Floor Plan); 17/21/15E (Fifth Floor Plan); 17/21/16E (Sixth Floor Plan); 17/21/17F (Seventh Floor Plan); 17/21/18D (Site Plan); 17/21/19D (Fire Strategy); 17/21/20C (East Elevation); 17/21/21C (West Elevation); 17/21/22C (North Elevation Street); 17/21/23C (South Courtyard Elevation); 17/21/24C (West Courtyard Elevation); 17/21/25C (East Courtyard Elevation); 17/21/26A (Refuse Servicing Strategy); 17/21/30B (3D View); 17/21/31B (3d View 2); 17/21/32B (3D View 3); 17/21/33A (3D View 4); 17/21/34A (3D View 5)",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| Restriction on Commerical Use",
    "Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) the area shown on the approved plans as 'bar/café' and 'Commercial Unit 2' and shall be limited to uses within Class E or Sui Generis (drinking establishment) only, and not for any other use.",
    "Reason:  To ensure that the Council retains control over the quality and provision of any change of use, and to protect the character of the area and the amenity of neighbouring occupiers, in accordance with policies D3, D6 and D14 of the London Plan (2021), policies 7A, 7.4 and 7B of the Ealing Development Management DPD (2013), SPG 10, and the National Planning Policy Framework (2021).",
    "| Residential Units - Accessibility",
    "Ten percent of the approved residential dwellings shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(3) (Wheelchair user dwellings) of Building Regulations 2015, or other such relevant technical standards in use at the time of the construction of the development.",
    "Ninety percent of the approved residential dwellings shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(2)(Accessible and adaptable dwellings) of Building Regulations 2015, or other such relevant technical requirements in use at the time of the construction of the development.",
    "Reason: To ensure the provision of wheelchair housing in a timely fashion that would address the current unmet housing need; produce a sustainable mix of accommodation; and provide an appropriate choice and housing opportunity for wheelchair users and their families, in accordance with the objectives of policies D5, D6 and D7 of the London Plan (2021) and policy 1.1(h) of the Ealing Development Strategy 2026 DPD (2012).",
    "| Balconies - Privacy Screens",
    "Prior to the first use of the balconies hereby approved, the privacy screens identified on the approved drawings listed under condition 2 shall be installed. The privacy screens shall be retained for the lifetime of the development.",
    "Reason: To protect the living conditions of neighbouring properties in accordance with policies D3 and D6 of the London Plan (2021), policies policy 7.4 and 7B of the Ealing Development Management DPD (2013) and policies 1.1 and 1.2 of the Ealing Core Strategy (2012).",
    "| Secure By Design",
    "The development hereby approved shall achieve Secure by Design Accreditation, in consultation with the Metropolitan Police Crime Prevention Design Advisor.",
    "Reason: To ensure that opportunities to commit crime are reduced, particularly in relation to the approved apartment buildings that contain shared core entrances that serve more a number of dwellings; and in order that the new buildings incorporate appropriately designed security features, in accordance with policies D11 of the London Plan (2021).",
    "| Passenger Lifts",
    "The passenger lifts located within the communal core serving the residential units shall be installed and operational prior to the first occupation of the development.",
    "Reason: To ensure that adequate access is provided to all floors of the development for all occupiers and visitors including those with disabilities, in accordance with policy 1.1(h) of the Ealing Development Strategy 2026 (2012); policy 7B of the Ealing Development Management DPD (2013) and Policies D5 and D7 of the London Plan.",
    "| Air Quality - Non-Road Mobile Machinery",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason: To safeguard adjoining occupiers of the development against unacceptable noise, disturbance and emissions, policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and policy SI1 of the London Plan(2021); and National Planning Policy Framework (2021).",
    "| Noise - Sound from Plant, Machinery or Equipment",
    "The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014, with all machinery operating together at maximum capacity.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policies 7A of the Ealing Development Management DPD and Policy D14 of the London Plan",
    "| 10.\tNoise - Anti- vibration mounts and silencing of machinery",
    "Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policies 7A of the Ealing Development Management DPD and Policy D14 of the London Plan",
    "| Demolition Method Statement and Construction Management Plan",
    "Prior to commencement of the development, a demolition method statement/ construction management plan shall be submitted to the Council for approval in writing. Details shall include control measures for:-",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- delivery locations,",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays and 0800 -1300 Saturdays (except no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and",
    "- public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with Policies 7A of the Ealing Development Management DPD and Policy D14 of the London Plan",
    "| Construction Logistics Plan",
    "Details of a demolition method statement and a site construction method statement and management plan shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of the development.  The method statement/management plan shall include but not limited to the following:",
    "- Construction worker parking;",
    "- Anticipated number, frequency and size of construction vehicles;",
    "- Delivery times;",
    "- Dust suppression measures;",
    "- Site security;",
    "- Vehicle manoeuvring and turning;",
    "- Location for the storage of building materials and construction debris and contractors offices",
    "- Procedures for on-site contractors to deal with complaints from local resident",
    "- Measures to ensure the construction process does not effect of neighbouring highways;",
    "- Details of wheel water spraying facilities;",
    "- Dust and noise/vibration mitigation measures;",
    "- Construction lorry routes from main roads to the application site;",
    "- Emergency contacts during the construction period.",
    "Such details shall be implemented or phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the works",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, and to ensure adequate highway and safety in accordance with policies 7A and 7B of the Ealing Development Management DPD (2013), policies 1.1 and 3.1 of the Development Strategy (2012), the National Planning Policy Framework (2019), and Policy T7 of the London Plan.",
    "| Details of Materials",
    "Details of the materials and finishes to be used for all external surfaces of the buildings hereby approved shall be submitted to and approved in writing by the local planning authority before any part of the super structure is commenced and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. The development shall be implemented only in accordance with these approved details.",
    "Reason: To ensure that the materials and finishes are of high quality and contribute positively to the visual amenity of the locality in accordance with policies 1.1 (h) (g), 1.2(h), 2.1(c) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies D1 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| Detailed Drainage Designs",
    "Prior to commencement of groundworks (excluding site investigations and demolition), details of final detailed drainage designs including drawings and supporting calculations [and updated Drainage Assessment Form] must be submitted to the Local Planning Authority for approval in writing, aligned with the email response dated 08th July 2019, from Agent (Danks Badnell Architects Limited). A detailed management plan confirming routine maintenance tasks for all drainage components must also be submitted for approval in writing to demonstrate how the drainage system is to be maintained for the lifetime of the development.",
    "Reason: To prevent the risk of flooding to and from the site in accordance with policy SI12 of the London Plan, the Sustainable Design and Construction SPG, the Non-Statutory Technical Standards for Sustainable Drainage Systems and policy 5.12 of the Ealing Development Management DPD (2013).",
    "| Contaminated Land - Site Specific Site Investigation",
    "With reference to the Jomas Desk study report (Ref. Jomas P1516J/1408/AJH June 2018) and the Danks Badnell Planning Statement (particular attention to be paid to the reference to 02882/A relating to a scooter repair business with petrol tanks) prior to the commencement of any works on site (other than demolition and site clearance), a site investigation shall test the previously inaccessible ground, and the conceptual model shall be amended to include this. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site.",
    "Reason: To ensure the land contamination issues are addressed in accordance with policy 1.1 (j) of the adopted Local Development Framework (Core Strategy 2012), Ealing Local Variation to London Plan Policy 5.21 of the Ealing Development Management Development Plan (2013).",
    "| Contaminated Land - Land Remediation Scheme",
    "A detailed remediation scheme to bring the site to a condition suitable for the intended use shall be submitted and approved in writing by the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation. The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development, other than that required to carry out remediation works.",
    "Reason: To ensure the land contamination issues are addressed in accordance with policy 1.1 (j) of the adopted Local Development Framework (Core Strategy 2012) and Ealing Local Variation to London Plan Policy 5.21 of the Ealing Development Management Development Plan (2013).",
    "| Contaminated Land - Verification of Land Remediation",
    "Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be submitted and approved in writing by the Local Planning Authority. The verification report submitted shall be in accordance with the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1'.",
    "Reason: To ensure the land contamination issues are addressed in accordance with policy 1.1 (j) of the adopted Local Development Framework (Core Strategy 2012), policy 5.21 of the London Plan (2016) and Ealing Local Variation to London Plan Policy 5.21 of the Ealing Development Management Development Plan (2013).",
    "| Prior to commencement of the superstructure, a noise assessment shall be submitted to the Council for approval in writing, of external noise sources and levels from transport and industrial/ commercial/ cultural sources, having regard to the assessment standards of the Council's SPG10 including aircraft noise (worst mode aircraft 1-day noise contour predicted for 2016 (60 dB) as per Section 6 SPG10).",
    "Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise) to achieve internal noise limits specified in SPG10.  Details of best practicable mitigation measures for external amenity spaces shall also be provided and implemented, as necessary. Details shall confirm that noise limits specified in BS8233:2014 will not be exceeded. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policy 7A of the Ealing Development Management DPD and Policy D14 of the London Plan.",
    "| Noise - Enhanced Sound Insulation",
    "Prior to commencement of the superstructure, details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining dwellings/areas, namely, kitchen/living/dining room above/below/adjoining bedroom of separate dwelling. The assessment and mitigation measures shall have regard to standards of the Council's SPG10 and noise limits specified in BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policy 7A of the Ealing Development Management DPD and Policy D14 of the London Plan.",
    "| Noise - Enhanced Sound Insulation - Lifts",
    "Prior to commencement of the superstructure, details shall be submitted to the Council for approval in writing, of enhanced sound insulation of lifts and lift shafts, in accordance with noise limits specified in Table 5 BS8233:2014. Where noise emissions include characteristic features, the Noise Rating level shall not exceed NR20 Leq 5mins inside a habitable room. Details shall include mitigation measures and the resulting sound insulation value and internal sound/rating level. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policy 7A of the Ealing Development Management DPD and Policy D14 of the London Plan.",
    "| Noise - Enhanced Sound Insulation - Lifts",
    "Prior to commencement of the superstructure, details shall be submitted to the Council for approval in writing, of enhanced sound insulation of lifts and lift shafts, in accordance with noise limits specified in Table 5 BS8233:2014. Where noise emissions include characteristic features, the Noise Rating level shall not exceed NR20 Leq 5mins inside a habitable room. Details shall include mitigation measures and the resulting sound insulation value and internal sound/rating level. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policy 7A of the Ealing Development Management DPD and Policy D14 of the London Plan.",
    "| Air Quality - Fresh Air Ventilation",
    "Prior to the commencement of the superstructure, details shall be submitted to and approved by the Local Planning Authority, for the installation in the dwellings of a filtered fresh air ventilation system capable of mitigating elevated concentrations of nitrogen oxides and particulate matter in the external air. The details to be submitted shall include the arrangements for continuously maintaining the operational efficiency of the system.  The ventilation system as approved shall be completed prior to occupation and shall be retained permanently thereafter.",
    "Reason: To minimise exposure to existing poor air quality and provide a suitable internal living environment for future occupiers, in accordance with policy SI 1 of the London Plan 2021, policy 1.1(j) of the Ealing Development Strategy 2026 DPD (2012); and policy 7A of the Ealing Development Management DPD (2013).",
    "| Air Quality - Dust Management Plan",
    "Before the development is commenced, (including demolition and site clearance) an Air Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment shall be produced in accordance with current guidance The Control of Dust and Emissions during Construction and Demolition, SPG, GLA, July 2014, for the existing site and the proposed development. A scheme for air pollution mitigation measures based on the findings of the report shall be submitted to and approved by the Local Planning Authority prior to the commencement of any works on the site.",
    "The plan shall include:",
    "a)          Dust Management Plan for Demolition Phase",
    "b)          Dust Management Plan for Construction Phase",
    "The Air Quality Dust Management Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of the construction.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise particulate matter associated with construction works in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy 7A of the Ealing Development Management Development Plan (2013) and policy SI1 of the London Plan(2021); and National Planning Policy Framework (2021).",
    "| Transport - Layout of Access Road and Footpaths",
    "Prior to the commencement of the superstructure, details of the internal layout of the site shall be submitted to and approved in writing by the Local Planning Authority. The details shall include the following:",
    "- Layout of roads, pedestrian paths and shared surfaces;",
    "- Provision of traffic signals or signage and bollards to delineate pedestrian and vehicle movement areas;",
    "- Details and specifications of alterations to the highway",
    "- Specifications of any access gates across the site;",
    "The approved details shall be provided prior to occupation of the development, and permanently retained for the lifetime of the development.",
    "Reason: To ensure highway and pedestrian safety in accordance with policies T2, T3 and T4 of the London Plan (2021).",
    "| Extraction and Odour Control system for non-domestic kitchens",
    "Prior to occupation of any café or use involving food preparation, details shall be submitted to the Council for approval in writing, of the installation, operation, and maintenance of the odour abatement equipment and extract system, including the height of the extract duct and vertical discharge outlet without cowl at least 1m above the eaves of the main building. Details shall be provided of a reasonable distance of the extract outlet approximately 20.0meters from any openable window unless effective odour control is installed. Approved details shall be implemented prior to use and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/surrounding premises is not adversely affected by smell or steam, in accordance with Policy 7A of the Ealing Development Management DPD.",
    "| Details of Hard and Soft Landscaping",
    "Prior to first occupation or use of the proposed development hereby approved, the following details shall be submitted to and approved in writing by the local planning authority. The development shall be implemented only as approved and retained thereafter.",
    "-\tDetails of hard and soft landscaping scheme, including landscape design for all communal amenity areas",
    "-\tDetails of boundary treatments;",
    "-\tDetails of a Landscape Management Plan for a minimum period of 5 years from the implementation of final planting (specify only for applications with significant public aspect, important habitat qualities & opportunities or communal spaces in larger residential developments)",
    "Reason: To ensure that there is suitable provision for landscaping and drainage within the site in accordance with policies 1.1 (e), 2.1 (c) of the Ealing Core Strategy (2012), policies LV 3.5 and 7D of the Ealing Development Management Development Plan Document (2013), policies S4, D6 and D8 of the London Plan (2021), and the National Planning Policy Framework (2021).",
    "| Transport - Cycle Parking Details",
    "Notwithstanding the submitted documents, details shall be submitted prior to the first occupation of each relevant part the development to demonstrate how the cycle parking as shown on the approved plans will be implemented according to the specifications and adopted standards of the London Plan, the London Cycle Design Standards, and the Local Planning Authority.",
    "The approved details shall be brought into first use prior to occupation and retained permanently.",
    "Reason: To ensure adequate cycle parking is provided within the development in pursuance of the objectives of sustainability and encouraging the use of modes of transport other than private motor vehicles in accordance with policy T5 of the London Plan (2021), policies 1.1(k) and (g) of Ealing's adopted Development (or Core) Strategy (2012), and Ealing's Sustainable Transport for New Development SPG.",
    "| Transport - Travel Plan",
    "A separate Travel Plan for both the residential and commercial functions of the proposed development, shall be submitted to and approved in writing by the Local Planning Authority prior to commencement of the use. The detailed Travel Plan shall be prepared in accordance with Ealing's Sustainable Transport for New Development SPD and the Mayor's Strategic Mode Shift Target in use at the time of its preparation. The development shall be carried out in accordance with the approved Travel Plan.",
    "Reason: To promote sustainable modes of transport, and to ensure that the development does not exacerbate congestion on the local road network, in accordance with policies 1.1 (f) (g) of the Ealing Development Strategy 2026 (2012); policies T1, T3, T4, T5 and T6 of the London Plan (2021) and Ealing's Sustainable Transport for New Development SPG.",
    "| Energy and CO2",
    "a)\tPrior to construction completion and occupation, the development shall implement and maintain, and in the case of energy generation equipment confirm as operational, the approved measures to achieve an overall sitewide reduction in regulated CO2 emissions against SAP10 standards of at least 63.25% (equating to 28.32 tonnes of CO2 per year) beyond Building Regulations Part L 2013. These CO2 savings shall be achieved through the Lean, Clean, Green Energy Hierarchy as detailed in the Energy Statement prepared by Envision (rev-B) in December 2021 including:",
    "i.\tLean, passive design measures to achieve an annual reduction of at least 11.46% equating to at least 4.4 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L 2013 for the residential development, and at least 16.9%, equating to at least 1.07 tonnes, over Part L 2013 for the non-residential space.",
    "ii.\tGreen, renewable energy equipment including the incorporation of photovoltaic panels with a combined total capacity of at least 21.75 kWp, and Air Source Heat Pumps to achieve an annual reduction of at least 51%, equating to 22.84 tonnes, in regulated carbon dioxide (CO2) emissions over Part L 2013.",
    "iii.\tSeen, heat and electric meters installed to monitor the performance of the PV and the carbon efficiency (COP) of the heat pumps including the heat generation and the combined parasitic loads of the heat pumps.",
    "b)\tPrior to Installation, details of the proposed heat pumps and PV, and associated monitoring devices required to identify their efficiency/performance, shall be submitted to the Council for approval. The details shall include the exact number of heat pumps, the heat pump thermal kilowatt output, heat output pipe diameter(s), parasitic load supply schematics, monthly energy demand profile, and the exact kWp capacity of the PV array, the orientation, pitch and mounting of the panels, and the make and model of the panels. The name and contact details of the heat pump and PV installation contractors, and if different, the commissioning electrical or plumbing contractor, should be submitted to the Council prior to installation.",
    "c)\tOn completion of the installation of the heat pumps and PV copies of the MCS certificates and all relevant commissioning documentation shall be submitted to the Council.",
    "d)\tThe development shall incorporate the overheating and cooling measures detailed in the dynamic Overheating Analysis produced by Envision (rev-B) in December 2021, or any later stage version. The assessment shall be compliant with CIBSE guidance TM59 and/or TM52, and modelled against the TM49 DSY1 (average summer) weather data files, and the more extreme weather DSY2 (2003) and DYS3 (1976) files for TM59 criteria (a) and (b).",
    "e)\tWithin three months of the occupation/first-use of the development a two-page summary report prepared by a professionally accredited person comparing the \"as built stage\" TER to BER/DER figures against those in the final energy strategy along with the relevant Energy Performance Certificate(s) (EPC) and/or the Display Energy Certificate(s) (DEC's) shall be submitted to the Council for approval.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012.",
    "| Post-construction renewable/low-carbon energy equipment monitoring",
    "In order to implement Ealing Council DPD policy E5.2.3 (post-construction energy equipment monitoring), and key parts of London Plan policy SI2 (\"be Seen\"), the developer shall:",
    "a)\tEnter into a legal agreement with the Council to secure a S106 financial contribution for the post-construction monitoring of the renewable/low carbon technologies to be incorporated into the development and/or the energy use of the development as per energy and CO2 Condition(s).",
    "b)\tUpon final construction of the development, and prior to occupation, the agreed suitable devices for monitoring the efficiency (SCOP) of the heat pump communal loop, and the performance of the PV, shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of four years from occupation and full operation of the energy equipment. The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document. The developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitoring process.",
    "c)\tUpon final completion of the development and prior to occupation, the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the renewable/low-carbon energy equipment for a period of four years from the point that the building is occupied and the equipment fully operational. Any repair or maintenance of the energy equipment must be carried out within one month of a performance problem being identified.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with London Plan (2021) policy SI2 (\"Be Seen\" stage of the energy hierarchy), Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD policy 5.2, E5.2.3, and Policy 2.5.36 (Best Practice) of the Mayor's Sustainable Design & Construction SPG.",
    "| Transport - Deliveries and Servicing Plan, including Refuse and Recycling Collection",
    "Prior to first occupation of the building a detailed Delivery and Servicing Plan (DSP) shall be submitted to the Local Planning Authority for approval. This Delivery and Servicing Plan should seek to:",
    "- Rationalise the number of delivery and servicing trips, particularly during peak traffic periods, with the aim of reducing the impact of residual freight activity;",
    "- Ensure there is provision of adequate loading facilities; and",
    "- Ensure that the delivery space and time is actively controlled through a site booking plan.",
    "- This DSP shall also include a Refuse and Recycling Management Plan for storage and collectio"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "05/10/2018",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-07270345",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3258745,
          51.5103168
        ],
        [
          -0.3256977,
          51.5099708
        ],
        [
          -0.32569709999999996,
          51.5099672
        ],
        [
          -0.32569729999999997,
          51.5099627
        ],
        [
          -0.3256996,
          51.5099582
        ],
        [
          -0.32570119999999997,
          51.509956
        ],
        [
          -0.3257056,
          51.509952
        ],
        [
          -0.3257114,
          51.509949
        ],
        [
          -0.3257181,
          51.5099464
        ],
        [
          -0.3257254,
          51.5099447
        ],
        [
          -0.32584799999999997,
          51.5099222
        ],
        [
          -0.32609289999999996,
          51.5098816
        ],
        [
          -0.3260981,
          51.5098803
        ],
        [
          -0.32610459999999997,
          51.5098791
        ],
        [
          -0.32611249999999997,
          51.5098796
        ],
        [
          -0.3261146,
          51.5098797
        ],
        [
          -0.32612179999999996,
          51.5098816
        ],
        [
          -0.3261281,
          51.5098839
        ],
        [
          -0.3261304,
          51.5098849
        ],
        [
          -0.3262104,
          51.5098736
        ],
        [
          -0.3262123,
          51.5098712
        ],
        [
          -0.32621669999999997,
          51.5098672
        ],
        [
          -0.3262219,
          51.5098641
        ],
        [
          -0.3262277,
          51.509861
        ],
        [
          -0.3262343,
          51.5098589
        ],
        [
          -0.3264313,
          51.5098298
        ],
        [
          -0.3264473,
          51.5098291
        ],
        [
          -0.3264514,
          51.5098332
        ],
        [
          -0.326465,
          51.5098554
        ],
        [
          -0.32646769999999997,
          51.5098598
        ],
        [
          -0.3264672,
          51.5098598
        ],
        [
          -0.3264272,
          51.5098657
        ],
        [
          -0.3263598,
          51.5098755
        ],
        [
          -0.326296,
          51.5098849
        ],
        [
          -0.3262461,
          51.5098923
        ],
        [
          -0.3262383,
          51.5099066
        ],
        [
          -0.32630159999999997,
          51.5100266
        ],
        [
          -0.3263106,
          51.510038
        ],
        [
          -0.32648689999999997,
          51.5100054
        ],
        [
          -0.3265049,
          51.5100434
        ],
        [
          -0.3265243,
          51.5100855
        ],
        [
          -0.32654299999999997,
          51.5101254
        ],
        [
          -0.3265631,
          51.5101662
        ],
        [
          -0.3265799,
          51.5102019
        ],
        [
          -0.3264064,
          51.5102341
        ],
        [
          -0.3263513,
          51.5102441
        ],
        [
          -0.32635349999999996,
          51.5102491
        ],
        [
          -0.32623589999999997,
          51.5102704
        ],
        [
          -0.32622979999999996,
          51.5102567
        ],
        [
          -0.32611439999999997,
          51.510278
        ],
        [
          -0.3260978,
          51.5102414
        ],
        [
          -0.326081,
          51.510207
        ],
        [
          -0.32606229999999997,
          51.5101671
        ],
        [
          -0.3260456,
          51.5101318
        ],
        [
          -0.3260262,
          51.510091
        ],
        [
          -0.32614299999999996,
          51.5100698
        ],
        [
          -0.3261383,
          51.5100602
        ],
        [
          -0.3262036,
          51.5100495
        ],
        [
          -0.3261961,
          51.5100368
        ],
        [
          -0.3261361,
          51.5099222
        ],
        [
          -0.32610849999999997,
          51.5099101
        ],
        [
          -0.32607,
          51.5099163
        ],
        [
          -0.3260033,
          51.509928
        ],
        [
          -0.3259352,
          51.5099391
        ],
        [
          -0.32581709999999997,
          51.509959
        ],
        [
          -0.3257345,
          51.5099727
        ],
        [
          -0.325727,
          51.5099964
        ],
        [
          -0.3258143,
          51.5101708
        ],
        [
          -0.32581899999999997,
          51.5101803
        ],
        [
          -0.32582639999999996,
          51.5101948
        ],
        [
          -0.3258481,
          51.5101906
        ],
        [
          -0.3258629,
          51.5102209
        ],
        [
          -0.3259126,
          51.5103223
        ],
        [
          -0.32591349999999997,
          51.5103251
        ],
        [
          -0.3259051,
          51.5103276
        ],
        [
          -0.32589789999999996,
          51.5103284
        ],
        [
          -0.3258907,
          51.5103278
        ],
        [
          -0.3258835,
          51.5103268
        ],
        [
          -0.3258779,
          51.5103245
        ],
        [
          -0.3258744,
          51.51032
        ],
        [
          -0.3258745,
          51.5103168
        ]
      ]
    ],
    "type": "Polygon"
  }
}