{
  "last_date_consultation_comments": "28/03/2022",
  "epc_number": null,
  "application_type_full": "Householder planning & listed building consent",
  "development_type": null,
  "decision_date": "30/09/2022",
  "pp_id": "09997036",
  "appeal_decision_date": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Hillingdon-35387_APP_2021_3390",
  "last_updated": "2025-03-20T15:49:39.532+00:00",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 508509,
  "decision_target_date": "30/09/2022",
  "parking_details": {
    "no_existing_car": 6,
    "net_car": 0,
    "no_proposed_car": 6
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508477.4906,
              188766.3385
            ],
            [
              508523.7928,
              188788.0344
            ],
            [
              508539.1386,
              188735.2499
            ],
            [
              508497.599,
              188714.6124
            ],
            [
              508477.4906,
              188766.3385
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "subdivision_of_building": null,
  "title_number": [
    "Unregistered"
  ],
  "secondary_street_name": "RUISLIP",
  "valid_date": "06/09/2021",
  "centroid": {
    "lon": "-0.4351431",
    "lat": "51.5871778"
  },
  "site_number": null,
  "ward": "EASTCOTE & E RUISLIP",
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "uprn": null,
  "lpa_app_no": "35387/APP/2021/3390",
  "status": "Approved",
  "description": "Single storey side and rear extension (following demolition of existing addition).",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "postcode": null,
  "centroid_northing": 188751,
  "borough": "Hillingdon",
  "application_type": "Householder",
  "locality": null,
  "site_name": "CANNONS BRIDGE FARM",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawing Nos.",
    "VSA21/01-001 A, VSA21/01-004 A, VSA21/01-005 A, VSA21/01-007 A, VSA21/01-008 A received 28/09/2022.",
    "and thereafter shall be maintained/retained as such.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To preserve and conserve the special architectural and/or historic  interest and setting of the listed building, in accordance to policy HE1 of  Hillingdon's Local Plan: Part 1 (November 2012), policies DMHB 1 and 2 of  the Hillingdon's Local Plan: Part 2 (January 2020), The London Plan (2021) and  the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "Prior to commencement of development, samples and further product details of all external materials and finishes shall be submitted to and approved in writing by the Local Planning Authority. Samples shall be made available on site for inspection. Works shall be carried out in accordance with the approved details.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To preserve and conserve the special architectural and/or historic  interest and setting of the listed building, in accordance to policy HE1 of  Hillingdon's Local Plan: Part 1 (November 2012), policies DMHB 1 and 2 of  the Hillingdon's Local Plan: Part 2 (January 2020), The London Plan (2021) and  the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "The development hereby permitted shall only be carried out in strict accordance with the details and mitigation measures set out in the BS 5837:2012 Tree Survey, arboricultural impact assessment, arboricultural method statement and tree protection plan by Usherwood dated 19th August 2022.",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure that the trees and other vegetation continue to make a valuable contribution to the amenity of the area in accordance with policy DMHB 14 of the Hillingdon Local Plan Part 2 (2020).",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "During works the existing building including fixtures, fittings and features would need to be appropriately safeguarded. Any damage or disturbance caused to the building in execution of the works shall be made good to the satisfaction of the Local Planning Authority within six months of the works being completed.",
    "REASON",
    "To preserve the special architectural and/or historic interest and setting of the listed building, in accordance to policy HE1 of Hillingdon's Local  Plan: Part 1 (November 2012), Policies DMHB 1 and 2 of the Hillingdon's Local  Plan: Part 2 (January 2020), The London Plan (2021) and the Planning (Listed  Buildings and Conservation Areas) Act 1990.",
    "During the works, if hidden historic features are revealed they should be retained in-situ. Works shall be halted in the relevant area of the building and the Local Planning Authority should be notified immediately. Failure to do so may result in unauthorised works being carried out and an offence being committed.",
    "REASON",
    "To preserve the special architectural and/or historic interest of the listed building, in accordance to policy HE1 of Hillingdon's Local Plan: Part 1  (November 2012), policies DMHB 1 and 2 of the Hillingdon's Local Plan: Part 2  (January 2020), The London Plan (2021) and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "Prior to installation, product details and scaled detailed sections of the external windows and doors shall be submitted to and approved in writing by the Local Planning Authority. Works shall be carried out in accordance with the approved details.",
    "REASON",
    "To preserve and conserve the special architectural and/or historic interest and setting of the listed building, in accordance to policy HE1 of Hillingdon's Local Plan: Part 1 (November 2012), Policies DMHB 1 and 2 of the Hillingdon's Local Plan: Part 2 (January 2020), The London Plan (2021) and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "Prior to the commencement of work, detailed scaled drawings of the connection between the new structure and existing building shall be",
    "submitted to and approved in writing by the Local Planning Authority. Works shall be carried out in accordance with the approved details.",
    "REASON",
    "To preserve and conserve the special architectural and/or historic interest and setting of the listed building, in accordance to policy HE1 of  Hillingdon's Local Plan: Part 1 (November 2012), Policies DMHB 1 and 2 of the Hillingdon's Local Plan: Part 2 (January 2020), The London Plan (2021) and  the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The site lies in a Critical Drainage Area (CDA) as identified in the Surface Water Management Plan (SWMP) for Hillingdon. A CDA is the catchment area from which surface water drains and contributes to drainage problems. All developments in this area must contribute to managing the risk of flooding from surface water by reducing surface water runoff from the site. Therefore the applicant should minimise the water from your site entering the sewers. No drainage to support the extension should be connected to any existing surface water sewer, other than as an overflow. Water run off from any roof or hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, which must be permeable or be collected and directed to a permeable area, otherwise it would need an additional permission. A water butt should be incorporated.",
    "You are reminded that the red dashed lines on the proposed drawings does not dictate or allow the proposed extension to be built up to this line.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works."
  ],
  "decision": "Approved",
  "street_name": "BURY STREET",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 602,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "04/2022",
    "intended_commencement_date": "09/2021",
    "site_area": 0.267
  },
  "lapsed_date": "30/09/2025",
  "appeal_start_date": null,
  "appeal_decision": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=35387/APP/2021/3390",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "last_updated_by": "CSV Data Import",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.435593,
          51.5873217
        ],
        [
          -0.4349182,
          51.5875078
        ],
        [
          -0.43471309999999996,
          51.5870304
        ],
        [
          -0.4353188,
          51.5868529
        ],
        [
          -0.435593,
          51.5873217
        ]
      ]
    ],
    "type": "Polygon"
  }
}