{
  "street_name": "London Road",
  "centroid_northing": 196076,
  "lapsed_date": "28/07/2025",
  "bo_system": "Idox Uniform",
  "site_name": "Salisbury Court",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "69, 1",
  "actual_commencement_date": null,
  "decision": "Refused",
  "cil_liability": false,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              532940.95,
              196095.75
            ],
            [
              532946.05,
              196057.15
            ],
            [
              532946.15,
              196056.45
            ],
            [
              532946.45,
              196053.4
            ],
            [
              532932.05,
              196051.5
            ],
            [
              532927.19,
              196050.85
            ],
            [
              532919.8,
              196049.85
            ],
            [
              532918.35,
              196049.7
            ],
            [
              532918.05,
              196051.9
            ],
            [
              532917.95,
              196052.55
            ],
            [
              532919.35,
              196052.75
            ],
            [
              532918.75,
              196057.5
            ],
            [
              532918.45,
              196060
            ],
            [
              532918.1,
              196062.45
            ],
            [
              532917.8,
              196064.95
            ],
            [
              532917.5,
              196067.45
            ],
            [
              532917.15,
              196069.85
            ],
            [
              532916.85,
              196072.35
            ],
            [
              532916.5,
              196074.85
            ],
            [
              532916.2,
              196077.35
            ],
            [
              532911.1,
              196076.7
            ],
            [
              532910.15,
              196076.6
            ],
            [
              532909.85,
              196079.1
            ],
            [
              532909.55,
              196081.6
            ],
            [
              532909.25,
              196084.1
            ],
            [
              532908.95,
              196086.55
            ],
            [
              532908.65,
              196089.05
            ],
            [
              532908.35,
              196091.5
            ],
            [
              532903.55,
              196090.9
            ],
            [
              532903,
              196096.05
            ],
            [
              532909.85,
              196096.95
            ],
            [
              532919.25,
              196098.2
            ],
            [
              532920.55,
              196098.35
            ],
            [
              532930.4,
              196099.65
            ],
            [
              532940.3,
              196101
            ],
            [
              532940.5,
              196099.45
            ],
            [
              532940.95,
              196095.75
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "valid_date": "29/12/2021",
  "decision_date": "28/07/2022",
  "development_type": "NRQD",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "EN2 6ER",
  "title_number": [],
  "lpa_app_no": "21/04747/PRA",
  "uprn": "000207154360",
  "application_details": {
    "site_area": 0.14400000000000002
  },
  "borough": "Enfield Council",
  "actual_completion_date": null,
  "pp_id": null,
  "locality": null,
  "application_type": "Prior Approval",
  "decision_target_date": "23/02/2022",
  "last_updated_by": "Idox Uniform",
  "application_type_full": null,
  "lpa_name": "Enfield",
  "url_planning_app": null,
  "decision_conditions": [
    "The external finishing materials shall match those used in the construction of the existing building and/or areas of hard surfacing. \rReason: To ensure a satisfactory appearance.\r",
    "The development hereby permitted shall be carried out in accordance with the approved plans, as set out in the attached schedule which forms part of this notice. \r\rPlanning Statement\rTransport Statement (job no. 216258) by Vectos\rP001\rP002\rP003\rP004\rP005\rP007\r\rReason: For the avoidance of doubt and in the interests of proper planning.\r",
    "The glazing serving the proposed two side flank windows; of the development indicated on drawing Nos. P003 and P005; shall be fixed shut and in obscured glass with an equivalent obscuration as level 3 on the Pilkington Obscuration Range, with the exception of openable elements that are over 1.8m high from the finished floor level. The glazing shall not be altered without the approval in writing of the Local Planning Authority. \r\rReason: To safeguard the privacy of the occupiers of adjoining and neighbouring properties.\r",
    "The development hereby permitted shall not be first occupied until details of the siting, number and design of secure/covered cycle parking spaces have been submitted to and approved in writing by the Local Planning Authority. The approved details shall thereafter be installed and permanently retained for cycle parking. \r\rReason: To ensure the provision of cycle parking spaces in line with the Council's adopted standards.\r",
    "The development, including demolition of the existing structures on site, shall not commence until a construction management plan has been submitted to and approved by the Local Planning Authority. The construction management plan shall be written in accordance with London Best Practice Guidance and contain: A photographic condition survey of the public roads, footways and verges leading to the site.\r\ra. Details of construction access and associated traffic management.\rb. Arrangements for the loading, unloading and turning of delivery, construction and service\rvehicles.\rc. Arrangements for the parking of contractors' vehicles.\rd. Arrangements for the storage of materials.\re. Hours of operation.\rf. Measures to reduce danger to cyclists.\rg. Dust and emission mitigation measures, written in accordance with the Mayor of London's supplementary planning guidance \"The Control of Dust and Emissions During Construction and Demolition\" detailing how dust and emissions will be managed during demolition and construction work.\rh. Membership of the Considerate Contractors Scheme\rI. Noise mitigation measures.\rJ. Vibration mitigation measures\r\rThe development shall be carried out in accordance with the approved construction management plan unless otherwise agreed by the Local Planning Authority. The approved plan shall be fully implemented for the duration of any demolition and construction works.\rAll Non-Road Mobile Machinery of net power 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's SPG, or subsequent guidance.\r\rReason: To ensure construction does not lead to damage of the nearby public road network and to minimise disruption to the neighbouring properties.",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. \r\rUnless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority.\r\rThe developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/\r\rReason: To protect local amenity and air quality in accordance with London Plan policies 5.3 and 7.14\r",
    "The developer must notify the local planning authority of the completion of the development as soon as reasonably practicable after completion.\r\rThe notification must be in writing and must include—\r(a) the name of the developer;\r(b) the address or location of the development; and\r(c) the date of completion.\r\rReason: To abide with the conditions set under article (6), A.2 of Class A, Part 20, Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).\r",
    "The development hereby permitted shall not be first occupied until details of refuse storage facilities including facilities for the recycling of waste to be provided within the development, in accordance with the Enfield Councils Waste and Recycling Planning Storage Guidance, available at https://new.enfield.gov.uk/services/planning/waste-and-recycling-storage-planning-guidance-planning.pdf have been submitted to and approved in writing by the Local Planning Authority. The facilities shall be provided in accordance with the approved details before the development is occupied or use commences.\rReason: In the interests of amenity and the recycling of waste materials in support of the Boroughs waste reduction targets."
  ],
  "id": "Enfield-21_04747_PRA",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Unknown",
  "centroid_easting": 532928,
  "description": "Prior approval for construction of one additional storey to provide 5 Nos. self-contained flats to existing block of flats.",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": -0.080114,
    "lat": 51.647774
  },
  "last_updated": "2025-07-25T20:01:26.069Z",
  "decision_agency": null,
  "ward": "Grange",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "25/01/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.080092,
          51.647787
        ],
        [
          -0.080093,
          51.647761
        ],
        [
          -0.080137,
          51.647761
        ],
        [
          -0.080135,
          51.647788
        ],
        [
          -0.080092,
          51.647787
        ]
      ]
    ],
    "type": "Polygon"
  }
}