{
  "decision_agency": "Borough",
  "status": "Approved",
  "decision": "Approved",
  "centroid": {
    "lon": -0.436316,
    "lat": 51.570025
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508465.3058,
              186861.103
            ],
            [
              508471.9204,
              186859.6036
            ],
            [
              508471.2149,
              186855.7231
            ],
            [
              508475.36,
              186853.6064
            ],
            [
              508474.1253,
              186852.7245
            ],
            [
              508481.4454,
              186839.0543
            ],
            [
              508482.2392,
              186832.0869
            ],
            [
              508479.6816,
              186826.0015
            ],
            [
              508459.485,
              186836.673
            ],
            [
              508465.1294,
              186860.9266
            ],
            [
              508465.3058,
              186861.103
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "borough": "Hillingdon",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "valid_date": "22/10/2024",
  "decision_target_date": "14/02/2025",
  "appeal_decision_date": null,
  "locality": null,
  "centroid_northing": 186842,
  "ward": "RUISLIP 2022",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plan, numbers",
    "BJ/2024/071/03",
    "BJ/2024/071/05",
    "BJ/2024/071/06",
    "BJ/2024/071/07",
    "BJ/2024/071/08",
    "BJ/2024/071/09",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Phase 1 Contaminated Land Assessment ref: 84753R1",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence",
    "REASON",
    "To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems and the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Hillingdon Local Plan: Part 2 (January 2020) Policies - DMEI 11: Protection of Ground Water Resources and DMEI 12: Development of Land Affected by Contamination.",
    "Construction Techniques - It is recommended that the ground penetrating structure/s / extension / outbuilding / porch / building / electrical supply cables and panels is/are designed and constructed to prevent/minimise the possible entry of any migrating landfill gas/ground gas. Please contact your building surveyor and/or architect if you require advice concerning suitable construction techniques.",
    "REASON",
    "From the submitted report Preliminary Risk Assessment, the site may have ground conditions which suggest possible ground gas risks.",
    "Un-expected Land Contamination Informative",
    "(i) In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken using the proposed Watching Brief and Discovery Strategy prepared, and where remediation is necessary a remediation scheme must be prepared subject to the approval in writing of the Local Planning Authority.  Following completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority.",
    "REASON",
    "You are advised this development is on a potential former contaminated land identified as Yards (various). The above advice is therefore provided on the grounds of Health and Safety of the workers on site and to ensure the appropriate restoration of the site is done should the",
    "Any works on this land will need to be undertaken following engagement with Asset Protection to determine the interface with Network Rail assets, buried or otherwise and by entering into a Basis Asset Protection Agreement, if required. The outside party should contact assetprotectionwestern@networkrail.co.uk or Asset Protection and Optimisation team.",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "The Equality Act 2010 aims to safeguard individuals accessing goods, facilities, and services from discrimination based on a 'protected characteristic', including disability. In accordance with the Act, service providers must enhance access to and within their premises, especially when reasonable adjustments are feasible and straightforward to implement. The Act mandates that service providers proactively identify and eliminate barriers hindering disabled people.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "pp_id": "13484842",
  "decision_process": "Delegated",
  "lapsed_date": "04/02/2028",
  "application_type_full": "Full planning permission",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Hillingdon-79119_APP_2024_2807",
  "actual_commencement_date": null,
  "lpa_name": "Hillingdon",
  "last_updated": "2025-05-05T21:59:18.731Z",
  "lpa_app_no": "79119/APP/2024/2807",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4363566,
          51.5701995
        ],
        [
          -0.4362617,
          51.5701848
        ],
        [
          -0.43627299999999997,
          51.57015
        ],
        [
          -0.4362139,
          51.5701302
        ],
        [
          -0.43623199999999995,
          51.5701225
        ],
        [
          -0.4361306,
          51.5699983
        ],
        [
          -0.4361213,
          51.5699355
        ],
        [
          -0.4361601,
          51.5698813
        ],
        [
          -0.4364481,
          51.5699811
        ],
        [
          -0.4363592,
          51.570198
        ],
        [
          -0.4363566,
          51.5701995
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_status": null,
  "site_name": "UNIVERSAL TYRES LIMITED, STATION PARADE",
  "title_number": null,
  "decision_date": "04/02/2025",
  "appeal_start_date": null,
  "cil_liability": false,
  "development_type": null,
  "description": "Erection of a single storey extension to the side and front",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 508470,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=79119/APP/2024/2807",
  "application_details": {
    "existing_uprns": null,
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "single phase",
        "intended_commencement_date": "01/2025",
        "intended_completion_date": "04/2025"
      }
    ],
    "total_gia_gained": 90,
    "site_area": 0.046000000000000006,
    "total_gia_lost": 0,
    "total_gia_existing": 165,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 165,
        "gia_gained": 90,
        "use_class": "B2",
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 70,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 90,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 90,
      "total_gia_existing": 165,
      "total_gia_lost": 0
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 0,
    "ownership_status": "Private"
  },
  "last_updated_by": "CSV Data Import",
  "postcode": "HA4 7DL",
  "last_date_consultation_comments": "04/02/2025",
  "secondary_street_name": "RUISLIP",
  "site_number": null,
  "subdivision_of_building": null,
  "street_name": "ICKENHAM ROAD"
}