{
  "borough": "Havering",
  "cil_liability": false,
  "decision_target_date": "11/09/2023",
  "lpa_app_no": "P0940.23",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "11/09/2023",
  "lpa_name": "Havering",
  "application_details": {
    "intended_completion_date": "04/2024",
    "existing_uprns": null,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 2,
    "intended_commencement_date": "10/2023",
    "total_gia_gained": 64,
    "site_area": 0.039
  },
  "title_number": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.17781819999999998,
          51.5897863
        ],
        [
          0.1779858,
          51.589693
        ],
        [
          0.1782267,
          51.5895557
        ],
        [
          0.1781209,
          51.5894913
        ],
        [
          0.17788479999999998,
          51.589626
        ],
        [
          0.1777221,
          51.5897192
        ],
        [
          0.17781819999999998,
          51.5897863
        ]
      ]
    ],
    "type": "Polygon"
  },
  "valid_date": "04/07/2023",
  "centroid": {
    "lat": "51.5896405",
    "lon": "0.17796879999999998"
  },
  "site_number": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The proposed windows on the proposed north side elevation shown on sheet no. 4 shall be permanently glazed with obscure glass not less than Level 4 on the standard scale of obscurity and non -openable below 1.7 metres from finished floor level and shall thereafter be maintained.",
    "Reason:-",
    "In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with Mr Ali, via email on 07th September 2023. The previously approved plans were resubmitted for assessment on 08th September 2023.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal"
  ],
  "decision": "Approved",
  "centroid_easting": 550973,
  "uprn": "100021371736",
  "decision_process": "Delegated",
  "application_type_full": "Householder planning permission",
  "locality": null,
  "last_date_consultation_comments": "25/07/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550962.084,
              190127.901
            ],
            [
              550974.005,
              190117.877
            ],
            [
              550991.141,
              190103.111
            ],
            [
              550984.029,
              190095.728
            ],
            [
              550967.231,
              190110.223
            ],
            [
              550955.649,
              190120.247
            ],
            [
              550962.084,
              190127.901
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Marshalls & Rise Pk",
  "pp_id": "12232202",
  "lapsed_date": "11/09/2026",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "Two Storey Side, Ground Floor Rear and Part Floor Rear Extension",
  "centroid_northing": 190112,
  "street_name": "Romford",
  "epc_number": "9478-7903-7282-0132-5950",
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T02:10:21.597+00:00",
  "site_name": "124 Eastern Avenue East",
  "development_type": null,
  "appeal_decision_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "parking_details": null,
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0940.23",
  "id": "Havering-P0940.23",
  "actual_commencement_date": null,
  "postcode": "RM1 4DT"
}