{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/190853HH;",
  "lapsed_date": "06/12/2022",
  "decision_target_date": "09/10/2019",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 2RU",
  "site_name": "48 Mount Park Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012085325"
    ],
    "site_area": 0.09300000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "190853HH",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517766,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T19:57:33.803+00:00",
  "id": "Ealing-190853HH",
  "application_type": "Householder",
  "street_name": "Mount Park Road",
  "borough": "Ealing",
  "ward": "Ealing Broadway",
  "decision_date": "06/12/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Single-storey rear/side wraparound extension (following demolition of existing conservatory); single-storey side extension with two condenser units on roof (following demolition of attached garage); excavation to enlarge basement level and form a light well; alteration to existing dormer window on side roofslope involving reducing level of glazing; installation of dormer window on side roofslope, and single rooflights on front, rear and side roofslopes (following removal of existing rooflight); alterations to front, rear and side elevations involving replacing single and double-glazed timber-framed sash windows with matching slimline double-glazed units, infilling window openings, removing an air conditioning condenser, replacing a side door, and installing double-glazed timber-framed sash windows (following demolition of staircase to first floor and side porch); and alteration to forecourt involving forming a planted balustrade around a basement rooflight, rebuilding front wall with two metal gates, and forming a footpath",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Other house holder developments",
  "centroid_northing": 181658,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012085325",
  "centroid": {
    "lon": "-0.303958",
    "lat": "51.5215723"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517749.6469291,
              181639.895376
            ],
            [
              517743.553829,
              181636.5963204
            ],
            [
              517743.1003506,
              181637.3960914
            ],
            [
              517738.4996065,
              181646.1035989
            ],
            [
              517736.7021832,
              181649.4526403
            ],
            [
              517736.001353,
              181650.952211
            ],
            [
              517746.1015528,
              181656.1007373
            ],
            [
              517751.6999493,
              181658.9499217
            ],
            [
              517751.9473012,
              181659.0998788
            ],
            [
              517790.4517365,
              181678.4043529
            ],
            [
              517793.7827412,
              181672.0861615
            ],
            [
              517796.1243385,
              181667.6474321
            ],
            [
              517797.1467261,
              181665.6979901
            ],
            [
              517796.5036113,
              181665.398076
            ],
            [
              517794.697943,
              181664.4983335
            ],
            [
              517793.353998,
              181663.7985338
            ],
            [
              517792.0512783,
              181663.1987055
            ],
            [
              517789.9982581,
              181662.0490346
            ],
            [
              517788.0029533,
              181660.9493494
            ],
            [
              517785.2491029,
              181659.4497786
            ],
            [
              517782.552968,
              181658.0001936
            ],
            [
              517780.4999477,
              181656.8505227
            ],
            [
              517778.4469275,
              181655.6508661
            ],
            [
              517761.8990899,
              181646.7034272
            ],
            [
              517758.4526544,
              181644.803971
            ],
            [
              517757.9002353,
              181644.5040568
            ],
            [
              517753.002669,
              181641.8048295
            ],
            [
              517749.6469291,
              181639.895376
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON: In order to comply with the provisions of the Town and Country Planning Act 1990 (As Amended). | The development hereby approved shall be carried out in accordance with the drawings: Planning Feasibility Report Rev. A (Dated 31.10.2019); D1001 Rev. 01; D2099 Rev. 06; D2100 Rev. 06; D2101 Rev. 06; D2102 Rev. 08; D2103 Rev. 08; D2500 Rev. 06; D2501 Rev. 06; D2700 Rev. 06; D2701 Rev. 06; D2702 Rev. 08; D2703 Rev. 07; D2704 Rev. 02; C(31)102-01; and C(31)102-02.",
    "REASON: For avoidance of doubt and in the interest of proper planning. | All external materials to be used in the development shall match or complement the appearance of those of the existing dwellinghouse and shall be consistent with those as listed within the submitted application form and the drawings / plans as listed in Condition 2.",
    "REASON: To ensure that the materials harmonise with the existing building and surrounding area in accordance with the Mount Park Conservation Area Management Plan (2009) and policies 7.4 and 7.6 of the London Plan (2016); 1.1 and 1.2 of the Local Development Framework (Core) Strategy (2012); and 7B and 7.4 of the Ealing Development Management Development Plan (2013). | The development shall be carried out in strict accordance with the Planning Feasibility Report Rev. A (Dated 31.10.2019) listed in Condition 2.",
    "REASON: To ensure appropriate mitigation measures to protect the amenity of local residents and ensure adequate highway and site safety in accordance with policies 6.3, 6.3, 7.13, 7.14 and 7.15  of the London Plan (2016); 1.1(e)(j) and 2.1(c) of the Ealing Development (Core) Strategy (2012); the Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006); and BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise. | The Engineer (BEng (Hons) CEng MIStructe) certifying the Planning Feasibility Report Rev. A (Dated 31.10.2019) submitted to support the development hereby approved shall be retained (or a replacement person holding equivalent qualifications shall be appointed and retained) for the duration of the development to monitor the safety of the construction stages and to ensure that the long-term structural stability of the existing buildings and other nearby buildings are safeguarded, in line with the supporting Planning Feasibility Report. At no time shall any construction work take place unless a qualified engineer is appointed and retained in accordance with this condition.",
    "REASON: To protect the structural integrity of the host and neighbouring buildings by ensuring that the engineering work carried out is in accordance to the submitted Planning Feasibility Report for the duration of the construction in accordance with policies 7.6 and 7.8 of the London Plan (2016); 7A and 7C of the Ealing Development Management Development Plan (2013); the Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006); and BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise. | No part of any roof shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "REASON: To protect the living conditions of occupants of nearby properties and ensure safe and smooth highway operations in accordance with policies 7.6 of the London Plan (2016); and 7B and 7.4 of the Ealing Development Management DPD (2013). | Prior to the installation of drainage systems for the basement excavation and alterations to the forecourt, the developer must produce detailed drainage designs (drainage and structural) including drawings and supporting calculations with an independent design and check certificate. These designs must include a sump pump for the basement level and tanked shallow infiltration device in the forecourt. The development shall be carried out in strict accordance with the detailed drainage scheme.",
    "REASON: To prevent on and off-site flooding by ensuring that sufficient storage of surface flood water is provided and achieved with appropriate sustainable drainage techniques, in accordance with policies 5.12 and 5.13 of the London Plan (2016); 1.1 and 1.2 of the Ealing Core Strategy (2012); and 5.12 of the Ealing Development Management DPD (2013). | Prior to the first occupation of the development hereby approved, a detailed Tree Planting Scheme designed to replace the five (5) trees to be felled shall be submitted to and approved by the Local Planning Authority. A minimum of five (5) trees must be included in the scheme, which should indicate the age, height, species and location of the trees to be planted. All trees included within the scheme shall be healthy, well-formed specimens with single leading shoots and shall be of a minimum quality compatible with British Standard 3936:1992 (Part 1) 'Specifications For Trees & Shrubs' and British Standard 4043 (where applicable) or any subsequent revisions.  Any trees which within a period of five (5) years from the completion of all tree planting die, are removed, uprooted are significantly damaged, become diseased or malformed shall be replaced during the nearest planting season (1 October to 31 March inclusive) with others of the same size, species and quality as approved, unless the Local Planning Authority gives written consent to any variation.",
    "The landscaping of the property shall be carried out in strict adherence with the approved Tree Planting Scheme in the first planting season after the approval of the details.",
    "REASON: To ensure that the works are carried out as approved in the interests of the visual amenity of the area in accordance with policy 5.10 of the London Plan (2016); and 5.10 of the Ealing Development Management DPD (2013). | The rooflights to be installed onto the front, rear and side roofslopes as shown in dwgs. D2102 Rev. 08, D2103 Rev. 08, and D2704 Rev. 02 shall be of a conservation-style and so maintained for the life of the development.",
    "REASON: To ensure that the materials harmonise with the existing building and surrounding area in accordance with the Mount Park Conservation Area Management Plan (2009), as well as, policies 7.4 and 7.6 of the London Plan (2016); 1.1 and 1.2 of the Local Development Framework (Core Strategy 2012); and 7B and 7.4 of the Ealing Development Management Development Plan (2013)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "25/02/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-07650607",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.30419969999999996,
          51.521413
        ],
        [
          -0.30428859999999996,
          51.5213846
        ],
        [
          -0.3042948,
          51.5213919
        ],
        [
          -0.30435819999999997,
          51.5214711
        ],
        [
          -0.30438299999999996,
          51.5215016
        ],
        [
          -0.3043926,
          51.5215152
        ],
        [
          -0.3042453,
          51.5215594
        ],
        [
          -0.3041637,
          51.5215838
        ],
        [
          -0.3041601,
          51.5215851
        ],
        [
          -0.303599,
          51.5217506
        ],
        [
          -0.30355309999999996,
          51.5216931
        ],
        [
          -0.3035208,
          51.5216528
        ],
        [
          -0.30350669999999996,
          51.521635
        ],
        [
          -0.3035161,
          51.5216325
        ],
        [
          -0.3035424,
          51.5216248
        ],
        [
          -0.303562,
          51.5216187
        ],
        [
          -0.303581,
          51.5216136
        ],
        [
          -0.30361099999999996,
          51.5216037
        ],
        [
          -0.30364009999999997,
          51.5215942
        ],
        [
          -0.3036802,
          51.5215813
        ],
        [
          -0.3037196,
          51.5215689
        ],
        [
          -0.3037495,
          51.521559
        ],
        [
          -0.3037795,
          51.5215486
        ],
        [
          -0.3040209,
          51.5214716
        ],
        [
          -0.3040712,
          51.5214553
        ],
        [
          -0.3040792,
          51.5214527
        ],
        [
          -0.3041507,
          51.521429499999996
        ],
        [
          -0.30419969999999996,
          51.521413
        ]
      ]
    ],
    "type": "Polygon"
  }
}