{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512376.1005,
              185337.3008
            ],
            [
              512397.9358,
              185293.9213
            ],
            [
              512372.4625,
              185289.6757
            ],
            [
              512327.8139,
              185278.4309
            ],
            [
              512330.1291,
              185275.1236
            ],
            [
              512302.6785,
              185270.1627
            ],
            [
              512256.0456,
              185365.7436
            ],
            [
              512280.5196,
              185375.6655
            ],
            [
              512306.6472,
              185321.0951
            ],
            [
              512357.2489,
              185343.5847
            ],
            [
              512366.8401,
              185338.9545
            ],
            [
              512368.8244,
              185333.6628
            ],
            [
              512376.1005,
              185337.3008
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              512397.9358,
              185293.9213
            ],
            [
              512398.2594,
              185293.9752
            ],
            [
              512400.9052,
              185288.0221
            ],
            [
              512397.9358,
              185293.9213
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07688864",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:45:08.538+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "14/06/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "SOUTH RUISLIP",
  "centroid": {
    "lat": "51.5555479",
    "lon": "-0.381183"
  },
  "decision": "Refused",
  "valid_date": "20/05/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.648
  },
  "cil_liability": true,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=70454/APP/2019/1042",
  "lpa_name": "Hillingdon",
  "site_name": "555 STONEFIELD WAY",
  "lapsed_date": "22/07/2022",
  "parking_details": null,
  "decision_conditions": [
    "The proposed development fails to provide sufficient car parking provision for the proposed development and would therefore result in an increase in on-street car parking in an area where such parking is at a premium thereby leading to conditions which would be detrimental to the free flow of traffic and to highway and pedestrian safety. The proposal is therefore contrary to Policies AM7 and AM14 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012), to Hillingdon's Adopted Parking Standards as set out in the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012), Polices DMT 5, DMT 6 and the Parking Standard of the Hillingdon Local Plan: Part Two - Development Management Policies With Modifications (March 2019), Policies 6.3, 6.9, 6.10 and 6.13 of the London Plan (2016) and National Planning Policy Framework (2019).",
    "In the absence of a Transport Assessment, the developer has failed to demonstrate that the development would not lead to a severe impact on the local highway network. In the absence of more robust evidence provided by the developer , the Highway Authority cannot be sure that the proposal would not have a severe impact on the operation of the surrounding road network and the viability of the Industrial Business Area, within which the site is located. The proposal is therefore contrary to Policies LE1, AM7 and AM14 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012), to Hillingdon's Adopted Parking Standards as set out in the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012), Polices DMT 1 and DMT 2 of the Hillingdon Local Plan: Part Two - Development Management Policies With Modifications (March 2019),  Policies 6.3, 6.9, 6.10 and 6.13 of the London Plan (2016) and National Planning Policy Framework (20",
    "The proposed development has failed to provide adequate access to the development and to ensure that older and disabled people, and others who may be unable to evacuate by stairs, can leave the building independently during a fire emergency in an efficient, controlled and dignified manner in accordance with Policy 7.2 of the London Plan (2016) and Building Regulations M.",
    "The proposed development, in the absence of a Section 106 legal agreement fails to provide contributions towards the improvements of services and facilities as a consequence of demands created by the proposed development in respect of a Travel Plan for the site. Given that a legal agreement to address this issue has not at this stage been offered or secured, the proposal is considered to be contrary to Policy R17 of the the Hillingdon Local Plan: Part 2 - Saved UDP Policies (November 2012), DMCI 7 of the Hillingdon Revised Proposed Submission Version of the Local Plan: Part Two - Development Management Policies (2019) , Policies 6.3, 6.9, 6.10 and 6.13 of the London Plan (2016) and the London Borough of Hillingdon's Supplementary Planning Document on Planning Obligations.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "You are hereby advised that as the proposed mezzanine floors which form part of this application are already in situ, this case will now be passed to the Councils Planning Enforcement Team."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Installation of Mezzanine levels for storage use purposes (Retrospective)",
  "lpa_app_no": "70454/APP/2019/1042",
  "decision_target_date": "19/08/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "22/07/2019",
  "id": "Hillingdon-70454_APP_2019_1042",
  "centroid_northing": 185315,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 512325,
  "street_name": "RUISLIP",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3804391,
          51.5557382
        ],
        [
          -0.3801381,
          51.555344
        ],
        [
          -0.3805068,
          51.5553109
        ],
        [
          -0.3811541,
          51.5552187
        ],
        [
          -0.38112179999999996,
          51.5551885
        ],
        [
          -0.3815192,
          51.5551494
        ],
        [
          -0.382161,
          51.5560177
        ],
        [
          -0.381805,
          51.5561021
        ],
        [
          -0.3814457,
          51.5556064
        ],
        [
          -0.38070889999999996,
          51.5557984
        ],
        [
          -0.38057209999999997,
          51.5557549
        ],
        [
          -0.3805452,
          51.555707
        ],
        [
          -0.3804391,
          51.5557382
        ]
      ]
    ],
    "type": "Polygon"
  }
}