{
  "valid_date": "09/12/2024",
  "epc_number": null,
  "site_name": "Thorpe Lodge",
  "cil_liability": false,
  "polygon": null,
  "actual_commencement_date": null,
  "site_number": null,
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "ward": null,
  "last_date_consultation_comments": null,
  "centroid_easting": 553953,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "T1, T2 and T6 - To reduce the crown of 3 x large size Lime trees by up to 2-3 meters  back to previous pruning points.  These three Lime trees were previously reduced in 2016 and are due to reduced again to help maintain at a reasonable height and to help promote healthy growth.\n\nT3 - To reduce crown of 1x  large Lime tree by up to 3 to 4 meters overall and the overhang to Tillia Court to be reduced away from building; This Lime tree was previously reduced in 2016 and is due to be reduced again to help maintain at a reasonable height and to help promote healthy growth.\n\nT28 - To fell totally dead Sycamore tree down to ground level which when pushed there is movement in the trunk.  The tree is of poor specimen and consists mainly of trunk and 5-6 branches on top.  \n\nT34 - To reduce 1 x large Lime tree back to previous pruning points which is situated on the green area, next  to the Robinia trees;  This Lime tree was previously reduced in 2016 and is due to be reduced again to help maintain at a reasonable height and to help promote healthy growth.\n\nT36 and T37 - To reduce 2 x medium size Robinia trees back to previous pruning points which is situated  on the green area, close to garages; These Robinia trees was previously reduced in 2016 and is due to be reduced again to help maintain at a reasonable height and to help promote healthy growth.",
  "appeal_decision": null,
  "postcode": "RM11 2BE",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "20/01/2025",
  "street_name": "Parkstone Avenue",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 188010,
  "application_type": "All Other",
  "title_number": null,
  "decision_conditions": [
    "The work for which consent is granted shall be carried out to the standards detailed in British Standard Document BS 3998:2010.",
    "Reason:",
    "To ensure that the work is carried out in accordance with good arboricultural practice.",
    "The work for which consent is granted shall be carried out as an overall reduction, so that the tree's crown remains balanced.",
    "Reason:",
    "To ensure that the tree's stability is maintained and in the interests of public amenity.",
    "The work for which consent is granted shall be carried out within 2 years from the date of this consent.",
    "Reason:",
    "To prevent the accumulation of consents.",
    "It is suggested that you engage the services of a qualified and fully insured tree surgeon to carry out the above work on your behalf (you should ask to see the contractor's insurance certificate and make sure that it is up to date).",
    "The applicant is advised that if you wish to carry out further works to the above tree[s] you will need to obtain our further consent.",
    "Having considered the particular circumstances of the case and the position of the tree for which consent to fell has been granted the Council has decided that it will not be necessary to replace the tree.",
    "Anyone who takes, damages or destroys the nest of any wild bird whilst that nest is in use or being built is guilty of an offence under the Wildlife and Countryside Act 1981 and prior to commencing work you should ensure that no nesting birds will be affected.",
    "Anyone who kills, injures or disturbs bats, obstructs access to bat roosts or damages or disturbs bat roosts, even when unoccupied by bats, is guilty of an offence under the Wildlife and Countryside Act 1981, the Countryside and Rights of Way Act 2000 and the Conservation (Natural Habitats, &c.) Regulations 2007. Prior to commencing work you should ensure that no bats or bat roosts would be affected. If it is suspected that a bat or bat roost is likely to be affected by the proposed works, you should consult Natural England (tel. 0845 6003078)",
    "Please note that if the work for which consent is granted is not carried out within 2 years of the date of this letter, it will be necessary to submit a fresh application if it is intended to implement the work.",
    "You should comply with British Standard No. 3998 'Recommendations for Tree Work' a copy of which can be inspected at this office. You are advised that the work should be undertaken by a competent and suitably qualified tree contractor."
  ],
  "appeal_start_date": null,
  "development_type": null,
  "wgs84_polygon": null,
  "lpa_app_no": "T0131.24",
  "decision_agency": "Borough",
  "decision_date": "14/01/2025",
  "pp_id": "13623439",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=T0131.24",
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.569947,
    "lon": 0.220004
  },
  "status": "Approved",
  "last_updated": "2025-07-06T04:10:15.261Z",
  "actual_completion_date": null,
  "lapsed_date": "14/01/2028",
  "borough": "Havering",
  "id": "Havering-T0131.24",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "100023659998",
  "locality": "Hornchurch",
  "application_details": {
    "existing_uprns": null
  }
}