{
  "centroid": {
    "lon": "0.22458489999999998",
    "lat": "51.6230201"
  },
  "status": "Approved",
  "decision_target_date": "24/07/2019",
  "site_name": "Barns adjacent The Long House",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 9 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "No demolition shall take place until a written scheme of historic building investigation (WSI) has been submitted to and approved by the Local Planning Authority in writing. For buildings that are included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, which shall include the statement of significance and research objectives, and",
    "A. The programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works.",
    "B. The programme for post-investigation assessment and subsequent analysis, publication and dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the WSI.",
    "Reason: To conserve the archaeological interest on the site and in order that the development accords with the Development Control Policies Development Plan",
    "No demolition shall take place until a written scheme of historic building investigation (WSI) has been submitted to and approved by the Local Planning Authority in writing. For buildings that are included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, which shall include the statement of significance and research objectives; and",
    "A. The programme and methodology of historic building investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works.",
    "B. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the WSI.",
    "Reason: Built heritage assets on this site will be affected by the development.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018.",
    "The written scheme of investigation will need to be prepared and implemented by a suitably professionally accredited heritage practice in accordance with Historic England's Guidelines for Archaeological Projects in Greater London."
  ],
  "secondary_street_name": "Church Road",
  "application_type": "All Other",
  "postcode": "RM4 1LD",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "24/07/2022",
  "locality": "Noak Hill",
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0706.19",
  "centroid_northing": 193921,
  "uprn": "10033423493",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Gooshays",
  "decision_date": "24/07/2019",
  "description": "Partial demolition, alteration, extension and conversion of existing barn group to form mixed use development comprising domestic workshop and domestic gym in residential use together with farm office, externally accessible WC, store and three secure agricultural workshops/stores for use by Hill Farm and the adjacent long House Nursery.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0706.19",
  "lpa_app_no": "P0706.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:53:35.215+00:00",
  "centroid_easting": 554089,
  "pp_id": null,
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "29/05/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554110.739,
              193925.945
            ],
            [
              554104.237,
              193922.693
            ],
            [
              554101.528,
              193917.546
            ],
            [
              554084.73,
              193908.876
            ],
            [
              554077.415,
              193904.812
            ],
            [
              554068.745,
              193920.526
            ],
            [
              554099.902,
              193936.511
            ],
            [
              554110.739,
              193925.945
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.063
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Hill Farm",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "01/07/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.22490079999999998,
          51.6230586
        ],
        [
          0.2248055,
          51.6230311
        ],
        [
          0.2247642,
          51.6229856
        ],
        [
          0.2245179,
          51.6229123
        ],
        [
          0.22441049999999998,
          51.6228778
        ],
        [
          0.2242923,
          51.6230214
        ],
        [
          0.22474909999999998,
          51.6231565
        ],
        [
          0.22490079999999998,
          51.6230586
        ]
      ]
    ],
    "type": "Polygon"
  }
}