{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509533.774,
              177053.8287
            ],
            [
              509534.0386,
              177053.6964
            ],
            [
              509535.2292,
              177049.463
            ],
            [
              509533.6417,
              177044.7005
            ],
            [
              509529.8052,
              177042.187
            ],
            [
              509502.1562,
              177038.3505
            ],
            [
              509500.5687,
              177047.8755
            ],
            [
              509533.774,
              177053.8287
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08675972",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:38:50.198+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "04/06/2020",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "HEATHROW VILLAGES",
  "centroid": {
    "lat": "51.4817766",
    "lon": "-0.4242225"
  },
  "decision": "Refused",
  "valid_date": "11/05/2020",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.034
  },
  "cil_liability": true,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=51023/APP/2020/1316",
  "lpa_name": "Hillingdon",
  "site_name": "9 OXFORD AVENUE",
  "lapsed_date": "06/07/2023",
  "parking_details": null,
  "decision_conditions": [
    "The proposed extension by reason of its size, scale, bulk, height, depth, width, proximity to the side boundary and projection forward of the return building line along Malvern Road, in this open prominent position, would result in the closing of an important gap characteristic to the area, resulting in a cramped appearance. The proposal would therefore represent an overdevelopment of the site to the detriment of the visual amenities of the street scene and the character and appearance of the surrounding area. The proposed development is therefore contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The proposed two storey side extension, by reason of its size, scale, bulk, excessive width and design, would fail to harmonise with the architectural composition of the original semi-detached dwelling, would be detrimental to the character, appearance and symmetry of the pair of semi-detached houses of which it forms a part and to the visual amenities of the street scene and the surrounding area. Therefore the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The proposal would provide two single bedrooms of an unsatisfactory size for the future occupiers of the proposed dwellings and would therefore give rise to a substandard form of living accommodation to the detriment of the amenity of future occupiers. The proposal is thus contrary to Policy DMHB 16 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policy 3.5 of the London Plan (2016), the Housing Standards Minor Alterations to The London Plan (March 2016), the Mayor of London's adopted Supplementary Planning Guidance - Housing (March 2016) and the Technical Housing Standards - Nationally Described Space Standard (March 2015).",
    "The proposed development, by virtue of its failure to provide amenity space of sufficient size and quality commensurate to the size and layout of the said unit would result in an over-development of the site detrimental to the residential amenity of existing and future occupiers. The proposal is therefore contrary to policy DMHB 18 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The proposal, by reason of the excessive hardstanding to the frontage and lack of landscaping provision, would result in  an unduly prominent and visually intrusive form of development which would conflict with Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 11 and DMHB 14 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Part single, part first floor side extension and conversion of existing dwelling to 1 x 2-bed dwelling and 1 x 3-bed dwelling with associated parking",
  "lpa_app_no": "51023/APP/2020/1316",
  "decision_target_date": "06/07/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "06/07/2020",
  "id": "Hillingdon-51023_APP_2020_1316",
  "centroid_northing": 177046,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 509518,
  "street_name": "HARLINGTON",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.42399299999999995,
          51.4818439
        ],
        [
          -0.42398919999999996,
          51.4818427
        ],
        [
          -0.4239734,
          51.4818044
        ],
        [
          -0.4239977,
          51.4817619
        ],
        [
          -0.4240537,
          51.48174
        ],
        [
          -0.42445289999999997,
          51.4817109
        ],
        [
          -0.4244728,
          51.4817968
        ],
        [
          -0.42399299999999995,
          51.4818439
        ]
      ]
    ],
    "type": "Polygon"
  }
}