{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "Prior Approval",
  "lpa_app_no": "P/1884/22/PRIOR",
  "application_type_full": null,
  "uprn": "10000001853",
  "borough": "Harrow",
  "street_name": "Chantry Place",
  "locality": "Harrow",
  "ward": "Hatch End",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Reason : 1 - Notwithstanding the annotation on the submitted site plan the scaled measurement shows the footprint of the existing building to be 1,020 sqm contrary to ZA1(c) of Class ZA of Part 20 of Schedule 2 of the Town and Country Planning (General Permitted Development (England) Order 2015, as amended.\r\n",
    "Reason : 2 - The proposed enclosed stairwell and lift access to the roof terrace would in itself create an additional storey which would result in a development three storeys above the height of the original building contrary to ZA1(k) of Class ZA of Part 20 of Schedule 2 of the Town and Country Planning (General Permitted Development (England) Order 2015, as amended.\r\n",
    "Reason : 3 - The proposal, by reason of failure to provide an adequate Contamination Report, has failed to demonstrate that the building works would not increase the risk of contamination of the site for future residential occupiers. The proposal cannot therefore be determined to be in compliance with provision ZA.2 (1)(b) of Class ZA of Part 20 of Schedule 2 of the Town and Country Planning (General Permitted Development (England) Order 2015, as amended and is considered to be contrary to the National Planning Policy Framework (2021) and Policy DM15 of the Harrow Development Management Policies Local Plan (2013).\r\n",
    "Reason : 4 - The proposal, by reason of insufficient flood risk assessment and surface water drainage strategy, has failed to demonstrate that the building would not increase the risk and consequences of flooding on site and surrounding areas, to the detriment of the safety of potential future residential occupiers. The proposal cannot therefore be determined to be in compliance with provision ZA.2 (1)(c) of Class ZA of Part 20 of Schedule 2 of the Town and Country Planning (General Permitted Development (England) Order 2015, as amended and is considered to be contrary to the National Planning Policy Framework (2021), Policy SI12 of The London Plan (2021) and Policies DM9 and DM10 of the Harrow Development Management Policies Local Plan (2013).\r\n",
    "Reason : 5 - The proposed design and appearance of the building by reason of the poor design, overall scale, siting adjacent to the highway, massing, lack of visual interest and articulation would fail to achieve a high standard of design and an acceptable external appearance, within the streetscene and would therefore have a detrimental impact upon the character and appearance of the area and fails to positively relate to the scale, design context of the wider area. The proposal cannot therefore be determined to be in compliance with provision ZA.2 (1)(d & e) of Class ZA of Part 20 of Schedule 2 of the Town and Country Planning (General Permitted Development (England) Order 2015, as amended and is considered to be contrary to policy D3 (D(1), D(11) and D(12)) of The London Plan (2021) and policy DM1 of the of the Harrow Development Management Policies Local Plan (2013 the adopted Supplementary Planning Document: Residential Design Guide (2010).",
    "Reason : 6 - The proposal, in the absence of defensible spaces in front of, and adjacent to the habitable windows for the residential units on the ground floor and first floor (fronting Headstone Lane) of the building, together with the poor outlook to Unit 6, would result in a poor quality and unsatisfactory level of accommodation to the detriment of potential future occupiers. The proposal cannot therefore be determined to be in compliance with provision ZA (1)(g) of Class ZA.2 of Part 20 of Schedule 2 of the Town and Country Planning (General Permitted Development (England) Order 2015, as amended and is considered to be contrary to Policies D3(D(7)) and D6 of The London Plan (2021), Policies DM1 and DM27 of the Harrow Development Management Policies Local Plan (2013), the Mayor of London Housing Supplementary Planning Guidance (2016) and the adopted Supplementary Planning Document: Residential Design Guide (2010).   ",
    "Reason : 7 - The submitted noise report does not take into consideration the impact of the existing industrial uses on the on future occupiers of the proposed residential use.  Furthermore, no assessment has been made on the acceptability of residential use on adjoining buildings, in the absence of which could give rise to a form of development that could prejudice the viability of existing noise and nuisance generating uses located within this designated Industrial and Business Use Area. The proposal cannot therefore be determined to be in compliance with provision  ZA (1)(h) and (i) of Class ZA.2 of Part 20 of Schedule 2 of the Town and Country Planning (General Permitted Development (England) Order 2015, as amended and is considered to be contrary to Policies D13 and D14 of The London Plan (2021) and Policy DM1 of the Harrow Development Management Policies Local Plan (2013). \r\n",
    "Reason : 8 - In the absence of a proposed landscaping strategy to deliver appropriate soft landscaping and tree planting, the proposal would fail to achieve a suitable visual setting for the new building and suitable living conditions and amenity for future occupiers. The proposal cannot therefore be determined to be in compliance with provision ZA.2 (1)(l) of Class ZA of Part 20 of Schedule 2 of the Town and Country Planning (General Permitted Development (England) Order 2015, as amended and is considered to be contrary to policy D3 (D(8), D(10) and D(14)) of The London Plan (2021) and policies DM1 and DM22 of the Harrow Development Management Policies Local Plan (2013).\r\n",
    "Reason : 9 - The proposal by reason of insufficient parking for the level of occupancy could result in an overspill of parking to surrounding residential streets which would lead to additional parking stress or undesirable parking. The proposal cannot therefore be determined to be in compliance with provision ZA.2 (1)(i) of Class ZA of Part 20 of Schedule 2 of the Town and Country Planning (General Permitted Development (England) Order 2015, as amended and is considered to be contrary to Policy T6 of The London Plan (2021) and Policy DM42 of the Harrow Development Management Policies Local Plan (2013)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "513846",
  "status": "Refused",
  "decision_date": "15/07/2022",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.35726779999999997,
          51.6030228
        ],
        [
          -0.35723699999999997,
          51.6030506
        ],
        [
          -0.35737979999999997,
          51.6031802
        ],
        [
          -0.3570781,
          51.6031982
        ],
        [
          -0.3570718,
          51.6032832
        ],
        [
          -0.35708629999999997,
          51.6033984
        ],
        [
          -0.3571022,
          51.6035106
        ],
        [
          -0.3571495,
          51.603667
        ],
        [
          -0.35716339999999996,
          51.6037138
        ],
        [
          -0.3572663,
          51.6036851
        ],
        [
          -0.35726209999999997,
          51.6036796
        ],
        [
          -0.35802639999999997,
          51.6034111
        ],
        [
          -0.35754939999999996,
          51.603169
        ],
        [
          -0.357546,
          51.6031757
        ],
        [
          -0.35726779999999997,
          51.6030228
        ]
      ]
    ]
  },
  "decision_target_date": "15/07/2022",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "24/06/2022",
  "development_type": "Minor all other minor developments",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T16:59:22.299+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": "Unit 5",
  "id": "Harrow-P_1884_22_PRIOR",
  "decision": "Refused",
  "cil_liability": true,
  "centroid_northing": "190676",
  "appeal_start_date": null,
  "postcode": "HA3 6NY",
  "url_planning_app": "http://site.com?appref=P/1884/22/PRIOR-or-1199242 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of existing buildings and construction of a five storey building containing  56 flats  (Prior approval of transport and highways impacts; contamination risks; flooding risks;  the design of the new building; the external appearance of the new building; the provision of adequate natural light in all habitable rooms of each new dwellinghouse; the impact of the development on the amenity of the new building and of neighbouring premises;  impacts of noise from any commercial premises on the intended occupiers of the new dwellinghouses;  the impact on business and new residents of the development's introduction of, or increase in, residential use in the area in which the development is to take place;  the impact of the development on heritage and archaeology; the method of demolition of the old building;  landscaping; air traffic and defence asset impacts, and  impact on a protected vista).",
  "valid_date": "23/05/2022",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              513864.2,
              190631.35
            ],
            [
              513866.2648477,
              190634.4866751
            ],
            [
              513856.0535533,
              190648.675
            ],
            [
              513876.9,
              190651.15
            ],
            [
              513877.121066,
              190660.6060914
            ],
            [
              513875.8312183,
              190673.3970812
            ],
            [
              513874.45,
              190685.85
            ],
            [
              513870.7793147,
              190703.171066
            ],
            [
              513869.7,
              190708.35
            ],
            [
              513862.65,
              190705
            ],
            [
              513862.95,
              190704.4
            ],
            [
              513810.7,
              190673.35
            ],
            [
              513844.3374365,
              190647.1701777
            ],
            [
              513844.5524112,
              190647.9225888
            ],
            [
              513864.2,
              190631.35
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": null,
  "application_details": {
    "site_area": 0.251
  },
  "centroid": {
    "lon": "-0.357516",
    "lat": "51.6034278"
  },
  "lapsed_date": "15/07/2025",
  "decision_process": null,
  "actual_completion_date": null
}