{
  "lpa_app_no": "38181/APP/2023/2810",
  "uprn": null,
  "lapsed_date": "30/01/2027",
  "centroid_northing": 191086,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Portal",
  "site_name": "1A BARKER CLOSE",
  "appeal_decision_date": null,
  "valid_date": "25/09/2023",
  "decision_date": "30/01/2024",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.418822,
          51.608034
        ],
        [
          -0.418768,
          51.608107
        ],
        [
          -0.418457,
          51.608028
        ],
        [
          -0.418506,
          51.607956
        ],
        [
          -0.418811,
          51.60803
        ],
        [
          -0.418822,
          51.608034
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Portal",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": "Delegated",
  "application_details": {
    "total_gia_existing": 0,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 4.68,
        "building_ref": "Proposed"
      }
    ],
    "infrastructure_details": {
      "no_passive_rapid_ev_charging_points": 0,
      "no_new_water_connections_required": 1,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "no_active_rapid_ev_charging_points": 1,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 1,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 1,
      "total_annual_pm_emissions": 0,
      "total_annual_nox_emissions": 0,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": true,
      "chp_heat_pumps_capacity": 0.01,
      "green_roof_area": 0,
      "no_homes_passive_cooling": 0
    },
    "grey_water_reuse": false,
    "internal_resi_water_usage": 90,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 64.2,
        "gia_lost": 0
      }
    ],
    "non_residential_details": {
      "total_gia_gained": 64.2,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 0,
      "site_area": 0.021
    },
    "existing_uprns": null,
    "green_suds": true,
    "garden_land_lost": false,
    "affordable_housing_fast_track": false,
    "total_gia_lost": 0,
    "scheme_phasing": true,
    "residential_details": {
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units": 1,
      "dwelling_density": 47.61904761904761,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-1",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "House or Bungalow",
          "provision_for_older_persons": false,
          "gia": 64.2,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 142.85714285714286,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 1,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_gia_gained": 64.2,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.021
    },
    "total_gia_gained": 64.2,
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": true,
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_completion_date": "02/2025",
        "intended_commencement_date": "02/2024"
      }
    ],
    "lead_developer_company_name": "Alan C Ford Ltd",
    "surface_water_discharge_percentage_reduction": 10,
    "site_area": 0.021,
    "other_residential_accommodation_details": {
      "site_area": 0.021
    }
  },
  "appeal_decision": null,
  "postcode": "HA6 1TN",
  "development_type": null,
  "title_number": null,
  "centroid_easting": 509601,
  "actual_commencement_date": null,
  "description": "Erection of a single storey detached dwelling with associated parking and amenity space.",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Hillingdon",
  "epc_number": null,
  "subdivision_of_building": "N/A - no existing building on site",
  "centroid": {
    "lon": -0.41868,
    "lat": 51.607951
  },
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=38181/APP/2023/2810",
  "pp_id": "12477623",
  "id": "Hillingdon-38181_APP_2023_2810",
  "application_type_full": "Full planning permission",
  "cil_liability": true,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "30/01/2024",
  "locality": null,
  "lpa_name": "Hillingdon",
  "last_date_consultation_comments": "07/12/2023",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers;",
    "Site Location Plan, 1432/P/2A and the Design and Access Statement.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "No development shall take place until details of all materials and external surfaces have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to development commencing, a demolition and construction management plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall detail:",
    "(i) The phasing of development works",
    "(ii) The hours during which development works will occur (please refer to informative I15 for maximum permitted working hours).",
    "(iii)Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "(iv) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours).",
    "(vi Measures to reduce the impact of the development on local air quality and dust through minimising emissions throughout the demolition and construction process.",
    "(vi) The storage of demolition/construction materials on site.",
    "The approved details shall be implemented and maintained",
    "No development approved by this permission shall be commenced until a scheme for the provision of sustainable water management has been submitted to and approved in writing by the Local Planning Authority.  The scheme shall clearly demonstrate that sustainable drainage systems (SUDS) have been incorporated into the designs of the development in accordance with the hierarchy set out in accordance with Policy SI5 of the London Plan and will:",
    "i.        provide information about the design storm period and intensity, the method employed to delay and control the surface water discharged from the site and the measures taken to prevent pollution of the receiving groundwater and/or surface waters;",
    "ii.        include a timetable for its implementation; and",
    "iii.        provide a management and maintenance plan for the lifetime of the development which shall include the arrangements for adoption by any public authority or statutory undertaker and any other arrangements to secure the operatio",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage for at least 2 cycle spaces for each dwelling.",
    "2.c Means of enclosure/boundary treatments",
    "2.d.Hard Surfacing Materials",
    "3. Details of Landscape Maintenance",
    "3.a Landscape Maintenance Schedule for a minimum period of 5 years.",
    "3.b Proposals for the replacement of any tree, shrub, or area of surfing/seeding within the landscaping scheme which dies or in the opinion of the Local Planning Authority becomes seriously damaged or diseased.",
    "4. Schedule for Implementation",
    "Thereafter the developmen",
    "No development shall take place until a scheme to enhance the biodiversity and nature conservation interest of the site has been submitted to and approved by the Local Planning Authority. The approved details shall be implemented prior to first occupation of the development and retained in perpetuity.",
    "REASON",
    "In order to encourage a wide diversity of wildlife on the existing semi-natural habitat of the site in accordance with policy DMEI 7 of the Hillingdon Local Plan Part 2 (2020) and London Plan Policy G5 (2021).",
    "Before development commences, plans and details of one electric vehicle charging points per dwelling, serving the development and capable of charging multiple vehicles simultaneously, shall be submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with these details and retained for the in perpetuity.",
    "REASON",
    "To be accordance with the published London Borough of Hillingdon Local Plan Part 2 Development Management Polices 2020 Parking Standards.",
    "For the lifetime of the development hereby permitted the rating level (LAr) of noise from the Air Source Heat Pump caused by its operation shall not exceed: 40 dB LAr 15 min for any fifteen minute period between 2300 and 0700, and 50 dB LAr 1 hour for any one-hour period between 0700 and 2300, determined one metre free field external to any window or door of any permanent residential, or equivalently noise sensitive premises, in accordance with 'Methods for rating and assessing industrial and commercial sound' British Standards Institution BS4142 2014.'",
    "REASON",
    "To ensure that occupants of existing dwellings would not be exposed to noise caused by the permitted development that would be likely to cause a significant adverse effect on their health and quality of life. This has regard to the guidance set out in 'Guidance on Sound Insulation and Noise Reduction for Buildings' BS8233 2014, with windows open for the purposes of ventilation and cooling.",
    "The dwellings hereby approved shall accord with the requirements of Policy D7 of the London Plan, and shall not be occupied until certification of compliance with the technical specifications for an M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, has been submitted to, and approved in writing, by the Local Planning Authority. All such provisions must remain in place for the life of the building.",
    "REASON: To not only allow the Building Control body to require the development to comply with the optional Building Regulations standards, but to also ensure the appropriate quantity and standard of accessible and adaptable housing is constructed and maintained in accordance with policy D7 of the London Plan.",
    "Prior to occupation of the development, details of a waste management plan shall be submitted to and approved in writing by the Local Planning Authority. The details shall include: -",
    "- dedicated waste storage area",
    "- detailed plan on how waste collection will take place on collection day and relevant collection points",
    "- measures to ensure highways/laneways will not be disrupted",
    "- details and mitigation measures that demonstrate minimum disturbances to adjoining streets and neighbours",
    "REASON",
    "In order to prevent any unnecessary disturbance to the local highways and to adjoining neighbours.",
    "No development approved by this permission shall be commenced until an air quality management plan has been submitted to and approved in writing by the Local Planning Authority. The plan shall demonstrate that the development will be at least air quality neutral. Works shall be carried out in accordance with the approved details and thereafter maintained as such.",
    "REASON",
    "These details are required prior to commencement of any works in the interest of air quality in accordance with Policy DMEI 14 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the approved drawings, the vehicular access for the proposed car parking shall be provided with those parts of 2.4m x 2.4m pedestrian visibility splays which can be accommodated within the site in both directions and shall be maintained free of all obstacles to the visibility which shall not exceed a height of 0.6m above the level of the adjoining highway.",
    "REASON",
    "In the interests of highway and pedestrian safety in accordance with policy DMT 2 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to any works on site above damp proof course level, details of step free access via all points of entry and exit shall be submitted to, and approved in writing, by the Local Planning Authority. Such provision shall remain in place for the life of the building.",
    "REASON",
    "To ensure housing of an inclusive design is achieved and maintained in accordance with Policies D5 and D7 of the London Plan (2021).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking and re-enacting that Order with or without modification), no extension to any dwellinghouse(s) nor any garage(s), shed(s) or other outbuilding(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "So that the Local Planning Authority can ensure that any such development would not result in a significant loss of residential amenity in accordance with policy BE21 of the Hillingdon Unitary Development Plan Saved Policies (September 2007).",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "You are advised that the scheme is required to comply with either:-",
    "Ã???????·    The Building Regulations 2000 Approved Document Part M 'Access to and use of buildings', or with",
    "Ã???????·    BS 8300:2001 Design of buildings and their approaches to meet the needs of disabled people - Code of practice.",
    "AMD 15617 2005, AMD 15982 2005.",
    "These documents (which are for guidance) set minimum standards to allow residents, workers and visitors, regardless of disability, age or gender, to gain access to and within buildings, and to use their facilities and sanitary conveniences.",
    "You may also be required make provisions to comply with the Disability Discrimination Act 1995.  The Act gives disabled people various rights. Under the Act it is unlawful for employers and persons who provide services to members of the public to discriminate against disabled people by treating them less favourably for any reason related to their disability, or by failing to comply with a duty to provide reason",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council's Waste Service should be consulted about refuse storage and collection arrangements. Details of proposals should be included on submitted plans.",
    "For further information and advice, contact - the Waste Service Manager, Central Depot - Block A, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB8 3EU (Tel. 01895 277505 / 506).",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "You are advised that, pursuant to the Land Drainage Act 1976, details of any works affecting the beds, banks and flow of the river, including details of any outfall structures discharging into the watercourse, should be submitted to the Environment Agency, Planning Liaison Officer, Thames Region, Howard House, 10/11 Albert Embankment, London SE1 7TG.",
    "On 1 July 1997, a new act, The Party Wall etc. Act 1996, came into force.",
    "This Act requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:-",
    "1)      carry out work to an existing party wall;",
    "2)      build on the boundary with a neighbouring property;",
    "3)      in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations or planning controls. Building Control will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by Building Control should be taken as removing the necessity for the building owner to comply fully with the Act.",
    "Your attention is drawn to condition(s) 3, 4, 5, 6,7,9,11,13,15,16 which must be discharged prior to the commencement of works. You will be in breach of planning control should you commence these works prior to the discharge of this/these condition(s). The Council may consider taking enforcement action to rectify the breach of this condition(s). For further information and advice contact - Residents Services, Civic Centre, Uxbridge, UB8 1UW (Tel: 01895 250230)."
  ],
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_car": 1,
    "net_cycle": 3,
    "net_car": 1,
    "no_existing_car": 0,
    "no_proposed_cycle": 3
  },
  "last_updated": "2025-03-19T22:39:46.687+00:00",
  "appeal_status": null,
  "street_name": "NORTHWOOD",
  "ward": "NORTHWOOD 2022",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509590.9458,
              191094.9959
            ],
            [
              509594.5177,
              191103.198
            ],
            [
              509616.2136,
              191094.8636
            ],
            [
              509613.0386,
              191086.7938
            ],
            [
              509591.7396,
              191094.599
            ],
            [
              509590.9458,
              191094.9959
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}