{
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=27745/APP/2024/1292",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": "Householder planning permission",
  "application_details": {
    "existing_uprns": null,
    "intended_completion_date": "10/2024",
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "08/2024",
    "total_gia_gained": 4,
    "no_additional_bedrooms": 0,
    "site_area": 0.030000000000000002
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.41761919999999997,
          51.5315365
        ],
        [
          -0.41755129999999996,
          51.5315689
        ],
        [
          -0.417139,
          51.5312481
        ],
        [
          -0.4172129,
          51.5312087
        ],
        [
          -0.41744349999999997,
          51.5313783
        ],
        [
          -0.4174613,
          51.5314166
        ],
        [
          -0.41761919999999997,
          51.5315365
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "146 RAYNTON DRIVE",
  "centroid_easting": 509874,
  "site_number": null,
  "development_type": null,
  "decision_date": "10/07/2024",
  "appeal_start_date": null,
  "lapsed_date": "10/07/2027",
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Hillingdon",
  "centroid_northing": 182573,
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plan numbers/names:",
    "146/RD/020",
    "Block Plan",
    "146/RD/01O",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such, unless agreed otherwise as shown on the approved plans.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "The outbuilding hereby approved shall only be used for the purposes stated on the approved drawings namely a gym/playroom and storage space. It shall not be used for purposes such as a living room, bedroom, kitchen, or as a separate unit of accommodation.",
    "REASON",
    "To avoid any future fragmentation of the curtilage or the creation of a separate residential or business use, so as to protect the amenity of adjoining residential properties in accordance with Policies DMHB 11, DMHB 18, DMHD 2 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England)Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing 144 or 148 Raynton Drive.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and NPPF (2023)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "HAYES",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": "-0.41737769999999996",
    "lat": "51.5313851"
  },
  "cil_liability": false,
  "valid_date": "15/05/2024",
  "postcode": null,
  "bo_system": "CSV Data Import",
  "borough": "Hillingdon",
  "id": "Hillingdon-27745_APP_2024_1292",
  "application_type": "Householder",
  "parking_details": null,
  "decision_target_date": "10/07/2024",
  "pp_id": "13066522",
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "uprn": null,
  "last_date_consultation_comments": "18/06/2024",
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-03-19T21:04:02.074+00:00",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509856.8838,
              182589.476
            ],
            [
              509861.514,
              182593.1802
            ],
            [
              509890.8829,
              182558.1228
            ],
            [
              509885.8558,
              182553.6249
            ],
            [
              509869.4515,
              182572.1458
            ],
            [
              509868.1286,
              182576.3791
            ],
            [
              509856.8838,
              182589.476
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "BELMORE 2022",
  "appeal_decision": null,
  "lpa_app_no": "27745/APP/2024/1292",
  "description": "Erection of an outbuilding to rear garden following the demolition of the existing outbuildings.",
  "date_building_work_completed_under_previous_permission": null
}