{
  "uprn": "000012092945",
  "street_name": "The Ridings",
  "centroid_easting": 518853,
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": [
      "000012092945"
    ],
    "total_gia_gained": 80,
    "no_additional_bathrooms": 3,
    "no_additional_bedrooms": 2,
    "intended_completion_date": "06/2022",
    "intended_commencement_date": "01/2022",
    "site_area": 0.065
  },
  "lpa_app_no": "215982HH",
  "parking_details": {
    "no_existing_car": 2,
    "net_car": 0,
    "no_proposed_car": 2
  },
  "application_type": "Householder",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "09/12/2021",
  "locality": "London",
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with the following drawings and documents: Site Location Plan, 2210703-01 (Existing Plans), 2210703-02 (Existing Plans), 2210703-03 (Existing Plan and Section), 2210703-04 (Existing Elevations), 2210703-1 Rev A (Proposed Plans), 2210703-2 Rev A (Proposed Plans), 2210703-3 Rev A (Proposed Plan and Section), 2210703-4 Rev A (Proposed Elevations), Design & Access Statement prepared by Studio CAD Projections Limited (ref: SCP2210703-DAS), Arbtech AIA 01 Rev A (Arboricultural Impact Assessment), Arbtech TPP 01 Rev A (Tree Protection Plan) and Arboricultural Method Statement prepared by Arbtech (dated 25.10.2021).",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings listed under condition 2.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3, D4 and HC1 of the London Plan (2021) and the National Planning Policy Framework (2021). | The hereby approved side-facing windows to the north and south elevations shall contain only obscure glass and only have top openings at a minimum of 1.7m from floor level.",
    "Reason: To protect the living conditions of neighbouring properties in accordance with policies D3 and D6 of the London Plan (2021), policies policy 7.4 and 7B of the Ealing Development Management DPD (2013) and policies 1.1 and 1.2 of the Ealing Core Strategy (2012). | Other than the roof terrace identified in the approved drawings listed under condition 2, no part of the roof of the extensions shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason: To protect the living conditions of nearby properties in accordance with policies D4 and D6 of The London Plan (2021), polices 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and polices 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012). | All tree protection methods detailed in the approved Tree Protection Plan and Arboricultural Method Statement (as included in condition 2) shall be fully installed on site prior to the commencement of works, including initial site clearance. The protective measures shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior consent of the Local Planning Authority has first been sought and obtained in writing.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with Ealing SPG 9, policy 5.10 of the Ealing Development Management DPD (2013) and policies SI 1, SI 2 and G7 of the London Plan (2021). | (A) The development hereby approved shall be constructed in accordance with the Tree Monitoring Program outlined in the approved Arboricultural Method Statement (as included in condition 2).",
    "(B) Within three months of first use of the development hereby approved, a report containing the following details shall be submitted to and approved by the Local Planning Authority:",
    "o\tResults of each site visit by the lead arboriculturist with photos attached.",
    "o\tAssessment of the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with Ealing SPG 9, policy 5.10 of the Ealing Development Management DPD (2013) and policies SI 1, SI 2 and G7 of the London Plan (2021). | No trees, shrubs or hedges within the site, other than those identified in the approved drawings and documents listed under condition 2, shall be felled, uprooted, wilfully damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any trees, shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with Ealing SPG 9, policy 5.10 of the Ealing Development Management DPD (2013) and policies SI 1, SI 2 and G7 of the London Plan (2021). | Details of the main front door and sidelights hereby approved shall be submitted to and approved in writing by the Local Planning Authority before its installation and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. Development shall be carried out in accordance with these approved details.",
    "Reason: To ensure that the development harmonises with the character and appearance of the dwelling and would preserve the special character and appearance of the Hanger Hill (Haymills) Conservation Area, in accordance with the Hanger Hill (Haymills) Conservation Area Management Plan, policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021). | Details of the replacement windows to the front elevation hereby approved shall be submitted to and approved in writing by the Local Planning Authority before their installation and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. The details shall include 1:20 cross sectional drawings, materials, transoms, glazing, fixings and ironmongery. Development shall be carried out in accordance with the approved details.",
    "Reason: To ensure that the development harmonises with the character and appearance of the dwelling and would preserve the special character and appearance of the Hanger Hill (Haymills) Conservation Area, in accordance with the Hanger Hill (Haymills) Conservation Area Management Plan, policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021)."
  ],
  "valid_date": "04/10/2021",
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              518841.9113985,
              182119.1181999
            ],
            [
              518833.3035547,
              182116.9988066
            ],
            [
              518830.648645,
              182124.4466747
            ],
            [
              518829.296455,
              182128.6954585
            ],
            [
              518838.4979432,
              182132.4043968
            ],
            [
              518849.2495029,
              182136.6531806
            ],
            [
              518860.3473551,
              182141.1019072
            ],
            [
              518863.9504468,
              182142.5514922
            ],
            [
              518868.0977125,
              182146.1004763
            ],
            [
              518870.8020926,
              182138.0027943
            ],
            [
              518874.0011763,
              182127.5957732
            ],
            [
              518874.1495874,
              182127.0459306
            ],
            [
              518842.4720626,
              182119.2581599
            ],
            [
              518841.9113985,
              182119.1181999
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/215982HH;",
  "title_number": [
    "MX309532"
  ],
  "decision_date": "07/12/2021",
  "id": "Ealing-215982HH",
  "ward": "Hanger Hill",
  "development_type": "Other house holder developments",
  "cil_liability": false,
  "borough": "Ealing",
  "appeal_decision": null,
  "site_name": "48 The Ridings",
  "lapsed_date": "07/12/2024",
  "description": "Single storey rear extension and raised rear patio (following removal of existing swimming pool); conversion of garage into habitable room involving insertion of window; creation of pitched roof over existing two storey side extension; 2no. rear roof extensions; installation of four rooflights to the side roof slopes; replacement of existing steel framed windows with aluminium (crittall style) windows to front elevation; replacement of rear/side windows with PVC windows; replacement of main front door and erection of canopy porch; and creation of first floor rear terrace",
  "pp_id": "PP-10270304",
  "actual_completion_date": null,
  "centroid_northing": 182130,
  "bo_system": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T16:45:15.302+00:00",
  "epc_number": null,
  "application_type_full": "Householder planning & demolition in a conservation area",
  "decision": "Approved",
  "postcode": "W5 3BU",
  "site_number": null,
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lat": "51.5255872",
    "lon": "-0.2881389"
  },
  "appeal_start_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2883023,
          51.5254917
        ],
        [
          -0.288427,
          51.5254744
        ],
        [
          -0.28846279999999996,
          51.5255419
        ],
        [
          -0.2884808,
          51.5255804
        ],
        [
          -0.28834699999999996,
          51.5256118
        ],
        [
          -0.28819059999999996,
          51.5256477
        ],
        [
          -0.2880293,
          51.5256854
        ],
        [
          -0.2879769,
          51.5256977
        ],
        [
          -0.2879159,
          51.5257287
        ],
        [
          -0.28787969999999996,
          51.5256553
        ],
        [
          -0.2878371,
          51.5255611
        ],
        [
          -0.2878351,
          51.5255562
        ],
        [
          -0.2882942,
          51.5254928
        ],
        [
          -0.2883023,
          51.5254917
        ]
      ]
    ],
    "type": "Polygon"
  }
}