{
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.06800000000000002
  },
  "decision": "Approved",
  "appeal_status": null,
  "last_date_consultation_comments": "08/04/2022",
  "secondary_street_name": null,
  "lpa_name": "Hillingdon",
  "decision_date": "27/04/2022",
  "valid_date": "11/03/2022",
  "centroid_easting": 509105,
  "epc_number": null,
  "lapsed_date": "27/04/2025",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "subdivision_of_building": null,
  "pp_id": "11106804",
  "uprn": null,
  "street_name": "RUISLIP",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated_by": "Planning Portal ingest",
  "appeal_decision_date": null,
  "appeal_start_date": null,
  "appeal_decision": null,
  "cil_liability": false,
  "borough": "Hillingdon",
  "lpa_app_no": "4803/TRE/2022/48",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509074.7134,
              188164.2761
            ],
            [
              509136.2292,
              188163.2839
            ],
            [
              509136.5599,
              188152.7005
            ],
            [
              509075.0442,
              188152.7005
            ],
            [
              509074.7134,
              188164.2761
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "description": "To carry out tree surgery, including the removal of the decaying section of the northern stem to T1 Hornbeam within G1, the removal of the sub-dominant stem to T4 Hornbeam within G1, the removal of T3 Hornbeam within G1 all on TPO 459",
  "decision_process": "Delegated",
  "last_updated": "2025-03-20T17:42:12.315+00:00",
  "postcode": null,
  "development_type": null,
  "site_name": "49 ST MARTINS APPROACH",
  "centroid_northing": 188158,
  "status": "Approved",
  "actual_completion_date": null,
  "parking_details": null,
  "application_type": "All Other",
  "title_number": null,
  "decision_agency": "Borough",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=4803/TRE/2022/48",
  "centroid": {
    "lon": "-0.4267279",
    "lat": "51.5817328"
  },
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-4803_TRE_2022_48",
  "locality": null,
  "decision_conditions": [
    "The works hereby permitted shall be carried out within 2 years of the date of this consent.",
    "REASON",
    "To enable the Local Planning Authority to reconsider the appropriateness of the works in the light of any change in circumstances.",
    "No felling shall take place until such time as a scheme has been submitted to, and approved in writing by, the Local Planning Authority for a replacement tree, which shall be of 'Standard' size (about 2-3m high) and short-staked for support. The replacement tree shall be planted during the first planting season following the felling works hereby permitted. Thereafter, the replacement tree shall be retained indefinitely and maintained (watered and weeded during the spring and summer) for 2-3 years, or until established.",
    "REASON",
    "In order to comply with the requirements of Section 206 of the Town and Country Planning Act 1990.",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Timing of works:  Pruning works should not be carried out during the period of bud burst and care should be taken to ensure that branches are cut back to healthy outward facing buds to avoid die-back to which some species are prone. For major works, such as pollarding or copping, work should only be carried out after the autumn leaf fall when the sap has gone down, and certainly well before the sap rises in the spring before bud burst has taken place.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Replacement tree: The replacement tree will require basic maintenance (watering and weeding during spring and summer) for approximately 2-3 years to encourage successful establishment.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance."
  ],
  "decision_target_date": "06/05/2022",
  "ward": "EASTCOTE & E RUISLIP",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.42716289999999996,
          51.5817951
        ],
        [
          -0.4262758,
          51.5817742
        ],
        [
          -0.4262743,
          51.5816791
        ],
        [
          -0.4271617,
          51.581691
        ],
        [
          -0.42716289999999996,
          51.5817951
        ]
      ]
    ],
    "type": "Polygon"
  }
}