{
  "actual_completion_date": null,
  "centroid_northing": 177966,
  "decision": "Refused",
  "development_type": null,
  "valid_date": "10/01/2022",
  "bo_system": "CSV Data Import",
  "description": "Change of use single family dwelling to an 8-bed HMO, changes to fenestration and the provision of 4 car parking spaces, including 2 at rear (retrospective)",
  "decision_conditions": [
    "The applicant has failed to demonstrate that the occupants of the HMO, particularly the ground floor units, would have adequate access to natural light and outlook from the sole window of their habitable space given the proximity of the proposed hedging and relationship to both the shared parking and amenity areas. The proposal is therefore likely to provide a poor standard of living accommodation for the occupier of some of the rooms, subsequently harming their amenities. The proposal would therefore be contrary to the requirements of Policies DMH 1, DMH 5, and DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), as well as paragraph 130(f) of the NPPF (2021).",
    "The proposed development, given the number of potential occupants across 8no. separate bedrooms would give rise to undue noise and general disturbance to neighbouring residents, particularly as a result of a marked increase in comings and goings from the site, the use of the rear garden and the lack of information relating to sound insulation. The proposal would therefore be contrary to the requirements of Policies DMH 5 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "Due to their excessive number (8no. bins), siting in a prominent location (at the front of the site) and the open frontage surrounding the development site,  the proposed refuse storage area  would add significant visual clutter to the Victoria Lane and Hudson Road street scene, harming the appearance of both roads. The areas character would also be harmed as most dwellings have refuse storage areas at the rear of the site, as such the position of the bins would be irregular and out of keeping with the layout and character of the surrounding residential environment. The proposal is therefore considered to be contrary to the requirements of Policies DMH 5, DMH 11, DMHB 12 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), as well as paragraph 130 (a) and (c) of the NPPF (2021).",
    "The applicant has failed to demonstrate that adequate and functional parking space could be provided for future occupiers of the HMO, particularly by replying on land outside of the red line of the site. The proposed development would result in a shortfall of 2no. parking spaces. The shortfall in parking is likely to result in roadside parking which would create a more hazardous environment for road users, whilst also causing traffic build up and congestion as vehicles stop to pass parked vehicles.  Furthermore the parking layout to the front of the site is substandard and the rear access road is to narrow to allow vehicles to turn in and out of it safely. The substandard layouts would create a more hazardous environment for pedestrians and vehicle users, as cars at the site may to have reverse onto the road, due to insufficient or poor manoeuvring space. The proposed development is therefore considered to be detrimental to pedestrian and highway safety, as well as the free movement of",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance."
  ],
  "appeal_status": null,
  "parking_details": null,
  "decision_process": "Delegated",
  "site_number": null,
  "decision_target_date": "07/03/2022",
  "ward": "H/ROW VILLAGES 2022",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.033
  },
  "status": "Refused",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": null,
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": null,
  "appeal_start_date": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": null,
  "last_date_consultation_comments": "04/03/2022",
  "decision_date": "07/03/2022",
  "centroid": {
    "lon": "-0.4359886",
    "lat": "51.4902075"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=75939/APP/2022/49",
  "street_name": "HARLINGTON",
  "lpa_app_no": "75939/APP/2022/49",
  "lapsed_date": "07/03/2025",
  "id": "Hillingdon-75939_APP_2022_49",
  "title_number": null,
  "application_type": "All Other",
  "site_name": "16 VICTORIA LANE",
  "date_building_work_started_under_previous_permission": null,
  "postcode": "UB3 5EW",
  "last_updated": "2025-03-20T19:47:36.700+00:00",
  "last_updated_by": "CSV Data Import",
  "decision_agency": "Borough",
  "uprn": null,
  "cil_liability": false,
  "centroid_easting": 508681,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508679.8261,
              177983.6216
            ],
            [
              508689.6158,
              177981.7695
            ],
            [
              508682.3397,
              177946.7121
            ],
            [
              508673.7407,
              177948.6965
            ],
            [
              508679.8261,
              177983.6216
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4360001,
          51.4903661
        ],
        [
          -0.43585969999999996,
          51.4903476
        ],
        [
          -0.4359752,
          51.4900339
        ],
        [
          -0.4360984,
          51.4900534
        ],
        [
          -0.4360001,
          51.4903661
        ]
      ]
    ],
    "type": "Polygon"
  }
}