{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506105.599,
              180316.3578
            ],
            [
              506140.7886,
              180310.537
            ],
            [
              506141.3178,
              180298.4984
            ],
            [
              506099.5135,
              180306.1713
            ],
            [
              506100.8365,
              180310.0078
            ],
            [
              506103.35,
              180309.2141
            ],
            [
              506104.8052,
              180310.6693
            ],
            [
              506105.9959,
              180315.8287
            ],
            [
              506105.599,
              180316.3578
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08023765",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:38:57.610+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "29/01/2020",
  "secondary_street_name": "YIEWSLEY",
  "appeal_start_date": null,
  "ward": "YIEWSLEY",
  "centroid": {
    "lat": "51.511744",
    "lon": "-0.47212849999999995"
  },
  "decision": "Refused",
  "valid_date": "06/01/2020",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.044000000000000004
  },
  "cil_liability": true,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=49745/APP/2019/3026",
  "lpa_name": "Hillingdon",
  "site_name": "DEEN COURT, 24-24A",
  "lapsed_date": "27/02/2023",
  "parking_details": null,
  "decision_conditions": [
    "The proposal fails to provide sufficient off street parking and therefore the development is considered to result in substandard car parking provision, leading to on-street parking/queuing to the detriment of public and highway safety and contrary to policies DMT 2 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020) and to Hillingdon's Adopted Parking Standards as set out in Appendix C of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "In the absence of a Tree Survey and Arboricultural Implication Assessment to BS5837:2012 standards, the application has failed to demonstrate that the development will safeguard existing trees on or adjoining the site and further fails to demonstrate protection for and long-term retention of the trees. The proposal is therefore detrimental to the visual amenity of the street scene and the wider area contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 11 and DMHB 14 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The proposed development, by reason of the lack of a step free access to upper floor flats, would fail to provide facilities for people with disabilities and would result in a development which is not accessible and inclusive and is thus contrary to Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), Policy 3.8 of the London Plan (2016), the Mayor of London's adopted Supplementary Planning Guidance - Housing (March 2016) and the Council's adopted Supplementary Planning Document HDAS: Accessible Hillingdon.",
    "The proposal, by reason of the siting of the ground floor kitchen/living/dining room windows, given their proximity to very close proximity to a 1.8m high fence, would result in the provision of habitable rooms with very limited levels of outlook and natural/sunlight that would result in a substandard form of living accommodation and reliance upon artificial means of lighting which would fail to satisfy sustainability and energy efficiency objectives and would be to the detriment of the amenity of future occupiers, contrary to DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), Policies 3.5 and 5.3 of the London Plan (March 2016) and the Mayor of London's adopted Supplementary Planning Guidance - Housing (March 2016).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "In order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition further guidance was offered to the applicant by the case officer during the processing of the application  for pre-application advice to identify the amendments to address those elements of the scheme considered unacceptable which the applicant chose not to implement.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Three storey detached building to rear to provide 2 x 2 bed and 2 x 1 bed self-contained flats with associated amenity space and refuse and cycle store",
  "lpa_app_no": "49745/APP/2019/3026",
  "decision_target_date": "02/03/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "27/02/2020",
  "id": "Hillingdon-49745_APP_2019_3026",
  "centroid_northing": 180308,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 506122,
  "street_name": "HIGH STREET",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.47236219999999995,
          51.5118222
        ],
        [
          -0.4718571,
          51.5117633
        ],
        [
          -0.47185309999999997,
          51.511655
        ],
        [
          -0.47245289999999995,
          51.5117318
        ],
        [
          -0.4724327,
          51.5117661
        ],
        [
          -0.4723967,
          51.5117585
        ],
        [
          -0.4723753,
          51.5117713
        ],
        [
          -0.47235659999999996,
          51.5118174
        ],
        [
          -0.47236219999999995,
          51.5118222
        ]
      ]
    ],
    "type": "Polygon"
  }
}