{
  "lpa_name": "Havering",
  "uprn": "100023215486",
  "decision_date": "30/10/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P1216.20",
  "secondary_street_name": "Upminster",
  "appeal_status": null,
  "postcode": "RM14 2UD",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.019
  },
  "valid_date": "04/09/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Creation of roof top bar involving installation of lift and stairs.",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "No works shall take place in relation to any of the development hereby approved until full details of balustrading and roofing and samples of all materials including rainwater goods to be used in the construction of the roof top extension hereby permitted are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the doors, windows, materials and rainwater goods to be used.  Submission of samples prior to commencement will safeguard the appearance of the building and the character of the immediate area, and will ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61",
    "The premises shall not be used for the purposes hereby permitted other than between the hours of 12:00 midday and 11:00pm on Mondays to Sundays, and not at all on Bank or Public holidays without the prior consent in writing of the Local Planning Authority.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "No works shall take place in relation to any of the development hereby approved until an assessment is undertaken of the impact of potential noise emanating from the rooftop area of the development. Following this, a scheme detailing measures, which are to protect nearby residents from noise shall be submitted to, and approved in writing by the Local Planning Authority and shall be implemented prior to occupation.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the impact of potential noise from the proposed development.  Submission of an assessment prior to commencement will protect nearby residents against the impact of noise in accordance with Development Control Policies Development Plan Document Policy DC61.",
    "No building shall be occupied or use commenced until cycle storage is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The cycle storage shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use is in the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "No building shall be occupied or use commenced until external lighting is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The lighting shall be provided and operated in strict accordance with the approved scheme.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the impact arising from any external lighting required in connection with the building or use.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect residential amenity and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "A fee is required when submitting details pursuant to the discharge of conditions.  In order to comply with the Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012, (as amended), a fee of £116 per request or £34 where the related permission was for extending or altering a dwellinghouse, is needed.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:51:33.374+00:00",
  "ward": "Upminster",
  "parking_details": null,
  "lapsed_date": "30/10/2023",
  "decision_target_date": "30/10/2020",
  "centroid": {
    "lat": "51.5568274",
    "lon": "0.24978899999999998"
  },
  "lpa_app_no": "P1216.20",
  "status": "Approved",
  "site_name": "Natwest",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1216.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              556064.759,
              186605.298
            ],
            [
              556053.041,
              186607.668
            ],
            [
              556053.075,
              186607.702
            ],
            [
              556052.927,
              186607.702
            ],
            [
              556054.701,
              186621.96
            ],
            [
              556067.807,
              186620.335
            ],
            [
              556064.759,
              186605.298
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "29/09/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "18 Station Road",
  "pp_id": "09017431",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 556060,
  "appeal_start_date": null,
  "centroid_northing": 186614,
  "borough": "Havering",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.24985369999999998,
          51.5567479
        ],
        [
          0.24968579999999999,
          51.5567724
        ],
        [
          0.2496863,
          51.5567727
        ],
        [
          0.2496842,
          51.5567728
        ],
        [
          0.2497161,
          51.5569004
        ],
        [
          0.2499043,
          51.5568821
        ],
        [
          0.24985369999999998,
          51.5567479
        ]
      ]
    ],
    "type": "Polygon"
  }
}