{
  "postcode": "RM11 2EW",
  "uprn": "100021332029",
  "decision_agency": "Borough",
  "locality": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0326.22",
  "centroid": {
    "lat": "51.5842683",
    "lon": "0.21701779999999998"
  },
  "application_type_full": "Householder planning permission",
  "ward": "Squirrels Heath",
  "last_date_consultation_comments": "24/03/2022",
  "cil_liability": false,
  "status": "Approved",
  "bo_system": "CSV Data Import",
  "title_number": [
    "NGL80218"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 78.4,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 3,
    "intended_completion_date": "10/2022",
    "intended_commencement_date": "04/2022",
    "site_area": 0.055
  },
  "centroid_northing": 189596,
  "decision_date": "30/06/2022",
  "epc_number": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "id": "Havering-P0326.22",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553700.589,
              189567.341
            ],
            [
              553681.488,
              189628.978
            ],
            [
              553684.468,
              189634.126
            ],
            [
              553690.564,
              189613.941
            ],
            [
              553695.848,
              189615.973
            ],
            [
              553709.936,
              189570.321
            ],
            [
              553700.589,
              189567.341
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "description": "Loft conversion to create first floor with two side dormers",
  "lapsed_date": "30/06/2025",
  "lpa_app_no": "P0326.22",
  "last_updated": "2025-03-20T17:11:19.191+00:00",
  "application_type": "All Other",
  "site_name": "10 HELEN ROAD",
  "appeal_decision_date": null,
  "site_number": null,
  "appeal_decision": null,
  "development_type": null,
  "appeal_start_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed windows within the side dormers shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the existing ground floor rear extension shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Implementation of Proposal Informative",
    "The applicant should note that the proposal shall be constructed in accordance with the approved plans which outline that there will be no increase in ridge height from the original dwelling house. It is noted that currently the framework erected to the front elevation of the dwelling seems to be higher than the original dwelling house and is not in accordance with the approved plans. Any deviation from the approved plans may be liable to enforcement action.",
    "Building Control - Fire Safety Informative.",
    "The applicant should note as the proposed first floor flank bedroom windows cannot be used as a means of escape in accordance with Part B of Building Regulations.  It should be noted that all of the ground and first floor habitable room doors would need to be upgraded to fire doors so long as the ground floor is not open plan to the staircase.  A hardwired interlinked smoke detection would need to be installed as per the normal requirements and ideally a hard wired heat detector installed in the kitchen, so it can acceptable under Part B of the Building Regulations.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with John Peck (agent). The revisions involved altering the finishing materials of the dormers to be faced with Eternit slates to match those to be used in the main roof. The amendments were subsequently submitted on 08/04/22. Revised plans were received removing the roof lights one either side at the rear on the 23-06-22 and annotated measurements showing the height of the single storey rear were shown on the elevations on the 30-06-22."
  ],
  "decision": "Approved",
  "actual_completion_date": null,
  "decision_process": "Delegated",
  "parking_details": {
    "no_existing_car": 3,
    "net_car": 0,
    "no_proposed_car": 3
  },
  "pp_id": "11080417",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "street_name": "HORNCHURCH",
  "centroid_easting": 553696,
  "decision_target_date": "30/06/2022",
  "lpa_name": "Havering",
  "borough": "Havering",
  "valid_date": "28/02/2022",
  "last_updated_by": "CSV Data Import",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2170714,
          51.5840096
        ],
        [
          0.21682289999999999,
          51.5845686
        ],
        [
          0.21686809999999998,
          51.584614
        ],
        [
          0.21694719999999998,
          51.584431
        ],
        [
          0.2170243,
          51.5844478
        ],
        [
          0.2172075,
          51.5840338
        ],
        [
          0.2170714,
          51.5840096
        ]
      ]
    ],
    "type": "Polygon"
  }
}