{
  "centroid": {
    "lon": "0.2452404",
    "lat": "51.5470761"
  },
  "status": "Approved",
  "decision_target_date": "09/05/2019",
  "site_name": "14 Tawny Avenue",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 the garage(s)/carport(s) hereby permitted shall be made permanently available for the parking of private motor vehicles and not for any other purpose including living accommodation or any trade or business.",
    "Reason:-",
    "To provide satisfactory off-street parking at the site, and that the development accords with the Development Control Policies Development Plan Document Policy DC61",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 10 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved. Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The proposed first floor window serving the bathroom adjacent to No.12 Tawny Avenue, Upminster as shown on drawing 2019/02/04 shall be permanently glazed with obscure glass not less than 4 on the standard scale of obscurity and shall thereafter be maintained and  permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The roof light inserted on the roof slope adjacent to No.12 tawny Avenue, Upminster as shown on drawing 2019/02/04 shall be obscure-glazed, and  non-opening unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed.",
    "Reason - In the interest of privacy and to protect the amenity of the adjacent neighbours at No.12 Tawny Avenue, Upminster in accordance with the Residential Extensions and Alterations Supplementary Planning Document and Policy DC61 of the LDF Core Strategy and Development Control Policies Development Plan Document.",
    "The applicant is advised that planning permission is not required for new or replacement hardstanding of any size which uses permeable (or porous) surfacing and allows water to drain through, such as gravel, permeable concrete block paving or porous asphalt, or if the rainwater is directed to a lawn or border to drain naturally.",
    "However, if the surface to be covered is more than five square metres planning permission will be needed for laying traditional, impermeable driveways that do not provide for the water to run to a permeable area.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the CIL payable would be £2,525 (this figure may go up or down, subject to indexation). CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's website.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with Mr Bye (Agent) by phone and e-mail . The revisions involved clearly depicting the flank windows, variance between floor plan and elevations. The amendments were subsequently submitted on 09-05-19."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM14 2EW",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "09/05/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0326.19",
  "centroid_northing": 185520,
  "uprn": "100021412762",
  "title_number": null,
  "cil_liability": true,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Upminster",
  "decision_date": "09/05/2019",
  "description": "Conversion of bungalow to two storey property (first floor extension) to include removal of conservatory and construction of single storey rear extension and alterations to ground floor front elevation.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0326.19",
  "lpa_app_no": "P0326.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:55:19.196+00:00",
  "centroid_easting": 555778,
  "pp_id": null,
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "27/02/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              555782.119,
              185547.614
            ],
            [
              555786.996,
              185493.156
            ],
            [
              555774.533,
              185492.614
            ],
            [
              555770.198,
              185546.259
            ],
            [
              555782.119,
              185547.614
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.066
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Upminster",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "25/03/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.245312,
          51.547323
        ],
        [
          0.2453582,
          51.5468324
        ],
        [
          0.2451784,
          51.546831
        ],
        [
          0.24513959999999999,
          51.5473141
        ],
        [
          0.245312,
          51.547323
        ]
      ]
    ],
    "type": "Polygon"
  }
}