{
  "lpa_name": "Ealing",
  "uprn": "000012085252",
  "decision_date": "01/06/2021",
  "epc_number": "7208-6930-7269-3245-2944",
  "application_type_full": "Householder planning permission",
  "bo_system": "CSV Data Import",
  "id": "Ealing-205252HH",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "W5 2RN",
  "appeal_decision": null,
  "application_details": {
    "no_additional_bathrooms": 4,
    "intended_commencement_date": "05/2021",
    "intended_completion_date": "02/2022",
    "existing_uprns": [
      "000012085252"
    ],
    "total_gia_gained": 233,
    "no_additional_bedrooms": 0,
    "site_area": 0.067
  },
  "valid_date": "22/12/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Roof extensions to main rear roof slope; installation of rooflights to front and side (north) roof slopes; decorative gable to front elevation at roof level; single storey rear/side infill extension; excavation to provide basement level, including lightwells to front and rear elevation; alterations to front boundary wall including installation of metal gates; alterations to side (south) boundary treatment and landscaping to rear garden",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with the following drawings: 245/001 Rev P1 (Site Location Plan), 245/010 Rev P2 (Existing Site Plan), 245/011 Rev P2 (Existing Plans: Lower Ground Floor), 245/012 Rev P2 (Existing Plans: Ground Floor), 245/013 Rev P2 (Existing Plans: First Floor), 245/014 Rev P2 (Existing Plans: Second Floor), 245/015 Rev P2 (Existing Plans: Roof), 245/016 Rev P1 (Tree Survey Plan), 245/020 Rev P2 (Existing Elevation A & B), 245/021 Rev P2 (Existing Elevations C & D), 245/022 Rev P2 (Existing Section E & F) 245/040 Rev P4 (Proposed Site Plan), 245/041 Rev P3 (Proposed Plans: Lower Ground Floor), 245/042 Rev P4 (Proposed Plans: Ground Floor), 245/043 Rev P3 (Proposed Plans: First Floor), 245/044 Rev P3 (Proposed Plans: Second Floor), 245/045 Rev P3 (Proposed Plans: Roof), 245/050 Rev P3 (Proposed Elevation A), 245/051 Rev P5 (Proposed Elevation B), 245/052 Rev P4 (Proposed Elevation C), 245/053 Rev P5 (Proposed Section E), 245/054 Rev P4 (Proposed Elevation D), 245/060 Rev P3 (Existing and Proposed Gross Internal Floor Areas) and Design & Access Statement Rev P3 dated May 2021.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings listed under condition 2.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2019). | The hereby approved rooflights to the front and side (north) roof slope of the dwelling shall be Conservation style rooflights and lie flush with the roof and shall be retained as such for the lifetime of the development.",
    "Reason: To ensure that the materials harmonise with the surroundings, and to safeguard the character and appearance of the conservation area in accordance with policies D4 and HC1 of the London Plan (2021) and policies 7B and 7C of the Ealing Development Management DPD (2013). | No part of the roof of the extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason: To protect the living conditions of nearby properties in accordance with policies D4 and D6 of The London Plan (2021), polices 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and polices 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012). | No operations (including initial site clearance) shall commence on site in connection with the development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees (incl. street trees and trees on neighbouring land) and hedgerows has been submitted to, and its installation on site, has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works. Notwithstanding the submitted Arboricultural Impact Assessment, details shall include the following:",
    "a. \tA full survey of all trees on site and those within influencing distance on adjacent sites and the street in accordance with BS5837*, with tree works proposals. All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "b.\tA plan** detailing all trees and hedgerows planned for retention and removal.",
    "c. \tA schedule of tree works for all the retained trees specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons.  All tree works shall be carried out in accordance with BS 3998.",
    "d.\tSoil assessments/survey",
    "e.\tTiming and phasing of works",
    "f.\tSite specific demolition and hard surface removal specifications",
    "g.\tSite specific construction specifications (e.g. in connection with foundations, bridging, water features, surfacing)",
    "h.\tAccess arrangements and car parking",
    "i.\tLevel changes",
    "j\tLandscaping proposals",
    "k.\tA Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "l.\tSoil remediation plans, where unauthorised access has damaged root protection areas in the construction exclusion zones.",
    "m.\tDetails of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior consent of the Local Planning Authority has first been sought and obtained in writing.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with Ealing SPG 9, policy 5.10 of the Ealing Development Management DPD (2013) and policies SI 1, SI 2 and G7 of the London Plan (2021). | No trees, shrubs or hedges within, or in proximity of, the site shall be felled, uprooted, wilfully damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any trees, shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with Ealing SPG 9, policy 5.10 of the Ealing Development Management DPD (2013) and policies SI 1, SI 2 and G7 of the London Plan (2021). | Prior to the commencement of development (excluding site clearance, demolition and ground works), a basement impact assessment and sustainable drainage strategy shall be submitted to and approved in writing by the Local Planning Authority.",
    "The basement impact assessment shall include infiltration rates, water table level, etc. and all other appropriate investigation to confirm the development would not adversely affect groundwater flow and land stability. Consideration shall be given to compensate loss of storage within the ground and appropriate mitigation measures shall be implemented.",
    "The sustainable drainage strategy shall include a drainage proforma form, a detailed drainage design (incl. drawings and supporting calculations) and a maintenance plan (incl. maintenance tasks for all drainage components). The strategy shall achieve compliance with greenfield run-off rates and shall demonstrate a reduction of flood risk (betterment of existing drainage) at the site through sustainable drainage mitigation techniques.",
    "Approved details shall be implemented prior to the occupation of the development and permanently retained and maintained.",
    "Reason: To reduce surface water run-off and the risk of the flooding of the application property, neighbouring properties, and local area in accordance with policy 5.12 of the Ealing Development Management DPD (2013), policy 1.2 of the Ealing Development (Core) Strategy), policies D10, SI 12 and SI 13 of the London Plan (2021) and the NPPF (2019). | Prior to commencement of the development hereby approved, an excavation method statement and a construction management plan shall be submitted to the Council for approval in writing. Details shall include control measures for dust, noise, vibration, lighting, delivery location and anticipated schedules, etc. in accordance with best practice guidance, restriction of hours of work and all associated activities audible beyond the site boundary to 0800-1800hrs Mondays to Fridays and 0800 -1300 hrs on Saturdays (except public holidays), advance notification to neighbours and other interested parties of proposed works, public display of contact details for persons responsible for the site works, swept path analysis for HGV and crane vehicles, and pre-construction highway survey.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with  policies 7A, 7B and 7.15 of the Ealing Development Management DPD (2013), policies 1.1 (e) (j) 1.2 (f), 2.1 (c) and 2.10 of the Ealing Core Strategy (2012), policies D6, D10, D14, SI1, and T7 of the London Plan (2021), the Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), and BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise density."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T20:35:36.532+00:00",
  "ward": "Ealing Broadway",
  "parking_details": null,
  "lapsed_date": "01/06/2024",
  "decision_target_date": "01/06/2021",
  "centroid": {
    "lat": "51.5181561",
    "lon": "-0.3052669"
  },
  "lpa_app_no": "205252HH",
  "status": "Approved",
  "site_name": "18 Mount Park Crescent",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/205252HH;",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517710.7467308,
              181272.8504415
            ],
            [
              517710.6477901,
              181268.9515576
            ],
            [
              517710.6477901,
              181268.7516148
            ],
            [
              517702.0976617,
              181268.9515576
            ],
            [
              517691.9974619,
              181269.0015433
            ],
            [
              517673.396604,
              181268.8016005
            ],
            [
              517659.2480792,
              181268.7016291
            ],
            [
              517659.3964903,
              181269.701343
            ],
            [
              517659.7510279,
              181272.3005989
            ],
            [
              517659.8499687,
              181272.8004559
            ],
            [
              517660.1962612,
              181275.2497548
            ],
            [
              517661.5979216,
              181283.5973653
            ],
            [
              517661.647392,
              181284.5970791
            ],
            [
              517692.8961735,
              181281.3979948
            ],
            [
              517703.2024999,
              181280.4982524
            ],
            [
              517711.2002092,
              181279.6484956
            ],
            [
              517711.0023277,
              181277.7490393
            ],
            [
              517710.903387,
              181276.2994543
            ],
            [
              517710.7962012,
              181274.5499551
            ],
            [
              517710.7467308,
              181272.8504415
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Other house holder developments",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": [
    "NGL8439"
  ],
  "actual_commencement_date": null,
  "street_name": "Mount Park Crescent",
  "pp_id": "PP-09352573",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 517684,
  "appeal_start_date": null,
  "centroid_northing": 181276,
  "borough": "Ealing",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3048827,
          51.5181222
        ],
        [
          -0.3048854,
          51.5180872
        ],
        [
          -0.3048855,
          51.5180854
        ],
        [
          -0.30500859999999996,
          51.518089
        ],
        [
          -0.305154,
          51.5180915
        ],
        [
          -0.3054221,
          51.5180936
        ],
        [
          -0.3056259,
          51.5180957
        ],
        [
          -0.3056235,
          51.5181046
        ],
        [
          -0.3056175,
          51.5181279
        ],
        [
          -0.3056159,
          51.5181324
        ],
        [
          -0.3056101,
          51.5181543
        ],
        [
          -0.3055871,
          51.518229
        ],
        [
          -0.30558609999999997,
          51.518238
        ],
        [
          -0.305137,
          51.5182028
        ],
        [
          -0.3049888,
          51.5181925
        ],
        [
          -0.3048739,
          51.5181832
        ],
        [
          -0.30487739999999997,
          51.5181662
        ],
        [
          -0.30487929999999996,
          51.5181532
        ],
        [
          -0.30488139999999997,
          51.5181375
        ],
        [
          -0.3048827,
          51.5181222
        ]
      ]
    ],
    "type": "Polygon"
  }
}