{
  "lpa_name": "Camden",
  "uprn": "5083192",
  "decision_date": "12/03/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Camden-2019_0910_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW5 2TJ",
  "appeal_decision": null,
  "application_details": {
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [],
    "intended_commencement_date": null,
    "total_gia_existing": null,
    "no_affordable_housing_units_provided_offsite": null,
    "circular_economy_statement": null,
    "commencement_notice_received": null,
    "scheme_phasing": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_lost": null,
      "total_gia_existing": null
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0.034,
    "existing_proposed_floorspace_details": [],
    "constraints_details": [],
    "building_details": [],
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "projected_cost_of_works": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "uk_company_registration_no": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_new_water_connections_required": null,
      "no_homes_passive_cooling": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "internal_resi_water_usage": null,
    "3d_model": null,
    "transport_contributions": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "total_gia_lost": null,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "site_area": null,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "valid_date": "15/02/2019",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Redevelopment including change of use from car wash (Sui Generis) and erection of part six and part seven storey building plus basement to provide 14 flats (10 x 2-bed units and 4 x 1-bed) (Class C3) at 1st floor and above (with terraces at 5th floor rear and 6th floor level (north elevation); and retail (Class A1) or restaurant (Class A3) use at ground and basement level incorporating widened pavement to Kentish Town Road.",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\n\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\n",
    "Condition : 2 - Approved drawings   \n\nThe development hereby permitted shall be carried out in accordance with the following approved plans: \n\nExisting drawings: A05; A20; A10\n\nProposed drawings: A90 A; A100 C; A101 B; A105 B; A106 A; A107 A; A150 A; A151 A; A200 A; A201 A; A202 A; A203 B;\n\nSupporting documents: Affordable Housing Policy Statement prepared by AHS dated February 2019; Basement Impact Assessment Rev 1 prepared by CGL dated June 2019; Design and Access Statement, prepared by dMFK Architects dated February 2019; Planning Statement, prepared by Savills dated February 2019; Daylight & Sunlight Assessment, prepared by EB7 Environmental dated 7th February 2019; Noise Survey and Acoustic Design Statement, prepared by Hann Tucker dated 4 February 2019; Train Induced Noise and Vibration Assessment, prepared by Hann Tucker dated 8 February 2019; Energy and Sustainability Statement, prepared by Peter Deer and Associates dated February 2019; Transport Statement, prepared by Caneparo Associates dated February 2019; Delivery and Servicing Management Plan, prepared by Caneparo Associates dated February 2019; Health Impact Assessment, prepared by Savills dated February 2019; Statement of Community Involvement, prepared by Four Communications dated February 2019; Surface Water Drainage Pro-forma; Secure by Design Statement; Flood Risk Assessment and Surface Water Drainage Strategy Report prepared by Price & Myers dated February 2019; Financial Viability Report prepared by AHS dated February 2019; Air Quality Assessment dated April 2019; Interim Stage 2 Cost Plan No 2 prepared by Bristow April 2019; Draft Response to BPS report of 3rd April 2019 prepared by AHS; Area Schedule prepared by dMFK; Mid application updates prepared by dMFK dated April 2019; Supplementary Energy Statement prepared by Peter Deer and Associates dated April 2019; Mid Application Accessibility Design Response prepared by dMFK dated April 2019; Archaeological Desk-based Assessment prepared by Savills date",
    "Condition : 3 - Detailed drawings / samples   \n\nBefore the relevant part of the work is begun, detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority: \n\na) Details including sections at 1:10 of all windows (including jambs, head and cill), ventilation grills, external doors and gates; \n\nb) Plan, elevation and section drawings, including fascia and glazing panels of the new shopfronts at a scale of 1:10; \n\nc) Manufacturer's specification details of all facing materials (to be submitted to the Local Planning Authority) and samples of those materials (to be provided on site).    \n\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works. \n\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 4 - Sample panel of brickwork   \n\nBefore the brickwork is commenced, a sample panel (1m x 1m) of the facing brickwork demonstrating the proposed colour, texture, face-bond and pointing shall be provided on site and approved in writing by the local planning authority. The development shall be carried out in accordance with the approval given. The approved panel shall be retained on site until the brickwork has been completed. \n\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 of the London Borough of Camden Local Plan 2017. \n",
    "Condition : 5 - No external services / equipment   \n\nUnless shown on approved drawings, no  lights, meter boxes, flues, vents or pipes, and no telecommunications equipment, alarm boxes, television aerials, satellite dishes or rooftop 'mansafe' rails shall be fixed or installed on the external face of the buildings. \n\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy D1 of the London Borough of Camden Local Plan 2017. \n",
    "Condition : 6 - Noise levels in dwellings\n\nThe noise level in rooms at the development hereby approved shall meet the noise standard specified in BS8233:2014 for internal rooms and external amenity areas.    \n\nReason: To ensure that the amenity of occupiers of the development are not adversely affected by noise and vibration in accordance with the requirements of policies G1, CC1, D1, A1, and A4 of the London Borough of Camden Local Plan 2017.  \n",
    "Condition : 7 - Sound insulation between dwellings   \n\nPrior to commencement of above ground works, details shall be submitted to and approved in writing by the Council, of an enhanced sound insulation value DnT,w and L'nT,w of at least 5dB above the Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/ uses in adjoining dwellings, namely [eg. living room and kitchen above bedroom of separate dwelling].  Approved details shall be implemented prior to residential occupation of the development and thereafter be permanently retained.  \n\nReason: To ensure that the amenity of occupiers of the development are not adversely affected by noise and vibration in accordance with the requirements of policies G1, CC1, D1, A1, and A4 of the London Borough of Camden Local Plan 2017.  \n",
    "Condition : 8 - Sound insulation between dwellings and commercial   \n\nPrior to commencement of above ground works, details shall be submitted to and approved in writing by the Council, of the sound insulation of the floor/ ceiling/ walls separating the commercial part(s) of the premises from noise sensitive premises.  Details shall demonstrate that the sound insulation value DnT,w    is enhanced by at least 10dB above the Building Regulations value and, where necessary, additional mitigation measures are implemented  to contain commercial noise within the commercial premises and to achieve the 'Good' criteria of BS8233:2014 within the dwellings/ noise sensitive premises.  Approved details shall be implemented prior to commercial occupation of the development and thereafter be permanently retained.\n\nReason: To ensure that the amenity of occupiers of the development are not adversely affected by noise and vibration in accordance with the requirements of policies G1, CC1, D1, A1, and A4 of the London Borough of Camden Local Plan 2017.  \n",
    "Condition : 9 - Cycle store  \n\nThe secure and covered cycle storage areas for 34 cycles (32 for residents and 2 for staff) shall be provided in its entirety prior to the first occupation of any of the new units, and permanently retained thereafter. \n\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy T1 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 10 - Piling method statement  \n\nPrior to commencement of any impact piling, a piling method statement shall be submitted to and approved in writing by the local planning authority. The Method Statement shall be prepared in consultation with Thames Water or the relevant statutory undertaker, and shall detail the depth and type of piling to be undertaken and the methodology by which such piling will be carried out including measures to prevent and minimise the potential for damage to subsurface water infrastructure, and the programme for the works. Any piling must be undertaken in accordance with the terms of the approved piling method statement. \n\nReason:  To safeguard existing below ground public utility infrastructure and controlled waters in accordance with the requirements of Policy CC3 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 11 - Bird and bat boxes  \n\nPrior to first occupation of the development a plan showing details of bird and bat box locations and types and indication of species to be accommodated shall be submitted to and approved in writing by the local planning authority. The boxes shall be installed in accordance with the approved plans prior to the occupation of the development and thereafter retained. \n\nReason: In order to secure appropriate features to conserve and enhance wildlife habitats and biodiversity measures within the development, in accordance with the requirements of the London Plan (2016) and Policies A3 and CC2 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 12 - Air quality monitors  \n\nNo development shall take place until full details of the air quality monitors have been submitted to and approved by the local planning authority in writing. Such details shall include the location, number and specification of the monitors, including evidence of the fact that they have been installed in line with guidance outlined in the GLA's Control of Dust and Emissions during Construction and Demolition Supplementary Planning Guidance and have been in place for 3 months prior to the proposed implementation date. The monitors shall be retained and maintained on site for the duration of the development in accordance with the details thus approved. \n\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies G1, A1, D1 and CC4 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 13 - Non-road mobile machinery   \n\nAll non-Road mobile Machinery (any mobile machine, item of transportable industrial equipment, or vehicle - with or without bodywork) of net power between 37kW and 560kW used on the site for the entirety of the demolition and construction phases of the development hereby approved shall be required to meet Stage IIIA of EU Directive 97/68/EC. The site shall be registered on the NRMM register for the construction phase of the development. \n\nReason: To safeguard the amenities of the adjoining occupiers, the area generally and contribution of developments to the air quality of the borough in accordance with the requirements of policies G1, A1, CC1 and CC4 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 14 - Part M4(2) compliance  \n\nUnit type 1, 2, 4 and 5 (ten units in total), as indicated on plan number/s hereby approved shall be designed and constructed in accordance with Building Regulations Part M4 (2), evidence demonstrating compliance should be submitted to and approved by the Local Planning Authority prior to occupation.\n\nReason: To ensure that the internal layout of the building provides flexibility for the accessibility of future occupiers and their changing needs over time, in accordance with the requirements of policy H6 of the London Borough of Camden Local Plan 2017. \n",
    "Condition : 15 - Part M4(3) compliance  \n\nUnit type 3 (four units in total), as indicated on the plan number/s hereby approved shall be designed and constructed in accordance with Building Regulations Part M4(3)(2)(a). Evidence demonstrating compliance should be submitted to and approved by the Local Planning Authority prior to occupation.\n\nReason: To ensure that the wheelchair units would be capable of providing adequate amenity in accordance with policy H6 of London Borough of Camden Local Plan 2017. \n",
    "Condition : 16 - Sustainable urban drainage  \n\nA) Prior to commencement of development, full details of the sustainable drainage system including blue roof providing 20m3 attenuation, shall be submitted to and approved in writing by the local planning authority. This shall include the following: \n\ni) an updated FRA and SuDS proforma to reflect latest drainage design proposals, as per sketch 26778/SK600; \nii) volumes of proposed attenuation on the drainage sketch and advice from a blue roof specialist that the site can be drained effectively as proposed;\niii) evidence to demonstrate that the drainage system would operate effectively and that a hydrobrake can be properly incorporated to discharge the site runoff and still provide positive drainage to the public sewer network via the existing sewer network; this should provide realistic design cover and invert levels that, at least, reflect the existing site and drainage levels.\n\nSuch a system should be designed to accommodate all storms up to and including a 1:100 year storm with a 40% provision for climate change, such that flooding does not occur in any part of a building or in any utility plant susceptible to water, and shall demonstrate a runoff as close to greenfield as feasible with a minimum 50% reduction in run off rate. Details shall include a lifetime maintenance plan, and shall thereafter be retained and maintained in accordance with the approved details.   \n  \nB) Prior to occupation of the development, evidence that the sustainable drainage system has been implemented in accordance with the approved details as part of the development shall be submitted to the Local Authority and approved in writing. The systems shall thereafter be retained and maintained in accordance with the approved maintenance plan.\n\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with Policies CC1, CC2, CC3 of the London Borough of Camden Local Pla",
    "Condition : 17 - Waste store\n\nThe waste stores hereby approved shall be provided prior to the first occupation of the development and permanently retained thereafter.  \n\nReason: To ensure that sufficient provision for the storage and collection of waste has been made in accordance with the requirements of policy CC5, A1, A4 and TC4 of the London Borough of Camden Local Plan 2017.  \n",
    "Condition : 18 - Chartered engineer\n\nThe development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works. \n\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of  policies D1 and A5 of the London Borough of Camden Local Plan 2017. \n",
    "Condition : 19 - Development in accordance with BIA  \n\nThe development shall be carried out in strict accordance with the conclusions, methodologies and recommendations of the Basement Impact Assessment Rev 1 prepared by CGL dated June 2019 hereby approved and the recommendations of the BIA Audit prepared by Campbell Reith dated June 2019.   \n\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policies A5, D1 and CC3 of the London Borough of Camden Local Plan 2017. \n",
    "Condition : 20 - Noise  \n\nNoise levels at a point 1 metre external to sensitive facades shall be at least 10dB(A) less than the existing background measurement (LA90), expressed in dB(A) when all plant/equipment (or any part of it) is in operation unless the plant/equipment hereby permitted will have a noise that has a distinguishable, discrete continuous note (whine, hiss, screech, hum) and/or if there are distinct impulses (bangs, clicks, clatters, thumps), then the noise levels from that piece of plant/equipment at any sensitive fa�ade shall be at least 15dB(A) below the LA90, expressed in dB(A). \n\nReason: To safeguard the amenities of the [adjoining] premises [and the area generally] in accordance with the requirements of policies G1, CC1, D1,and A1 of the London Borough of Camden Local Plan 2017. \n",
    "Condition : 21 - Plant  \n\nPrior to the first occupation of the development, full details of a scheme for extraction, ventilation and cooling including manufacturers specifications, noise levels and attenuation, shall be submitted to and approved by the Local Planning Authority in writing. The development shall not proceed other than in complete accordance with such scheme as has been approved. All such measures shall be retained and maintained in accordance with the manufacturers' recommendations.\n\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 22 - Vibration  \n\nVibration within residential premises shall meet a level that has low probability of adverse comment.  \n\nReason: To ensure that the amenity of occupiers of the development are not adversely affected by vibration in accordance with the requirements of policies G1, CC1, D1, A1, and A4 of the London Borough of Camden Local Plan 2017.  \n",
    "Condition : 23 - Mechanical Ventilation  \n\nPrior to commencement of above ground works (excluding demolition and site preparation works), full details of the mechanical ventilation system including air inlet locations shall be submitted to and approved by the local planning authority in writing. Air inlet locations should be located away from busy roads and the boiler stack and as close to roof level as possible, to protect internal air quality. The development shall thereafter be constructed and maintained in accordance with the approved details. \n  \nReason: To safeguard the amenities of future occupiers in accordance with the requirements of policies G1, A1 and A4 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 24 - Hours of use\n\nThe Class A1 or A3 use hereby permitted shall not be carried out outside the following times 06:00 hours and 24:00 hours Mondays to Saturdays; and 07:30 hours and 23:00 hours on Sundays and Bank Holidays. \n\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies A1, A4,TC1, TC2, and TC4 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 25 - Thames Water  \n\nPrior to occupation, in consultation with Thames Water, confirmation shall be submitted to and approved in writing by the local planning authority that either: all combined water network upgrades required to accommodate the additional flows from the development have been completed; or a housing and infrastructure phasing plan has been agreed with Thames Water to allow additional properties to be occupied. Where a housing and infrastructure phasing plan is agreed no occupation shall take place other than in accordance with the agreed housing and infrastructure phasing plan.\n\nReason:  To avoid sewer flooding and/or potential pollution incidents in accordance with the requirements of Policy CC3 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 26 - London Underground  \n\nThe development hereby permitted shall not be commenced until detailed design and method statements (prepared in consultation with London Underground) for basement construction only have been submitted to and approved in writing by the local planning authority which:\n\n-\tprovide details of basement construction\n-\taccommodate the location of the existing London Underground structures and tunnels\n-\taccommodate ground movement arising from the construction thereof\n\nReason:  In order to protect London Underground Infrastructure in accordance with Policy T3 of the London Borough of Camden Local Plan 2017. \n",
    "Condition : 27 - Revised energy statement  \n\nPrior to discharge of the s106 Energy Efficiency & Renewable Energy Plan, a revised energy statement shall be submitted to and approved in writing by the local planning authority. The revised energy statement shall include the following: \ni.\tConfirmation of the proposed heating strategy;\nii.\tImproved C02 reduction (CO2 reduction as close to 35% reduction as feasible); and \niii.\tDemonstrate feasibility of increased renewable energy capacity.\n\nReason: For the avoidance of doubt and to secure the appropriate energy and resource efficiency measures and on-site renewable energy generation in accordance with policies C1, CC1, CC2 and CC4 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 28 - Revised Sustainability Strategy   \n\nPrior to discharge of the s106 Sustainability Plan, a revised sustainability strategy shall be submitted to and approved in writing by the local planning authority. The revised sustainability strategy shall include the following: \ni.\tConfirmation of sustainable construction and design principles from Policy CC2 and CPG 'Energy Efficiency and Adaptation';\nii.\tDemonstrate feasibility of green roof compatible with solar PV; and\niii.\tConfirmation that the active cooling functions of the MVHR and ASHP systems are permanently and irreversibly removed or disabled.\n\nReason: To ensure the development contributes to minimising the effects of, and can adapt to a changing climate in accordance with policy CC2 and CC3 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 29 - Solar PVs   \n\nPrior to discharge of the s106 Energy Efficiency and Renewable Energy Plan, drawings and data sheets showing the location, extent and predicted energy generation of photovoltaic cells, heat pumps and associated equipment to be installed on the building shall have been submitted to and approved by the Local Planning Authority in writing. The measures shall include the installation of meters to monitor the energy output from the approved renewable energy systems. A site-specific lifetime maintenance schedule for each system (including safe roof access arrangements) shall be provided. The equipment shall be installed in full accordance with the details thus approved and permanently retained and maintained thereafter.\n\nReason: To ensure the development provides adequate on-site renewable energy facilities in accordance with the requirements of policy CC1 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 30 - Rainwater harvesting or greywater recycling   \n\nPrior to discharge of the s106 Sustainability Plan, a feasibility assessment for rainwater harvesting or greywater recycling shall be submitted to the local planning authority and approved in writing. \n\nIf considered feasible, details of the rainwater harvesting or greywater recycling shall be submitted to the local planning authority and approved in writing, prior to discharge of the s106 Sustainability Plan. \nThe development shall thereafter be constructed in accordance with the approved details.\n\nReason: To ensure the development contributes to minimising the need for further water infrastructure in an area of water stress in accordance with policies CC2 and CC3 of the London Borough of Camden Local plan Policies.\n",
    "Condition : 31 - Water use   \n\nThe development hereby approved shall achieve a maximum internal water use of 110litres/person/day. The dwelling/s shall not be occupied until the Building Regulation optional requirement has been complied with. \n\nReason: To ensure the development contributes to minimising the need for further water infrastructure in an area of water stress in accordance with Policies CC1, CC2, CC3 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 32 - Revised Air Quality Risk Assessment    \n\nNo development shall take place until an updated Air Quality Risk Assessment in relation to construction has been submitted to and approved by the Local Planning Authority in writing. The risk assessment shall be in accordance with IAQM Guidance and the Mayor's Sustainable Design and Construction SPG. The risk assessment shall include reference to the IAQM criteria and justification for the selections made. \n\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies G1, A1, D1 and CC4 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 33 - Fire Statement   \n\nNo above ground new development shall commence until a Fire Statement has been submitted to and approved in writing by the Local Planning Authority. The Fire Statement shall be produced by an independent third party suitably qualified assessor which shall detail the building's construction, methods, products and materials used; the means of escape for all building users including those who are disabled or require level access together with the associated management plan; access for fire service personnel and equipment; ongoing maintenance and monitoring and how provision will be made within the site to enable fire appliances to gain access to the building. The development shall be carried out in accordance with the approved details.\n\nReason: In order to provide a safe and secure development in accordance with Policy D11 of the Draft London Plan and Policy 7.13 of the London Plan March 2016.\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T17:11:10.919+00:00",
  "ward": "Kentish Town",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": null,
    "net_car": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_bluebadge": null,
    "net_carclub": null
  },
  "lapsed_date": "12/03/2023",
  "decision_target_date": "12/03/2020",
  "centroid": {
    "lat": "51.5513069",
    "lon": "-0.1410273"
  },
  "lpa_app_no": "2019/0910/P",
  "status": "Approved",
  "site_name": null,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/0910/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528981.9019254,
              185251.651853
            ],
            [
              528982.5038149,
              185250.7021248
            ],
            [
              528984.5485901,
              185247.4030692
            ],
            [
              528986.4531992,
              185244.4039277
            ],
            [
              528992.6040148,
              185234.2468351
            ],
            [
              528990.8478168,
              185233.1971356
            ],
            [
              528977.7464147,
              185239.29539
            ],
            [
              528970.103243,
              185242.8043855
            ],
            [
              528959.4011537,
              185247.8529404
            ],
            [
              528965.7498507,
              185251.8018101
            ],
            [
              528974.0031569,
              185256.9503363
            ],
            [
              528975.6026988,
              185257.9000645
            ],
            [
              528977.251711,
              185258.949764
            ],
            [
              528981.9019254,
              185251.651853
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "29/07/2019",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "FME Excel Import",
  "site_number": "369",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "Kentish Town Road",
  "pp_id": "7625138",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": "528985",
  "appeal_start_date": null,
  "centroid_northing": "185239",
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1410673,
          51.5514213
        ],
        [
          -0.141059,
          51.5514126
        ],
        [
          -0.14103079999999998,
          51.5513825
        ],
        [
          -0.1410044,
          51.5513551
        ],
        [
          -0.1409195,
          51.5512624
        ],
        [
          -0.1409452,
          51.5512534
        ],
        [
          -0.1411318,
          51.5513112
        ],
        [
          -0.1412407,
          51.5513445
        ],
        [
          -0.1413931,
          51.5513923
        ],
        [
          -0.14130009999999998,
          51.5514263
        ],
        [
          -0.14117929999999998,
          51.5514707
        ],
        [
          -0.1411559,
          51.5514789
        ],
        [
          -0.1411317,
          51.5514879
        ],
        [
          -0.1410673,
          51.5514213
        ]
      ]
    ],
    "type": "Polygon"
  }
}