{
  "lpa_name": "Camden",
  "uprn": "5088334",
  "decision_date": "20/12/2019",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2019_2238_P",
  "secondary_street_name": "Y",
  "appeal_status": null,
  "postcode": "WC1H 9JE",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": null,
      "site_area": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [],
    "site_area": 0.29600000000000004
  },
  "valid_date": "26/04/2019",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Part change of use of the Camden Town Hall from Sui Generis at (part) basement, second and third floors to office use (B1), and the change of use of the Camden Centre from Sui Generis (Town Hall) to events use (comprising D2). Retention of Sui Generis (Town Hall) uses at ground, first floor and part basement. \r\n\r\nExternal physical works to include the demolition of the 3rd floor conservatory and replacement infill pavilion, demolition of 1960s Euston Road entrance, covering over three lightwells at roof level, opening up for two new doorways on Bidborough Street and two new doorways on Tonbridge Walk, works to the Judd Street entrance, refurbishment of windows, cleaning and facade repairs, new roof plant, public realm improvements, new on street loading bay and other associated works.\r\n",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - Approved drawings\r\n\r\nThe development hereby permitted shall be carried out in accordance with the following approved plans:\r\n\r\nProposed:\r\n(91)100, (91)101, (91)102, (91)103 P01, (91)104, (91)105, (91)106, (91)107, (91)000,  (91)001 P01, (91)002 P01, (91)003, (91)004, (91)005, (91)006 P01, (91)007 P01, (91)100, (91)101, (91)102, (91)103 P01, (91)104, (91)105, (91)106, (91)107, (91)200, (91)201 P01, (91)202, (91)203, (91)204, (91)205, (92)000 P01, (92)001 P01, (92)002 P01, (92)003, (92)004, (92)005, (92)006 P01, (92)007 P01, (92)100, (92)101, (92)102, (92)103, (92)104, (92)105, (92)106, (92)107, (92)108, (92)109, (92)110, (92)111, (92)200, (92)201 P01, (92)202, (92)203 P01, (92)204, (92)205 P01, (92)900, (92)901, (92)902, (92)903, (92)904, (92)905, (92)906, (92)907, (93)000, (93)221, (93)251, (93)252, (93)253, (93)311, (93)312, (93)051, (93)341, (93)342, (93)343, (93)344, (93)345, (93)346, (93)401, (93)402, (93)403, (93)404, (93)405, (93)406, (93)407, (93)408, (93)409, (93)531 P01, (93)532 P01, (93)533 P01, (93)621, (93)622, (93)623, (93)701, (93)702, (93)703, (93)704, (93)705, (93)706, (93)707, (93)708, (93)709, (94)000, (94)001, (94)002, (94)003, (94)004, (94)005, (94)006, (94)007, (94)011, (94)014, (94)015, (94)017, (95)001, (95)002, (95)003, (99)000, (99)001, (99)002, (99)003, (99)004, (99)005, (99)006, (99)007, (99)100, (99)101, (99)102, (99)103, (99)104, (99)105, (99)106, (99)107. CTH-PUR-XX-XX-SH-A-41002, CTH-PUR-MP-00-SP-A-00005,   CTH-PUR-XX-XX-RP-A-00012.      \r\n\r\nDocuments:\r\nOperational Waste Management Strategy (Lendlease) 18 April 2019, Air Quality Assessment (Lendlease) 18 April 2019, Basement Impact Assessment (Lendlease) 9 July 2019, Construction Logistics Plan (Lendlease) 18 April 2019, Construction Management Plan (Lendlease) 18 April 2019, Planning Statement (Lendlease) 18 April 2019, Design and Access Statement (Lendlease) 18 April 2019, Energy Statement (Lendlease) 18 April 2019, Heritage Impact Statement (Purcell) 01 April 2019, Il Bottaccio Mana",
    "Condition : 3 - Detailed drawings/samples \r\n\r\nDetailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the Council before the relevant part of the work is begun:\r\n\r\na)\tDetails of the rooftop pavilion, including samples, sections and elevations.   \r\nb)\tDetails of new shutter to Judd Street.\r\nc)\tDetails of plant screen.\r\nd)\tDetails of type and location of CCTV cameras.\r\ne)\tDetails of security railing at roof level.\r\nf)\tDetails of new stairs and ramps to Judd Street and Bidborough Street elevations.\r\ng)\tDetails, including sections, of all new external doors and windows, including secondary glazing.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of Camden Local Plan policies D1 and D2.\r\n",
    "Condition : 4 - External fixtures\r\n\r\nNo lights, meter boxes, flues, vents or pipes, and no telecommunications equipment, alarm boxes, television aerials or satellite dishes shall be fixed or installed on the external face of the buildings, without the prior approval in writing of the Council.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of Camden Local Plan policies D1 and D2.\r\n",
    "Condition : 5 - Refuse and recycling \r\n\r\nPrior to first occupation (excluding fit out) of the relevant part of the building, the refuse and recycling storage areas shall be completed and made available for occupants of that plot.\r\n\r\nThe development shall not be implemented other than in accordance with such measures as approved. All such measures shall be in place prior to the first occupation (excluding fit out) and shall be retained thereafter.\r\n\r\nReason: To safeguard the amenities of the future occupiers and adjoining neighbours in accordance with the requirements of Camden Local Plan policy CC5. \r\n",
    "Condition : 6 - **Basement Construction Plan\r\n\r\nPrior to the commencement of any works (including site clearance, site preparatory and mobilisation) a Basement Construction Plan shall be submitted to and approved in writing by the Local Planning Authority. \r\n\r\nThe construction of the basement shall only be carried out in accordance with this plan. \r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of  policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 7 - Rainwater and greywater harvesting\r\n\r\nPrior to commencement of development other than site clearance & preparation, details of the combined rainwater and greywater recycling proposals should be submitted to the local planning authority and approved in writing. The development shall thereafter be constructed in accordance with the approved details.\r\n\r\nReason: To ensure the development contributes to minimising the need for further water infrastructure in an area of water stress in accordance with policies CC2 and CC3 of the London Borough of Camden Local plan Policies.\r\n",
    "Condition : 8 - Non-road mobile machinery \r\n\r\nAll non-Road mobile Machinery (any mobile machine, item of transportable industrial equipment, or vehicle - with or without bodywork) of net power between 37kW and 560kW used on the site for the entirety of the [demolition and/construction] phase of the development hereby approved shall be required to meet Stage IIIA of EU Directive 97/68/EC. The site shall be registered on the NRMM register for the [demolition and/construction] phase of the development.\r\n\r\nReason: To safeguard the amenities of the adjoining occupiers, the area generally and contribution of developments to the air quality of the borough in accordance with the requirements of Camden Local Plan policies A1 and CC4. \r\n",
    "Condition : 9 - External noise\r\n\r\nThe external noise level emitted from plant, machinery or equipment at the development hereby approved shall meet the minimum green noise criteria set in The Camden Local Plan, Table C at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 10 - Anti-vibration\r\n\r\nPrior to use, machinery, plant or equipment and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 11 - Noise levels - events space use\r\n\r\nPrior to the commencement of the events space use (excluding occupation and fit out), details shall be submitted to and approved in writing by the Council, of the internal noise level emitted from entertainment equipment and mitigation measures as appropriate.  The measures shall ensure that the internal noise level emitted from entertainment will be limited to 92dBLAeq (15mins) and 95dBLeq, 15min, 63Hz,. A post installation noise assessment shall be carried out where required to confirm compliance with the noise criteria and additional steps to mitigate noise shall be taken, as necessary.  Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.\r\n\r\nReason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise from entertainment in accordance with policy A1 of the Camden Local Plan. \r\n",
    "Condition : 12 - Cycle parking \r\n\r\nPrior to first occupation of the relevant part of the building, the following bicycle parking shall be provided: \r\n\r\nLong Stay\r\n- 5 spaces for the estimated 38 staff of the Sui Generis (Town Hall) (D1)\r\n- 53 spaces for the new B1 office and affordable workspace (B1)\r\n- 4 spaces for the estimated 32 staff of the new Camden Centre (D2)\r\n\r\nShort Stay\r\n- Stands on Bidborough Street.\r\n\r\nAll such facilities shall thereafter be retained. \r\n\r\nReason:  To ensure that the scheme makes adequate provision for cycle users in accordance with Camden Local Plan policies T1 and T2, the London Plan and CPG Transport.\r\n",
    "Condition : 13 - ** CMP\r\n\r\nPrior to commencement of development, including demolition, a Construction Management Plan (CMP) including an Air Quality Assessment) shall be submitted to and approved by the local planning authority. \r\nThe CMP shall set out all measures that the Owner will adopt in undertaking the demolition of the existing buildings and the construction of the Development using good site practices in accordance with the Council's Considerate Contractor Manual. \r\n\r\nSuch plan shall include measures for ensuring highway safety and managing transport, deliveries and waste (including recycling of materials) throughout the demolition and construction periods and which demonstrates consideration of and liaison with other local concurrent developments. The plan shall also include details of a community working group involving local residents and businesses, a contractor complaints/call-line and measures to be carried out to mitigate the impact of the noise arising from construction and demolition activities on local residents and businesses, a waste management strategy and means of monitoring and reviewing the plan from time to time. \r\n\r\nThe measures contained in the Construction Management Plan shall at all times remain implemented during all works of construction and demolition. Where separate Construction Management Plans are submitted for the demolition and the construction phases the provisions of this condition will apply to both plans. \r\n\r\nReason: To safeguard the amenities of the adjoining occupiers, the area generally and contribution of developments to the air quality of the borough in accordance with the requirements of Camden Local Plan policies A1 and CC4.\r\n",
    "Condition : 14 - ** CMP monitoring contribution \r\n\r\nOn or prior to Implementation, confirmation that the necessary measures are in place to monitor the CMP shall be submitted to and approved in writing by the Local Planning Authority. \r\n\r\nReason: To ensure sustainable transport in accordance with policies T1 and T2.Borough of Camden Local Development Framework Development Policies. \r\n",
    "Condition : 15 - ** Delivery and Servicing Management Plan - Class B1 office use\r\n\r\nPrior to commencement of the office use, a Delivery and Servicing Management Plan shall be submitted to and approved by the local planning authority.  All servicing shall take place in accordance with this plan thereafter unless otherwise agreed in writing with the Council.    \r\n\r\nReason: To safeguard the amenities of the adjoining occupiers, the area generally and contribution of developments to the air quality of the borough in accordance with the requirements of Camden Local Plan policies A1 and CC4.\r\n",
    "Condition : 16 - ** Delivery and Servicing Management Plan - events space\r\n\r\nPrior to commencement of the events space use, a Delivery and Servicing Management Plan shall be submitted to and approved by the local planning authority.  All servicing shall take place in accordance with this plan thereafter unless otherwise agreed in writing with the Council.  \r\n\r\nReason: To safeguard the amenities of the adjoining occupiers, the area generally and contribution of developments to the air quality of the borough in accordance with the requirements of Camden Local Plan policies A1 and CC4.\r\n",
    "Condition : 17 - ** Car free\r\n\r\nThe proposal will be car free.\r\n\r\nReason: In order to protect the pedestrian environment and the amenities of the area generally and to ensure the continued free flow of traffic in the area in accordance with policy T2 of the Camden Local Plan.\r\n",
    "Condition : 18 - ** Approval in Principle (AIP) \r\n\r\nOn or prior to the Implementation Date, an Approval in Principle report shall be submitted to and approved in writing by the Local Planning Authority and confirmation that the necessary measures to secure the review and sign off of the Approval in Principle report shall be submitted to and approved in writing by the Local Planning Authority. \r\n\r\nReason: To ensure the proposal would not impact structurally on the area.  \r\n",
    "Condition : 19 - ** Strategic level travel plan - Class B1 office use\r\n\r\nPrior to occupation, a Travel Plan (TP), shall be submitted to and approved in writing by the Local Planning Authority and confirmation that the necessary measures to secure the monitoring and review of the Travel Plan shall be submitted to and approved in writing by the Local Planning Authority. \r\n\r\nThe offices shall not be operated other than in accordance with the Travel Plan as approved. \r\n\r\nReason: To ensure sustainable transport in accordance with policies T1 and T2.\r\n",
    "Condition : 20 - ** Office - travel plan monitoring contribution \r\n\r\nOn or prior to Implementation, confirmation that the necessary measures are in place to review the Travel Plan shall be submitted to and approved in writing by the Local Planning Authority. \r\n\r\nReason: To ensure sustainable transport in accordance with policies T1 and T2.Borough of Camden Local Development Framework Development Policies. \r\n",
    "Condition : 21 - ** Strategic level travel plan - Class D2 events space\r\n\r\nPrior to occupation, a Travel Plan (TP), shall be submitted to and approved in writing by the Local Planning Authority and confirmation that the necessary measures to secure the monitoring and review of the Travel Plan shall be submitted to and approved in writing by the Local Planning Authority. \r\n\r\nThe events space shall not be operated other than in accordance with the Travel Plan as approved. \r\n\r\nReason: To ensure sustainable transport in accordance with policies T1 and T2.\r\n",
    "Condition : 22 - ** Events space - travel plan monitoring contribution \r\n\r\nOn or prior to Implementation, confirmation that the necessary measures are in place to review the Travel Plan shall be submitted to and approved in writing by the Local Planning Authority. \r\n\r\nReason: To ensure sustainable transport in accordance with policies T1 and T2.Borough of Camden Local Development Framework Development Policies. \r\n",
    "Condition : 23 - ** Community Provision Plan - events space\r\n\r\nA Community Provision Plan for the events space shall be submitted to and approved in writing by the Council prior to first operation of the events space.\r\n\r\nReason: To ensure the provision of community facilities in accordance with the requirements of policy C2 of the Camden Local Plan.\r\n",
    "Condition : 24 - ** Events space - management plan\r\n\r\nA management plan for the events space shall be submitted to and approved in writing by the Council prior to first operation of the events space.\r\n\r\nReason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise from entertainment in accordance with policy A1 of the Camden Local Plan. \r\n",
    "Condition : 25 - ** Local employment - construction phase\r\n\r\nPrior to commencement the applicant and/or developer shall:\r\n\r\n- work to CITB benchmarks for local employment when recruiting for construction-related jobs as per section 68 of the Employment sites and business premises CPG\r\n- advertise all construction vacancies and work placement opportunities exclusively with the King's Cross Construction Skills Centre for a period of one week before marketing more widely.\r\n- provide a specified number (to be agreed) of construction work placement opportunities of not less than 2 weeks each, to be undertaken over the course of the development, to be recruited through the Council's King's Cross Construction Skills Centre, as per section 70 of the Employment sites and business premises CPG\r\n- If the build costs of the scheme exceed �3 million the applicant must recruit 1 construction apprentice per �3million of build costs and pay the council a support fee of �1,700 per apprentice as per section 65 of the Employment sites and business premises CPG. Recruitment of construction apprentices should be conducted through the Council's King's Cross Construction Skills Centre. Recruitment of non-construction apprentices should be conducted through the Council's Economic Development team.\r\n- If the value of the scheme exceeds �1 million, the applicant must also sign up to the Camden Local Procurement Code, as per section 71 of the Employment sites and business premises CPG; and\r\n- provide a local employment, skills and local supply plan setting out their plan for delivering the above requirements in advance of commencing on site, as per section 63 of the Employment sites and business premises CPG.\r\n\r\nReason: To ensure the development provides sufficient employment and training in line with the requirements of policy E1 of the Camden Local Plan.  \r\n",
    "Condition : 26 - ** Local employment - end phase\r\n\r\nPrior to commencement of the office use, the applicant and/or developer shall accord with the following:\r\n\r\n- The Council request provision of a rolling programme of end use apprenticeships (exact number to be agreed). The apprenticeships could be within a range of roles (examples include hospitality, business administration, finance, customer service, IT) and we would be open to discussing a Shared Apprenticeship Scheme\r\n- Commitment to paying and promoting London Living Wage\r\n- Providing opportunities for Camden residents with Special Educational Needs and Disabilities (SEND) in cooperation with the local authority \r\n- The applicant should facilitate promotion of the Camden STEAM Commission objectives amongst end use occupiers; and\r\n- The applicant should provide a specified number (to be agreed) of end use work placement opportunities of not less than 2 weeks each, to be undertaken over the course of the development, to be recruited through the Council's Economic Development team, as per section 70 of the Employment sites and business premises CPG\r\n- Affordable workspace to comprise a minimum of 20% of the overall B1 floorspace to be available to the end user SMEs at 50% of market rate \r\n- Provision of a plan setting out proposed rents and marketing arrangements to be agreed with the Council's Economic Development section.  \r\n\r\nReason: To ensure the development provides sufficient employment and training in line with the requirements of policy E1 of the Camden Local Plan.  \r\n",
    "Condition : 27 - **Employment and training contribution: \r\n\r\nOn or prior to Implementation, confirmation that the necessary measures to secure employment and training shall be submitted to and approved in writing by the Local Planning Authority. \r\n\r\nReason: To ensure the development provides sufficient employment and training in line with the requirements of policy E1 of the Camden Local Plan.  \r\n",
    "Condition : 28 - ** Highways works and pedestrian, cycle and environment contribution: \r\n\r\nOn or prior to the Implementation Date, confirmation that the necessary measures to secure and highways improvements and pedestrian, cycle and environmental improvements shall be submitted to and approved in writing by the Local Planning Authority. \r\n\r\nReason: To ensure sustainable transport in accordance with policies T1 and T2.\r\n",
    "Condition : 29 - **Energy and sustainability\r\n\r\nThe sustainability and energy measures detailed in the approved sustainability statement and the approved Energy Statement shall be fully implemented prior to the commencement of the relevant use.  \r\n\r\nReason: To ensure the development is sustainable in accordance with Camden Local Plan policies CC1, CC2, CC3, CC4 and CC5.  \r\n",
    "Condition : 30 - Need for legal agreement\r\n\r\nIn the event that any owners of the land have the legal locus to enter into a Section 106 Agreement, no works shall be progressed on site until such time as they have entered into such an Agreement incorporating obligations in respect of the matters covered by conditions marked with ** in this notice of planning permission.\r\n\r\nReason: In order to define the permission and to secure development in accordance with the Camden Local Plan. "
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T03:36:32.874+00:00",
  "ward": "Kings Cross (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "20/12/2022",
  "decision_target_date": "21/06/2019",
  "centroid": {
    "lat": "51.5290793",
    "lon": "-0.1253534"
  },
  "lpa_app_no": "2019/2238/P",
  "status": "Approved",
  "site_name": "Town Hall ",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/2238/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              530160.7972526,
              182833.2541114
            ],
            [
              530162.5534506,
              182830.5048984
            ],
            [
              530163.6995141,
              182831.3046694
            ],
            [
              530167.3355861,
              182825.8362348
            ],
            [
              530167.5004873,
              182825.5963034
            ],
            [
              530164.4498147,
              182823.5968758
            ],
            [
              530163.6005734,
              182823.0470332
            ],
            [
              530171.0541086,
              182816.5988789
            ],
            [
              530171.3014605,
              182816.3989362
            ],
            [
              530171.4333815,
              182815.9890535
            ],
            [
              530174.2531924,
              182807.2015689
            ],
            [
              530172.1507018,
              182805.6520124
            ],
            [
              530172.3980536,
              182805.2721212
            ],
            [
              530173.2472949,
              182804.0024846
            ],
            [
              530173.5028918,
              182803.6025991
            ],
            [
              530177.1472088,
              182798.2041444
            ],
            [
              530172.9504727,
              182795.1550172
            ],
            [
              530156.9962795,
              182784.3481106
            ],
            [
              530136.4990575,
              182770.2521455
            ],
            [
              530117.4529664,
              182757.2958542
            ],
            [
              530110.9476132,
              182767.0030756
            ],
            [
              530109.85102,
              182766.3032759
            ],
            [
              530101.5977139,
              182778.599756
            ],
            [
              530102.4964255,
              182779.2995557
            ],
            [
              530095.9993174,
              182788.9467942
            ],
            [
              530108.902838,
              182797.8042588
            ],
            [
              530108.5977708,
              182798.3041157
            ],
            [
              530117.5519071,
              182804.4523558
            ],
            [
              530117.7497886,
              182804.2024274
            ],
            [
              530134.3800768,
              182815.5891679
            ],
            [
              530134.396567,
              182815.5991651
            ],
            [
              530134.1986855,
              182815.8490935
            ],
            [
              530134.2234207,
              182815.8590907
            ],
            [
              530142.501462,
              182821.5474624
            ],
            [
              530142.8477546,
              182820.9976198
            ],
            [
              530155.7018049,
              182829.9050701
            ],
            [
              530160.7972526,
              182833.2541114
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Other change of use",
  "last_date_consultation_comments": "09/06/2019",
  "appeal_decision_date": null,
  "decision_process": null,
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Judd Street",
  "pp_id": "7552185",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": "530135",
  "appeal_start_date": null,
  "centroid_northing": "182795",
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1249676,
          51.5294172
        ],
        [
          -0.1249433,
          51.5293921
        ],
        [
          -0.1249265,
          51.529399
        ],
        [
          -0.12487609999999999,
          51.529349
        ],
        [
          -0.1248738,
          51.5293468
        ],
        [
          -0.12491849999999999,
          51.5293296
        ],
        [
          -0.124931,
          51.5293248
        ],
        [
          -0.12482589999999999,
          51.5292651
        ],
        [
          -0.12482249999999999,
          51.5292633
        ],
        [
          -0.12482069999999999,
          51.5292596
        ],
        [
          -0.1247833,
          51.52918
        ],
        [
          -0.1248142,
          51.5291665
        ],
        [
          -0.1248108,
          51.529163
        ],
        [
          -0.124799,
          51.5291514
        ],
        [
          -0.12479549999999999,
          51.5291478
        ],
        [
          -0.124745,
          51.5290984
        ],
        [
          -0.1248065,
          51.529072
        ],
        [
          -0.1250404,
          51.5289786
        ],
        [
          -0.1253409,
          51.5288566
        ],
        [
          -0.12562009999999998,
          51.5287445
        ],
        [
          -0.1257103,
          51.5288333
        ],
        [
          -0.12572629999999999,
          51.5288272
        ],
        [
          -0.1258407,
          51.5289396
        ],
        [
          -0.12582749999999998,
          51.5289457
        ],
        [
          -0.1259175,
          51.5290339
        ],
        [
          -0.1257284,
          51.5291106
        ],
        [
          -0.1257326,
          51.5291151
        ],
        [
          -0.1256013,
          51.5291683
        ],
        [
          -0.1255985,
          51.529166000000004
        ],
        [
          -0.12535469999999999,
          51.5292645
        ],
        [
          -0.1253545,
          51.5292646
        ],
        [
          -0.1253572,
          51.5292669
        ],
        [
          -0.1253569,
          51.529267
        ],
        [
          -0.1252355,
          51.5293162
        ],
        [
          -0.1252307,
          51.5293112
        ],
        [
          -0.1250422,
          51.5293883
        ],
        [
          -0.1249676,
          51.5294172
        ]
      ]
    ],
    "type": "Polygon"
  }
}