{
  "lpa_name": "Camden",
  "uprn": "5072518",
  "decision_date": "30/10/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Camden-2019_1426_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "N6 6ND",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.08800000000000001
  },
  "valid_date": "20/03/2019",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Lower ground floor rear / front extension and associated alterations to  dwellinghouse (Use Class C3) ",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017 and DH2 of the Highgate Neighbourhood Plan 2017. \r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans [001 Location plan and block plan, 02-B, 03-B, 04- B, 05-B, 06-B, 07-B, 08-B, 09-B, 10-B, 09-B, 10-B,11-B, 10-1-B, LDC/1609006 - Topography survey, Design and Access Statement, Arboricultural Impact Assessment & Method Statement Ref: TH 1408/B, Basement Impact Assessment CBcb 12985-55-55080120-26 West Hill Park-F1]\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works. \r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of  policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017 and policy DH7 of the Highgate Neighbourhood Plan 2017\r\n",
    "Condition : 5 - Prior to the commencement of construction/demolition works on site, tree protection measures shall be installed in accordance with approved Arboricultural Impact Assessment & Method Statement Ref: TH 1408/B. The protection shall then remain in place for the duration of works on site, unless otherwise agreed in writing by the local authority.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017 and policy OS2 of the Highgate Neighbourhood Plan 2017",
    "Condition : 6 - Any trees or areas of planting including trees existing at the outset of the development which, within a period of 4 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, A5 D1 and D2 of the London Borough of Camden Local Plan 2017."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T20:30:53.807+00:00",
  "ward": "Highgate",
  "parking_details": null,
  "lapsed_date": "30/10/2023",
  "decision_target_date": "30/10/2020",
  "centroid": {
    "lat": "51.5659945",
    "lon": "-0.156026"
  },
  "lpa_app_no": "2019/1426/P",
  "status": "Approved",
  "site_name": " ",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/1426/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527891.5503095,
              186868.4990358
            ],
            [
              527878.7539747,
              186851.7038433
            ],
            [
              527910.0027563,
              186821.8523882
            ],
            [
              527923.5493917,
              186834.1488645
            ],
            [
              527891.5503096,
              186868.4990319
            ],
            [
              527891.5503095,
              186868.4990358
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Other house holder developments",
  "last_date_consultation_comments": "14/02/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "26",
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "West Hill Park",
  "pp_id": "7710632",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": "527904",
  "appeal_start_date": null,
  "centroid_northing": "186846",
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.15619729999999998,
          51.5661995
        ],
        [
          -0.1563879,
          51.5660515
        ],
        [
          -0.15594819999999998,
          51.5657761
        ],
        [
          -0.15574839999999998,
          51.5658835
        ],
        [
          -0.15619729999999998,
          51.5661995
        ],
        [
          -0.15619729999999998,
          51.5661995
        ]
      ]
    ],
    "type": "Polygon"
  }
}