{
  "lpa_name": "Camden",
  "uprn": "5029671",
  "decision_date": "13/11/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Camden-2019_6407_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW3 7RB",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.197
  },
  "valid_date": "28/01/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Replacement of north-westerly extension including new windows at ground floor on northwest elevation; alteration and enlargement to south-eastern wing to include first floor extension; rebuild and extend rear extension to include lantern rooflight; enlargement of 2nd floor including raising height of rear gable, erection of two dormers and rooflights to north west elevation; removal and relocation of chimneys; solar panels to rear roof and glazed balustrade to 3rd floor roof terrace; alteration of front porch including limestone finish and alteration to front steps and door; excavation of lower ground floor level to lower by 0.5m and excavation of front lightwell; alterations to windows, ground floor bay and erection of balcony at first floor level, all on the rear elevation; erection of entrance gates; and alterations to landscaping. ",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - Materials   \r\n\r\nAll new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2  of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 3 - Approved drawings    \r\n\r\nThe development hereby permitted shall be carried out in accordance with the following approved plans: \r\n\r\nDemolition drawings: D010 0; D011 0; D012 0; D013 0; D014 0; D020 0; D021 0; D022 0; D023 0;\r\n\r\nExisting drawings: 10 rev 1; 11 rev 1; 12 rev 1; 13 rev 1; 14 rev 1; 20 rev 1; 21 rev 1; 22 rev 1; 23 rev 1; 24 rev 1; 40 rev 1; 41 rev 1; 42 rev 1; 43 rev 1; \r\n\r\nProposed drawings: 100 1; 101 1; 102 1; 103 1; 104 2; 120 3; 121 3; 122 2; 123 3; 124 3; 140 2; 141 2; 142 2; 143 2; 145 2; 146 2;\r\n\r\nSite Location Plan 001; Design and Access Statement, prepared by Thomas Croft Architects dated 19 December 2019;  Planning Statement, prepared by Montagu Evans dated December 2019; Heritage Statement, prepared by Montagu Evans dated November 2019; Arboricultural Survey prepared by Boward Tree Management dated August 2019;  Landscape Concept Report prepared by Jinny Blom dated November 2019; Flood Risk dated 2019-07-18 and SuDs Assessment dated 2019-12-18 by Geosmart; Energy Report prepared by Syntegra dated August 2019; Basement Impact Assessment Rev C prepared by Syntegra dated 06/05/20; Daylight, Sunlight and Overshadowing Report prepared by Syntegra dated August 2019; Bat Report prepared by Greengage dated September 2019; Arboricultural Impact Assessment prepared by Lockhart Garratt dated 28th July 2020; Arboricultural Method Statement prepared by Lockhart Garratt dated 31st July 2020\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - Conservation rooflights   \r\n\r\nThe rooflights hereby approved shall be conservation-type, black metal with a central glazing bar, and shall lie flush to the roof.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2  of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 5 - Design details    \r\n\r\nBefore the relevant part of the work is begun, detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority: \r\n\r\na) Details including sections at 1:10 of all windows (including jambs, head and cill), ventilation grills, external doors and gates including vehicular gate. \r\n\r\nb) Details of lightwell treatment\r\n\r\nc) Details of front porch\r\n\r\nd) Manufacturer's specification details of all facing materials (to be submitted to the Local Planning Authority) and samples of those materials (to be provided on site).    \r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works. \r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2  of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - Chartered engineer     \r\n\r\nThe development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works. \r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of  policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 7 - BIA Compliance     \r\n\r\nThe development shall not be carried out other than in accordance with the methodologies, recommendations and requirements of the Basement Impact Assessment Rev C prepared by Syntegra dated 06/05/20 hereby approved, including but not limited to the monitoring requirements in section 7.6 'Control of Construction Works' and the confirmation at the detailed design stage that the damage impact assessment would be limited to Burland Category 0.\r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of  policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 8 - Bat mitigation strategy    \r\n\r\nPrior to any works on site, a bat mitigation strategy written by a suitable qualified ecologist and in accordance with Bat Conservation Trust 2019 guidance shall be submitted  to and approved in writing by the local planning authority. The strategy shall set out clearly compensatory measures, timings of work, ecological supervision during construction, proposed habitat features and required monitoring.  \r\n\r\nReason: In order to safeguard protected and priority species, in accordance with the requirements of the London Plan (2016) and policy A3 of the London Borough of Camden Local Plan 2017. \r\n\r\n",
    "Condition : 9 - Phase 1 habitat survey    \r\n\r\nPrior to any works on site, a phase 1 habitat survey shall be submitted  to and approved in writing by the local planning authority. The survey shall be undertaken of the entire site to determine its habitat value and potential for protected species (e.g. bats, reptiles, hedgehogs). The survey shall be undertaken by a suitably qualified ecologist who is a member of the Chartered Institute of Ecology and Environmental Management. (CIEEM). The survey shall include an assessment of impacts from the proposed landscaping along with recommendations for enhancement for wildlife. \r\n\r\nReason: In order to safeguard protected and priority species, in accordance with the requirements of the London Plan (2016) and policy A3 of the London Borough of Camden Local Plan 2017. \r\n\r\n",
    "Condition : 10 - Hard and soft landscaping    \r\n\r\nPrior to the commencement of the relevant part, full details of hard and soft landscaping and means of enclosure of all un-built, open areas shall be submitted to and approved in writing by the local planning authority.  Such details shall include details of all external lighting fixtures and fittings and shall demonstrate how their design, location and specification has taken account of reducing light spillage. Such details shall also include details of any proposed earthworks including grading, mounding and other changes in ground levels. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area and to conserve biodiversity by minimising light pollution in accordance with the requirements of policies A2, A3, A5, D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 11 - Compliance with approved landscape details    \r\n\r\nAll hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development or any phase of the development. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, A5, D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 12 - Light spill mitigation    \r\n\r\nPrior to the commencement of the relevant part, details of mitigation to reduce light spill from the glazed lantern and the rear terrace shall be submitted to and agreed in writing by the Local Planning Authority. The details shall demonstrate how light spill would be reduced to minimise impact on biodiversity by maintaining dark areas and corridors along boundary features.\r\n\r\nThe occupation of the dwelling shall not commence until the relevant approved details have been implemented. These works shall be permanently retained and maintained thereafter.    \r\n \r\nReason: To safeguard the appearance of the premises and the character of the immediate area and to conserve biodiversity by minimising light pollution in accordance with the requirements of policy D1, D2, A1 and A3 of the London Borough of Camden Local Plan 2017.   \r\n",
    "Condition : 13 - Energy Efficiency and renewables   \r\n\r\nThe development shall incorporate measures set out in the Energy Report prepared by Syntegra dated August 2019 hereby approved including reducing overall carbon emissions by at least 69% with at least 20.9% by way of renewable energy technologies and shall achieve BREEAM 'Excellent'. Such measures shall be permanently retained and maintained thereafter. The measures shall include the installation of a meter to monitor the energy output from the approved renewable energy systems.\r\n\r\nReason: To ensure the proposal is energy efficient and sustainable in accordance with policies CC1 and CC2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 14 - Tree protection   \r\n\r\nPrior to the commencement of any works on site, details demonstrating how trees to be retained shall be protected during construction work shall be submitted to and approved by the local planning authority in writing. Such details shall follow guidelines and standards set out in  BS5837:2012 \"Trees in Relation to Construction\". All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details. \r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017. \r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T20:33:36.685+00:00",
  "ward": "Frognal & Fitzjohns",
  "parking_details": null,
  "lapsed_date": "13/11/2023",
  "decision_target_date": "13/11/2020",
  "centroid": {
    "lat": "51.5576156",
    "lon": "-0.18674659999999998"
  },
  "lpa_app_no": "2019/6407/P",
  "status": "Approved",
  "site_name": " ",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/6407/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525819.2531411,
              185864.046557
            ],
            [
              525810.9008942,
              185857.5984028
            ],
            [
              525806.1022687,
              185853.8994616
            ],
            [
              525801.3531135,
              185850.2005204
            ],
            [
              525786.7511102,
              185838.7038113
            ],
            [
              525775.1997796,
              185853.2996333
            ],
            [
              525772.7015261,
              185856.598689
            ],
            [
              525786.3965726,
              185867.0456986
            ],
            [
              525792.250566,
              185871.7543507
            ],
            [
              525796.4967725,
              185875.0034207
            ],
            [
              525801.8972875,
              185879.2522045
            ],
            [
              525807.8007513,
              185884.0008452
            ],
            [
              525812.0964281,
              185887.8997292
            ],
            [
              525814.3968001,
              185890.1490853
            ],
            [
              525819.8962559,
              185895.9974112
            ],
            [
              525819.6983744,
              185896.2973254
            ],
            [
              525824.8515376,
              185900.8460233
            ],
            [
              525831.9010649,
              185907.1542176
            ],
            [
              525852.1509349,
              185925.0490953
            ],
            [
              525862.003783,
              185911.802887
            ],
            [
              525849.9495036,
              185900.9959804
            ],
            [
              525832.997658,
              185885.9502872
            ],
            [
              525815.6500494,
              185870.4547227
            ],
            [
              525820.2013232,
              185864.8963138
            ],
            [
              525819.2531411,
              185864.046557
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "02/03/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "28",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Redington Road",
  "pp_id": "8387603",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": "525798",
  "appeal_start_date": null,
  "centroid_northing": "185861",
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1864391,
          51.5576382
        ],
        [
          -0.1865618,
          51.5575821
        ],
        [
          -0.1866323,
          51.55755
        ],
        [
          -0.18670209999999998,
          51.5575178
        ],
        [
          -0.1869167,
          51.5574177
        ],
        [
          -0.1870781,
          51.5575515
        ],
        [
          -0.1871129,
          51.5575817
        ],
        [
          -0.1869117,
          51.5576725
        ],
        [
          -0.18682559999999998,
          51.5577135
        ],
        [
          -0.1867633,
          51.5577418
        ],
        [
          -0.18668389999999999,
          51.5577788
        ],
        [
          -0.1865971,
          51.5578201
        ],
        [
          -0.1865337,
          51.5578542
        ],
        [
          -0.1864998,
          51.5578739
        ],
        [
          -0.18641839999999998,
          51.5579252
        ],
        [
          -0.18642109999999998,
          51.557928
        ],
        [
          -0.1863452,
          51.5579677
        ],
        [
          -0.1862413,
          51.5580228
        ],
        [
          -0.185943,
          51.5581791
        ],
        [
          -0.1858056,
          51.5580579
        ],
        [
          -0.1859833,
          51.5579634
        ],
        [
          -0.18623309999999998,
          51.557832
        ],
        [
          -0.18648869999999998,
          51.5576966
        ],
        [
          -0.18642509999999998,
          51.5576457
        ],
        [
          -0.1864391,
          51.5576382
        ]
      ]
    ],
    "type": "Polygon"
  }
}