{
  "street_name": "Hunter Street",
  "centroid_northing": "182420",
  "lapsed_date": "11/03/2023",
  "bo_system": "Northgate M3",
  "site_name": "Hunter Street Health Centre ",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "8",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": false,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              530305.9350633,
              182437.1274974
            ],
            [
              530294.8751585,
              182432.7296896
            ],
            [
              530293.1729863,
              182437.2791613
            ],
            [
              530278.3470888,
              182431.249184
            ],
            [
              530271.5067941,
              182428.4401512
            ],
            [
              530281.294352,
              182405.9514347
            ],
            [
              530286.143627,
              182393.5011727
            ],
            [
              530324.4427008,
              182410.2218609
            ],
            [
              530321.7965185,
              182416.2530406
            ],
            [
              530321.0517402,
              182415.8574245
            ],
            [
              530319.999469,
              182418.6164267
            ],
            [
              530319.0283589,
              182418.2149986
            ],
            [
              530316.8020539,
              182422.8015982
            ],
            [
              530314.1966146,
              182424.0012548
            ],
            [
              530305.9350633,
              182437.1274974
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "09/12/2019",
  "decision_date": "11/03/2020",
  "development_type": "Minor all other minor developments",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "WC1N 1BN",
  "title_number": null,
  "lpa_app_no": "2019/6150/P",
  "uprn": "5021891",
  "application_details": {
    "site_area": 0.136
  },
  "borough": "Camden",
  "actual_completion_date": null,
  "pp_id": "8343440",
  "locality": "London",
  "application_type": "All Other",
  "decision_target_date": "13/03/2020",
  "last_updated_by": "Northgate M3",
  "application_type_full": null,
  "lpa_name": "Camden",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/6150/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans: Site location plan; HUN/01 rev T01, HUN/02 rev T01, HUN/03 rev T04, HUN/04 rev T04; Project Scoping Report from Gleeds Building Surveying Ltd. dated July 2019.; Design and Access (with Heritage) Statement; Tender Pack (version 1) from Gleeds Building Surveying Ltd. dated October 2019.\r\n\r\nReason:\r\nFor the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - Prior to use of the development, all details shall be implemented as shown on the approved drawings and information, including any additional steps identified to mitigate noise, and shall thereafter be permanently retained. The measures shall ensure that:\r\n(a) Where noise emitted from the proposed plant and machinery will not contain tones or will not be intermittent, the 'A' weighted sound pressure level from the plant and machinery (including non-emergency auxiliary plant and generators) hereby permitted, when operating at its noisiest, shall not at any time exceed a value of 10 dB below the minimum external background noise, at a point 1 metre outside any window of any residential and other noise sensitive property, unless and until a fixed maximum noise level is approved by the Council. The background level should be expressed in terms of the lowest LA90, 15 mins during the proposed hours of operation. The plant-specific noise level should be expressed as LAeqTm, and shall be representative of the plant operating at its maximum;\r\n(b) Where noise emitted from the proposed plant and machinery will contain tones or will be intermittent, the 'A' weighted sound pressure level from the plant and machinery (including non-emergency auxiliary plant and generators) hereby permitted, when operating at its noisiest, shall not at any time exceed a value of 15 dB below the minimum external background noise, at a point 1 metre outside any window of any residential and other noise sensitive property, unless and until a fixed maximum noise level is approved by the Council. The background level should be expressed in terms of the lowest LA90, 15 mins during the proposed hours of operation. The plant-specific noise level should be expressed as LAeqTm, and shall be representative of the plant operating at its maximum.\r\n \r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies A1 and A4 of the London Boroug",
    "Condition : 5 - Prior to use, all approved machinery, plant or equipment at the development shall be mounted as necessary with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced, and thereafter be permanently maintained and retained as such. \r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - The external flue outlets hereby approved and located within the southern lightwell on Handel Street hereby shall be black in colour.\r\n \r\nReason: In order to minimize the impact on the appearance of the building and local environment in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017."
  ],
  "id": "Camden-2019_6150_P",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": "530292",
  "description": "Installation of 3 external flue outlets located within southern lightwell on Handel Street in connection with alterations to replace existing boiler machinery and associated equipment housed internally within basement plant room (B1/015).\r\n",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.12323",
    "lat": "51.5256731"
  },
  "last_updated": "2025-03-20T20:34:24.782+00:00",
  "decision_agency": "Borough",
  "ward": "Kings Cross",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "23/02/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.12302289999999999,
          51.5258238
        ],
        [
          -0.1231839,
          51.5257869
        ],
        [
          -0.12320669999999999,
          51.5258281
        ],
        [
          -0.12342249999999999,
          51.5257774
        ],
        [
          -0.1235221,
          51.5257537
        ],
        [
          -0.1233894,
          51.5255493
        ],
        [
          -0.1233242,
          51.5254363
        ],
        [
          -0.12276619999999999,
          51.5255778
        ],
        [
          -0.1228021,
          51.5256326
        ],
        [
          -0.12281299999999999,
          51.5256292
        ],
        [
          -0.1228271,
          51.5256542
        ],
        [
          -0.1228413,
          51.5256508
        ],
        [
          -0.1228716,
          51.5256926
        ],
        [
          -0.1229087,
          51.525704
        ],
        [
          -0.12302289999999999,
          51.5258238
        ]
      ]
    ],
    "type": "Polygon"
  }
}