{
  "street_name": "Theobald's Road",
  "centroid_northing": "181799",
  "lapsed_date": "08/07/2023",
  "bo_system": "Northgate M3",
  "site_name": " ",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "47",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": false,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              530652.6481279,
              181789.7028246
            ],
            [
              530649.3501035,
              181785.3040837
            ],
            [
              530644.4525372,
              181795.4011934
            ],
            [
              530639.703382,
              181805.0984176
            ],
            [
              530644.0485292,
              181807.1978167
            ],
            [
              530648.748214,
              181797.5005925
            ],
            [
              530652.6481279,
              181789.7028246
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "26/12/2019",
  "decision_date": "08/07/2020",
  "development_type": "Other change of use",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "WC1X 8SP",
  "title_number": null,
  "lpa_app_no": "2019/6423/P",
  "uprn": "5087474",
  "application_details": {
    "site_area": 0.01
  },
  "borough": "Camden",
  "actual_completion_date": null,
  "pp_id": "8390730",
  "locality": "London",
  "application_type": "All Other",
  "decision_target_date": "08/07/2020",
  "last_updated_by": "Northgate M3",
  "application_type_full": null,
  "lpa_name": "Camden",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/6423/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2  of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\n\r\n001; 002; 003; 004; 005; 006; 010; 011; 012 Rev.A; 013 Rev.A; 014 Rev.C; 015 Rev.A; 016 Rev.A and 020 Rev.A.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - Prior to occupation of the D1 unit details of the external security grill to the front entrance including detailed elevations, sections and plans shall be submitted to and approved in writing by the local planning authority.  \r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area and to maintain security in accordance with the requirements of policies C5, D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - The D1 unit hereby permitted shall not be occupied until the whole of the cycle parking provision shown on the approved drawings is provided. The whole of the cycle parking provision shall be permanently retained and maintained thereafter. \r\n \r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy T1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - Notwithstanding the provisions of Class D1 of the Schedule of the Town and Country Planning (Use Classes) Order 1987 (as amended), or any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order, the building shall only be used for an art gallery and for no other purpose. \r\n \r\nReason: To ensure that the future occupation of the building does not adversely affect the adjoining premises/immediate area by reason of noise, traffic congestion and excessive on-street parking pressure in accordance with policies A1, A4, and T1 of the Camden Local Plan 2017.\r\n",
    "Condition : 7 - The use hereby permitted shall not be carried out outside the following times 9am-5pm Mondays to Sundays and bank holidays. \r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies G1, CC1, D1, A1, A4 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "id": "Camden-2019_6423_P",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": "530645",
  "description": "Alterations to shopfront and rear fenestration, replacement rear rooflights and rear roof extension at first floor all in association with the change of use from A2 (Solicitors) to D1 (Art Gallery). ",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.1183746",
    "lat": "51.5200108"
  },
  "last_updated": "2025-03-20T20:33:01.786+00:00",
  "decision_agency": "Borough",
  "ward": "Holborn & Covent Garden",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "12/04/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1182679,
          51.5199255
        ],
        [
          -0.11831699999999999,
          51.5198868
        ],
        [
          -0.1183838,
          51.5199786
        ],
        [
          -0.1184486,
          51.5200669
        ],
        [
          -0.1183853,
          51.5200847
        ],
        [
          -0.1183212,
          51.5199965
        ],
        [
          -0.1182679,
          51.5199255
        ]
      ]
    ],
    "type": "Polygon"
  }
}