{
  "street_name": "Fairfax Road",
  "centroid_northing": 184316,
  "lapsed_date": "15/03/2026",
  "bo_system": "Northgate M3",
  "site_name": " ",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "35",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": true,
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  },
  "valid_date": "20/09/2019",
  "decision_date": "15/03/2023",
  "development_type": "Other change of use",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "NW6 4EW",
  "title_number": null,
  "lpa_app_no": "2019/4826/P",
  "uprn": "5083748",
  "application_details": {},
  "borough": "Camden",
  "actual_completion_date": null,
  "pp_id": "8167423",
  "locality": "London",
  "application_type": "All Other",
  "decision_target_date": "15/03/2023",
  "last_updated_by": "Northgate M3",
  "application_type_full": null,
  "lpa_name": "Camden",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/4826/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\nSite location plan; Existing layout A1; Proposed layout A1; Planning Statement prepared by Planning Resolution dated September 2019; Supplemental Operational Information prepared by Planning Resolution dated March 2020; Revised timetable of classes, meetings and events at Chabad West Hampstead dated 20/12/2019; Transport Statement prepared by Caneparo Associates Ltd dated September 2019.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - Notwithstanding the provisions of Class D1 of the Schedule of the Town and Country Planning (Use Classes) Order 1987 (as amended), or any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order, the building shall only be used for a community centre and for no other purpose. \r\n \r\nReason: To ensure that the future occupation of the building does not adversely affect the adjoining premises/immediate area by reason of noise, traffic congestion and excessive on-street parking pressure in accordance with policies A1, A4, and T1 of the Camden Local Plan 2017.\r\n",
    "Condition : 5 - The use hereby permitted shall not be carried out outside the following times 08:00 to 21:00 hours Mondays, Tuesdays, Thursdays, Fridays and Saturdays, 08:00 to 22:00 hours on Wednesdays, and 10:00 to 16:00 on Sundays. \r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies D1, A1, A4 and TC2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 6 - No music shall be played on the premises in such a way as to be audible within any adjoining premises or on the adjoining highway.  \r\n\r\nReason: To safeguard the amenities of  the adjoining premises and the area generally in accordance with the requirements of policies D1, A1, and A4 and TC2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 7 - Before the use commences, details of secure cycle storage area for 2 long stay cycles shall be submitted to and approved by the local planning authority. The approved facility shall thereafter be provided in its entirety prior to the premises being occupied, and permanently retained thereafter. \r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy T1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 8 - The premises shall have no more than 30 people within the property at any one time, within the approved hours of use above, apart from during Saturday (10:00 to 14:00) when 80 would be allowed.  \r\n \r\nReason: To safeguard the amenities of the adjoining premises and the area generally and to ensure the safety of those using the premises, in accordance with the requirements of policy A1 and A4 of the Camden Local Plan 2017.\r\n",
    "Condition : 9 - Before the development commences, details of the location, design and method of waste storage and removal including recycled materials, shall be submitted to and approved by the local planning authority in writing. The facility as approved shall be provided prior to the first occupation of the use and permanently retained thereafter. \r\n\r\nReason: To ensure that sufficient provision for the storage and collection of waste has been made in accordance with the requirements of policy CC5, A1, A4  and TC4 [if A3/A4/A5 use] of the London Borough of Camden Local Plan 2017.  \r\n",
    "Condition : 10 - Prior to commencement of the use hereby approved, the ground floor windows on the rear elevation facing onto the service road shall be fixed shut and non-opening up to an internal floor height of 1.7m.\r\n\r\nReason: To safeguard the amenities of  the adjoining premises and the area generally in accordance with the requirements of policies D1, A1, and A4 and TC2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 11 - The rear lower ground floor openings of the premises leading onto the service road shall only be used in the case of an emergency or for servicing (including the removal of refuse and recycling) between the hours of 08:00 until 19:00 Monday to Saturdays and 10:00 to 12:00 on Sundays. \r\n\r\nReason: To safeguard the amenities of  the adjoining premises and the area generally in accordance with the requirements of policies D1, A1, and A4 and TC2 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "id": "Camden-2019_4826_P",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": 526366,
  "description": "Change of use of ground and lower ground floors from A1 (retail) to D1 (Community Use)",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": -0.179137,
    "lat": 51.543602
  },
  "last_updated": "2025-04-25T10:32:21.476Z",
  "decision_agency": "Borough",
  "ward": "Swiss Cottage (Pre May 2022)",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "27/11/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.179115,
          51.543615
        ],
        [
          -0.179116,
          51.543588
        ],
        [
          -0.179159,
          51.543589
        ],
        [
          -0.179158,
          51.543615
        ],
        [
          -0.179115,
          51.543615
        ]
      ]
    ],
    "type": "Polygon"
  }
}