{
  "street_name": "Highgate Road",
  "centroid_northing": "185779",
  "lapsed_date": "15/10/2023",
  "bo_system": "Northgate M3",
  "site_name": "Parliament Hill Fields Adventure Playground ",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": null,
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": false,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527950.7663384,
              185781.4801875
            ],
            [
              527964.6052793,
              185792.310157
            ],
            [
              527986.4161955,
              185805.1830411
            ],
            [
              528005.1661644,
              185816.951874
            ],
            [
              528030.0506606,
              185830.4159969
            ],
            [
              528043.7674936,
              185796.8762548
            ],
            [
              528047.1393973,
              185785.6660264
            ],
            [
              528043.4254739,
              185769.6559679
            ],
            [
              528003.1677472,
              185773.7735292
            ],
            [
              527997.9972042,
              185774.6698242
            ],
            [
              527951.0515556,
              185778.6189294
            ],
            [
              527950.4464358,
              185782.1976442
            ],
            [
              527950.7663384,
              185781.4801875
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "23/12/2019",
  "decision_date": "15/10/2020",
  "development_type": "Minor all other minor developments",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "NW5 1QR",
  "title_number": null,
  "lpa_app_no": "2019/4227/P",
  "uprn": "5133219",
  "application_details": {
    "site_area": 0.32
  },
  "borough": "Camden",
  "actual_completion_date": null,
  "pp_id": "8085258",
  "locality": "London",
  "application_type": "All Other",
  "decision_target_date": "31/07/2020",
  "last_updated_by": "Northgate M3",
  "application_type_full": null,
  "lpa_name": "Camden",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/4227/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\n\r\nCity of London - Corporate Control of Contractors Policy Review Date July 2020; Draft Constriction Management Plan pro-forma dated 20.05.2020; Hampstead Heath Nature Play - outline design Revised 21.05.2020; Arbortrack Report 12/09/2019; DW38.009 Rev A; CL-PRH-2234-01; Hampstead Heath Nature Play by Davies White Landscape Architects June 2018; Scooter Rack - Hampstead Heath Playground.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - Prior to the commencement of works on site, tree protection measures shall be installed and working practices adopted in accordance with Arboricultural Method Statement and dwg Hampstead Heath Nature Play - outline design Revised 21.05.2020. All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with BS5837:2012 and with the approved protection details. The works shall be undertaken under the supervision of the project arboriculturalist in line with the approved Arboricultural Method Statement. \r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the Camden Local Plan. \r\n",
    "Condition : 5 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development or any phase of the development or prior to the occupation for the permitted use of the development or any phase of the development, whichever is the sooner. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - A scooter rack of the type as shown in image 'Scooter Rack - Hampstead Heath Playground' with a capacity of a minimum of 6 scooters will be provided within the site prior to the first use of the development and shall be retained and maintained thereafter.\r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy T1 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "id": "Camden-2019_4227_P",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": "527992",
  "description": "Installation of new play equipment, accessible paths and landscape features.",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.15514509999999998",
    "lat": "51.5563857"
  },
  "last_updated": "2025-03-20T20:31:49.734+00:00",
  "decision_agency": "Borough",
  "ward": "Highgate",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "02/02/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.15573869999999998,
          51.5564173
        ],
        [
          -0.15553519999999998,
          51.5565115
        ],
        [
          -0.1552161,
          51.5566222
        ],
        [
          -0.15494149999999998,
          51.5567237
        ],
        [
          -0.1545778,
          51.5568391
        ],
        [
          -0.15439229999999998,
          51.5565346
        ],
        [
          -0.1543477,
          51.5564331
        ],
        [
          -0.1544071,
          51.55629
        ],
        [
          -0.15498599999999998,
          51.5563362
        ],
        [
          -0.15506019999999998,
          51.5563454
        ],
        [
          -0.1557356,
          51.5563915
        ],
        [
          -0.155743,
          51.5564238
        ],
        [
          -0.15573869999999998,
          51.5564173
        ]
      ]
    ],
    "type": "Polygon"
  }
}