{
  "street_name": "Gower Street",
  "centroid_northing": "182047",
  "lapsed_date": "23/04/2023",
  "bo_system": "Northgate M3",
  "site_name": null,
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "87",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": false,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              529633.5998004,
              182054.8969136
            ],
            [
              529635.4961644,
              182051.9977435
            ],
            [
              529636.0980539,
              182051.6978294
            ],
            [
              529639.1981968,
              182047.4490456
            ],
            [
              529616.4006029,
              182031.7435412
            ],
            [
              529613.4571161,
              182035.7224023
            ],
            [
              529611.3463804,
              182038.591581
            ],
            [
              529613.176784,
              182039.9112032
            ],
            [
              529617.7527929,
              182043.2002618
            ],
            [
              529620.9024063,
              182045.4496179
            ],
            [
              529622.9966518,
              182046.8992029
            ],
            [
              529632.3465511,
              182053.5972856
            ],
            [
              529633.5998004,
              182054.4470424
            ],
            [
              529633.5998004,
              182054.8969136
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "15/07/2019",
  "decision_date": "23/04/2020",
  "development_type": "Minor Offices-R and D-light industry",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "WC1E 6AA",
  "title_number": null,
  "lpa_app_no": "2019/3564/P",
  "uprn": "5054250",
  "application_details": {
    "site_area": 0.024
  },
  "borough": "Camden",
  "actual_completion_date": null,
  "pp_id": "7993221",
  "locality": "London",
  "application_type": "All Other",
  "decision_target_date": "12/02/2020",
  "last_updated_by": "Northgate M3",
  "application_type_full": null,
  "lpa_name": "Camden",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/3564/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\n\r\nF 001 00; F 100 00; F 101 00; F 102 00; F 200 00; F 201 00; F 300 00; D 099 01; D 100 03; D 101 03; D 102 01; D 200 03; D 202 03; D 300 02; Arboricultural Report BS5837:2012 dated 14 June 2019; Trench Location Plan and Supervised Excavation Results; Email agent dated 09/01/2020 Vaults level confirmation; Heritage Statement - Supersede Appendix EPD1.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - Prior to the commencement of any works on site, details demonstrating how trees to be retained shall be protected during construction work shall be submitted to and approved by the local planning authority in writing. Such details shall follow guidelines and standards set out in  BS5837:2012 \"Trees in Relation to Construction\". All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details. \r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 5 - Prior to commencement of any works on site, details of the design of building foundations and the layout, with dimensions and levels, of service trenches and other excavations on site in so far as these items may affect trees on or adjoining the site, shall be submitted to and approved in writing by the local planning authority. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenities of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 6 - No development shall take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 7 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development, or prior to the occupation for the permitted use of the development or any phase of the development, whichever is the sooner. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, D1and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 8 - Before the relevant part of the work is begun, detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority: \r\n\r\na)\tDetails including sections at 1:10 and 1:2 of the proposed glass lightwell screen and method of fixing. \r\nb)\tManufacturer's specification details of all new facing materials and samples of those materials to be provided to the LPA. \r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works. \r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 9 - Prior to commencement of development , full details in respect of the living roof in the area indicated on the approved roof plan shall be submitted to and approved by the local planning authority. The details shall include \r\ni.\ta detailed scheme of maintenance \r\nii.\tsections at a scale of 1:20 with manufacturers details \tdemonstrating the construction and materials used\r\niii.\tfull details of planting species and density\r\n\r\nThe living roofs shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme. \r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies G1, CC1, CC2, CC3, D1, D2 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 10 - Before the development commences, details of secure and covered cycle storage area for 13 cycles shall be submitted to and approved by the local planning authority. The approved facility shall thereafter be provided in its entirety prior to the first occupation of any of the new units, and permanently retained thereafter. \r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy T1 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "id": "Camden-2019_3564_P",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": "529627",
  "description": "Demolition of existing rear structure at ground floor level and erection of single storey rear extension with a green roof, partial glass cover over rear lightwell  and cycle storage within existing front vault, landscaping in the rear garden, all to office (Class B1(a)).",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.1329477",
    "lat": "51.5224739"
  },
  "last_updated": "2025-03-20T20:34:10.077+00:00",
  "decision_agency": "Borough",
  "ward": "Bloomsbury",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "08/09/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1328497,
          51.5225433
        ],
        [
          -0.13282339999999998,
          51.5225168
        ],
        [
          -0.13281489999999999,
          51.522514
        ],
        [
          -0.1327718,
          51.5224751
        ],
        [
          -0.133106,
          51.5223392
        ],
        [
          -0.13314689999999998,
          51.5223756
        ],
        [
          -0.1331763,
          51.5224019
        ],
        [
          -0.1331494,
          51.5224133
        ],
        [
          -0.1330823,
          51.5224418
        ],
        [
          -0.1330361,
          51.5224613
        ],
        [
          -0.1330054,
          51.5224739
        ],
        [
          -0.1328682,
          51.5225319
        ],
        [
          -0.1328499,
          51.5225393
        ],
        [
          -0.1328497,
          51.5225433
        ]
      ]
    ],
    "type": "Polygon"
  }
}