{
  "lpa_name": "Camden",
  "uprn": "5083325",
  "decision_date": "27/07/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Camden-2019_5857_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "N7 9LG",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.151
  },
  "valid_date": "20/11/2019",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of a 5-storey infill extension to existing self-storage building to provide additional floorspace (Class B8), including reconfiguration of ground floor and opening-up of unused vehicle exit to York Way and provision of 2 additional car parking spaces.",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - Materials     \r\n\r\nAll new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2  of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 3 - Approved plans     \r\n\r\nThe development hereby permitted shall be carried out in accordance with the following approved plans:\r\n\r\nExisting drawings: 18170GA-10-: 004A; 010; 011; 012; 013; 014; 015; 016; 001A; 002A; 003A\r\n\r\nProposed drawings: 18170GA_D_: 002B; 003A; 004A; 010B; 011A; 012A; 013A; 014A; 015A; 016; 017A\r\n\r\nSupporting documents: Surface water management statement prepared by Woolgar Hunter Engineers; BREEAM Pre-Assessment prepared by Atelier Ten dated 22/11/19; Daylight & Sunlight Report, prepared by Right of Light Consulting dated 2/12/19; Heritage Statement, prepared by Bidwells dated November 2019; Planning Statement prepared by ROK Planning dated 19 November 2019; Geo-Environmental Desk Study, prepared by Woolgar Hunter Engineers dated 31/10/19;   Transport Statement, prepared by Ardent Consulting Engineers dated November 2019; Energy Statement, prepared by Butler Consulting Engineers dated 15/11/19; Design & Access Statement, prepared by Threesixty Architecture dated October 2019 Rev A;   \r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - Cycle store     \r\n\r\nBefore the development commences, details of secure and covered cycle storage area for 16 cycles including space for non-standard cycles shall be submitted to and approved by the local planning authority. The approved facility shall thereafter be provided in its entirety prior to the first occupation of any of the new units, and permanently retained thereafter. \r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy T1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - Turn Right Markings     \r\n\r\nPrior to the first use of the northern vehicle access hereby approved, details of 'turn right' markings on the exit route shall be submitted to and approved in writing by the local planning authority. The sign markings shall be within the curtilage of the site but close to the highway boundary. The sign markings shall be carried out in accordance with the details thus approved and retained as such thereafter. \r\n\r\nReason: To maintain highway safety in accordance with the requirements of policy A1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - Site/Land Contamination   \r\n\r\nPrior to the commencement of the development, a scheme including the following components to address the risk associated with site contamination shall be submitted to and approved in writing by the local planning authority. \r\n\r\nA)\tA site investigation scheme based on the Geo-environmental Desk Study, Ref GL181163 hereby approved to provide information for a detailed assessment of the risk to all receptors that may be affected, including those off site;\r\n\r\nB)\tThe results of the investigation and detailed risk assessment referred to in (a) and, based on these, in the event that remediation measures are identified necessary, a remediation strategy giving full details of the remediation measures required and how they are to be undertaken;\r\n\r\nC)\tA verification report to demonstrate that the works set out in the remediation strategy are complete and identifying any requirements for the longer monitoring of pollution linkages, maintenance and arrangements for contingency action.\r\n\r\nThe development shall be carried out in strict accordance with details thus approved. \r\n\r\nAny investigation and risk assessment must be undertaken in accordance with the requirements of the Environment Agency's Model Procedures for the Management of Contamination (CLR11).   In the event that additional significant contamination is found at any time when carrying out the approved development it must be reported immediately to the local planning authority. \r\n\r\nFor the avoidance of doubt, this condition can be discharged on a section by section basis. \r\n\r\nReason: To ensure the risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors, in accordance with the requirements of policies G1, D1, A1, and DM1 of the London Bor",
    "Condition : 7 - Energy and renewable energy   \r\n\r\nThe development hereby approved shall be constructed in accordance with the approved energy statement (prepared by Butler Consulting Engineers dated 15/11/2019) to achieve a 34.35% reduction in carbon dioxide emissions beyond Part L 2013 Building Regulations in line with the energy hierarchy, and a 66.3% reduction in carbon dioxide emissions through renewable technologies. Prior to occupation, evidence demonstrating that the approved measures have been implemented shall be submitted to and approved in writing by the Local Planning Authority and shall be retained and maintained thereafter.\r\n\r\nReason: To ensure the development contributes to minimising the effects of, and can adapt to a changing climate in accordance with the requirements of policies C1, CC1, CC2 and CC4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 8 - Brown Roof       \r\n\r\nPrior to commencement of development, full details in respect of the brown roof in the area indicated on the approved roof plan shall be submitted to and approved by the local planning authority. The details shall include \r\ni.\ta detailed scheme of maintenance \r\nii.\tsections at a scale of 1:20 with manufacturers details \tdemonstrating the construction and materials used and showing a variation of substrate depth with peaks and troughs.\r\niii.\tfull details of the seed mix\r\n\r\nThe living roofs shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme. \r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies G1, CC1, CC2, CC3, D1, D2 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 9 - Sustainability (BREEAM)     \r\n\r\nA)\tPrior to commencement of development, a Design Stage BREEAM review report (completed by a licensed BREEAM assessor), in respect of the development hereby approved, shall be submitted to and approved in writing by the Local Planning Authority. The Design Stage review should have a target of achieving at least an 'excellent' and attaining at least 89% of the credits in the 'Energy' category and at least 75% in the 'Water' category and at least 71% of the credits in the 'Materials' category. \r\n\r\nB)\tPrior to first use of the extended floorspace hereby approved, a Post Construction BREEAM review assessment (completed by a licensed BREEAM assessor), in respect of the development hereby approved, shall be submitted to and approved in writing by the Local Planning Authority. The Post-Construction review should demonstrate that the Design Stage rating is achieved as well as the specified credits in Energy, Water and Materials as set out in the Design Stage review approved under part A. \r\n\r\nReason: To ensure the development contributes to minimising the effects of, and can adapt to a changing climate in accordance with the requirements of policies C1, CC2 and CC3 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T20:32:02.457+00:00",
  "ward": "Cantelowes",
  "parking_details": null,
  "lapsed_date": "27/07/2023",
  "decision_target_date": "27/07/2020",
  "centroid": {
    "lat": "51.5478306",
    "lon": "-0.1276978"
  },
  "lpa_app_no": "2019/5857/P",
  "status": "Approved",
  "site_name": " ",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/5857/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              529939.7471644,
              184862.2033313
            ],
            [
              529931.7494551,
              184857.7546048
            ],
            [
              529920.8989547,
              184851.846296
            ],
            [
              529919.7034208,
              184851.196482
            ],
            [
              529918.9531203,
              184852.8959955
            ],
            [
              529908.2015606,
              184846.6977697
            ],
            [
              529902.1002154,
              184843.248757
            ],
            [
              529900.9459068,
              184842.5489573
            ],
            [
              529896.1967516,
              184839.8997157
            ],
            [
              529894.1519765,
              184844.0985138
            ],
            [
              529893.4511463,
              184845.3981418
            ],
            [
              529891.5465371,
              184849.1970543
            ],
            [
              529890.9034224,
              184850.3467252
            ],
            [
              529890.3510033,
              184851.4464105
            ],
            [
              529889.8480546,
              184852.49611
            ],
            [
              529889.3038805,
              184853.4958238
            ],
            [
              529888.8504022,
              184854.3455806
            ],
            [
              529888.4463942,
              184855.1453517
            ],
            [
              529887.6466232,
              184856.4549768
            ],
            [
              529887.0529788,
              184857.4047049
            ],
            [
              529886.4510894,
              184858.4044188
            ],
            [
              529885.997611,
              184859.2041898
            ],
            [
              529885.453437,
              184859.9539752
            ],
            [
              529882.5017051,
              184864.7026159
            ],
            [
              529882.9964088,
              184865.3024442
            ],
            [
              529884.9010179,
              184867.601786
            ],
            [
              529885.9481407,
              184868.901414
            ],
            [
              529893.0966086,
              184877.6489101
            ],
            [
              529899.5524915,
              184885.3966923
            ],
            [
              529904.9035361,
              184877.9988099
            ],
            [
              529906.1980107,
              184876.2493107
            ],
            [
              529925.4996988,
              184887.6960341
            ],
            [
              529928.1463634,
              184882.9473934
            ],
            [
              529929.9025614,
              184879.8482805
            ],
            [
              529939.7471644,
              184862.2033313
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Minor general industry-storage-warehousing",
  "last_date_consultation_comments": "23/02/2020",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "145",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "York Way",
  "pp_id": "8296556",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": "529919",
  "appeal_start_date": null,
  "centroid_northing": "184876",
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1274039,
          51.5477019
        ],
        [
          -0.1275208,
          51.5476637
        ],
        [
          -0.1276794,
          51.5476131
        ],
        [
          -0.1276968,
          51.5476076
        ],
        [
          -0.127707,
          51.547623
        ],
        [
          -0.1278643,
          51.5475698
        ],
        [
          -0.1279535,
          51.5475402
        ],
        [
          -0.12797039999999998,
          51.5475342
        ],
        [
          -0.12803979999999998,
          51.5475115
        ],
        [
          -0.1280677,
          51.5475497
        ],
        [
          -0.1280774,
          51.5475615
        ],
        [
          -0.1281034,
          51.5475961
        ],
        [
          -0.12811229999999998,
          51.5476066
        ],
        [
          -0.1281198,
          51.5476166
        ],
        [
          -0.12812669999999998,
          51.5476261
        ],
        [
          -0.1281342,
          51.5476352
        ],
        [
          -0.1281404,
          51.547643
        ],
        [
          -0.1281459,
          51.5476503
        ],
        [
          -0.128157,
          51.5476622
        ],
        [
          -0.1281652,
          51.5476709
        ],
        [
          -0.1281735,
          51.54768
        ],
        [
          -0.1281797,
          51.5476873
        ],
        [
          -0.1281873,
          51.5476942
        ],
        [
          -0.12822809999999998,
          51.5477375
        ],
        [
          -0.1282207,
          51.5477428
        ],
        [
          -0.12819239999999998,
          51.547763
        ],
        [
          -0.1281768,
          51.5477745
        ],
        [
          -0.1280706,
          51.5478514
        ],
        [
          -0.1279747,
          51.5479196
        ],
        [
          -0.1279003,
          51.5478518
        ],
        [
          -0.1278823,
          51.5478358
        ],
        [
          -0.12759979999999999,
          51.5479343
        ],
        [
          -0.1275634,
          51.547891
        ],
        [
          -0.1275393,
          51.5478627
        ],
        [
          -0.1274039,
          51.5477019
        ]
      ]
    ],
    "type": "Polygon"
  }
}