{
  "lpa_name": "Camden",
  "uprn": "5164180",
  "decision_date": "14/08/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Camden-2019_5154_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW1 3BF",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.016
  },
  "valid_date": "08/10/2019",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Public realm improvement works to hard and soft landscaping including re-paving; installation of planters, seating, furniture, cycle parking, pavilion structures and lighting; provision of flexible art/performance space; removal of taxi drop off area; and removal of existing artistic sculptures.",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\n\r\nTOWN677.01(03)3100; Arboricultural Planning Report prepared by Tracey Clarke Tree Consultancy dated July 2019; Public Realm Design And Access Statement prepared by Townshend Landscape Architects dated September 2019; Statement of Community Involvement dated June 2019; Planning Statement prepared by DP9 dated September 2019; TOWN667.01(08)3011 R01; TOWN667.01(08)3000 R04; TOWN667.01(08)3010 R05\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - No development shall take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. Such details shall include details of tree pit volumes with sectional drawings and irrigation systems. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, and  D1 the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 4 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3 and D1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the Arboricultural Planning Report prepared by Tracey Clarke Tree Consultancy dated July 2019 hereby approved.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 6 - No works to the public highway on Osnaburgh Street shall commence until such time as a Section 278 legal agreement with Transport for London has been entered into. \r\n\r\nReason: To safeguard pedestrian and highway safety in accordance with the requirements of Policy A1 and T1 of the London Borough of Camden Local Plan 2017 and Policy 6.3 and 6.10 of the London Plan 2016. \r\n",
    "Condition : 7 - Prior to the public space first coming into use, a Public Open Space Management Plan shall be submitted to and approved by the local planning authority in writing. The management plan shall include full details of maintenance of the landscape elements, public realm and planting and shall include a schedule that identifies frequency of task/visits over the course of a calendar year.\r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3 and D1 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 8 - Prior to the commencement of the relevant part, details of the lighting strategy (including details of the type, specification and location of lighting) shall be submitted to and approved in writing by the local planning authority.\r\n\r\nReason: To protect the character and quality of public space in accordance with the requirements of Policy D1 and A2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 9 - Prior to the public space first coming into use, details of a public art plan, prepared in consultation with the Local Planning Authority, shall be submitted to and approved in writing by the local planning authority. The public art plan shall provide a comprehensive plan for a rolling programme of ephemeral, temporary and semi-permanent artworks that are responsive to the site, location and the communities which use Regent's Place. The plan shall include proposals for engagement with residents, communities and users of the space in the Public Art commissioning process. \r\n\r\nReason: To help create a distinctive character and sense of place in accordance with the requirements of Policy D1 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T20:33:22.658+00:00",
  "ward": "Regents Park",
  "parking_details": null,
  "lapsed_date": "14/08/2023",
  "decision_target_date": "18/08/2020",
  "centroid": {
    "lat": "51.5253958",
    "lon": "-0.14082899999999998"
  },
  "lpa_app_no": "2019/5154/P",
  "status": "Approved",
  "site_name": "Bon Appetit NEQ Project Regents Place",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/5154/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              529211.0345659,
              182393.6766892
            ],
            [
              529222.3161561,
              182361.7896699
            ],
            [
              529226.521967,
              182363.3079192
            ],
            [
              529215.5231324,
              182395.2021299
            ],
            [
              529211.1795464,
              182393.5392654
            ],
            [
              529211.0345659,
              182393.6766892
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major all other major developments",
  "last_date_consultation_comments": "08/12/2019",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Triton Square",
  "pp_id": "8127174",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": "529072",
  "appeal_start_date": null,
  "centroid_northing": "182358",
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1388129,
          51.5256846
        ],
        [
          -0.13866209999999998,
          51.5253955
        ],
        [
          -0.1386009,
          51.5254082
        ],
        [
          -0.1387477,
          51.5256973
        ],
        [
          -0.1388109,
          51.5256834
        ],
        [
          -0.1388129,
          51.5256846
        ]
      ]
    ],
    "type": "Polygon"
  }
}