{
  "street_name": "Finchley Road",
  "centroid_northing": "184977",
  "lapsed_date": "16/09/2023",
  "bo_system": "Northgate M3",
  "site_name": null,
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "297",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": false,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526148.9483996,
              184978.799956
            ],
            [
              526135.0472265,
              184972.4517731
            ],
            [
              526133.9011631,
              184971.9019305
            ],
            [
              526131.6502614,
              184974.1512867
            ],
            [
              526131.5018503,
              184974.3012437
            ],
            [
              526129.9023084,
              184976.3006714
            ],
            [
              526130.8999608,
              184976.8005283
            ],
            [
              526145.097956,
              184983.0987255
            ],
            [
              526148.9483996,
              184978.799956
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "30/04/2019",
  "decision_date": "16/09/2020",
  "development_type": "Minor retail and service",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "NW3 6DT",
  "title_number": null,
  "lpa_app_no": "2019/1976/P",
  "uprn": "5040304",
  "application_details": {
    "site_area": 0.009
  },
  "borough": "Camden",
  "actual_completion_date": null,
  "pp_id": "7770351",
  "locality": "London",
  "application_type": "All Other",
  "decision_target_date": "25/06/2019",
  "last_updated_by": "Northgate M3",
  "application_type_full": null,
  "lpa_name": "Camden",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/1976/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 of the London Borough of Camden Local Plan 2017 and Policy 2 of the Fortune Green and West Hampstead Neighbourhood Plan 2015. \r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans Existing and proposed front elevation, Site location plan (Received 11th April 2019), Existing and proposed basement floor plan, Existing and proposed ground floor plan (Received 13th September 2019)\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - Notwithstanding the details shown on drawing titled \"Existing and proposed basement floor plans\" the following information shall be submitted to and approved in writing to the local planning authority prior to the commencement of the use:\r\na) Existing and proposed plans, elevations and section drawings of any mechanical ventilation / ducting on the external facade of the building.  \r\nb) Details of a scheme for ventilation, including manufacturers specifications, and an independent noise report with any necessary mitigation..\r\n\r\nThe use shall not proceed other than in accordance with such details as have been approved. All such measures shall be retained and maintained in accordance with the manufacturers' recommendations.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies A1, A4, D1,TC2  and TC4 of the London Borough of Camden Local Plan 2017 and Policies 12 and 13 of the Fortune Green and West Hampstead Neighbourhood Plan 2015.\r\n",
    "Condition : 5 - Notwithstanding the Town and Country Planning (General Permitted Development) Order 2015 (or any Order revoking, re-enacting or modifying that Order), the premises shall be used for D1 Wellness Centre and for no other purpose (including any other purpose in Class D1) of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order)\r\n\r\nReason: To ensure that the future occupation of the building does not adversely affect the adjoining premises/immediate area by reason of noise in accordance with policies D1 and A1 of the London Borough of Camden Local Plan 2017 and Policies 12 and 13 of the Fortune Green and West Hampstead Neighbourhood Plan 2015. \r\n",
    "Condition : 6 - The use hereby permitted shall not be carried out outside the following times 08:00 to 21:00 Mondays to Saturdays and 08:00 to 17:00 on Sundays and Bank Holidays. \r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies D1, A1, A4, TC2, and TC4 of the London Borough of Camden Local Plan 2017 and Policies 12 and 13 of the Fortune Green and West Hampstead Neighbourhood Plan 2015.\r\n"
  ],
  "id": "Camden-2019_1976_P",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": "526137",
  "description": "Change of Use from a retail Unit (A1 Use Class) to a Wellness Centre(D1 Use Class)",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.1821757",
    "lat": "51.5495954"
  },
  "last_updated": "2025-03-20T20:31:16.858+00:00",
  "decision_agency": "Borough",
  "ward": "West Hampstead",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "10/11/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1820029,
          51.5496089
        ],
        [
          -0.1822055,
          51.549555
        ],
        [
          -0.1822222,
          51.5495503
        ],
        [
          -0.1822539,
          51.549571
        ],
        [
          -0.182256,
          51.5495724
        ],
        [
          -0.1822783,
          51.5495907
        ],
        [
          -0.1822637,
          51.549595
        ],
        [
          -0.1820568,
          51.5496484
        ],
        [
          -0.1820029,
          51.5496089
        ]
      ]
    ],
    "type": "Polygon"
  }
}