{
  "street_name": "Radlett Place",
  "centroid_northing": "183810",
  "lapsed_date": "14/05/2022",
  "bo_system": "Northgate M3",
  "site_name": "Radlett House",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": null,
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": false,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527200.8038252,
              183801.3469941
            ],
            [
              527193.6486368,
              183792.4752044
            ],
            [
              527192.0578943,
              183793.2196603
            ],
            [
              527187.5311915,
              183793.4983267
            ],
            [
              527173.2591641,
              183774.9044854
            ],
            [
              527153.6988909,
              183786.9636258
            ],
            [
              527151.7988888,
              183784.3668798
            ],
            [
              527120.8482758,
              183803.9840701
            ],
            [
              527120.0823782,
              183803.180532
            ],
            [
              527104.312584,
              183812.9818176
            ],
            [
              527113.4247755,
              183825.75966
            ],
            [
              527130.3237458,
              183817.9475638
            ],
            [
              527161.4999376,
              183812.8464533
            ],
            [
              527164.450627,
              183812.7243398
            ],
            [
              527200.890165,
              183801.4806678
            ],
            [
              527200.8038252,
              183801.3469941
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "17/01/2019",
  "decision_date": "14/05/2019",
  "development_type": "Other house holder developments",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "NW8 6BT",
  "title_number": null,
  "lpa_app_no": "2019/0266/P",
  "uprn": "5155123",
  "application_details": {
    "site_area": 0.20600000000000002
  },
  "borough": "Camden",
  "actual_completion_date": null,
  "pp_id": "7555131",
  "locality": "London",
  "application_type": "Householder",
  "decision_target_date": "17/05/2019",
  "last_updated_by": "Northgate M3",
  "application_type_full": null,
  "lpa_name": "Camden",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/0266/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans: FWZ_103, FWZ_200, FWZ_201, FWZ_202 (All dated Jan 2019); Design and Access Statement prepared by BP Partnership; Arboricultural report addendum dated 08/05/19\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - Before the relevant part of the work is begun, detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority: \r\n\r\na. Sample panel of facing brickwork demonstrating the proposed colour, texture, face-bond and pointing;  \r\nb. Sample of roof materials;\r\nC. Typical details of doors and windows to (include elevations, plans and sections @1:10)\r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works. \r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - (A) All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in strict accordance with the details approved under application 2013/4736/P dated 04/09/2013 or other details which have been submitted to and approved in writing by the local planning authority prior to the commencement of the relevant part of works.\r\n\r\n(B) Any such resubmitted details must include details demonstrating how trees to be retained shall be protected during construction work shall be submitted to and approved by the local planning authority in writing. Such details shall follow guidelines and standards set out in  BS5837:2012 \"Trees in Relation to Construction\". \r\n\r\n(C) Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation. \r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - Prior to first use of the outbuilding hereby approved, the new timber sash window through boundary wall facing South shall be installed with obscure glazing and retained as such thereafter.\r\n\r\nReason: To ensure that the privacy of occupiers of the site are protected and to avoid any harmful relationship between users of the pool house and occupiers of no.1 Radlett Place in accordance with the requirements of policies A1 the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "id": "Camden-2019_0266_P",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": "527137",
  "description": "Erection of a two storey garden outbuilding within front garden of host property (minor variation to approved and implemented permission ref. 2012/5607/P dated 24/12/12; namely to include additional first floor side wing for staircase and GF window)",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.16818249999999998",
    "lat": "51.5388834"
  },
  "last_updated": "2025-03-20T20:32:50.734+00:00",
  "decision_agency": "Borough",
  "ward": "Swiss Cottage",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "10/03/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1672661,
          51.5387913
        ],
        [
          -0.16737249999999998,
          51.5387132
        ],
        [
          -0.1673951,
          51.5387202
        ],
        [
          -0.16746029999999998,
          51.5387237
        ],
        [
          -0.1676726,
          51.5385598
        ],
        [
          -0.1679502,
          51.5386726
        ],
        [
          -0.1679785,
          51.5386497
        ],
        [
          -0.1684175,
          51.538833
        ],
        [
          -0.1684288,
          51.5388259
        ],
        [
          -0.16865249999999998,
          51.5389176
        ],
        [
          -0.1685166,
          51.5390303
        ],
        [
          -0.1682759,
          51.5389563
        ],
        [
          -0.1678284,
          51.5389035
        ],
        [
          -0.1677859,
          51.5389017
        ],
        [
          -0.1672649,
          51.5387925
        ],
        [
          -0.1672661,
          51.5387913
        ]
      ]
    ],
    "type": "Polygon"
  }
}