{
  "street_name": "Glenmore Road",
  "centroid_northing": "184932",
  "lapsed_date": "18/09/2023",
  "bo_system": "Northgate M3",
  "site_name": " ",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "10",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": false,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527206.3527513,
              184937.1018919
            ],
            [
              527219.4459083,
              184931.3535374
            ],
            [
              527221.4989285,
              184930.4038092
            ],
            [
              527219.0501454,
              184924.7454289
            ],
            [
              527216.9476548,
              184925.6051828
            ],
            [
              527216.4034808,
              184925.8551113
            ],
            [
              527206.6001031,
              184930.1538808
            ],
            [
              527197.3491446,
              184934.1527361
            ],
            [
              527200.4987579,
              184938.7514197
            ],
            [
              527201.0017066,
              184939.4512194
            ],
            [
              527206.3527513,
              184937.1018919
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "20/09/2019",
  "decision_date": "18/09/2020",
  "development_type": "Other house holder developments",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "NW3 4DB",
  "title_number": null,
  "lpa_app_no": "2019/4822/P",
  "uprn": "5041762",
  "application_details": {
    "site_area": 0.014
  },
  "borough": "Camden",
  "actual_completion_date": null,
  "pp_id": "8138031",
  "locality": "London",
  "application_type": "Householder",
  "decision_target_date": "18/09/2020",
  "last_updated_by": "Northgate M3",
  "application_type_full": null,
  "lpa_name": "Camden",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/4822/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans- Site Investigation report by Connaughts dated 7.8.19; Ground Movement Assessment report by GEA issue 3 dated 23rd March 2020; Basement Impact Assessment by Structure Workshop ref 19029.R01.P2 dated 23.11.19; Planning Statement dated September 2019 by Boyer; GLR-X-100A, 101A, 102A, 200A, 201A, 202A, 203A, 300A, 301A; GLR-P-001A, 100A, 101B, 102A, 200A, 201C, 202A, 203C, 300D, 301A, 800\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - No development to the front boundary wall shall take place until full details of the new hedge and planters in the front garden have been submitted to and approved by the local planning authority in writing. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, A5, D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 5 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development or any phase of the development, whichever is the sooner. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, A5, D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works. \r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of  policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 7 - The development shall be carried out in accordance with the methodologies, recommendations and requirements of the Basement Impact Assessment documents and supporting information hereby approved.\r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of  policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017. \r\n"
  ],
  "id": "Camden-2019_4822_P",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": "527209",
  "description": "Excavation to lower front part of existing basement floor and to extend it further to rear under house; alterations to the front garden to enlarge lightwell and instal new doors for basement floor; installation of replacement front garden wall with hedge; alterations to the rear/side elevations with reconfiguration of existing ground floor rear extension. ",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.16673949999999998",
    "lat": "51.5489506"
  },
  "last_updated": "2025-03-20T20:31:36.434+00:00",
  "decision_agency": "Borough",
  "ward": "Belsize",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "24/11/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1667758,
          51.5489971
        ],
        [
          -0.1665892,
          51.5489425
        ],
        [
          -0.16655989999999998,
          51.5489335
        ],
        [
          -0.1665973,
          51.5488832
        ],
        [
          -0.1666273,
          51.5488914
        ],
        [
          -0.166635,
          51.5488937
        ],
        [
          -0.1667748,
          51.5489346
        ],
        [
          -0.1669067,
          51.5489726
        ],
        [
          -0.1668596,
          51.5490132
        ],
        [
          -0.1668521,
          51.5490194
        ],
        [
          -0.1667758,
          51.5489971
        ]
      ]
    ],
    "type": "Polygon"
  }
}