{
  "last_date_consultation_comments": "08/01/2020",
  "epc_number": null,
  "application_type_full": null,
  "development_type": "Minor dwellings",
  "decision_date": "12/10/2021",
  "pp_id": "7675754",
  "appeal_decision_date": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Camden-2019_1515_P",
  "last_updated": "2025-03-19T01:14:23.462+00:00",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "526361",
  "decision_target_date": "12/10/2021",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": 0,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": 7,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": 7,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": 3,
    "net_car": -1,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": 2,
    "net_bluebadge": null,
    "net_carclub": null
  },
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526381.6487592,
              185065.2552085
            ],
            [
              526381.6487592,
              185062.6459553
            ],
            [
              526365.1503919,
              185061.7961986
            ],
            [
              526357.0537419,
              185061.4462987
            ],
            [
              526347.0524828,
              185061.0963989
            ],
            [
              526346.549534,
              185076.5519748
            ],
            [
              526346.4505933,
              185078.7013595
            ],
            [
              526346.3516526,
              185086.4491418
            ],
            [
              526355.0996624,
              185086.7490559
            ],
            [
              526380.552166,
              185087.8487411
            ],
            [
              526380.9314389,
              185080.0409761
            ],
            [
              526381.07985,
              185077.0118432
            ],
            [
              526381.2035259,
              185074.5125586
            ],
            [
              526381.3189567,
              185072.1232425
            ],
            [
              526381.6487592,
              185065.2552085
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "cil_liability": false,
  "subdivision_of_building": null,
  "title_number": [],
  "secondary_street_name": null,
  "valid_date": "20/03/2019",
  "centroid": {
    "lon": "-0.178911",
    "lat": "51.5504441"
  },
  "site_number": "26",
  "ward": "Frognal & Fitzjohns",
  "lpa_name": "Camden",
  "actual_commencement_date": null,
  "uprn": "5042568",
  "lpa_app_no": "2019/1515/P",
  "status": "Lapsed",
  "description": "Erection of 3 storey extension plus basement to existing property to provide 4 flats (2x 1-bed and 2x 2-bed) (Class C3) with rear roof terraces and refuse and cycle store at the front, following demolition of 2 storey garage extension and 1-bed flat. ",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "postcode": "NW3 5TL",
  "centroid_northing": "185077",
  "borough": "Camden",
  "application_type": "All Other",
  "locality": "London",
  "site_name": "Ames House ",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\n\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\n\n",
    "Condition : 2 - Materials   \n\nAll new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \n\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2  of the London Borough of Camden Local Plan 2017. \n",
    "Condition : 3 - Approved drawings    \n\nThe development hereby permitted shall be carried out in accordance with the following approved plans: \n\nExisting Drawings: G100_P_AL_001; JA12_P_00_001; JA12_P_LG_001; JA12_P_01_001; JA12_P_02_001; JA12_S_AA_001; JA12_E_N_001; JA12_E_S_001; JA12_E_E_001; JA12_E_W_001; JA12_E_W_002; \n \nDemolition Drawings: JC20_P_00_001; JC20_P_LG_001; JC20_E_N_001; JC20_E_S_001; JC20_E_E_001; JC20_E_W_001 \n \nProposed drawings: C645_: S_BB_001; S_AA_001; P_RF_001 A; P_LG_001A; P_02_001 A; P_01_001 A; P_00_001 B; E_W_001 A; E_S_1 A; E_N_1 A; E_E_1; E_W_002 C; G251_BS_W_001\n\nSupporting documents: Site location plan; Energy & Sustainability Statement prepared by Mecserve dated February 2019; Daylight and Sunlight Study (Within Development) prepared by Right of Light Consulting dated 14 February 2019; CCL 09552: TCP Rev: 4; IAP rev 6; TPP rev 7; PPP rev 4; Tree schedule; Arboricultural Report prepared by Crown consultants dated 16th September 2020; Bat Survey report prepared by Greengage dated July 2019; Bird Survey prepared by Greengage; Design and Access Statement prepared by Squire and Partners dated March 2019; Planning statement prepared by Savills dated March 2019; Daylight and Sunlight Study (Neighbouring Properties) prepared by Right of Light Consulting dated 8 February 2019; Cover letter prepared by Savills dated 8 March 2019; Structural Design & Construction Statement - Sinclair Johnston October 2018 ; Ground Movement Analysis - GEA August 2019; Basement impact assessment - Sinclair Johnston September 2018; Audit Query Tracker Responses prepared by Byrne Looby dated 3rd September 2019; Construction programme dated 18/10/2019; Email Query Responses prepared by Byrne Looby dated 23rd October 2019; C645_P_LG_001 Rev A\n\nReason: For the avoidance of doubt and in the interest of proper planning.\n",
    "Condition : 4 - Detailed drawings / samples of materials  \n\nBefore the relevant part of the work is begun, detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority: \n\na) Details including sections at 1:10 of all windows (including jambs, head and cill), ventilation grills, external doors and gates; \n\nb) Manufacturer's specification details of all facing materials including windows and door frames and roof tiles (to be submitted to the Local Planning Authority) and samples of those materials (to be provided on site) with a sample panel of not less than 1m by 1m demonstrating, the proposed colour, texture, face-bond and pointing of brickwork.  \n\nc) Typical details of new railings at a scale of 1:10 including materials and finish.\n\nd) Details of balustrade around front lightwell\n\ne) Details of traditional timber window and brick header, to replace modern window and white painted lintel on the front elevation at ground floor level of existing property\n\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works. \n\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2  of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 5 - Brickwork   \n\nBefore the brickwork is commenced, a sample panel (1m by 1m) of the facing brickwork demonstrating the proposed colour, texture, face-bond and pointing shall be provided on site and approved in writing by the local planning authority. The development shall be carried out in accordance with the approval given. The approved panel shall be retained on site until the work has been completed. \n\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017. \n",
    "Condition : 6 - Landscaping   \n\nPrior to the commencement of any above ground works, full details of hard and soft landscaping and means of enclosure of all un-built, open areas shall be submitted to and approved by the local planning authority in writing. Such details shall include details of replacement trees to the front and rear garden (to include Tilia cordata \"Greenspire\" at the front of the site and details of soil cells to provide 23 cubic metres of rooting area for this tree; this tree shall measure 16-18cm in diameter at 1m above ground level) with three years' worth of maintenance details (including irrigation). Such details shall also include any proposed earthworks including grading, mounding and other changes in ground levels. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \n\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, A5, D1 and D2 of the London Borough of Camden Local Plan 2017. \n",
    "Condition : 7 - Landscaping compliance   \n\nAll hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development or prior to the occupation for the permitted use of the development, whichever is the sooner. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\n\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, A5, D1 and D2 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 8 - Tree protection    \n\nPrior to the commencement of any works on site, details demonstrating how trees to be retained shall be protected during construction work shall be submitted to and approved by the local planning authority in writing. Such details shall follow guidelines and standards set out in BS5837:2012 \"Trees in Relation to Construction\". All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details. \n\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017. \n",
    "Condition : 9 - Chartered engineer    \n\nThe development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works. \n\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of  policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017. \n",
    "Condition : 10 - BIA compliance     \n\nThe development shall not be carried out other than in accordance with the methodologies, recommendations and requirements of the BIA Basement impact assessment prepared by Sinclair Johnston September 2018 hereby approved, including but not limited to the monitoring requirements in Appendix D (Structural Design & Construction Statement prepared Sinclair Johnston October 2018) and the confirmation at the detailed design stage that the damage impact assessment would be limited to Burland Category 1.\n\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the structural, ground and water conditions of the general area in accordance with the requirements of policy A5 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 11 - Water efficiency    \n\nThe development hereby approved shall achieve a maximum internal water use of 110litres/person/day. The dwelling/s shall not be occupied until the Building Regulation optional requirement has been complied with. \n\nReason: To ensure the development contributes to minimising the need for further water infrastructure in an area of water stress in accordance with Policies CC1, CC2, CC3 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 12 - Sustainable urban drainage   \n\nPrior to commencement of development details of a sustainable urban drainage system shall be submitted to and approved in writing by the local planning authority. Such system shall be based on a 1:100 year event with 30% provision for climate change demonstrating greenfield levels of runoff where feasible. The system shall be implemented as part of the development and thereafter retained and maintained. \n\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with Policies CC1, CC2, CC3 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 13 - Cycle store   \n\nPrior to occupation of the development hereby approved, details of secure and covered cycle storage area for 7 cycles shall be submitted to and approved by the local planning authority. The approved facility shall thereafter be provided in its entirety prior to the first occupation of any of the new units, and permanently retained thereafter. \n\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy T1 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 14 - Bird and bat boxes   \n\nPrior to first occupation of the development a plan showing details of bird and bat box locations and types and indication of species to be accommodated shall be submitted to and approved in writing by the local planning authority. The boxes shall be installed in accordance with the approved plans prior to the occupation of the development and thereafter retained. \n\nReason: In order to secure appropriate features to conserve and enhance wildlife habitats and biodiversity measures within the development, in accordance with the requirements of the London Plan 2016 (Consolidated with Alterations Since 2011) and Policies A3 and CC2 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 15 - Bat / Bird report compliance   \n\nThe development shall not be carried out other than in accordance with the methodologies, recommendations and requirements of the Bat Survey report prepared by Greengage dated July 2019 and the Bird Survey prepared by Greengage. \n\nReason: In order to safeguard protected and priority species, in accordance with the requirements of the London Plan (2016) and policy A3 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 16 - Energy and renewable energy    \n\nThe development hereby approved shall be constructed in accordance with the approved energy statement (Energy & Sustainability Statement prepared by Mecserve dated February 2019) to achieve a 19% reduction in carbon dioxide emissions beyond Part L 2013 Building Regulations in line with the energy hierarchy. Prior to occupation, evidence demonstrating that the approved measures have been implemented shall be submitted to and approved in writing by the Local Planning Authority and shall be retained and maintained thereafter.\n\nReason: To ensure the development contributes to minimising the effects of, and can adapt to a changing climate in accordance with policies CC1 and CC2 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 17 - Piling method statement    \n\nPrior to commencement of any impact piling, a piling method statement shall be submitted to and approved in writing by the local planning authority. The Method Statement shall be prepared in consultation with Thames Water or the relevant statutory undertaker, and shall detail the depth and type of piling to be undertaken and the methodology by which such piling will be carried out including measures to prevent and minimise the potential for damage to subsurface water infrastructure, and the programme for the works. Any piling must be undertaken in accordance with the terms of the approved piling method statement. \n\nReason:  To safeguard existing below ground public utility infrastructure and controlled waters in accordance with the requirements of Policy CC3 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 18 - Part M4(2) compliance    \n\nUnits 1 and 2, as indicated on plan numbers hereby approved shall be designed and constructed in accordance with Building Regulations Part M4 (2), evidence demonstrating compliance should be submitted to and approved by the Local Planning Authority prior to occupation.\n\nReason: To ensure that the internal layout of the building provides flexibility for the accessibility of future occupiers and their changing needs over time, in accordance with the requirements of policy H6 of the London Borough of Camden Local Plan. \n",
    "Condition : 19 - Privacy screen    \n\nThe use of the second floor roof terrace shall not commence until a 1.8m high privacy screen to the side elevation of the roof terrace, as shown on drawing C645_ E_S_1 A hereby approved, has been constructed. The screen shall be permanently retained thereafter.    \n\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policies A1 and D1 of the London Borough of Camden Local Plan 2017. \n",
    "Condition : 20 - The waste / recycling store hereby approved shall be provided prior to the first occupation of any of the new units and permanently retained thereafter. \n\nReason: To ensure that sufficient provision for the storage and collection of waste has been made in accordance with the requirements of policy CC5 and A1 of the London Borough of Camden Local Plan 2017.  \n",
    "Condition : 21 - Green roof     \n\nPrior to commencement of the relevant part, full details in respect of the living roof above the refuse / recycle store and cycle store shall be submitted to and approved by the local planning authority. The details shall include \ni.\ta detailed scheme of maintenance \nii.\tsections at a scale of 1:20 with manufacturers details demonstrating the construction and materials used\niii.\tfull details of planting species and density\n\nThe living roofs shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme. \n\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies CC2, CC3, D1, D2 and A3 of the London Borough of Camden Local Plan 2017.\n"
  ],
  "decision": "Approved",
  "street_name": "Netherhall Gardens",
  "application_details": {
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [],
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "scheme_phasing": null,
    "commencement_notice_received": null,
    "circular_economy_statement": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_lost": null,
      "total_gia_existing": null
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0.08800000000000001,
    "existing_proposed_floorspace_details": [],
    "constraints_details": [],
    "building_details": [],
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "uk_company_registration_no": null,
    "internal_resi_water_usage": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_new_water_connections_required": null,
      "no_homes_passive_cooling": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "chp_heat_pumps_capacity": null,
      "ghg_reduction_over_building_regulations": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "total_gia_lost": null,
    "transport_impact_assessment": null,
    "scheme_name": null,
    "social_infrastructure_contributions": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 6,
      "total_no_proposed_residential_units": 4,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 4,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": null,
      "dwelling_density": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Loss",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "lapsed_date": "12/10/2024",
  "appeal_start_date": null,
  "appeal_decision": null,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/1515/P",
  "bo_system": "Northgate M3",
  "appeal_status": null,
  "last_updated_by": "FME Excel Import",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.17861749999999998,
          51.5503339
        ],
        [
          -0.17861849999999999,
          51.5503104
        ],
        [
          -0.1788566,
          51.5503065
        ],
        [
          -0.1789734,
          51.5503052
        ],
        [
          -0.1791177,
          51.5503043
        ],
        [
          -0.17911939999999998,
          51.5504433
        ],
        [
          -0.1791201,
          51.5504626
        ],
        [
          -0.1791187,
          51.5505323
        ],
        [
          -0.1789925,
          51.550533
        ],
        [
          -0.17862519999999998,
          51.5505372
        ],
        [
          -0.1786226,
          51.5504669
        ],
        [
          -0.1786215,
          51.5504397
        ],
        [
          -0.1786206,
          51.5504172
        ],
        [
          -0.1786198,
          51.5503957
        ],
        [
          -0.17861749999999998,
          51.5503339
        ]
      ]
    ],
    "type": "Polygon"
  }
}