{
  "uprn": "5005790",
  "street_name": "Ornan Road",
  "centroid_easting": "527025",
  "lpa_name": "Camden",
  "actual_commencement_date": null,
  "decision_agency": "Borough",
  "application_details": {
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": [],
    "site_area": 0.030000000000000002
  },
  "lpa_app_no": "2019/6141/P",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": null,
    "net_car": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "application_type": "Householder",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "21/08/2020",
  "locality": "London",
  "appeal_status": null,
  "last_date_consultation_comments": "07/03/2020",
  "status": "Approved",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\n\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\n\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \n\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2  of the London Borough of Camden Local Plan 2017. \n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans [Design and Access Landscape Appendix; All Tree Plans; Arboricultural Report & Impact Assessment; Tree Schedule;  19100-001 P00; 19100-101 P00; 19100-102 P00; 19100-103 P00; 19100-104 P00; 19100-150 P00; 19100-151 P02; 19100-152 P01; 19100-153 P01; 19100-154 P00; 19100-200 P00; 19100-201 P00; 19100-202 P00; 19100-203 P00; 19100-250 P02; 19100-251 P02; 19100-252 P02; 19100-253 P00; 19100-255 P01; 19100-300 P00; 19100-350 P02; 623_PL_01; 623_PL_02; 623_PL_03; 623_PL_10; 623_PL_11; 623_PL_12; 10395 rev 3; MBP-7749-0110-P1].\n\nReason: For the avoidance of doubt and in the interest of proper planning.\n",
    "Condition : 4 - Prior to commencement of development, full details in respect of the living roof in the area indicated on the approved roof plan shall be submitted to and approved by the local planning authority. The details shall include; \ni.\ta detailed scheme of maintenance \nii.\tsections at a scale of 1:20 with manufacturers details \tdemonstrating the construction and materials used\niii.\tfull details of planting species and density\n\nThe living roofs shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme. \n\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies G1, CC1, CC2, CC3, CC4, D1, D2 and A3 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 5 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details [by not later than the end of the planting season following completion of the development or any phase of the development] [, prior to the occupation for the permitted use of the development or any phase of the development], whichever is the sooner. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\n\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, A5, D1 and D2 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 6 - Prior to the commencement of works on site, tree protection measures shall be installed and working practices adopted in accordance with the arboricultural report including tree protection plan by Crown Tree Consultancy ref. 10395 rev.3 dated 03/07/2020. All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with BS5837:2012 and with the approved details. The works shall be undertaken under the supervision of the project arboriculturalist and monitored in accordance with the approved arboricultural report.\n\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 7 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works. \n\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017. \n",
    "Condition : 8 - The development shall be carried out in accordance with the methodologies, recommendations and requirements of the Basement Impact Assessment documents and supporting information hereby approved. \n\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017.\n"
  ],
  "valid_date": "09/12/2019",
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527023.9472644,
              185123.9484077
            ],
            [
              527023.2959046,
              185124.5982217
            ],
            [
              527019.1156586,
              185128.597077
            ],
            [
              527018.9507574,
              185128.7470341
            ],
            [
              527018.3983383,
              185129.246891
            ],
            [
              527012.6020603,
              185134.8053
            ],
            [
              527013.500772,
              185148.4014081
            ],
            [
              527025.3489248,
              185136.9546847
            ],
            [
              527026.049755,
              185136.254885
            ],
            [
              527032.250041,
              185130.2466049
            ],
            [
              527037.246548,
              185125.3979928
            ],
            [
              527030.09808,
              185118.0001104
            ],
            [
              527023.9472644,
              185123.9484077
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/6141/P",
  "title_number": [],
  "decision_date": "27/10/2021",
  "id": "Camden-2019_6141_P",
  "ward": "Hampstead Town",
  "development_type": "Other house holder developments",
  "cil_liability": false,
  "borough": "Camden",
  "appeal_decision": null,
  "site_name": " ",
  "lapsed_date": "27/10/2024",
  "description": "Erection of a ground floor front extension; conversion of the existing garage into a habitable room; erection of a ground floor rear extension including a green roof; excavation of a single storey basement below the host dwelling; erection of a garden room with a green roof in the rear garden following demolition of the existing rear shed and bike store; alterations to the existing front fenestration; alterations to the existing rear boundary treatment; and alterations to the front and rear landscaping.",
  "pp_id": "8342422",
  "actual_completion_date": null,
  "centroid_northing": "185131",
  "bo_system": "Northgate M3",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T01:14:23.342+00:00",
  "epc_number": null,
  "application_type_full": null,
  "decision": "Approved",
  "postcode": "NW3 4QB",
  "site_number": "40",
  "last_updated_by": "FME Excel Import",
  "centroid": {
    "lat": "51.5507804",
    "lon": "-0.16932000000000003"
  },
  "appeal_start_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.16933769999999998,
          51.5507173
        ],
        [
          -0.1693468,
          51.5507233
        ],
        [
          -0.1694057,
          51.5507602
        ],
        [
          -0.169408,
          51.5507615
        ],
        [
          -0.1694158,
          51.5507662
        ],
        [
          -0.1694973,
          51.5508174
        ],
        [
          -0.1694795,
          51.5509394
        ],
        [
          -0.16931279999999999,
          51.5508339
        ],
        [
          -0.1693029,
          51.5508274
        ],
        [
          -0.1692157,
          51.550772
        ],
        [
          -0.1691455,
          51.5507273
        ],
        [
          -0.1692512,
          51.5506625
        ],
        [
          -0.16933769999999998,
          51.5507173
        ]
      ]
    ],
    "type": "Polygon"
  }
}