{
  "street_name": "Netherhall Gardens",
  "centroid_northing": "185227",
  "lapsed_date": "21/12/2024",
  "bo_system": "Northgate M3",
  "site_name": " ",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "47D",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": false,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526393.90092,
              185224.7995394
            ],
            [
              526397.8997746,
              185216.8518144
            ],
            [
              526389.0528241,
              185212.6530163
            ],
            [
              526385.400262,
              185220.7506984
            ],
            [
              526382.0527672,
              185227.7986809
            ],
            [
              526390.6523659,
              185231.8975076
            ],
            [
              526393.90092,
              185224.7995394
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "27/09/2019",
  "decision_date": "21/12/2021",
  "development_type": "Other house holder developments",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "NW3 5RJ",
  "title_number": null,
  "lpa_app_no": "2019/3948/P",
  "uprn": "5077558",
  "application_details": {
    "site_area": 0.016
  },
  "borough": "Camden",
  "actual_completion_date": null,
  "pp_id": "8030532",
  "locality": "London",
  "application_type": "Householder",
  "decision_target_date": "22/12/2021",
  "last_updated_by": "Northgate M3",
  "application_type_full": null,
  "lpa_name": "Camden",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/3948/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans: A/02/101 rev J, A/01/102 rev H, A/02/103 rev H, A/02/104 rev A, A/02/505 rev B.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - Before the relevant part of the work is begun, detailed drawings in respect of the following, shall be submitted to and approved in writing by the local planning authority: \r\n\r\na) Details including plan, elevation and section drawings of the front entrance door.\r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - Prior to commencement of above-ground development, full details of hard and soft landscaping (including replacement tree planting) and means of enclosure of all un-built, open areas shall be submitted to and approved by the local planning authority in writing. Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels, and details of number, species and location of replacement trees including details of planting method and maintenance, and biodiversity improvements. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n \r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 6 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development or prior to the occupation for the permitted use of the development, whichever is the sooner. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n \r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 7 - Prior to the commencement of construction/demolition works on site, tree protection measures shall be installed in accordance with approved arboricultural report dated 13th September 2019 and tree protection plan ref: A/01/101 rev H dated 13/09/2019. The protection shall then remain in place for the duration of works on site, unless otherwise agreed in writing by the local authority.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 8 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works. \r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of  policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 9 - The basement development shall be constructed in accordance with the method and recommendations set out in the following documents: Basement Impact Assessment by CGL, ref CG/38801, rev 0, dated April 2021, Geotechnical Report on Ground Investigation by CET, ref. 491846, rev 2, dated April 2021, Structural Engineer's Construction Method Statement (CMS) dated 25 June 2019 (ref 2018-540, rev 01) by Elite Designers Ltd. and the recommendations set out in Campbell Reith's audit report revision F1 dated 23/06/2021.\r\n \r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of  policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 10 - The proposed demolition, any site clearance and tree removal shall be undertaken outside the breeding bird season (i.e. it should be undertaken in the period September to January inclusive). Should it prove necessary to undertake demolition or clearance works during the bird nesting season, then a pre-works check for nesting birds should be undertaken by a qualified ecologist. If any active nests are found, works should cease and an appropriate buffer zone should be established (the qualified ecologist would advise). This buffer zone should be left intact until it has been confirmed that the young have fledged and the nest is no longer in use.  \r\n   \r\nReason: In order to conserve and enhance wildlife habitats and biodiversity measures within the development, in accordance with the requirements of Policies A3 and CC2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 11 - The garden skylights hereby approved shall be made of sandblasted glass and maintained and retained as such in perpetuity.\r\n \r\nReason: In order to prevent unreasonable overlooking of neighbouring premises and lightspill in accordance with the requirements of policies A1 and D1 of the London Borough of Camden Local Plan 2017. \r\n"
  ],
  "id": "Camden-2019_3948_P",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": "526391",
  "description": "Excavation of a new basement level with 3 x lightwells to front and side and 2 x walk-on skylights within front garden; alterations to front elevation fenestration and installation of new glass canopy to front door; enlargement and re-location of 2 x rear rooflights. ",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.1784247",
    "lat": "51.5517854"
  },
  "last_updated": "2025-03-20T20:25:53.025+00:00",
  "decision_agency": "Borough",
  "ward": "Frognal & Fitzjohns",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "26/09/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.17838369999999998,
          51.551765
        ],
        [
          -0.17832889999999998,
          51.5516926
        ],
        [
          -0.1784579,
          51.5516569
        ],
        [
          -0.1785076,
          51.5517305
        ],
        [
          -0.1785534,
          51.5517946
        ],
        [
          -0.1784279,
          51.5518295
        ],
        [
          -0.17838369999999998,
          51.551765
        ]
      ]
    ],
    "type": "Polygon"
  }
}