{
  "street_name": "Ferncroft Avenue",
  "centroid_northing": 186012,
  "lapsed_date": "25/06/2023",
  "bo_system": "Northgate M3",
  "site_name": " ",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "20A",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": true,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525413.9506723348,
              185994.59918679006
            ],
            [
              525413.0024903076,
              185995.19901509036
            ],
            [
              525412.2027193803,
              185995.69887200813
            ],
            [
              525409.9023473316,
              185997.14845707093
            ],
            [
              525409.2015171376,
              185997.59832829615
            ],
            [
              525410.6031775257,
              185999.99764149927
            ],
            [
              525413.8517316015,
              186005.19615344272
            ],
            [
              525413.9506723349,
              186005.39609621
            ],
            [
              525420.1014879202,
              186015.40323169995
            ],
            [
              525422.6986821686,
              186019.55204411637
            ],
            [
              525433.1039492848,
              186036.39722223917
            ],
            [
              525437.0533335545,
              186033.94792334293
            ],
            [
              525438.1004563151,
              186033.29810935026
            ],
            [
              525428.6021459206,
              186017.95250197966
            ],
            [
              525427.7529046265,
              186016.60288830352
            ],
            [
              525426.3017738719,
              186014.35353217355
            ],
            [
              525418.8977089985,
              186002.24699762894
            ],
            [
              525417.3971078771,
              185999.9976414998
            ],
            [
              525413.9506723348,
              185994.59918679006
            ],
            [
              525413.9506723348,
              185994.59918679006
            ],
            [
              525413.9506723348,
              185994.59918679006
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "13/12/2019",
  "decision_date": "25/06/2020",
  "development_type": "Minor dwellings",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "NW3 7PH",
  "title_number": null,
  "lpa_app_no": "2019/6220/P",
  "uprn": "5080868",
  "application_details": {
    "site_area": 0.027
  },
  "borough": "Camden",
  "actual_completion_date": null,
  "pp_id": "8276601",
  "locality": "London",
  "application_type": "All Other",
  "decision_target_date": "25/06/2020",
  "last_updated_by": "Northgate M3",
  "application_type_full": null,
  "lpa_name": "Camden",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/6220/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans: PL01, PL02, PL03, PL04, PL05, PL06, PL07, PL08.\r\n\r\nDocuments: Draft Construction Management Plan; Design & Access Statement, Trace Architects, dated November 2019; Arboricultural Impact Assessment, Ashley Tree Surveys, dated November 2019; Tree Protection Plan, Ashley Tree Surveys, Dated November 2019; and Annual Sedum Maintenance Programme, Trace Architects; Basement Impact Assessment, reference P18-461 - 20a Ferncroft Av - BIA, Rev 0, dated 12 December 2019 and prepared by Simpson TWS, containing Construction sequencing drawings and calculations; Basement Impact Assessment Addendums dated 12 March 2020 and 9 April 2020; Site Investigation report by Risk management Ltd, dated September 2019; Ground movement assessment (GMA) by Geotechnical Consulting Group LLP (GCG), dated December 2019; Hydrogeological impact assessment by GCG, dated December 2019.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works. \r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of  policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 5 - The basement development hereby approved shall be completed in accordance with the methodology and recommendations detailed in Basement Impact Assessment, reference P18-461 - 20a Ferncroft Av - BIA, Rev 0, dated 12 December 2019 and prepared by Simpson TWS, containing Construction sequencing drawings and calculations; Basement Impact Assessment Addendums dated 12 March 2020 and 9 April 2020; Site Investigation report by Risk management Ltd, dated September 2019; Ground movement assessment (GMA) by Geotechnical Consulting Group LLP (GCG), dated December 2019; Hydrogeological impact assessment by GCG, dated December 2019 and Campbell Reith BIA Audit dated 21 May 2020. \r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of  policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - The living roof shall be fully provided in accordance with the approved details prior to first use of the extension and thereafter retained and maintained in accordance with the Annual Sedum Maintenance Programme. \r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies G1, CC1, CC2, CC3, D1, D2 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 7 - Trees to be retained shall be protected during construction work in accordance with BS5837:2012 \"Trees in Relation to Construction\" and the methodology detailed in Arboricultural Impact Assessment, Ashley Tree Surveys, dated November 2019 and Tree Protection Plan, Ashley Tree Surveys, Dated November 2019.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in\r\naccordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 8 - Prior to the end of the next available planting season, replacement tree planting shall be carried out in accordance with details of replanting species, position, date and size, where applicable, that have first been submitted to and approved by the local planning authority in writing. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area, in accordance with the requirements of policies A2, A3, D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 9 - The roof of the rear extension hereby approved shall not be used as a terrace or for outside amenity purposes.\r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policies A1 and D1 of the London Borough of Camden Local Plan 2017. \r\n"
  ],
  "id": "Camden-2019_6220_P",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": 525421,
  "description": "Demolition of existing rear extension and erection of new rear extension; excavation of new basement floor with front lightwell; and associated removal of 1 x Cherry Tree in rear garden. ",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": -0.192153,
    "lat": 51.559054
  },
  "last_updated": "2025-03-19T11:26:37.571+00:00",
  "decision_agency": "Borough",
  "ward": "Frognal & Fitzjohns (Pre May 2022)",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "16/02/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.192261,
          51.558899
        ],
        [
          -0.192274,
          51.558905
        ],
        [
          -0.192286,
          51.55891
        ],
        [
          -0.192318,
          51.558923
        ],
        [
          -0.192328,
          51.558927
        ],
        [
          -0.192307,
          51.558949
        ],
        [
          -0.192259,
          51.558995
        ],
        [
          -0.192257,
          51.558996
        ],
        [
          -0.192165,
          51.559085
        ],
        [
          -0.192126,
          51.559122
        ],
        [
          -0.19197,
          51.559271
        ],
        [
          -0.191914,
          51.559248
        ],
        [
          -0.191899,
          51.559242
        ],
        [
          -0.192041,
          51.559106
        ],
        [
          -0.192054,
          51.559094
        ],
        [
          -0.192076,
          51.559074
        ],
        [
          -0.192187,
          51.558967
        ],
        [
          -0.192209,
          51.558947
        ],
        [
          -0.192261,
          51.558899
        ],
        [
          -0.192261,
          51.558899
        ],
        [
          -0.192261,
          51.558899
        ]
      ]
    ],
    "type": "Polygon"
  }
}