{
  "lpa_name": "Camden",
  "uprn": "5010338",
  "decision_date": "24/12/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Camden-2019_4411_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW3 5AU",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.017
  },
  "valid_date": "29/08/2019",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Excavation to deepen and extend existing basement into rear garden, erection of raised terrace and lower patio in rear garden, and alterations to rear and front facades",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans - Site location plan; PL-100, 101, 102, 200, 201, 01B, 02C, 03, 20C; Design and Access Statement dated August 2019 by Ensoul Ltd; Arboricultural Impact Assessment Report, ref. ESL/49BLS/AIA/01 dated 15 August 2019 by Landmark Trees; Basement Impact Assessment (version V2 revision 2) dated April 2020 by CET Infrastructure; Planning Construction Method Statement (PCMS), revision 01 dated 28 February 2020 by Elite Designers Ltd.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details and shall follow guidelines and standards set out in  BS5837:2012 \"Trees in Relation to Construction\".\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 5 - The use of the terrace shall not commence until the privacy screen, as shown on the approved drawings, has been constructed. The screen shall be permanently retained thereafter.    \r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policy A1 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 6 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works. \r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of  policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 7 - The development shall be carried out in accordance with the methodologies, recommendations and requirements of the Basement Impact Assessment documents and supporting information hereby approved. \r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017. \r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:12:12.114+00:00",
  "ward": "Frognal & Fitzjohns (Pre May 2022)",
  "parking_details": null,
  "lapsed_date": "24/12/2023",
  "decision_target_date": "24/12/2020",
  "centroid": {
    "lat": "51.5486305",
    "lon": "-0.17216109999999998"
  },
  "lpa_app_no": "2019/4411/P",
  "status": "Approved",
  "site_name": " ",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2019/4411/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526841.3191609,
              184888.8856936
            ],
            [
              526845.3015254,
              184885.1467639
            ],
            [
              526845.4994069,
              184884.9468211
            ],
            [
              526839.2496506,
              184879.1984666
            ],
            [
              526837.3038162,
              184877.5489388
            ],
            [
              526833.4533726,
              184880.9479658
            ],
            [
              526826.5027861,
              184886.9962345
            ],
            [
              526828.2507391,
              184888.7957194
            ],
            [
              526830.8974037,
              184891.5549296
            ],
            [
              526831.3014117,
              184891.9548151
            ],
            [
              526834.6489065,
              184895.3038565
            ],
            [
              526841.3026708,
              184888.8956908
            ],
            [
              526841.3191609,
              184888.8856936
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Other house holder developments",
  "last_date_consultation_comments": "07/12/2019",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "49",
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Belsize Lane",
  "pp_id": "8050862",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": "526834",
  "appeal_start_date": null,
  "centroid_northing": "184887",
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.17205499999999999,
          51.5486458
        ],
        [
          -0.17199889999999998,
          51.5486113
        ],
        [
          -0.17199609999999999,
          51.5486095
        ],
        [
          -0.1720883,
          51.5485592
        ],
        [
          -0.1721169,
          51.5485449
        ],
        [
          -0.1721712,
          51.5485763
        ],
        [
          -0.17226919999999998,
          51.5486322
        ],
        [
          -0.1722434,
          51.548648
        ],
        [
          -0.1722042,
          51.5486722
        ],
        [
          -0.1721983,
          51.5486757
        ],
        [
          -0.1721488,
          51.548705
        ],
        [
          -0.1720552,
          51.5486459
        ],
        [
          -0.17205499999999999,
          51.5486458
        ]
      ]
    ],
    "type": "Polygon"
  }
}