{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/182744FUL;",
  "lapsed_date": "10/10/2021",
  "decision_target_date": "05/09/2018",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 3LD",
  "site_name": "4A Station Parade",
  "status": "Withdrawn",
  "application_details": {
    "existing_uprns": [
      "000012012565"
    ],
    "site_area": 0.009
  },
  "appeal_decision_date": null,
  "lpa_app_no": "182744FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518919,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T23:37:06.486+00:00",
  "id": "Ealing-182744FUL",
  "application_type": "All Other",
  "street_name": "Uxbridge Road",
  "borough": "Ealing",
  "ward": "South Acton",
  "decision_date": "10/10/2018",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Change of use of a building from storage ancillary to a shop (Use Class A1) to a Hot Yoga Studio (Use Class D1); and external alterations to the front, rear and side elevations involving the installation/infilling/removal of openings, removal of a parapet wall, and recladding",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 180467,
  "decision": "Withdrawn",
  "appeal_decision": null,
  "uprn": "000012012565",
  "centroid": {
    "lon": "-0.28774879999999997",
    "lat": "51.5106269"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              518923.1994559,
              180472.0996541
            ],
            [
              518922.7459775,
              180460.9028591
            ],
            [
              518914.7482682,
              180461.1527876
            ],
            [
              518914.9543948,
              180466.241331
            ],
            [
              518915.2017466,
              180472.3495825
            ],
            [
              518923.1994559,
              180472.0996541
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with the drawing titles: 02; 03 Rev. A; 04; 05; 07; and 08.",
    "REASON: For avoidance of doubt and in the interest of proper planning. | All external materials shall be in accordance with the materials described in the Application Form and Approved Plans as listed in Condition 2 of this decision.",
    "REASON: To ensure that the materials harmonise with the existing building and surrounding area in accordance with policies 7B and 7.4 of the Ealing Development Management Development Plan 2013, 1.1 and 1.2 of the Local Development Framework (Core Strategy 2012) and 7.4 and 7.6 of the London Plan (2016). | The hours of business for the proposed Hot Yoga Studio (Use Class D2) hereby approved shall not be outside the hours of 0600 - 2200hrs Monday to Sunday and on Bank Holidays.",
    "REASON: To safeguard the amenities of the occupiers of neighbouring properties and the prospective residential occupiers of the development in accordance with polices 7.15 of the London Plan (2016); 7A of the Ealing Development Management DPD (2013); and the Interim Supplementary Planning Guidance 10 'Noise and Vibration'. | The development hereby approved shall only be used as a Hot Yoga Studio and shall not be used for any other purpose or use falling within Class D1 of the Schedule of the Town and Country Planning (Use Classes) Order 1987 (as amended) without the prior permission of the Local Planning Authority, obtained through the submission of a planning application for that purpose.",
    "REASON: To restrict the use of the premises to one compatible with the surrounding area and to enable the Local Planning Authority to maintain strict control over the nature of the use, in the interests of the living conditions of occupiers in the locality in accordance with policies 7.15 of the London Plan (2016); 7A of the Ealing Development Management DPD (2013); and the Interim Supplementary Planning Guidance 10 'Noise and Vibration'. | Notwithstanding the provisions of Class T of Part 3 and Class D of Part 4 of Schedule 2 to the Town and Country Planning (General Permitted Development) Order 2015 (or any order revoking, re-enacting or modifying that Order), no change of use of the unit to a use falling within Classes A1 (Shops), A2 (Financial and Professional Services), A3 (Restaurants and Cafés), A4 (Drinking Establishments), A5 (Hot Food Takeaways), B1 (Business) and D1 (Non-Residential Institutions) of the Schedule of the Town and Country Planning (Use Classes) Order 1987 (as amended) or a use as a state-funded school or a registered nursery shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application for that purpose.",
    "REASON: To enable the Local Planning Authority to maintain strict control over the use of the development to safeguard the amenities of the occupiers of neighbouring properties in accordance with policies 7.15 of the London Plan (2016); 7A of the Ealing Development Management DPD (2013); and the Interim Supplementary Planning Guidance 10 'Noise and Vibration'. | The development hereby approved shall not be occupied until refuse and recycling storage has been provided in the curtilage of the property in accordance with the adopted standards of the Local Planning Authority. Such provision shall be brought into use prior to first occupation and retained permanently.",
    "REASON: To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies 5.17 of the London Plan (2016); 1.1 of the Adopted Ealing Development (Core) Strategy (2012); and 3.5 and 7B of the Ealing Development Management Plan (2013). | A minimum of two (2) short-stay cycle parking spaces shall be provided in accordance with adopted standards of the London Plan 2016. Such provision shall be brought into use prior to first occupation and retained permanently.",
    "REASON: To provide adequate facilities for cyclists, in accordance with policy 6.9 of the London Plan (2016). | Prior to commencement of the development, details shall be submitted to the Council for approval, of the external sound level emitted from plant / machinery / equipment and mitigation measures as appropriate. The measures shall ensure that the external sound level LAeq emitted from plant, machinery/ equipment will be lower than the lowest existing background sound level LA90 by at least 5 dBA in order to prevent any adverse impact on noise sensitive receivers in the surrounding area. The assessment shall be made in accordance with BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity. Details of any noise mitigation measures shall be submitted for approval. Approved details shall be implemented prior to use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "REASON: To protect the living conditions of neighbouring properties, in accordance with policy 7.15 of the London Plan (2016); policy 1.1(j) of the Ealing Development (Core) Strategy (adopted 2012), policy 7A of the Ealing Development Management DPD (adopted 2013) and Ealing SPG10: Noise and Vibration. | Prior to the first occupation of the development, machinery / plant/ equipment / extract / ducting / ventilation system at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "REASON: To protect the living conditions of neighbouring properties, in accordance with policy 7.15 of the London Plan (2016); policy 1.1(j) of the Ealing Development (Core) Strategy (adopted 2012), policy 7A of the Ealing Development Management DPD (adopted 2013) and Ealing SPG10: Noise and Vibration. | The external sound level LAeq emitted from internal areas of the building shall be lower than the lowest existing background sound level LA90 by at least 5 dBA in order to prevent any adverse impact on noise sensitive receivers in the surrounding area. The assessment shall be made in accordance with BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity.",
    "REASON: To protect the living conditions of neighbouring properties, in accordance with policy 7.15 of the London Plan (2016); policy 1.1(j) of the Ealing Development (Core) Strategy (adopted 2012), policy 7A of the Ealing Development Management DPD (adopted 2013) and Ealing SPG10: Noise and Vibration."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/06/2018",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-07016828",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2876866,
          51.5106719
        ],
        [
          -0.2876969,
          51.5105713
        ],
        [
          -0.287812,
          51.5105753
        ],
        [
          -0.2878073,
          51.5106209
        ],
        [
          -0.2878017,
          51.5106758
        ],
        [
          -0.2876866,
          51.5106719
        ]
      ]
    ],
    "type": "Polygon"
  }
}