{
  "last_date_consultation_comments": "27/10/2024",
  "site_number": "1",
  "ward": null,
  "decision_date": "02/01/2025",
  "description": "Discharge of conditions for approved permission 1189/20: Hard and Soft Landscaping  (Condition 11); Children's Play Area (Condition 14); Orchard (Condition 34) (Summary)",
  "development_type": null,
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": "IG3 9FN",
  "locality": null,
  "appeal_decision": null,
  "status": "Closed",
  "pp_id": "PP-13349145",
  "street_name": "Flint Gardens",
  "last_updated_by": "Agile APAS",
  "lpa_name": "Redbridge",
  "centroid": {
    "lon": "0.0917253",
    "lat": "51.5500754"
  },
  "lpa_app_no": "1189/20/25",
  "borough": "Redbridge",
  "application_details": {
    "site_area": 1.56
  },
  "application_type_full": "Approval of details reserved by a condition (discharge)",
  "cil_liability": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.0906395,
          51.5499277
        ],
        [
          0.0906305,
          51.5499533
        ],
        [
          0.09062719999999999,
          51.5499631
        ],
        [
          0.09061559999999999,
          51.5499964
        ],
        [
          0.0906051,
          51.5500267
        ],
        [
          0.0904706,
          51.550407
        ],
        [
          0.09046309999999999,
          51.5504347
        ],
        [
          0.0908403,
          51.5504787
        ],
        [
          0.09164069999999999,
          51.5505775
        ],
        [
          0.09181049999999999,
          51.5505972
        ],
        [
          0.0919855,
          51.5506215
        ],
        [
          0.0921758,
          51.550648
        ],
        [
          0.0924752,
          51.5506883
        ],
        [
          0.0925145,
          51.5506939
        ],
        [
          0.0925593,
          51.550694
        ],
        [
          0.0925859,
          51.5506783
        ],
        [
          0.092594,
          51.5506642
        ],
        [
          0.0926229,
          51.5504139
        ],
        [
          0.09266909999999999,
          51.5499124
        ],
        [
          0.0926596,
          51.5497521
        ],
        [
          0.0926516,
          51.5497032
        ],
        [
          0.0926137,
          51.5495859
        ],
        [
          0.0925425,
          51.5496062
        ],
        [
          0.09252289999999999,
          51.5496113
        ],
        [
          0.09203539999999999,
          51.5494152
        ],
        [
          0.0919772,
          51.5493541
        ],
        [
          0.0919449,
          51.5493606
        ],
        [
          0.09166189999999999,
          51.5494573
        ],
        [
          0.0909962,
          51.5496837
        ],
        [
          0.09098239999999999,
          51.5498088
        ],
        [
          0.0909667,
          51.5499522
        ],
        [
          0.0906395,
          51.5499277
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 545125,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": null,
  "bo_system": "Agile APAS",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": null,
  "id": "Redbridge-1189_20_25",
  "decision_target_date": "29/11/2024",
  "centroid_northing": 185538,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              545050.19,
              185519.42
            ],
            [
              545049.49,
              185522.26
            ],
            [
              545049.23,
              185523.34
            ],
            [
              545048.32,
              185527.02
            ],
            [
              545047.49,
              185530.37
            ],
            [
              545036.96,
              185572.39
            ],
            [
              545036.35,
              185575.46
            ],
            [
              545062.36,
              185581.1
            ],
            [
              545117.54,
              185593.67
            ],
            [
              545129.25,
              185596.2
            ],
            [
              545141.3,
              185599.25
            ],
            [
              545154.41,
              185602.57
            ],
            [
              545175.04,
              185607.65
            ],
            [
              545177.75,
              185608.35
            ],
            [
              545180.85,
              185608.45
            ],
            [
              545182.75,
              185606.75
            ],
            [
              545183.35,
              185605.2
            ],
            [
              545186.15,
              185577.43
            ],
            [
              545190.95,
              185521.75
            ],
            [
              545190.8,
              185503.9
            ],
            [
              545190.4,
              185498.45
            ],
            [
              545188.15,
              185485.33
            ],
            [
              545183.15,
              185487.45
            ],
            [
              545181.77,
              185487.98
            ],
            [
              545148.6,
              185465.2
            ],
            [
              545144.76,
              185458.29
            ],
            [
              545142.5,
              185458.95
            ],
            [
              545122.57,
              185469.14
            ],
            [
              545075.7,
              185493
            ],
            [
              545074.34,
              185506.88
            ],
            [
              545072.8,
              185522.8
            ],
            [
              545050.19,
              185519.42
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "in accordance with plans:\r\nPlay Strategy, dated Nov 2024, report ref. L486470-TML-ZZ-ZZ-L-RP-000106, Rev P03\r\nPlay Equipment Details 01, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0861, Rev P02 \r\nPlay Equipment Details 02, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0862, Rev P02 \r\nFurniture and Play Equipment Plan, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0205, Rev P04\r\n \r\nTypical Furniture Details 01, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0841, Rev P02 \r\nTypical Furniture Details 02, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0842, Rev P02 \r\nTypical Planting Details, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0851, Rev P01 \r\n\r\nLandscape Management and Maintenance Plan, dated Nov 2024, report ref. L486470-TML-XX-XX-SP-L-0001, Rev P04\r\n\r\nTree Planting Plan, drawing no. L486470 - TML - ZZ - ZZ - ID - L – 0502, Rev P03 \r\nTrees Retained and Removed, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0701, Rev P03 \r\nTree Pit Details in Soft Landscape, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0852, Rev P03 \r\nTree Pit Details in Hard Landscape, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0853, Rev P03 \r\nTopsoil Plan, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0401, Rev P07 \r\nDetailed Planting Plan-Edges, drawing no. L486470 - TML - ZZ - ZZ - ID - L – 0503, Rev P03 \r\nDetailed Planting Plan-Central Courtyard and Swale 01, drawing no. L486470 - TML - ZZ - ZZ - ID - L – 0504, Rev P03 \r\nDetailed Planting Plan-Central Courtyard and Swale 02, drawing no. L486470 - TML - ZZ - ZZ - ID - L – 0505, Rev P03 \r\n\r\nGeneral Arrangement Plan, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0201, Rev P08 \r\nMaterials Schedule, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0210, Rev P07 \r\nPaving Materials Plan, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0202, Rev P09 \r\nEdges and Kerbs Plan, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0203, Rev P07 \r\nWalls and Railings Plan, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0204, Rev P08 \r\nGreen Roof Plan, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0211, Rev P04 \r\n\r\nDetailed Levels Plan 01, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0301, Rev P09 \r\nDetailed Levels Plan 02, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0302, Rev P08 \r\nDetailed Levels Plan 03, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0303, Rev P08 \r\nDetailed Levels Plan 04, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0304, Rev P08 \r\nSwale Typical Detail, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0850, Rev P04 \r\n\r\nFront Gardens Elevation, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0621, Rev P01 \r\nTypical Paving Details 01, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0801, Rev P03 \r\nTypical Paving Details 02, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0802, Rev P01 \r\nTypical Paving Details 03, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0803, Rev P03 \r\nTypical Paving Details 04, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0804, Rev P01 \r\nTypical Paving Details 05, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0805, Rev P03 \r\nTypical Paving Details 06, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0806, Rev P01 \r\nTypical Paving Details 07, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0807, Rev P03 \r\nPaving Patterns and Soldier Courses drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0809, Rev P02 \r\nTypical Edges Details, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0810, Rev P05 \r\nTypical Parking Bay Detail 01, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0811, Rev P01 \r\nTypical Parking Bay Detail 02, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0812, Rev P01 \r\nTypical Walls and Railings Details 02, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0822, Rev P02 \r\nTypical Walls and Railings Details 03, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0823, Rev P02 \r\nTypical Walls and Railings Details 04, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0824, Rev P02 \r\nTypical Walls and Railings Details 05, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0825, Rev P02 \r\nTypical Walls and Railings Details 07, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0827, Rev P03 \r\nTypical Walls and Railings Details 08, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0828, Rev P02 \r\nTypical Walls and Railings Details 10, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0830, Rev P02 \r\nTypical Walls and Railings Details 11, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0831, Rev P02 \r\nTypical Walls and Railings Details 12, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0832, Rev P01 \r\nTypical Walls and Railings Details 13, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0833, Rev P01 \r\n\r\nBridge 01 Across Swale Details, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0835, Rev P02 \r\nBridge 02 Across Canal Details 01, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0836, Rev P04 \r\nBridge 02 Across Canal Details 02, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0837, Rev P04 \r\nBridge 02 Across Canal Details 03, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0838, Rev P03 \r\n\r\nPergola Typical Details, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0845, Rev P02 \r\nGreen Roof Details, drawing no. L486470 - TML - ZZ - ZZ - DR - L – 0891, Rev P02"
  ],
  "appeal_decision_date": null,
  "uprn": "10094820562",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": null,
  "last_updated": "2025-03-19T19:51:19.673+00:00",
  "decision_agency": null,
  "parking_details": {
    "no_proposed_car": 0,
    "no_existing_car": 0,
    "net_car": 0
  },
  "lapsed_date": "02/01/2028",
  "decision": "Approved",
  "valid_date": "05/10/2024"
}