{
  "last_date_consultation_comments": "15/05/2025",
  "site_number": null,
  "application_type_full": null,
  "subdivision_of_building": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0527.25",
  "epc_number": null,
  "wgs84_polygon": null,
  "secondary_street_name": "Waterloo Road",
  "street_name": "The Brewery",
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null
  },
  "ward": "St Edwards",
  "cil_liability": false,
  "centroid": {
    "lon": 0.179869,
    "lat": 51.576518
  },
  "uprn": "10091577023",
  "parking_details": null,
  "centroid_easting": 551150,
  "development_type": null,
  "lpa_app_no": "P0527.25",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Havering",
  "locality": "Romford",
  "application_type": "All Other",
  "id": "Havering-P0527.25",
  "centroid_northing": 188657,
  "appeal_status": null,
  "status": "Approved",
  "description": "Proposed alterations to existing retail unit involving installation of extractor flue and replacement of A/C condensers",
  "site_name": "Unit 1 Pavillion 3",
  "appeal_start_date": null,
  "decision_date": "13/06/2025",
  "decision_target_date": "13/06/2025",
  "polygon": null,
  "appeal_decision": null,
  "title_number": null,
  "lapsed_date": "13/06/2028",
  "valid_date": "15/04/2025",
  "decision_process": "Delegated",
  "decision": "Approved",
  "postcode": "RM1 1AU",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "All external finishes shall be carried out entirely in accordance with the details shown on the approved plans unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The Rating Level (Lar,Tr) of the hereby permitted plant or machinery shall be at least 10dB below the prevailing background noise level (LA90, T). The measurement position, assessment and definitions shall be made according to BS4142:2014 + A1:2019 \"Methods for rating and assessing industrial and commercial sound\".",
    "The equipment shall be maintained thereafter to the satisfaction of the Local Planning Authority and the use hereby permitted must cease during any period that this condition is not complied with.",
    "Reason: To protect the amenity of noise sensitive premises form the noise from mechanical plant.",
    "Before the equipment hereby permitted is first used suitable equipment to remove and/or disperse odours and odorous materials should be fitted to the extract ventilation system. The equipment shall be installed on site and certification provided by a competent engineer. The certification shall be submitted to the Council for approval no later than one month after installation/the equipment coming into use and if the measures are unsatisfactory then the use of the equipment shall cease until such a time as alternative measures are installed which meet with the Council's approval and mitigate any harm identified.",
    "Reason: In the interests of protecting amenity from odours associated with the proposed equipment/use of the unit",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "decision_agency": "Borough",
  "bo_system": "CSV Data Import",
  "actual_commencement_date": null,
  "appeal_decision_date": null,
  "pp_id": "13931828",
  "reference_no_of_permission_being_relied_on": null,
  "borough": "Havering",
  "last_updated": "2025-07-06T04:10:03.247Z",
  "actual_completion_date": null
}