{
  "uprn": "100021359086",
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.207086,
          51.6024476
        ],
        [
          0.2066266,
          51.6023881
        ],
        [
          0.20660109999999998,
          51.6024503
        ],
        [
          0.20706059999999998,
          51.6025163
        ],
        [
          0.207086,
          51.6024476
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_start_date": null,
  "centroid_northing": 191597,
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552946.91,
              191596.65
            ],
            [
              552915.3,
              191589.07
            ],
            [
              552913.32,
              191595.93
            ],
            [
              552944.92,
              191604.24
            ],
            [
              552946.91,
              191596.65
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "borough": "Havering",
  "bo_system": "CSV Data Import",
  "pp_id": "13123633",
  "decision_process": "Delegated",
  "locality": null,
  "site_number": null,
  "secondary_street_name": null,
  "description": "Single storey side / rear extension and detached outbuilding ancillary to main dwelling house (Retrospective) and removal of door and window to front of side extension (proposed)",
  "postcode": "RM3 7EB",
  "appeal_decision": null,
  "centroid": {
    "lon": "0.2068422",
    "lat": "51.6024553"
  },
  "lapsed_date": "01/08/2027",
  "application_type": "All Other",
  "title_number": null,
  "last_date_consultation_comments": "28/06/2024",
  "parking_details": null,
  "application_type_full": "Householder planning permission",
  "appeal_decision_date": null,
  "cil_liability": false,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0799.24",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The front door and window on the front elevation of the side extension shall be removed and replaced by one window within one month of this planning approval in accordance with the details set out on drawing nos. LIVARCH/17AW/102 C and LIVARCH/17AW/110 A hereby approved.",
    "Reason - To ensure that the extension is not used as a separate unit of accommodation.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in any wall of the building hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 the outbuilding and the side / rear extension hereby permitted shall be used only for purposes incidental to the enjoyment of the dwelling house and not for any trade or business nor as separate living accommodation.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area.",
    "If additional boilers are required, thethose to be installed shall be Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with these details and shall thereafter be permanently retained.",
    "Reason: To minimise the impact of building emissions on local air quality.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent via email on 15.7.24. The revisions involved an internal door linking the side / rear extension to the main house. The amendments were subsequently submitted on 16.7.24."
  ],
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "street_name": "Romford",
  "appeal_status": null,
  "development_type": null,
  "decision_date": "01/08/2024",
  "lpa_app_no": "P0799.24",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": "15/03/2022",
  "site_name": "17 Archway",
  "subdivision_of_building": null,
  "last_updated": "2025-03-19T20:53:36.564+00:00",
  "decision_target_date": "01/08/2024",
  "valid_date": "06/06/2024",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": "15/11/2023",
  "lpa_name": "Havering",
  "id": "Havering-P0799.24",
  "application_details": {
    "existing_uprns": null,
    "intended_commencement_date": "03/2022",
    "intended_completion_date": "11/2023",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 1,
    "total_gia_gained": 40.7,
    "site_area": 0.024
  },
  "ward": "Heaton",
  "centroid_easting": 552930,
  "epc_number": null
}