{
  "title_number": [
    "Unregistered"
  ],
  "site_name": "88 VINE LANE",
  "cil_liability": false,
  "uprn": null,
  "decision_process": "Delegated",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506733.8802,
              183697.5719
            ],
            [
              506733.7479,
              183697.4396
            ],
            [
              506733.7479,
              183697.5719
            ],
            [
              506782.299,
              183707.4938
            ],
            [
              506782.4313,
              183692.0156
            ],
            [
              506736.7906,
              183682.7552
            ],
            [
              506733.8802,
              183697.5719
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "decision": "Approved",
  "lpa_app_no": "39894/APP/2021/124",
  "actual_commencement_date": null,
  "development_type": null,
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "17/03/2024",
  "locality": null,
  "postcode": null,
  "decision_target_date": "17/03/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "HILLINGDON",
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "secondary_street_name": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=39894/APP/2021/124",
  "last_updated_by": "CSV Data Import",
  "decision_date": "17/03/2021",
  "appeal_decision": null,
  "centroid_easting": 506759,
  "ward": "UXBRIDGE NORTH",
  "centroid": {
    "lat": "51.5420673",
    "lon": "-0.4619272"
  },
  "application_type_full": "Householder planning permission",
  "appeal_status": null,
  "centroid_northing": 183695,
  "appeal_start_date": null,
  "last_updated": "2025-03-20T23:39:51.700+00:00",
  "description": "Single storey rear extension, raising of part of roof to rear, alterations to elevations including relocation of front entrance door, alterations to windows, brickwork and render",
  "last_date_consultation_comments": "15/02/2021",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 10,
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 2,
    "intended_completion_date": "04/2022",
    "intended_commencement_date": "07/2021",
    "site_area": 0.07300000000000001
  },
  "application_type": "Householder",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, number L003 Rev. A, L004 Rev. A, L005 Rev. A, L006 Rev. A, L007 Rev. A, L008 Rev. A, L009 Rev. A, L010 Rev. A.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part 2 - Development Management Policies and the London Plan (2016).",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100),",
    "1.b Written specification of planting and cultivation works to be undertaken,",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts (including demonstration that 5% of all parking spaces are served by electrical charging points)",
    "2.e Hard Surfacing Materials",
    "2.f External Lighting",
    "2.g Other structures (such as play equipment and furniture)",
    "3. Schedule for Implementation",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visua",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "status": "Approved",
  "pp_id": "09385825",
  "bo_system": "CSV Data Import",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "20/01/2021",
  "id": "Hillingdon-39894_APP_2021_124",
  "parking_details": {
    "no_existing_car": 2,
    "net_car": 0,
    "no_proposed_car": 2
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4622885,
          51.5420951
        ],
        [
          -0.4622904,
          51.542094
        ],
        [
          -0.4622904,
          51.5420952
        ],
        [
          -0.4615876,
          51.5421752
        ],
        [
          -0.46159039999999996,
          51.542036
        ],
        [
          -0.46225099999999997,
          51.5419614
        ],
        [
          -0.4622885,
          51.5420951
        ]
      ]
    ],
    "type": "Polygon"
  }
}