{
  "actual_completion_date": null,
  "centroid_northing": 193016,
  "decision": "",
  "development_type": "Major general industry-storage-warehousing",
  "valid_date": "02/02/2022",
  "bo_system": "Idox Uniform",
  "description": "Hybrid Planning Application, including demolition of existing buildings and structures, comprising: (1) Full Planning Application for a waste management area (Use Class B2) and associated works; and (2) Outline Planning Application for the comprehensive redevelopment of Montagu Industrial Estate to provide B2, and B8 uses, alongside ancillary uses (Use Class E), a concrete batching plant (Use Class B2) and associated infrastructure.\r",
  "decision_conditions": [
    "Materials\rPrior to the commencement of building works above existing ground level (except demolition of the existing buildings to ground floor level , and operations consisting of site clearance, archaeological investigations, investigations for assessing ground conditions, remedial work in respect of any contamination or other adverse ground conditions, diversion and laying of services, erection of any temporary means of enclosure, the temporary display of site notices or advertisements of development across the site), full details and materials of the external finishing to be used in that phase, shall be submitted to and approved in writing by the local planning authority.   A schedule of materials and their use in the approved scheme is required and samples made available on site.   A photograph showing all samples to be inspected must be submitted.   The development shall be constructed in accordance with the approved details.\rReason: To ensure a satisfactory external appearance.\r",
    "Landscaping\rPrior to the commencement of building works above existing ground level (except demolition of the existing buildings to ground floor level , and operations consisting of site clearance, archaeological investigations, investigations for assessing ground conditions, remedial work in respect of any contamination or other adverse ground conditions, diversion and laying of services, erection of any temporary means of enclosure, the temporary display of site notices or advertisements of development across the site), a landscaping scheme shall be submitted to and approved in writing by the Local Planning Authority. The detailed plan shall include the details of:\ri)\tThe overall layout, including extent, type of hard and soft landscaping\rii)\tThe location, species and sizes of proposed trees \riii)\tDetails of soft plantings, including any grassed/turfed areas, shrubs and herbaceous areas;\riv)\tEnclosures including type, dimensions and treatments of any walls, fences, screen walls, barriers, railings and hedges;\rv)\tHard landscaping, including ground surface materials permeable paving \rvi)\tSoil specifications and soil management plan for landscaped areas, and tree pits\rvii)\tSoil volume calculations for each proposed new tree location\rviii)\ttree pit design  \rix)\tunderground modular systems \rx)\tSustainable urban drainage integration \rxi)\tImplementation timescales\rxii)\tAny other landscaping features forming part of the scheme\rThe approved landscaping scheme shall be completed/planted during the first planting season following practical completion of the development. Any planting which dies, becomes severely damaged or diseased within five years of planting shall be replaced with new planting in accordance with the approved details.\rReason: To provide a satisfactory appearance and to ensure the development provides the maximum possible provision towards the creation of habitats in accordance with Policies CP36 of the Core Strategy, DMD77, DMD80 and DMD81 of the Development Management Document and Policies of the London Plan.\r",
    "Verification Report\rPrior to first occupation, a Verification Report demonstrating that the approved flood risk management and SuDS measures for that phase have been fully implemented shall be submitted to the Local Planning Authority for approval in writing. This report must include:\ro\tAs built drawings of the sustainable drainage systems and flood risk management features including level information (if appropriate)\ro\tPhotographs of the completed sustainable drainage systems\ro\tAny relevant certificates from manufacturers/ suppliers of any drainage features\ro\tA confirmation statement of the above signed by the site manager (or similar) \r\rReason: To minimise flood risk in accordance with Policy CP28 of the Core Strategy and Policies SI12 of the London Plan, Enfield's SFRA, DMD Policy 59, 60 & 62 and the NPPF.\r",
    "Acoustic Report\rUnless otherwise agreed with the Planning Authority, the rating level of the operational sound of the proposed masterplan shall not exceed the background sound levels (as defined in the accompanying noise impact assessment), at a residential property, depending on the context. In order to demonstrate compliance with this condition, the developer shall undertake a noise assessment as part of any Application for Reserved Matters which is anticipated to increase industrial noise levels at a residential property, in accordance with the methodology in BS 4142 :2014 + A1: 2019 - Methods for rating and assessing industrial and commercial sound. The assessment findings shall be reported in writing to and approved by the Council as Planning Authority prior to the relevant element of the Proposed Masterplan becoming operational.\rReason: To protect the local amenity from noise and disturbance\r",
    "Verification report\rPrior to any part of the permitted development being occupied, a verification report demonstrating the completion of works set out in the approved remediation strategy and the effectiveness of the remediation shall be submitted to, and approved in writing, by the local planning authority. The report shall include results of sampling and monitoring carried out in accordance with the approved verification plan to demonstrate that the site remediation criteria have been met.\rReason(s): To ensure that the site does not pose any further risk to the water environment by demonstrating that the requirements of the approved verification plan have been met and that remediation of the site is complete. This is in line with paragraph 174 of the National Planning Policy Framework.\rTo prevent further deterioration of a water quality element to a lower status class and prevent the recovery of a drinking water protected area in the Upper Lee Chalk groundwater body.\r",
    "Long-term monitoring\rThe development hereby permitted shall not commence until a monitoring and maintenance plan in respect of contamination, including a timetable of monitoring and submission of reports to the local planning authority, has been submitted to, and approved in writing by, the local planning authority. Reports as specified in the approved plan, including details of any necessary contingency action arising from the monitoring, shall be submitted to, and approved in writing by, the local planning authority.\rReason(s): To ensure that the site does not pose any further risk to the water environment by managing any ongoing contamination issues and completing all necessary long-term remediation measures. This is in line with paragraph 174 of the National Planning Policy Framework.\rTo prevent further deterioration of a water quality element to a lower status class and prevent the recovery of a drinking water protected area in the Upper Lee Chalk groundwater body.\r",
    "Previously Unidentified Contamination\rIf, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this contamination will be dealt with has been submitted to, and approved in writing by, the local planning authority. The remediation strategy shall be implemented as approved.\rReason(s): No condition can completely characterise a site. This condition will ensure that the development does not contribute to and is not put at unacceptable risk from or adversely affected by unacceptable levels of water pollution from previously unidentified contamination sources at the development site. This is in line with paragraph 174 of the National Planning Policy Framework.\rTo prevent further deterioration of a water quality element to a lower status class and prevent the recovery of a drinking water protected area in the Upper Lee Chalk groundwater body.\r",
    " SuDS Infiltration of surface water into ground\rNo drainage systems for the infiltration of surface water to the ground are permitted other than with the written consent of the local planning authority. Any proposals for such systems must be supported by an assessment of the risks to controlled waters. The development shall be carried out in accordance with the approved details.\rReason(s): This condition ensures that the development does not contribute to and is not put at unacceptable risk from or adversely affected by, unacceptable levels of water pollution caused by mobilised contaminants. This is in line with paragraph 174 of the National Planning Policy Framework.\r\rInformative\rTo prevent deterioration of a water quality element to a lower status class and prevent the recovery of a drinking water protected area in the Upper Lee Chalk groundwater body. The previous use of the proposed development site may have resulted to soils and groundwater impacted by contamination that could be mobilised by surface water infiltration (e.g., permeable paving, rain gardens and swales). This could pollute controlled waters. Considering the above, we do not believe that the use of infiltration SuDS is appropriate in this location.\rThis condition is in line with Section 3.8 of the BWB 'Sustainable Drainage Statement' whereby infiltration is not feasible on site due to the former historic uses and potential presence of contamination.\r\r",
    "Piling/boreholes/tunnel shafts/ground source heating and cooling systems\rPiling and other foundation designs, investigation boreholes, ground source heating and cooling systems using penetrative methods shall not be carried out other than with the written consent of the local planning authority. The development shall be carried out in accordance with the approved details.\rReason(s): To ensure that the proposed development, does not harm groundwater resources in line with paragraph 174 of the National Planning Policy Framework and The Environment Agency's approach to groundwater protection', February 2018 Version 1.2\rTo prevent further deterioration of a water quality element to a lower status class and prevent the recovery of a drinking water protected area in the Upper Lee Chalk groundwater body.\r\r",
    "Decommission of investigative boreholes\rA scheme for managing any borehole installed for the investigation of soils, groundwater or geotechnical purposes shall be submitted to and approved in writing by the local planning authority. The scheme shall provide details of how redundant boreholes are to be decommissioned and how any boreholes that need to be retained, post-development, for monitoring purposes will be secured, protected and inspected. The scheme as approved shall be implemented prior to the occupation of any part of the permitted development.\rReason(s): To ensure that redundant boreholes are safe and secure, and do not cause groundwater pollution or loss of water supplies in line with paragraph 174 of the National Planning Policy Framework and 'The Environment Agency's approach to groundwater protection'. February 2018 Version 1.2\rTo prevent further deterioration of a water quality element to a lower status class and prevent the recovery of a drinking water protected area in the Upper Lee Chalk groundwater body.\r\rReason: To ensure the implementation of the development does not adversely impact on the surrounding area and to minimise disruption to neighbouring properties.\r",
    "Tree Protection\rPrior to the commencement of the development (except erection of any temporary means of enclosure, the temporary display of site notices or advertisements of development across the site), an updated site layout plan and arboricultural assessment shall be submitted to and approved in writing by the Local Planning Authority to demonstrate the feasibility of retaining the trees with G12, identified within the submitted Arboricultural Impact Assessment dated November 2021. Where the trees can be retained, the updated Arboricutural Assessment shall include the  scheme for the protection of any retained trees, in accordance with BS 5837:2012, and an Arboricultural Method Statement (AMS) to be approved in writing by the Local Planning Authority. Specific issues to be dealt with in the TPP and AMS include: \r\ra)\tLocation and installation of services/ utilities/ drainage. \rb)\tMethods of demolition within the root protection area (RPA as defined in BS 5837: 2012) of the retained trees.  \rc)\tDetails of construction within the RPA or that may impact on the retained trees. \rd)\ta full specification for the installation of boundary treatment works. \re)\ta full specification for the construction of any roads, parking areas and driveways, including details of the no-dig specification and extent of the areas of the roads, parking areas and driveways to be constructed using a no-dig specification.  Details shall include relevant sections through them.  \rf)\tDetailed levels and cross-sections to show that the raised levels of surfacing, where the installation of no-dig surfacing within Root Protection Areas is proposed, demonstrating that they can be accommodated where they meet with any adjacent building damp proof courses.  \rg)\tA specification for protective fencing to safeguard trees during both demolition and construction phases and a plan indicating the alignment of the protective fencing. \rh)\ta specification for scaffolding and ground protection within tree protection zones. \ri)\tTree protection during construction indicated on a TPP and construction and construction activities clearly identified as prohibited in this area. \rj)\tBoundary treatments within the RPA \rk)\tMethodology and detailed assessment of root pruning  \rl)\tArboricultural supervision and inspection by a suitably qualified tree specialist \rm)\tReporting of inspection and supervision \rn)\tMethods to improve the rooting environment for retained and proposed trees and landscaping \r\rThe development thereafter shall be implemented in strict accordance with the approved details. \rReason: Required prior to commencement of development to satisfy the Local Planning Authority that the trees to be retained will not be damaged during demolition or construction and to protect and enhance the appearance and character of the site and locality, in accordance with DMD79, DMD80 and DMD81 and pursuant to section 197 of the Town and Country Planning Act 1990.\r",
    "Construction Environmental Management Plan\rPrior to the commencement of development (including demolition but excluding operations consisting of site clearance, archaeological investigations, investigations for assessing ground conditions, remedial work in respect of any contamination or other adverse ground conditions, diversion and laying of services, erection of any temporary means of enclosure, the temporary display of site notices or advertisements of development across the site), a detailed Construction Environmental Management Plan and Code of Construction Practice (covering the Demolition and/or construction phase) shall be submitted to and approved in writing by the Local Planning Authority. The plan shall include detail on the following information:\rWith respect to contaminated land and ground conditions:\ri. Relevant methods specified in CIRIA A Guide for Safe Working on Contaminated Sites (C132) when handling arisings, due to the potential for hydrocarbons, asbestos and other contaminants;\rii. Procedures and protocols to prevent or manage the exposure of construction workers, visitors to the construction area, and users of neighbouring areas to contaminated materials;\riii. How dust and emissions will be managed during demolition and construction in accordance with the Mayor of London's supplementary planning guidance 'The Control of Dust and Emissions During\rConstruction and Demolition';\riv. Boundary monitoring of dust, volatile organic compounds and asbestos fibres during excavation and soil handling at points of greatest sensitivity; v. Appropriate procedures for handling and treatment of groundwater; \rvi. Measures to protect workers from vapours and dermal contact if hydrocarbon contamination is excavated, for instance during piling;\rvii. Measures required under the Control of Asbestos Regulations 2012 and associated code of practice;\rviii. Measures to control potential odours from the hydrocarbon and gasworks contaminated soils and prevent nuisance for workers and off-site residents; and\rix. Good practice operation and containment measures for storage of fuels or liquid chemicals to conform with government regulations and pollution prevention guidance (PPGs) issued by the Environment Agency.\rDevelopment shall be implemented in accordance with the relevant approved Construction Environmental Management Plan and Code of Construction Practice.\rReason: To ensure the implementation of the development does not lead to damage to the existing highway, harm ecological features during the construction phase and to minimise disruption to neighbouring properties and the environment in accordance with policies of the London Plan (2021), CP32 of the Enfield Core Strategy (2010) and policies DMD64, DMD65, DMD66, DMD68 and DMD70 of the Enfield Development Management Document (2014).\r",
    "Construction Traffic Management Plan\rNo development shall commence (including demolition but excluding operations consisting of site clearance, archaeological investigations, investigations for assessing ground conditions, remedial work in respect of any contamination or other adverse ground conditions, diversion and laying of services, erection of any temporary means of enclosure, the temporary display of site notices or advertisements of development across the site) until a Construction Traffic Management Plan has been submitted to and approved in writing by the local planning authority. The statement should include:\ra) photographic condition survey of public carriageways, verges and footways in the vicinity of the site;\rb) map showing routeing of demolition and construction vehicles to/from the site;\rb) access arrangements to the site;\rc) wheel cleaning methodology and facilities;\rd) contractors/staff/visitors parking;\re) the estimated number and type of vehicles per day/week;\rf) details of any vehicle holding area;\rg) details of the vehicle call up procedure;\rh) details of any changes to on-street waiting and loading restrictions that will be required;\ri) details of measures to protect pedestrians and other highway users from construction activities on the highway;\rj) Coordination with other development projects in the vicinity;\rk) Details of measures and training to reduce the danger posed to cyclists by HGVs, including membership of the Freight Operators Recognition Scheme or an approved equivalent;\rl) Work programme and/or timescale for each phase of the demolition, excavation and construction works; and\rm) Where works cannot be contained wholly within the site a plan should be submitted showing the site layout on the highway including extent of hoarding, pedestrian routes and remaining road width for vehicle movements.\rThe development shall be carried out in accordance with the approved Construction Traffic Management Plan.\rReason: To protect the highways infrastructure and the amenities of the area.\r",
    "Plant / Extraction Details \rPrior to occupation of the waste site hereby approved, details of the specification and appearance of any fume extraction and/or ventilation plant required in connection with the use shall be submitted to and approved in writing by the Local Planning Authority. The plant shall be installed in accordance with the approved details before the use commences. \rReason: To ensure a satisfactory appearance and safeguard amenity.\r",
    "Energy Performance Certificate Energy Statement compliance\rThe development shall be completed in accordance with the Energy Statement carried out by Anderson Green dated 4th August 2022 and shall connect into the local Heat Network, unless otherwise agreed by the Local Planning Authority in writing. \rReason: To ensure the development contributes to a reduction in carbon dioxide emissions in line with London Plan Policy SI3.\r",
    "Updated Energy Statement and carbon offset calculation of alternative energy strategy followed\r\rPrior to the practical completion of the development, an updated Energy Statement shall be submitted and approved in writing by the Local Planning Authority, demonstrating the measures taken in Be Lean, Be Clean and Be Green stages of the Energy hierarchy to reduce carbon emitted from the operation of a development and its services, as committed to in the design stage, and any Full Additional New Development Carbon Compensation to be calculated in accordance with the carbon compensation formula applicable at the point of submission of the updated Energy Statement and to be paid for the remaining emissions pursuant to the S106 Agreement entered into pursuant to this planning permission.\r\rReason: In the interest of sustainable development and to ensure to ensure that the development achieves or exceeds the carbon reduction committed to in the design stages, as well as to provide incentive to continue efforts to improve efficiency in accordance with Policy DMD51-54 of the Development Management Document (2014), Policy SI2 of the New London Plan 2021. \r\r",
    "BREEAM Accreditation\r(a) A post construction assessment of the approved commercial units (shell and core only) in Phase 1, conducted by an accredited Assessor and supported by relevant BREEAM New Construction 2018 shell and core accreditation certificate (or any such equivalent national measure of sustainable building which replaces that scheme) rating of 'Excellent' (or such other rating as mat be agree by the Local Planning Authority) shall be submitted in writing to the Local Planning Authority within 6 months of first occupation of the relevant unit(s)/floorspace.\r(b) The Development shall be carried out strictly in accordance with the details approved and the Accreditation of 'Excellent' shall be maintained as such thereafter, and no change there from shall take place without the prior approval of the Local Planning Authority.\rREASON: In the interests of addressing climate change and to secure sustainable development in accordance with the strategic objectives of the Council, Policy DMD50 of the Development Management Document (2014) and Policies SI 2 and SI 5 of the London Plan (2021).\r",
    "Waste \rPrior to the commencement of development (except demolition of the existing buildings to ground floor level, and operations consisting of site clearance, archaeological investigations, investigations for assessing ground conditions, remedial work in respect of any contamination or other adverse ground conditions, diversion and laying of services, erection of any temporary means of enclosure, the temporary display of site notices or advertisements of development across the site), details of refuse storage facilities including facilities for the recycling of waste to be provided within the development, in accordance with the London Borough of Enfield - Waste and Recycling Planning Storage Guidance ENV 08/162, have been submitted to and approved in writing by the Local Planning Authority. The facilities shall be provided in accordance with the approved details before that phase of the development is occupied or use commences.\rReason: In the interests of amenity and the recycling of waste materials in support of the Boroughs waste reduction targets.\r",
    "Archaeological Investigation Stage 1\rNo development shall commence until a Stage 1 Written Scheme of Investigation (WSI) has been submitted to and approved in writing by the Local Planning Authority. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of Development Site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.\rREASON: to protect the historic environment\r",
    "Stage II Written Scheme of Investigation of Archaeology\r(a) If heritage assets of archaeological interest are identified by a Stage 1 Written Scheme of Investigation (WSI) of Archaeology, then for those parts of the Development Site which have archaeological interest, a Stage 2 WSI shall be submitted to and approved in writing by the Local Planning Authority. For land that is included within the Stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:\ri. The statement of significance and research objectives, the programme and methodology of\rDevelopment Site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works\rii. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.\rREASON: to protect the historic environment\r",
    "External Lighting\rDetails of all external lighting to be provided, including the design, height and siting shall be submitted to the Local Planning Authority prior to installation within the development. In addition, details regarding how the external lighting scheme has been designed to minimise light spillage and its impact on wildlife particularly along the wooded boundaries of the site shall be submitted to and approved in writing by the Local Planning Authority. The external lighting shall be provided prior to the occupation of the first unit and maintained at all times thereafter.\rReason: In the interests of visual amenity, safety, residential\r",
    "Secure by Design\rPrior to the first occupation, the development shall achieve a Certificate of Compliance to the relevant Secure by Design Guide(s) or alternatively achieve Crime Prevention Standards submitted to and approved in writing by the Local Planning Authority in conjunction with the Metropolitan Police.  The development shall be carried out in accordance with the approved details and thereafter shall be fully retained and maintained as such for the lifetime of the development unless otherwise agreed in writing by the Local Planning Authority,\rReason: In the interests of safety and security\r",
    "Piling\rNo piling shall take place until a piling method statement (detailing the results of a magnetometer survey, the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface sewerage infrastructure, and the programme for the works) for the relevant phase has been submitted to and approved in writing by the Local Planning Authority in consultation with Thames Water.\rAny piling shall be undertaken in accordance with the terms of the approved piling method statement for that Block.\rReason: The proposed works will be in close proximity to underground sewerage utility infrastructure. Piling has the potential to impact on local underground sewerage utility infrastructure\r",
    "Fire Statement\rPrior to the commencement of building works above existing ground level (except demolition of the existing buildings to ground floor level, and operations consisting of site clearance, archaeological investigations, investigations for assessing ground conditions, remedial work in respect of any contamination or other adverse ground conditions, diversion and laying of services, erection of any temporary means of enclosure, the temporary display of site notices or advertisements of development across the site), a detailed Fire Statement (which addresses the requirements of London Plan Policy D12) shall be submitted to, and approved by the local planning authority.\rReason: To ensure that the development incorporates the necessary fire safety measures in accordance with the Mayor's London Plan Policy D12.\r",
    "Circular Economy Statement\rNo development shall commence (except demolition of existing buildings to ground floor level, and operations consisting of site clearance, archaeological investigations, investigations for assessing ground conditions, remedial work in respect of any contamination or other adverse ground conditions, diversion and laying of services, erection of any temporary means of enclosure) until a detailed Circular Economy Statement in line with the GLA's Circular Economy Statement Guidance is submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the details so approved. \r\rReason: In the interests of sustainable waste management and in order to maximise the re-use of materials.  \r",
    "Circular Economy Post-Completion Report\rPrior to the occupation a post-construction monitoring report should be completed in line with the GLA's Circular Economy Statement Guidance. \rThe post-construction monitoring report shall be submitted to the GLA, currently via email at: circulareconomystatements@london.gov.uk, along with any supporting evidence as per the guidance. Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the local planning authority, prior to occupation of the [development/ phase of development. \rReason: In the interests of sustainable waste management and in order to maximise the re-use of materials\r",
    "Whole Life Carbon Assessment\rPrior to the occupation of development within this phase, the post-construction tab of the GLA's whole life carbon assessment template should be completed accurately and in its entirety in line with the GLA's Whole Life Carbon Assessment Guidance. The post-construction assessment should provide an update of the information submitted at planning submission stage, including the whole life carbon emission figures for all life-cycle modules based on the actual materials, products and systems used. This should be submitted to the GLA at: ZeroCarbonPlanning@london.gov.uk, along with any supporting evidence as per the guidance. Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the local planning authority, prior to occupation of the relevant building. \rREASON: in the interests of promoting sustainable construction practice and minimising the impact on the environment\r",
    "Air Quality \rPrior to the commencement of development measures to control emissions during the construction phase relevant to a high risk site should be written into an Air Quality and Dust Management Plan (AQDMP), or form part of a Construction Environmental Management Plan, in line with the requirements of the Control of Dust and Emissions during Construction and Demolition SPG. The AQDMP should be approved by the LPA and the measures and monitoring protocols implemented throughout the construction phase (London Plan Policy SI1D).\rREASON: in the interests of promoting sustainable construction practice and minimising the impact on the environment.\r",
    "Acoustic Report\rUnless otherwise agreed with the Planning Authority, the rating level of the operational sound of the proposed development shall not exceed the background sound levels (as defined in the accompanying noise impact assessment), at a residential property, depending on the context. In order to demonstrate compliance with this condition, a noise assessment, in accordance with the methodology in BS 4142 :2014 + A1: 2019 - Methods for rating and assessing industrial and commercial sound shall be submitted to and approved in writing by the LPA. Measures identified within the report to ensure sound levels do not exceed background sound levels as identified in the noise impact assessment shall be complied with at all times\rReason: To protect the local amenity from noise and disturbance\r",
    "Remediation Strategy\rNo phase of development approved by this planning permission shall commence until a remediation strategy to deal with the risks associated with contamination of the site in respect of the development hereby permitted, has been submitted to, and approved in writing by, the local planning authority. This strategy will include the following components:\r1. A preliminary risk assessment which has identified:\ro all previous uses\ro potential contaminants associated with those uses\ro a conceptual model of the site indicating sources, pathways and receptors\ro potentially unacceptable risks arising from contamination at the site\r2. A site investigation scheme, based on (1) to provide information for a detailed assessment of the risk to all receptors that may be affected, including those off-site.\r3. The results of the site investigation and the detailed risk assessment referred to in (2) and, based on these, an options appraisal and remediation strategy giving full details of the remediation measures required and how they are to be undertaken.\r4. A plan providing details of the data that will be collected to demonstrate that the works set out in the remediation strategy in (3) are complete and identifying any requirements for longer-term monitoring of pollutant linkages, maintenance and arrangements for contingency action.\rAny changes to these components require the written consent of the local planning authority. The scheme shall be implemented as approved.\rReason(s): To ensure that the development does not contribute to, and is not put at unacceptable risk from or adversely affected by unacceptable levels of water pollution in line with paragraph 174 of the National Planning Policy Framework.\rTo prevent further deterioration of a water quality element to a lower status class and prevent the recovery of a drinking water protected area in the Upper Lee Chalk groundwater body.\r",
    "Verification report\rPrior to any part of the permitted development being occupied, a verification report demonstrating the completion of works set out in the approved remediation strategy and the effectiveness of the remediation shall be submitted to, and approved in writing, by the local planning authority. The report shall include results of sampling and monitoring carried out in accordance with the approved verification plan to demonstrate that the site remediation criteria have been met.\rReason(s)\rTo ensure that the site does not pose any further risk to the water environment by demonstrating that the requirements of the approved verification plan have been met and that remediation of the site is complete. This is in line with paragraph 174 of the National Planning Policy Framework.\rTo prevent further deterioration of a water quality element to a lower status class and prevent the recovery of a drinking water protected area in the Upper Lee Chalk groundwater body.\r",
    "Long-term monitoring\rThe development hereby permitted shall not commence until a monitoring and maintenance plan in respect of contamination, including a timetable of monitoring and submission of reports to the local planning authority, has been submitted to, and approved in writing by, the local planning authority. Reports as specified in the approved plan, including details of any necessary contingency action arising from the monitoring, shall be submitted to, and approved in writing by, the local planning authority.\rReason(s): To ensure that the site does not pose any further risk to the water environment by managing any ongoing contamination issues and completing all necessary long-term remediation measures. This is in line with paragraph 174 of the National Planning Policy Framework.\rTo prevent further deterioration of a water quality element to a lower status class and prevent the recovery of a drinking water protected area in the Upper Lee Chalk groundwater body.\r",
    "Previously Unidentified Contamination\rIf, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this contamination will be dealt with has been submitted to, and approved in writing by, the local planning authority. The remediation strategy shall be implemented as approved.\rReason(s): No condition can completely characterise a site. This condition will ensure that the development does not contribute to, and is not put at unacceptable risk from or adversely affected by unacceptable levels of water pollution from previously unidentified contamination sources at the development site. This is in line with paragraph 174 of the National Planning Policy Framework.\rTo prevent further deterioration of a water quality element to a lower status class and prevent the recovery of a drinking water protected area in the Upper Lee Chalk groundwater body.\r",
    "SuDS Infiltration of surface water into ground\rNo drainage systems for the infiltration of surface water to the ground are permitted other than with the written consent of the local planning authority. Any proposals for such systems must be supported by an assessment of the risks to controlled waters. The development shall be carried out in accordance with the approved details.\rReason(s): To prevent deterioration of a water quality element to a lower status class and prevent the recovery of a drinking water protected area in the Upper Lee Chalk groundwater body. The previous use of the proposed development site may have resulted to soils and groundwater impacted by contamination that could be mobilised by surface water infiltration (e.g., permeable paving, rain gardens and swales). This could pollute controlled waters. \r",
    "Piling/boreholes/tunnel shafts/ground source heating and cooling systems\rPiling and other foundation designs, investigation boreholes, ground source heating and cooling systems using penetrative methods shall not be carried out other than with the written consent of the local planning authority. The development shall be carried out in accordance with the approved details.\rReason(s): To ensure that the proposed development, does not harm groundwater resources in line with paragraph 174 of the National Planning Policy Framework and The Environment Agency's approach to groundwater protection', February 2018 Version 1.2.\rTo prevent further deterioration of a water quality element to a lower status class and prevent the recovery of a drinking water protected area in the Upper Lee Chalk groundwater body.\r",
    "Decommission of investigative boreholes\rA scheme for managing any borehole installed for the investigation of soils, groundwater or geotechnical purposes shall be submitted to and approved in writing by the local planning authority. The scheme shall provide details of how redundant boreholes are to be decommissioned and how any boreholes that need to be retained, post-development, for monitoring purposes will be secured, protected and inspected. The scheme as approved shall be implemented prior to the occupation of any part of the permitted development.\rReason(s): To ensure that redundant boreholes are safe and secure, and do not cause groundwater pollution or loss of water supplies in line with paragraph 174 of the National Planning Policy Framework and 'The Environment Agency's approach to groundwater protection'. February 2018 Version 1.2.\rTo prevent further deterioration of a water quality element to a lower status class and prevent the recovery of a drinking water protected area in the Upper Lee Chalk groundwater body.\r",
    "Car Parking Plan/ECVs\rPrior to first occupation, a Car Parking Plan shall be submitted to and approved in writing by the Local Planning Authority. The Plan shall include:\ri. Details of siting, type and design of plugs, the energy sources and the strategy/ management plan of supplying and maintaining active electric vehicle charging points, including mechanisms for providing all spaces with active electric vehicle charging points; and\rii. Details of allocation policy and procedures for allocating car parking spaces, including for disabled drivers occupying a 'wheelchair users.'\rReason: To ensure satisfactory allocation of car parking spaces and adequate car parking provision for disabled residents and ensure that the development complies with policies of the London Plan.\r",
    "Time limit - Reserved Matters\rApplications for the approval of any reserved matters must be made to the Local Planning Authority not later than (a) the expiration of ten years beginning with the date of this decision notice and (b) the development to which this permission relates must be begun not later than the expiration of two years from the final approval of the last reserved matter to be approved. \rReason: To comply with S.51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Reserved Matters  \rThe outline phase of the development shall not commence until details of access, appearance, landscaping, layout and scale (hereafter referred to as the reserved matters) of that part shall be submitted to and approved by the local planning authority. Development shall be implemented in accordance with the approved details\".\rReason: To ensure a site layout which complies with Development Plan Policies.\r",
    "Phasing\rThe development shall not commence until details of the phasing of works have been submitted to and approved in writing by the Local Planning Authority. The phasing plan shall be updated upon the submission of each Reserved Matters Application. \rReason: In the interests of amenity and highway safety.\r",
    "Compliance with Design Code and Parameter Plans\rEach application for individual phases of the development shall be in accordance with the hereby approved Design Code and Parameter Plans. \rReason: To establish clear and consistent design parameters to deliver a coherent and Local Plan compliant development.\r",
    "Tree Protection\rWith the Reserved Matters submission for any phase an updated Aboricultural Assessment shall be submitted to and approved in writing by the Local Planning Authority to identify all trees proposed for retention and removal. Where the trees are to be retained, the updated Arboricutural Assessment shall include the  scheme for the protection of any retained trees, in accordance with BS 5837:2012, and an Arboricultural Method Statement (AMS) to be approved in writing by the Local Planning Authority. Specific issues to be dealt with in the TPP and AMS include: \r\ra.\tLocation and installation of services/ utilities/ drainage. \rb.\tMethods of demolition within the root protection area (RPA as defined in BS 5837: 2012) of the retained trees.  \rc.\tDetails of construction within the RPA or that may impact on the retained trees. \rd.\ta full specification for the installation of boundary treatment works. \re.\ta full specification for the construction of any roads, parking areas and driveways, including details of the no-dig specification and extent of the areas of the roads, parking areas and driveways to be constructed using a no-dig specification.  Details shall include relevant sections through them.  \rf.\tDetailed levels and cross-sections to show that the raised levels of surfacing, where the installation of no-dig surfacing within Root Protection Areas is proposed, demonstrating that they can be accommodated where they meet with any adjacent building damp proof courses.  \rg.\tA specification for protective fencing to safeguard trees during both demolition and construction phases and a plan indicating the alignment of the protective fencing. \rh.\ta specification for scaffolding and ground protection within tree protection zones. \ri.\tTree protection during construction indicated on a TPP and construction and construction activities clearly identified as prohibited in this area. \rj.\tBoundary treatments within the RPA \rk.\tMethodology and detailed assessment of root pruning  \rl.\tArboricultural supervision and inspection by a suitably qualified tree specialist \rm.\tReporting of inspection and supervision \rn.\tMethods to improve the rooting environment for retained and proposed trees and landscaping \r\rThe development thereafter shall be implemented in strict accordance with the approved details. \rReason: Required prior to commencement of development to satisfy the Local Planning Authority that the trees to be retained will not be damaged during demolition or construction and to protect and enhance the appearance and character of the site and locality, in accordance with DMD79, DMD80 and DMD81 and pursuant to section 197 of the Town and Country Planning Act 1990.\r",
    "Cycle Parking\rThat with the Reserved Matters submission for any phase of development, details shall be submitted to and aproved by the Local Planning Authorrity showing the number, location and secure enclosure of cycle parking spaces in accordance with London Cycle Design Standards to be provided within that phase.  The cycle parking shall be provided in accordance with the approved details prior to occupation of the relevant phase. \rReason: To ensure adequate cycle parking provision and promote environmentally sustainable travel.\r",
    "Parking Design and Management Plan\rPrior to the commencement of each phase of the development, the Applicant is required to submit a Parking Design and Management Plan, indicating how the car parking will be designed and managed (with reference to Transport for London guidance on parking management and parking design), and how the proposed development will be managed to support the goal to reduce car mode share and car use (as set out within the approved Travel Plan). \rREASON: To ensure that car parking that is available is used efficiently and by those who genuinely need it in accordance with Policy DMD45 of the Enfield Development Management Document (2014) and Policies T1, T6, T6.1, T6.2, T6.3 and T6.5 of the London Plan (2021). \r",
    "Fire Statement\rIn respect of each individual phase, prior to the commencement of building works above existing ground level (except demolition of the existing buildings to ground floor level, and operations consisting of site clearance, archaeological investigations, investigations for assessing ground conditions, remedial work in respect of any contamination or other adverse ground conditions, diversion and laying of services, erection of any temporary means of enclosure, the temporary display of site notices or advertisements of development across the site), in any phase, a Fire Statement (which addresses the requirements of London Plan Policy D12) shall be submitted to, and approved by the local planning authority.\rReason: To ensure that the development incorporates the necessary fire safety measures in accordance with the Mayor's London Plan Policy D12.\r",
    "Construction Environmental Management Plan\rPrior to the commencement of development of each phase (including demolition but excluding operations consisting of site clearance, archaeological investigations, investigations for assessing ground conditions, remedial work in respect of any contamination or other adverse ground conditions, diversion and laying of services, erection of any temporary means of enclosure, the temporary display of site notices or advertisements of development across the site), a detailed Construction Environmental Management Plan and Code of Construction Practice (covering the Demolition and/or construction phase) shall be submitted to and approved in writing by the Local Planning Authority. The plan shall include detail on the following information:\rWith respect to contaminated land and ground conditions:\ri. Relevant methods specified in CIRIA A Guide for Safe Working on Contaminated Sites (C132) when handling arisings, due to the potential for hydrocarbons, asbestos and other contaminants;\rii. Procedures and protocols to prevent or manage the exposure of construction workers, visitors to the construction area, and users of neighbouring areas to contaminated materials;\riii. How dust and emissions will be managed during demolition and construction in accordance with the Mayor of London's supplementary planning guidance 'The Control of Dust and Emissions During\rConstruction and Demolition';\riv. Boundary monitoring of dust, volatile organic compounds and asbestos fibres during excavation and soil handling at points of greatest sensitivity; v. Appropriate procedures for handling and treatment of groundwater; \rvi. Measures to protect workers from vapours and dermal contact if hydrocarbon contamination is excavated, for instance during piling;\rvii. Measures required under the Control of Asbestos Regulations 2012 and associated code of practice;\rviii. Measures to control potential odours from the hydrocarbon and gasworks contaminated soils and prevent nuisance for workers and off-site residents; and\rix. Good practice operation and containment measures for storage of fuels or liquid chemicals to conform with government regulations and pollution prevention guidance (PPGs) issued by the Environment Agency.\rDevelopment shall be implemented in accordance with the relevant approved Construction Environmental Management Plan and Code of Construction Practice.\rReason: To ensure the implementation of the development does not lead to damage to the existing highway, harm ecological features during the construction phase and to minimise disruption to neighbouring properties and the environment in accordance with policies of the London Plan (2021), CP32 of the Enfield Core Strategy (2010) and policies DMD64, DMD65, DMD66, DMD68 and DMD70 of the Enfield Development Management Document (2014).\r",
    "Green Procurement and Construction Plan\rPrior to the commencement of development of any phase (including demolition but excluding operations consisting of site clearance, archaeological investigations, investigations for assessing ground conditions, remedial work in respect of any contamination or other adverse ground conditions, diversion and laying of services, erection of any temporary means of enclosure, the temporary display of site notices or advertisements of development across the site), a Green Procurement and Construction Plan detailing how the development has sought to minimise the environmental impact of the scheme through responsible sourcing of materials, minimising construction site impacts, local procurement and employment strategies and the minimisation of construction and demolition waste shall be submitted to and approved in writing by the Local Planning Authority.\rThe development shall be carried out strictly in accordance with the details so approved and maintained as such thereafter.\rReason: To ensure the development minimises the environmental impact of materials set by Policy DMD57 of the Development Management Document and Policies of the London Plan\r",
    "Flood Risk Management \rPrior to the commencement of development within each phase, details should be provided to confirm that:\ro\tthe total built development footprint (impacted by the 1 in 100 year plus climate change event), is less or equal to the existing scenario.  Should this not be the case then details on floodplain compensation measures should be provided. \ro\tThat flood evacuation routes are provided and are either dry or in the \"very low hazard level\" (as defined by the Hazard table from the Research and Development Technical Report FD2320) for the 1 in 100 year plus climate change event. These details must include flood level, timings, and ground levels and works will be carried out in accordance with the Approved FRA.\r\rReason: To minimise flood risk in accordance with Policy CP28 of the Core Strategy and Policies SI12 of the London Plan, Enfield's SFRA, DMD Policy 59, 60 & 62 and the NPPF.\r",
    "Sustainable Drainage Strategy\rPrior to the commencement of development for each phase (except demolition of the existing buildings to ground floor level, and operations consisting of site clearance, archaeological investigations, investigations for assessing ground conditions, remedial work in respect of any contamination or other adverse ground conditions, diversion and laying of services, erection of any temporary means of enclosure, the temporary display of site notices or advertisements of development across the site), a detailed Sustainable Drainage Strategy shall be submitted to and approved in writing by the Local Planning Authority. The details shall be based on the disposal of surface water by means of a sustainable drainage system in accordance with the principles as set out in the Technical Guidance to the National Planning Policy Framework and should be in line with our DMD Policy SuDS Requirements:\ra)\tShall achieve greenfield runoff rates for 1 in 1 and 1 in 100 year storm events with the allowance for climate change, unless otherwise demonstrated that other discharge allowances are appropriate through further flood modelling\rb)\tFollow the London Plan Drainage Hierarchy by maximising above ground storage in green infrastructure features\rc)\tAttempt to connect to a gravity drainage system where possible\rd)\tFollow the SuDS management train by providing a number of treatment phases corresponding to the pollution potential of the site and shall utilise source control such as green roofs and/or rain gardens and/or permeable paving with the aim of treating 100% of the runoff generated from hardstanding areas\re)\tMaximise opportunities for sustainable development, improve water quality, biodiversity, local amenity and recreation value\rf)\tThe system must be designed to allow for flows that exceed the design capacity to be stored on site or conveyed off-site with minimum impact, and must link to an overall exceedance flow strategy with preference to convey water to the south ditch\rg)\tClear ownership, management and maintenance arrangements must be established\rh)\tThe details submitted shall include levels, sizing, cross sections and specifications for all SuDS features\rReason: To ensure the sustainable management of water, minimise flood risk, minimise discharge of surface water outside of the curtilage of the property and ensure that the drainage system will remain functional throughout the lifetime of the development in accordance with Policy CP28 of the Core Strategy, SFRA, DMD Policy 61, and Policies SI12 & SI13 of the London Plan and the NPPF and to maximise opportunities for sustainable development, improve water quality, biodiversity, local amenity and recreation value.\r",
    "Verification Report\rPrior to first occupation of each phase including the detailed phase, a Verification Report demonstrating that the approved flood risk management and SuDS measures for that phase have been fully implemented shall be submitted to the Local Planning Authority for approval in writing. This report must include:\ro\tAs built drawings of the sustainable drainage systems and flood risk management features including level information (if appropriate)\ro\tPhotographs of the completed sustainable drainage systems\ro\tAny relevant certificates from manufacturers/ suppliers of any drainage features\ro\tA confirmation statement of the above signed by the site manager (or similar) \r\rReason: To minimise flood risk in accordance with Policy CP28 of the Core Strategy and Policies SI12 of the London Plan, Enfield's SFRA, DMD Policy 59, 60 & 62 and the NPPF.\r",
    "Site Waste Management Plan\rNotwithstanding the approved documents, prior to the commencement of development for each phase (except demolition of the existing buildings to ground floor level, and operations consisting of site clearance, archaeological investigations, investigations for assessing ground conditions, remedial work in respect of any contamination or other adverse ground conditions, diversion and laying of services, erection of any temporary means of enclosure, the temporary display of site notices or advertisements of development across the site) until a revised Site Waste Management Plan has been submitted to and approved in writing by the Local Planning Authority. The plan should include as a minimum:\ri. Target benchmarks for resource efficiency set in accordance with best practice\rii. Procedures and commitments to minimize non-hazardous construction waste at design stage. Specify waste minimisation actions relating to at least 3 waste groups and support them by appropriate monitoring of waste.\riii. Procedures for minimising hazardous waste\riv. Monitoring, measuring and reporting of hazardous and non-hazardous site waste production according to the defined waste groups\r(according to the waste streams generated by the scope of the works)\rv. Procedures and commitments to sort and divert waste from landfill in accordance with the waste hierarchy (reduce; reuse; recycle; recover) according to the defined waste groups\rIn addition, no less than 85% by weight or by volume of non-hazardous construction, excavation and demolition waste generated by the development has been diverted from landfill\rReason: To maximise the amount of waste diverted from landfill consistent with the waste hierarchy and strategic targets set by Policy DMD57 of the Development Management Document and Policies of the London Plan.\r",
    "With the Reserved Matters submission for any phase an energy statement shall be submitted demonstrating how the zero carbon target for that phase of development will be met within the framework of the energy hierarchy. An Outline New Development Carbon Compensation contribution shall be calculated for that phase in accordance with the carbon compensation formula applicable at the point of submission of the updated Energy Statement for that phase and be paid pursuant to the S106. That phase of development shall be completed in accordance with the approved energy statement. \r\rReason: To ensure compliance with London Plan policy SI 2 and policy DMD50 of the Development Management Document",
    "Updated Energy Statement and carbon offset calculation of alternative energy strategy followed\r\rPrior to the practical completion of any phase of the development, an updated Energy Statement shall be submitted and approved in writing by the Local Planning Authority, demonstrating the measures taken in Be Lean, Be Clean and Be Green stages of the Energy hierarchy to reduce carbon emitted from the operation of a development and its services, as committed to in the design stage, and any Outline Additional New Development Carbon Compensation for that phase to be calculated in accordance with the carbon compensation formula applicable at the point of submission of the updated Energy Statement for that phase and to be paid for the remaining emissions pursuant to the S106 Agreement entered into pursuant to this planning permission. \r\rReason: In the interest of sustainable development and to ensure to ensure that the development achieves or exceeds the carbon reduction committed to in the design stages, as well as to provide incentive to continue efforts to improve efficiency in accordance with Policy DMD51-54 of the Development Management Document (2014), Policy SI2 of the New London Plan 2021.",
    "Waste\rPrior to the commencement of development for each phase (except demolition of the existing buildings to ground floor level, and operations consisting of site clearance, archaeological investigations, investigations for assessing ground conditions, remedial work in respect of any contamination or other adverse ground conditions, diversion and laying of services, erection of any temporary means of enclosure, the temporary display of site notices or advertisements of development across the site), details of refuse storage facilities including facilities for the recycling of waste to be provided within the development, in accordance with the London Borough of Enfield - Waste and Recycling Planning Storage Guidance ENV 08/162, have been submitted to and approved in writing by the Local Planning Authority. The facilities shall be provided in accordance with the approved details before that phase of the development is occupied or use commences.\rReason: In the interests of amenity and the recycling of waste materials in support of the Boroughs waste reduction targets.\r\rPrior to the Commencement of Each Phase (except demolition of the existing buildings to ground floor level\r",
    "External Lighting\rDetails of all external lighting to be provided within each phase, including the design, height and siting shall be submitted to the Local Planning Authority prior to installation within each phase. In addition, details regarding how the external lighting scheme has been designed to minimise light spillage and its impact on wildlife particularly along the wooded boundaries of the site shall be submitted to and approved in writing by the Local Planning Authority. The external lighting shall be provided prior to the occupation of the first unit and maintained at all times thereafter.\rReason: In the interests of visual amenity, safety, residential amenity and to ensure that light sensitive receptors are not unduly affected.\r",
    "Car Parking Plan\rPrior to first occupation of each phase, a Car Parking Plan shall be submitted to and approved in writing by the Local Planning Authority. The Plan shall include:\ri. Details of siting, type and design of plugs, the energy sources and the strategy/ management plan of supplying and maintaining active electric vehicle charging points, including mechanisms for providing all spaces with active electric vehicle charging points; and\rii. Details of allocation policy and procedures for allocating car parking spaces, including for disabled drivers occupying a 'wheelchair users.'\rReason: To ensure satisfactory allocation of car parking spaces and adequate car parking provision for disabled residents and ensure that the development complies with policies of the London Plan.\r",
    "Development should be carried out in accordance with the details provided in the Flood Risk Assessment (MIE-BWB-ZZ-XX-RP-YE-0002_FRA 31/08/2022), Flood Management and Evacuation Plan (MIE-BWB-ZZ-XX-RP-YE-0003_FMEP 06/09/2022) \rREASON: To reduce the risk of flooding to the proposed development and future occupants and to reduce the risk of flooding from blockages to the existing culverts, in accordance with Policy CP28 of the Core Strategy, DMD 61, and Policies SI 12, SI 13 and SI 17of the London Plan (2021).\r",
    "Non-Road Mobile Machinery\rAll Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/\rReason: In the interests of good air quality with regard to London Plan policies.\r\r",
    "Uplift in Floorspace \rNo less than 22,098sq.m (GIA) of employment floorspace should be delivered within the area designated as SIL (within the London Borough of Enfield Planning Policies Map (2019)), unless otherwise agreed in writing by the Local Planning Authority.\rReason: To ensure an adequate provision of employment floorspace within the designated SIL. \r",
    "Fire Strategy \rThe development shall be carried out in accordance with the provisions of the Outline Fire Strategy submitted with this application unless otherwise approved in writing by the Local Planning Authority.\rReason: To ensure that the development incorporates the necessary fire safety measures in accordance with Intend to Publish London Plan Policy D12.\r",
    "Delivery and Servicing Plan\rPrior to the first occupation of each phase, a Delivery and Servicing Plan for each phase shall be submitted to and approved by the Local Planning Authority. The Plan shall include:\ri. Management of servicing and deliveries to each phase;\rii. Vehicle types, expected frequencies, loading / unloading locations, adequacy for each phase;\riii. Management measures - booking systems, coordination at point of order, work with suppliers etc.;\riv. Use classes utilising and benefitting from the plan;\rv. Links to the Travel Plans and Car Park Management Plans;\rvi. Access routes; and\rvii. Review processes, opportunities for improvement.\rThe development shall then be carried out in accordance with the approved Delivery and Servicing Plan.\rReason: In order to ensure that deliveries and servicing of the site is managed effectively so as to minimise impact upon the road network and to safeguard the amenities of the occupiers of residential properties and in the interests of road safety in accordance with CP24 of the Enfield Core Strategy (2010) and DMD47 and DMD48 of the Enfield Development Management Document (2014).\r",
    "Secure by Design \rPrior to the first occupation of each phase, the development shall achieve a Certificate of Compliance to the relevant Secure by Design Guide(s) or alternatively achieve Crime Prevention Standards submitted to and approved in writing by the Local Planning Authority in conjunction with the Metropolitan Police.  The development shall be carried out in accordance with the approved details and thereafter shall be fully retained and maintained as such for the lifetime of the development unless otherwise agreed in writing by the Local Planning Authority,\rReason: In the interests of safety and security.\r",
    "Archaeological Investigation Stage 1\rNo development within a phase shall commence until a Stage 1 Written Scheme of Investigation (WSI) has been submitted to and approved in writing by the Local Planning Authority, covering that phase. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of Development Site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.\rReason: to protect the historic environment\r",
    "Stage II Written Scheme of Investigation of Archaeology\r(a) If heritage assets of archaeological interest are identified by a Stage 1 Written Scheme of Investigation (WSI) of Archaeology for Phase 1, then for those parts of the Development Site which have archaeological interest, a Stage 2 WSI shall be submitted to and approved in writing by the Local Planning Authority. For land that is included within the Stage 2 WSI, no demolition/development shall take place within that phase other than in accordance with the agreed stage 2 WSI, which shall include:\ri. The statement of significance and research objectives, the programme and methodology of Development Site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works\rii. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.\rReason: to protect the historic environment\r",
    "Construction Traffic Management Plan\rNo development shall commence (including demolition but excluding operations consisting of site clearance, archaeological investigations, investigations for assessing ground conditions, remedial work in respect of any contamination or other adverse ground conditions, diversion and laying of services, erection of any temporary means of enclosure, the temporary display of site notices or advertisements of development across the site) within each phase until a Construction Traffic Management Plan has been submitted to and approved in writing by the local planning authority. The statement should include:\ra) photographic condition survey of public carriageways, verges and footways in the vicinity of the site;\rb) map showing routeing of demolition and construction vehicles to/from the site;\rb) access arrangements to the site;\rc) wheel cleaning methodology and facilities;\rd) contractors/staff/visitors parking;\re) the estimated number and type of vehicles per day/week;\rf) details of any vehicle holding area;\rg) details of the vehicle call up procedure;\rh) details of any changes to on-street waiting and loading restrictions that will be required;\ri) details of measures to protect pedestrians and other highway users from construction activities on the highway;\rj) Coordination with other development projects in the vicinity;\rk) Details of measures and training to reduce the danger posed to cyclists by HGVs, including membership of the Freight Operators Recognition Scheme or an approved equivalent;\rl) Work programme and/or timescale for each phase of the demolition, excavation and construction works; and\rm) Where works cannot be contained wholly within the site a plan should be submitted showing the site layout on the highway including extent of hoarding, pedestrian routes and remaining road width for vehicle movements.\rThe development shall be carried out in accordance with the approved Construction Traffic Management Plan.\rReason: To protect the highways infrastructure and the amenities of the area.\r",
    "Piling\rNo piling within a phase shall take place until a piling method statement (detailing the results of a magnetometer survey, the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface sewerage infrastructure, and the programme for the works) for the relevant phase has been submitted to and approved in writing by the Local Planning Authority in consultation with Thames Water.\rAny piling shall be undertaken in accordance with the terms of the approved piling method statement for that Block.\rReason: The proposed works will be in close proximity to underground sewerage utility infrastructure. Piling has the potential to impact on local underground sewerage utility infrastructure.\r",
    "Car Parking Management Plan\rPrior to the commencement of the development with a phase, the applicant is required to submit a Parking Design and Management Plan, indicating how the car parking will be designed and managed (with reference to Transport for London guidance on parking management and parking design), and how the proposed development will be managed to support the goal to reduce car mode share and car use (as set out within the approved Travel Plan). \rReason: To ensure that car parking that is available is used efficiently and by those who genuinely need it in accordance with Policy DMD45 of the Enfield Development Management Document (2014) and Policies T1, T6, T6.1, T6.2, T6.3 and T6.5 of the London Plan (2021).  \r",
    "Tree Damage\rAny trees or shrubs which die, are removed or become seriously damaged or diseased within five years from the completion of the landscaping works shall be replaced in the next planting season with the same species or an approved alternative as agreed in writing by the Local Planning authority.\rReason: To ensure a satisfactory level of biodiversity enhancement and boundary treatments.\r",
    "Birds \rAll areas of hedges, scrub or similar vegetation where birds may nest which are to be removed as part of the development, are to be cleared outside the bird-nesting season (March - August inclusive) or if clearance during the bird-nesting season cannot reasonably be avoided, a suitably qualified ecologist will check the areas to be removed immediately prior to clearance and advise whether nesting birds are present.  If active nests are recorded, no vegetation clearance or other works that may disturb active nests shall proceed until all young have fledged the nest. \rReason:  To ensure that wildlife is not adversely impacted by the proposed development in accordance with national wildlife legislation and in line with CP36 of the Core Strategy.  Nesting birds are protected under the Wildlife and Countryside Act, 1981 (as amended).\r",
    "Considerate Constructors Scheme \rThe development shall not commence until an undertaking to meet with best practice under the Considerate Constructors Scheme and achieve formal certification has been submitted to and approved in writing by the Local Planning Authority.\rReason: To ensure the implementation of the development does not adversely impact on the surrounding area and to minimise disruption to neighbouring properties.\r",
    "Cycle Parking\r\rThe cycle parking spaces associated with the development, shown on approved drawings, shall be provided and made available prior to occupation of each phase, and shall be maintained thereafter.  \r\rReason: To ensure adequate cycle parking provision and promote environmentally sustainable travel\r",
    "Time Limit \rThe detailed development to which this permission relates must be begun no later than the expiration of five years beginning with the date of the decision notice.\rReason: To comply with the provisions of S.51 of the Planning & Compulsory Purchase Act 2004.\r",
    "Compliance with Approved Plans\rThe development hereby permitted shall be carried out in accordance with the approved plans including plan(s) that may have been revised, as set out in the attached schedule which forms part of this notice.\rReason: For the avoidance of doubt and in the interests of proper planning.\r",
    "Sustainable Drainage \rDevelopment should be carried out in accordance with the details provided in the approved Sustainable Drainage Statement (MIE-BWB-ZZ-XX-RP-CD-0002_SDS P04, 14th September 2022)\rREASON: To reduce the risk of flooding to the proposed development and future occupants and to reduce the risk of flooding from blockages to the existing culverts, in accordance with Policy CP28 of the Core Strategy, DMD 61, and Policies SI 12, SI 13 and SI 17of the London Plan (2021).\r",
    "BREEAM Accreditation\rWithin 6 months of first occupation of each phase of the development hereby approved, a post construction assessment (conducted by an accredited Assessor and supported by relevant BREEAM New Construction 2018  accreditation certificate (or any such equivalent national measure of sustainable building which replaces that scheme)) rating of 'Excellent' shall be submitted in writing to the Local Planning Authority \rThe development shall be carried out strictly in accordance with the details approved and the Accreditation of 'Excellent' shall be maintained as such thereafter, and no change there from shall take place without the prior approval of the Local Planning Authority.\rReason: In the interests of addressing climate change and to secure sustainable development in accordance with the strategic objectives of the Council, Policy DMD50 of the Development Management Document (2014), and of the London Plan (2021) and the NPPF.  \r",
    "Detailed Circular Economy Statement  \rEach application for reserved matters shall be accompanied by a detailed Circular Economy Statement in line with the GLA's Circular Economy Statement Guidance, which shall be submitted to and approved in writing by the Local Planning Authority. The statement  shall adhere to the principles set out in the draft Circular Economy Statement. The development shall be carried out in accordance with the details so approved.  \rReason: In the interests of sustainable waste management and in order to maximise the re-use of materials.       \r",
    "Circular Economy Statement\rPrior to the commencement of development within each phase (except demolition of the existing buildings to ground floor level, and operations consisting of site clearance, archaeological investigations, investigations for assessing ground conditions, remedial work in respect of any contamination or other adverse ground conditions, diversion and laying of services, erection of any temporary means of enclosure, the temporary display of site notices or advertisements of development across the site), a revised circular economy statement addressing outstanding matters raised in the GLA Circular Economy consultation memo dated 25 August 2022 should be  submitted to and approved in writing by the local planning authority in line with GLA guidance.\rREASON: In the interests of sustainable waste management and in order to maximise the re-use of materials.   \r",
    "Circular Economy Post-Completion Report\rFollowing first occupation of any phase, a Post Completion Report setting out the predicted and actual performance against all numerical targets in the relevant Circular Economy Statement shall be submitted to and approved in writing by the local planning authority in line with the GLA's Circular Economy Statement Guidance.\rThe post-construction monitoring report shall be submitted to the GLA, currently via email at: circulareconomystatements@london.gov.uk, along with any supporting evidence as per the guidance. Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the local planning authority, prior to first occupation of any phase of development.\r REASON: In the interests of sustainable waste management and in order to maximise the re-use of materials.  \rEach application for reserved matters shall be accompanied by a detailed Circular Economy Statement in line with the GLA's Circular Economy Statement Guidance, which shall be submitted to and approved in writing by the Local Planning Authority. The statement shall adhere to the principles set out in the draft Circular Economy Statement. The development shall be carried out in accordance with the details so approved.  \rReason: In the interests of sustainable waste management and in order to maximise the re-use of materials.       \r",
    "Whole Life Carbon\rPrior to the occupation of development within each phase, the post-construction tab of the GLA's whole life carbon assessment template should be completed accurately and in its entirety in line with the GLA's Whole Life Carbon Assessment Guidance. The post-construction assessment should provide an update of the information submitted at planning submission stage, including the whole life carbon emission figures for all life-cycle modules based on the actual materials, products and systems used. This should be submitted to the GLA at: ZeroCarbonPlanning@london.gov.uk, along with any supporting evidence as per the guidance. Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the local planning authority, prior to occupation of the relevant building.\r REASON: in the interests of promoting sustainable construction practice and minimising the impact on the environment.\r",
    "Air Quality \rPrior to the commencement of development within each reserved matters phase, measures to control emissions during the construction phase relevant to a high risk site should be written into an Air Quality and Dust Management Plan (AQDMP), or form part of a Construction Environmental Management Plan, in line with the requirements of the Control of Dust and Emissions during Construction and Demolition SPG. The AQDMP should be approved by the LPA and the measures and monitoring protocols implemented throughout the construction phase (London Plan Policy SI1D).\rREASON: in the interests of promoting sustainable construction practice and minimising the impact on the environment.\r",
    "Remediation Strategy\rNo phase of development approved by this planning permission shall commence until a remediation strategy to deal with the risks associated with contamination of the site in respect of the development hereby permitted, has been submitted to, and approved in writing by, the local planning authority. This strategy will include the following components:\r1. A preliminary risk assessment which has identified:\ro all previous uses\ro potential contaminants associated with those uses\ro a conceptual model of the site indicating sources, pathways and receptors\ro potentially unacceptable risks arising from contamination at the site\r2. A site investigation scheme, based on (1) to provide information for a detailed assessment of the risk to all receptors that may be affected, including those off-site.\r3. The results of the site investigation and the detailed risk assessment referred to in (2) and, based on these, an options appraisal and remediation strategy giving full details of the remediation measures required and how they are to be undertaken.\r4. A plan providing details of the data that will be collected to demonstrate that the works set out in the remediation strategy in (3) are complete and identifying any requirements for longer-term monitoring of pollutant linkages, maintenance and arrangements for contingency action.\rAny changes to these components require the written consent of the local planning authority. The scheme shall be implemented as approved.\rReason(s): To ensure that the development does not contribute to, and is not put at unacceptable risk from or adversely affected by unacceptable levels of water pollution in line with paragraph 174 of the National Planning Policy Framework.\rTo prevent further deterioration of a water quality element to a lower status class and prevent the recovery of a drinking water protected area in the Upper Lee Chalk groundwater body.\r"
  ],
  "appeal_status": null,
  "parking_details": null,
  "decision_process": "Committee",
  "site_number": "230, 240",
  "decision_target_date": "04/05/2022",
  "ward": "Edmonton Green",
  "application_details": {
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_commencement_date": "01/2024",
        "intended_completion_date": "12/2028"
      }
    ],
    "total_gia_gained": 17902,
    "site_area": 9.64,
    "total_gia_lost": 22000,
    "total_gia_existing": 22000,
    "scheme_name": "Workstown",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 22000,
        "gia_gained": 17902,
        "use_class": "SpecifiedOther",
        "gia_lost": 22000
      }
    ],
    "projected_cost_of_works": "Between 2m and 100m",
    "scheme_phasing": true,
    "rain_water_harvesting": true,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 19,
        "building_ref": "Waste Unit - 01 A"
      },
      {
        "no_storeys": 2,
        "max_height": 16,
        "building_ref": "Units 1a - 1c"
      },
      {
        "no_storeys": 2,
        "max_height": 16,
        "building_ref": "Units 2a - 2d"
      },
      {
        "no_storeys": 2,
        "max_height": 16,
        "building_ref": "Unit 4"
      },
      {
        "no_storeys": 4,
        "max_height": 30,
        "building_ref": "Units 5a - 5g"
      },
      {
        "no_storeys": 2,
        "max_height": 16,
        "building_ref": "Units 6a - 6f"
      },
      {
        "no_storeys": 2,
        "max_height": 19,
        "building_ref": "Waste Unit 01 - B"
      },
      {
        "no_storeys": 2,
        "max_height": 16,
        "building_ref": "Unit 7"
      },
      {
        "no_storeys": 1,
        "max_height": 8,
        "building_ref": "A3 Unit"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": true,
    "surface_water_discharge_percentage_reduction": 85,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 17902,
      "total_gia_lost": 22000,
      "total_gia_existing": 22000
    },
    "garden_land_lost": false,
    "uk_company_registration_no": "01390361",
    "internal_resi_water_usage": 0,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "solar_pv_capacity": 11,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_active_rapid_ev_charging_points": 54,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": true,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false,
      "chp_heat_pumps_capacity": 38
    },
    "ownership_status": "Mixed",
    "lead_developer_company_name": "HBD on behalf of Montagu 406 Regeneration LLP",
    "existing_uprns": [
      "000207191359"
    ],
    "commencement_notice_received": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "CONLAN Site Description: SCRAP METAL\rSite Name: SB MOTOR ACCESSORIES"
      },
      {
        "result": null,
        "constraints_layer_description": "CONLAN Site Description: SCRAP METAL\rSite Name: SAUNDERS CAR BREAKERS"
      },
      {
        "result": null,
        "constraints_layer_description": "CONLAN Site Description: SCRAP METAL\rSite Name: A.E. MORRIS SCRAP METAL STORE"
      },
      {
        "result": null,
        "constraints_layer_description": "CONLAN Site Description: SCRAP METAL\rSite Name: R. ANDERSON"
      },
      {
        "result": null,
        "constraints_layer_description": "CONLAN Site Description: SCRAP METAL\rSite Name: R. ANDERSON, 21 STACEY AVENUE EDMONTON N18"
      },
      {
        "result": null,
        "constraints_layer_description": "CONLAN Site Description: SCRAP METAL\rSite Name: HUBBARD & BROWNE, 21 STCEY AVE., EDMONTON N18"
      },
      {
        "result": null,
        "constraints_layer_description": "CONLAN Site Description: SCRAP METAL\rSite Name: CHALLONER & SAVAGE, 21 STACEY AVENUE, N18"
      },
      {
        "result": null,
        "constraints_layer_description": "CONLAN Site Description: SCRAP METAL\rSite Name: F.E. CHICK & SONS (29 FIRST AVE EDMONTON N18)"
      },
      {
        "result": null,
        "constraints_layer_description": "CONLAN Site Description: SCRAP METAL\rSite Name: WEBB SCRAP METAL (21 FIRST AVE., EDMONTON N18)"
      },
      {
        "result": null,
        "constraints_layer_description": "CONLAN Site Description: SCRAP METAL\rSite Name: SCRAP YARD."
      },
      {
        "result": null,
        "constraints_layer_description": "CONLAN Site Description: SCRAP METAL\rSite Name: ROOKE, 24 FIRST AVENUE, EDMONTON"
      },
      {
        "result": null,
        "constraints_layer_description": "CONLAN Site Description: SCRAP METAL\rSite Name: S.B. MOTOR ACCESSORIES (20 FIRST AVE EDMONTON N18)"
      },
      {
        "result": null,
        "constraints_layer_description": "CONLAN Site Description: WASTE H C I\rSite Name: MONTAGU ROAD AND FIRST AVENUE LANDFILL"
      },
      {
        "result": null,
        "constraints_layer_description": "CONLAN Site Description: SCRAP METAL\rSite Name: ROOKE 19 FIRST AVENUE"
      },
      {
        "result": null,
        "constraints_layer_description": "CONLAN Site Description: SCRAP METAL\rSite Name: B AND R SALVAGE CAR BREAKERS"
      },
      {
        "result": null,
        "constraints_layer_description": "SIARIN Description: River valley deposits with high prehistoric and palaeonvironmental potential.\rName: Lea Valley West Bank"
      },
      {
        "result": null,
        "constraints_layer_description": "RIVBUF River Buffer: Bounds Green Brook\rCode: RIVBUF1"
      },
      {
        "result": null,
        "constraints_layer_description": "EAHMIP Code: EAHMIP2"
      },
      {
        "result": null,
        "constraints_layer_description": "EAFLZ2 Description: Flood Zone 2"
      },
      {
        "result": null,
        "constraints_layer_description": "EAFLZ3 Description: Flood Zone 3"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: Southgate Model\rDescription: 100YRCC3099\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: Southgate Model\rDescription: 100YRCC3124\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: Southgate Model\rDescription: 100YRCC3159\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: Southgate Model\rDescription: 100YRCC3453\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: Wood Green Model\rDescription: 100YRCC3502\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "DCAREA Area: SOUTH\rCode: DCAREA_S"
      },
      {
        "result": null,
        "constraints_layer_description": "CLAROA Road Classification code: CLAROA46"
      },
      {
        "result": null,
        "constraints_layer_description": "EAANGZ Description: EAANGZ2"
      },
      {
        "result": null,
        "constraints_layer_description": "SUSTZO Description: SUSTZO484"
      },
      {
        "result": null,
        "constraints_layer_description": "SUSTZO Description: SUSTZO485"
      },
      {
        "result": null,
        "constraints_layer_description": "SUSTZO Description: SUSTZO615"
      },
      {
        "result": null,
        "constraints_layer_description": "FOUSEW Description: FOUSEW27"
      },
      {
        "result": null,
        "constraints_layer_description": "FOUSEW Description: FOUSEW31"
      },
      {
        "result": null,
        "constraints_layer_description": "FOUSEW Description: FOUSEW42"
      },
      {
        "result": null,
        "constraints_layer_description": "GAP35Z Description: Gas pipeline buffer - 35m"
      },
      {
        "result": null,
        "constraints_layer_description": "HAZARD Description: HAZARD1"
      },
      {
        "result": null,
        "constraints_layer_description": "LAFISI Code: LFS"
      },
      {
        "result": null,
        "constraints_layer_description": "SECOAR Description: SECOAR15"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Edmonton Green"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Lower Rate Eastern Zone - RATE: 40 per square metre"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDAAP Designation: Area Action Plan- Area: Central Leaside- Policy: Core policy 37"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDLSI Designation: Locally Significant Industrial Site- Policy: DMD 20, 21, 23- Core Strategy: Core policy 15"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDSIL Designation: Strategic Industrial Location- Industrial Area: Montagu Industrial Area- Policy: DMD 19, 21, 23- Core Strategy: Core policy 14"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDWCO Designation: Wildlife Corridor- Policy: DMD 76- Core Strategy: Core policy 36"
      },
      {
        "result": null,
        "constraints_layer_description": "SUWAFL Surface water flooding zone: Surface Water 100 ye\rSource: Environment Agency"
      }
    ]
  },
  "status": "Application Under Consideration",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "PP-10240759",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": "Outline planning permission: Some matters reserved",
  "appeal_start_date": null,
  "lpa_name": "Enfield",
  "borough": "Enfield Council",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": null,
  "last_date_consultation_comments": "16/03/2022",
  "decision_date": null,
  "centroid": {
    "lon": -0.04956,
    "lat": 51.619754
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": null,
  "street_name": "Montagu Road",
  "lpa_app_no": "22/00168/OUT",
  "lapsed_date": null,
  "id": "Enfield-22_00168_OUT",
  "title_number": [],
  "application_type": "All Other",
  "site_name": "Montagu Industrial Estate\rEnfield\rLondon\rN18",
  "date_building_work_started_under_previous_permission": null,
  "postcode": "N18 2NZ",
  "last_updated": "2025-07-09T20:00:56.882Z",
  "last_updated_by": "Idox Uniform",
  "decision_agency": null,
  "uprn": "000207191359",
  "cil_liability": false,
  "centroid_easting": 535125,
  "polygon": null,
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.049537,
          51.619767
        ],
        [
          -0.049538,
          51.61974
        ],
        [
          -0.049582,
          51.619741
        ],
        [
          -0.049581,
          51.619768
        ],
        [
          -0.049537,
          51.619767
        ]
      ]
    ],
    "type": "Polygon"
  }
}