{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509851.2298,
              181272.6066
            ],
            [
              509887.8746,
              181257.7899
            ],
            [
              509884.5673,
              181249.1909
            ],
            [
              509847.261,
              181263.2139
            ],
            [
              509851.2298,
              181272.6066
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08552626",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:39:23.698+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "08/04/2020",
  "secondary_street_name": "HAYES",
  "appeal_start_date": null,
  "ward": "TOWNFIELD",
  "centroid": {
    "lat": "51.5195943",
    "lon": "-0.41788749999999997"
  },
  "decision": "Refused",
  "valid_date": "13/03/2020",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.039
  },
  "cil_liability": false,
  "postcode": "UB3 2LS",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=44204/APP/2020/811",
  "lpa_name": "Hillingdon",
  "site_name": "THE RELIANT CARE HOME",
  "lapsed_date": "07/05/2023",
  "parking_details": null,
  "decision_conditions": [
    "The proposed rear dormer window, by reason of its size, scale, bulk, and design, would fail to harmonise with the architectural composition of the original building and fail to either preserve or enhance the character or appearance of the surrounding Hayes Village Conservation Area. The proposal is therefore contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 1, DMHB 4, DMHB 11 and DMHD 1 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020), Policy 7.8 of the London Plan (2016) and the NPPF.",
    "The proposed single storey rear extension by virtue of its size, scale, bulk, depth and design, would not appear as a subordinate addition and would fail to harmonise with the architectural composition of the original building and fails to either preserve or enhance the character or appearance of the surrounding Hayes Village Conservation Area. The proposal is therefore contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 1, DMHB 4, DMHB 11 and DMHD 1 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020), Policy 7.8 of the London Plan (2016) and the NPPF.",
    "The proposed single storey rear extension by virtue of its size, scale, bulk, depth and proximity, would be detrimental to the amenities of the adjoining occupiers at 182 Church Road Road, by reason of over-dominance, overshadowing, visual intrusion, loss of light and loss of outlook. Therefore the proposal would be contrary to Policies DMHD1 and DMHB 11 of the Hillingdon Local Plan Part Two: Development Management Policies (2020).",
    "Insufficient information has been provided to demonstrate that the proposed smoking shelter, by reason of its siting in close proximity to the boundary with 178 Church Road, would not have an unacceptable impact upon the residential amenities of the occupants of this adjacent property in terms of noise, disturbance and odour. As such the proposal is contrary to of the Hillingdon Local Plan Part Two: Development Management Policies (2020).",
    "The proposal is tantamount to the subdivision of the property into 6 self contained studios of substandard size. The proposal as submitted does not include satisfactory supporting information in relation to the need for additional parking and amenity space and issues relating to impact on the existing and adjoining dwellings. The proposal is therefore contrary to policies DMHB 11, DMHB 16, DMHB 18, DMHD 1, DMT 2 and DMT 6 of the Hillingdon Local Plan Part Two-Development Management Policies, Policy 3.5 of the London Plan, the Mayor of London's adopted Supplementary Planning Guidance - Housing (March 2016) and the Technical Housing Standards - Nationally Described Space Standard (March 2015).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to  REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. The Council's supports pre-application discussions.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Single storey front/side/rear extension and conversion of roofspace to habitable use to include a rear dormer and two front rooflights (Part Retrospective).",
  "lpa_app_no": "44204/APP/2020/811",
  "decision_target_date": "08/05/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "07/05/2020",
  "id": "Hillingdon-44204_APP_2020_811",
  "centroid_northing": 181261,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 509867,
  "street_name": "180 CHURCH ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.41811109999999996,
          51.5197017
        ],
        [
          -0.41758779999999995,
          51.5195614
        ],
        [
          -0.41763809999999996,
          51.5194847
        ],
        [
          -0.41817119999999997,
          51.519618
        ],
        [
          -0.41811109999999996,
          51.5197017
        ]
      ]
    ],
    "type": "Polygon"
  }
}