{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "lpa_app_no": "P1858.22",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1858.22",
  "actual_completion_date": null,
  "pp_id": "11671075",
  "lapsed_date": "13/01/2026",
  "secondary_street_name": "Romford",
  "centroid": {
    "lat": "51.5908568",
    "lon": "0.2186232"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "10033420247",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "13/12/2022",
  "description": "Replacement of existing outdoor carwash and site security building with a larger proposed building that consists of an indoor-carwash area and quality control room on the ground floor and a meeting room, office space, and site security room on the first floor",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2191767,
          51.5909231
        ],
        [
          0.21919709999999998,
          51.5908983
        ],
        [
          0.2192151,
          51.5908758
        ],
        [
          0.2192353,
          51.5908299
        ],
        [
          0.21923589999999998,
          51.5908286
        ],
        [
          0.2192337,
          51.5908257
        ],
        [
          0.21923189999999998,
          51.5908233
        ],
        [
          0.2191543,
          51.5907969
        ],
        [
          0.2190645,
          51.5907662
        ],
        [
          0.21888359999999998,
          51.5907045
        ],
        [
          0.2188444,
          51.5906911
        ],
        [
          0.21883899999999998,
          51.5906953
        ],
        [
          0.2185299,
          51.590597700000004
        ],
        [
          0.21849149999999998,
          51.5905855
        ],
        [
          0.21847719999999998,
          51.590581
        ],
        [
          0.21846159999999998,
          51.5905761
        ],
        [
          0.21835569999999999,
          51.5906856
        ],
        [
          0.2182972,
          51.590639
        ],
        [
          0.2182527,
          51.5906608
        ],
        [
          0.2179003,
          51.5908336
        ],
        [
          0.21788259999999998,
          51.5908416
        ],
        [
          0.2180511,
          51.5909076
        ],
        [
          0.21816739999999998,
          51.5909535
        ],
        [
          0.21819829999999998,
          51.5909655
        ],
        [
          0.21820769999999998,
          51.5909689
        ],
        [
          0.21822329999999998,
          51.5909745
        ],
        [
          0.21827249999999998,
          51.5909183
        ],
        [
          0.2183753,
          51.5909532
        ],
        [
          0.2184217,
          51.5909694
        ],
        [
          0.2185317,
          51.5910078
        ],
        [
          0.2188078,
          51.5911051
        ],
        [
          0.21895109999999998,
          51.5911559
        ],
        [
          0.21903199999999998,
          51.5910685
        ],
        [
          0.2191381,
          51.5909622
        ],
        [
          0.2191767,
          51.5909231
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "site_name": "Balgores Motors (1982) Ltd",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed on Drawing No. 007 unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "All building operations in connection with the demolition, construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "No works shall take place in relation to any of the development hereby approved until a site investigation is undertaken to assess the level and extent of any landfill gas present, together with an assessment of associated risks. The investigation shall be in accordance with a scheme submitted to and approved in writing by the Local Planning Authority prior to any development commencing.",
    "If during development works any contamination should be encountered which was not previously identified in the Site Investigation then works should halt immediately and the Local Planning Authority consulted to agree appropriate further action.",
    "Reason:-",
    "The development is situated on or within 250 metres of a current or historic landfill site or gravel pit.  Insufficient information has been supplied with the application to judge the risk arising from landfill gas.  Submission of an assessment prior to commencement will protect those redeveloping this site and any future occupants from potential lan",
    "No works shall take place in relation to any of the development hereby approved (except works required to secure compliance with this condition) until the following Contaminated Land reports (as applicable) are submitted to and approved in writing by  the Local Planning Authority:",
    "a) A Phase I (Desktop Study) Report documenting the history of this site, its surrounding area and the likelihood of contaminant/s, their type and extent incorporating a Site Conceptual Model.",
    "b) A Phase II (Site Investigation) Report if the Phase I Report confirms the possibility of a significant risk to any sensitive receptors.  This is an intrusive site investigation including factors such as chemical testing, quantitative risk assessment and a description of the site ground conditions.  An updated Site Conceptual Model should be included showing all the potential pollutant linkages and an assessment of risk to identified receptors.",
    "c) A Phase III (Risk Management Strategy) Report if the Phase II Report",
    "No building shall be occupied or use commenced until cycle storage for the development is provided in accordance with the drawings hereby approved and retained as such permanently thereafter.",
    "Reason: - In order to ensure adequate provision of cycle storage facilities on site prior to occupation of the new buildings/use.",
    "The building(s) hereby permitted shall be used only for activities ancillary to the main use of the site (car repairs), and not  for the purposes of separate car wash and offices.",
    "Reason:-",
    "To restrict the use of the premises to one compatible with the surrounding area and to enable the Local Planning Authority to exercise control over any future use not forming part of this application.",
    "No building shall be occupied or use commenced until refuse and recycling facilities are provided in accordance with details which shall previously have been submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of the development and also the locality generally.",
    "Prior to first occupation of the development (office use), details shall be submitted to and agreed in writing by the Local Planning Authority for the installation of Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with the agreed details and shall thereafter be permanently retained. Following installation emissions certificates will need to be provided to the Local Planning Authority to verify boiler emissions.",
    "Reason:",
    "To minimise the impact of building emissions on local air quality.",
    "Highway legislation",
    "The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal notifications and approval will be needed for any highway works (including temporary works of any nature) required during the construction of the development. Please note that unauthorized work on the highway is an offence.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the CIL payable would be £6,825 (this figure may go up or down, subject to indexation).",
    "CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's website.",
    "Temporary use of the public highway",
    "The developer is advised that if construction materials are proposed to be kept on the highway during construction works then they will need to apply for a license from the Council. If the developer requires scaffolding, hoarding or mobile cranes to be used on the highway a licence is required and Street Management should be contacted to make the necessary arrangements. Please note that unauthorized use of the highway for construction works is an offence.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "postcode": "RM3 0AP",
  "application_type": "All Other",
  "decision_date": "13/01/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 553785,
  "valid_date": "18/11/2022",
  "borough": "Havering",
  "subdivision_of_building": null,
  "decision_target_date": "13/01/2023",
  "id": "Havering-P1858.22",
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T14:42:24.143+00:00",
  "street_name": "Bryant Avenue",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 190332,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 320,
    "total_gia_lost": 47,
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_existing": 47,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 47,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 320,
      "total_gia_lost": 47,
      "total_gia_gained": 320
    },
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "the only one phase",
        "intended_completion_date": "12/2023",
        "intended_commencement_date": "03/2023"
      }
    ],
    "site_area": 0.30300000000000005,
    "total_gia_existing": 47,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 47,
        "use_class": "B1c",
        "gia_gained": 320,
        "gia_lost": 47
      }
    ],
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m",
    "surface_water_discharge_percentage_reduction": 100,
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 6.1,
        "building_ref": "proposed building"
      }
    ],
    "scheme_phasing": true,
    "green_suds": false,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 1,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 1,
      "percentage_demolition_construction_material_recycling": 0,
      "chp_heat_pumps_capacity": 2,
      "fire_suppression_system_proposed": false,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "ghg_reduction_over_building_regulations": true,
      "no_resi_units_to_have_full_fibre": 0
    },
    "internal_resi_water_usage": 20
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553823.11,
              190340.54
            ],
            [
              553824.61,
              190337.82
            ],
            [
              553825.93,
              190335.36
            ],
            [
              553827.49,
              190330.3
            ],
            [
              553827.53,
              190330.15
            ],
            [
              553827.39,
              190329.83
            ],
            [
              553827.27,
              190329.56
            ],
            [
              553821.991,
              190326.457
            ],
            [
              553815.87,
              190322.86
            ],
            [
              553803.55,
              190315.61
            ],
            [
              553800.88,
              190314.04
            ],
            [
              553800.49,
              190314.5
            ],
            [
              553779.407,
              190302.989
            ],
            [
              553776.79,
              190301.56
            ],
            [
              553775.816,
              190301.03
            ],
            [
              553774.75,
              190300.45
            ],
            [
              553767.05,
              190312.4
            ],
            [
              553763.15,
              190307.1
            ],
            [
              553759.999,
              190309.428
            ],
            [
              553735,
              190327.9
            ],
            [
              553733.75,
              190328.75
            ],
            [
              553745.2,
              190336.45
            ],
            [
              553753.1,
              190341.8
            ],
            [
              553755.2,
              190343.2
            ],
            [
              553755.84,
              190343.59
            ],
            [
              553756.9,
              190344.25
            ],
            [
              553760.5,
              190338.1
            ],
            [
              553767.5,
              190342.2
            ],
            [
              553770.663,
              190344.101
            ],
            [
              553778.15,
              190348.6
            ],
            [
              553796.95,
              190360
            ],
            [
              553806.7,
              190365.95
            ],
            [
              553812.6,
              190356.4
            ],
            [
              553820.31,
              190344.81
            ],
            [
              553823.11,
              190340.54
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Harold Wood"
}