{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1793478,
          51.5833625
        ],
        [
          0.17911339999999998,
          51.5832061
        ],
        [
          0.17899299999999999,
          51.5831401
        ],
        [
          0.17846099999999998,
          51.5832182
        ],
        [
          0.1790516,
          51.5835458
        ],
        [
          0.1793478,
          51.5833625
        ]
      ]
    ],
    "type": "Polygon"
  },
  "ward": null,
  "decision": "Approved",
  "decision_process": "Delegated",
  "appeal_status": null,
  "status": "Approved",
  "parking_details": null,
  "centroid_easting": 551062,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.137
  },
  "actual_completion_date": null,
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "locality": null,
  "actual_commencement_date": null,
  "development_type": null,
  "appeal_decision_date": null,
  "centroid_northing": 189411,
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "lapsed_date": "10/05/2027",
  "pp_id": "11009432",
  "lpa_app_no": "T0048.24",
  "epc_number": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": "51.5833182",
    "lon": "0.178951"
  },
  "application_type": "All Other",
  "borough": "Havering",
  "postcode": "RM1 4LH",
  "site_name": "29 Park Drive",
  "bo_system": "CSV Data Import",
  "site_number": null,
  "decision_target_date": "29/05/2024",
  "valid_date": "17/04/2024",
  "street_name": null,
  "last_updated_by": "CSV Data Import",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=T0048.24",
  "appeal_start_date": null,
  "last_date_consultation_comments": null,
  "last_updated": "2025-03-19T22:14:16.089+00:00",
  "appeal_decision": null,
  "description": "T1 (Sycamore), T2 (Sycamore), T3 (Sycamore), T4 (Ash), T5 (Common Alder), T6 (Ash), T7 (Weeping Willow)\n\nT1 Sycamore (protected) - Crown Reduction - Reducing the height and spread of the tree by 3 metres and sever Ivy (not removal of Ivy).\n\nT2 Sycamore (protected) - Crown Reduction - Reducing the height and spread of the tree by up to 3 metres and sever Ivy only not remove.\n\nT3 Sycamore (protected) - Dead tree - Fell to ground level and remove all arisings\n\nT4 Ash (protected) - Dead dangerous tree - Fell to ground level and remove all arisings\n\nT5 Common Alder (protected) - Crown Reduction - Reducing the height and spread of the\ntree by 3 metres (major dieback in canopy, tree in decline)\n\nT6 Ash (protected) - Fell to ground level and remove all arisings (tree in decline possible Ash dieback)\n\nT7 Weeping willow (protected) - not present - No tree on site.\n\nReduce/cap some of these overgrown trees - no work has been in over 20 years\nRemove dead trees",
  "decision_date": "10/05/2024",
  "secondary_street_name": "Romford",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "The work for which consent is granted shall be carried out to the standards detailed in British Standard Document BS 3998:2010.",
    "Reason:",
    "To ensure that the work is carried out in accordance with good arboricultural practice.",
    "The work for which consent is granted shall be carried out as an overall reduction, so that the tree's crown remains balanced.",
    "Reason:",
    "To ensure that the tree's stability is maintained and in the interests of public amenity.",
    "The work for which consent is granted shall be carried out within 2 years from the date of this consent.",
    "Reason:",
    "To prevent the accumulation of consents.",
    "That the tree(s) for which consent for removal is granted shall be replaced by [set out details of replacement tree(s), include size on planting, species and location] within the first available planting season (November to March) following the removal of the original tree(s). Failure to plant the replacement tree(s) as required can lead to enforcement action.",
    "THE APPLICANT SHALL NOTIFY THE LOCAL PLANNING AUTHORITY IN WRITING WITHIN TWO MONTHS OF THE PLANTING BEING CARRIED OUT, SO THAT THE REPLACEMENT TREE CAN BE INSPECTED.",
    "Reason:",
    "In the interests of public amenity and to enable the Council to update its records.",
    "It is suggested that you engage the services of a qualified and fully insured tree surgeon to carry out the above work on your behalf (you should ask to see the contractor's insurance certificate and make sure that it is up to date).",
    "The applicant is advised that if you wish to carry out further works to the above tree[s] you will need to obtain our further consent.",
    "Anyone who takes, damages or destroys the nest of any wild bird whilst that nest is in use or being built is guilty of an offence under the Wildlife and Countryside Act 1981 and prior to commencing work you should ensure that no nesting birds will be affected.",
    "Anyone who kills, injures or disturbs bats, obstructs access to bat roosts or damages or disturbs bat roosts, even when unoccupied by bats, is guilty of an offence under the Wildlife and Countryside Act 1981, the Countryside and Rights of Way Act 2000 and the Conservation (Natural Habitats, &c.) Regulations 2007. Prior to commencing work you should ensure that no bats or bat roosts would be affected. If it is suspected that a bat or bat roost is likely to be affected by the proposed works, you should consult Natural England (tel. 0845 6003078)",
    "Please note that if the work for which consent is granted is not carried out within 2 years of the date of this letter, it will be necessary to submit a fresh application if it is intended to implement the work.",
    "You should comply with British Standard No. 3998 'Recommendations for Tree Work' a copy of which can be inspected at this office. You are advised that the work should be undertaken by a competent and suitably qualified tree contractor."
  ],
  "uprn": "100021390422",
  "id": "Havering-T0048.24",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551089.34,
              189416.75
            ],
            [
              551073.62,
              189398.87
            ],
            [
              551065.5,
              189391.28
            ],
            [
              551028.38,
              189398.87
            ],
            [
              551068.21,
              189436.52
            ],
            [
              551089.34,
              189416.75
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "lpa_name": "Havering"
}