{
  "centroid": {
    "lon": 0.229374,
    "lat": 51.584787
  },
  "status": "Approved",
  "decision_target_date": "12/03/2019",
  "site_name": "56 Redden Court Road",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 5 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 the garage(s)/workshop(s)/utility room(s)/ outbuilding(s) hereby permitted shall be used only for purposes incidental to the enjoyment of the dwelling house and not for any trade or business nor as living accommodation.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Please note that this certificate is granted for the outbuilding to be used as a hobby and storage area. It must only be used for purposes incidental to the enjoyment of 56 Redden Court Road, and not for any trade or business nor as living accommodation. Should business or living accommodation use be intended, an application for full planning permission must be applied for and permission granted before such use could occur. The use of outbuildings as living accommodation is not typically deemed acceptable therefore it is important the outbuilding is only used for the purposes as listed above.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with Daniel Brandon, via email on 13/03/2019. The revisions involved a reduction to the ground floor area of the outbuilding. The amendments were subsequently submitted on 13/03/2019."
  ],
  "secondary_street_name": "Essex",
  "application_type": "All Other",
  "postcode": "RM3 0XA",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "18/03/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0016.19",
  "centroid_northing": 189680,
  "uprn": null,
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Emerson Park",
  "decision_date": "18/03/2019",
  "description": "Proposed Outbuilding",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0016.19",
  "lpa_app_no": "P0016.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:56:58.200+00:00",
  "centroid_easting": 554552,
  "pp_id": "07526789",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "15/01/2019",
  "decision": "Approved",
  "polygon": null,
  "application_details": {
    "existing_uprns": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Harold Wood",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "14/03/2019",
  "wgs84_polygon": null
}