{
  "application_type_full": "Lawful development: Proposed use",
  "street_name": "Rainham",
  "decision_agency": "Borough",
  "lpa_name": "Havering",
  "decision_date": "01/05/2025",
  "centroid_easting": 552152,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=D0084.25",
  "bo_system": "CSV Data Import",
  "title_number": null,
  "decision": "Not Required",
  "valid_date": "06/03/2025",
  "status": "Not Required",
  "last_updated_by": "Planning Portal ingest",
  "lapsed_date": "01/05/2028",
  "pp_id": "13830764",
  "description": "Certificate of lawfulness for proposed single storey rear extension following prior approval reference Y0015.25 dated 25/02/25.",
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_start_date": null,
  "centroid_northing": 184805,
  "actual_completion_date": null,
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Havering",
  "uprn": "100021350510",
  "application_details": {
    "total_gia_gained": 35.6,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "existing_uprns": null
  },
  "centroid": {
    "lat": 51.541639,
    "lon": 0.192652
  },
  "reference_no_of_permission_being_relied_on": null,
  "last_date_consultation_comments": null,
  "lpa_app_no": "D0084.25",
  "postcode": "RM13 7PR",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": null,
  "secondary_street_name": null,
  "parking_details": null,
  "site_name": "4 Freeborne Gardens",
  "decision_target_date": "01/05/2025",
  "locality": null,
  "ward": "Elm Park",
  "cil_liability": false,
  "last_updated": "2025-07-06T00:47:48.402Z",
  "appeal_status": null,
  "decision_conditions": [
    "The operations come within the provisions of Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015, thereby not requiring planning permission.",
    "Development is permitted by Class A subject to the following conditions-",
    "(a) the materials used in any exterior work (other than materials used in the",
    "construction of a conservatory) shall be of a similar appearance to those used in the construction of the exterior of the existing dwellinghouse;",
    "(b) any upper-floor window located in a wall or roof slope forming a side elevation of the dwellinghouse shall be-",
    "(i) obscure-glazed, and",
    "(ii) non-opening unless the parts of the window which can be opened are more",
    "than 1.7 metres above the floor of the room in which the window is installed; and",
    "(c) where the enlarged part of the dwellinghouse has more than one storey, the roof pitch of the enlarged part shall, so far as practicable, be the same as the roof pitch of the original dwellinghouse.",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/publications/the-party-wall-etc-act-1996-revised-explanatory-booklet",
    "1.\tThis permission does not convey any consent which may be required under any legislation other than the Town and Country Planning Acts nor override any covenant or rights on the land.",
    "Whilst it would appear from the application that the proposed development is to be entirely within the curtilage of the dwelling, care should be taken upon the commencement and during the course of building operations to ensure that no part of the development, including the foundations and roof overhang, encroaches on, under or over adjoining property. It should be noted that this permission relates solely to works included within the application site.",
    "This permission does not convey any consent which may be required under any legislation other than the Town and Country Planning Acts. Any permission required under the Building Regulations or under any other Act, must be obtained from the relevant authority or body e.g. Fire Officer, Health and Safety Executive, Environment Agency (Water interest etc. Neither does this permission negate or override any private covenants which may affect the land."
  ],
  "polygon": null,
  "development_type": null,
  "id": "Havering-D0084.25",
  "site_number": null
}