{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "77460/APP/2024/670",
  "application_type_full": "Non-Material Amendment",
  "uprn": null,
  "borough": "Hillingdon",
  "street_name": "PINNER ROAD",
  "locality": null,
  "ward": "NORTHWOOD HILLS 2022",
  "actual_commencement_date": null,
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "(a) Following demolition and during construction, an Overheating Assessment has been submitted to and approved in writing by the Local Planning Authority. This assessment shall be based on thermal dynamic modelling in line with CIBSE TM52, with TM49 weather files and set out evidence of how consideration has been given to designing out the need for active cooling and demonstrate compliance with the GLA's cooling hierarchy to reduce the demand for cooling. The assessment shall include:",
    "i. Evidence how the design reduces cooling demand in line with the cooling hierarchy;",
    "ii. A plan setting out how future overheating risk will be mitigated, confirming these measures can be incorporated into the design of the development, prioritising passive design measures.",
    "(b) If the Overhearing Assessment recommends the installation of Mechanical Ventilation and Heat Recovery (MVHR) systems, details of such system shall be submitted to approved in writing by the Local Planning Authority. Details shall",
    "Prior to above ground works commencing for the development hereby approved, a fire strategy shall be submitted to and approved in writing by the Local Planning Authority. The strategy shall include information in relation to how the development will achieve high standards of fire safety and emergency evacuation arrangements. The development shall be carried in accordance with the approved strategy prior to first occupation and thereafter retained as approved.",
    "REASON",
    "In the interests of fire safety in accordance with Policies D5 and D12 of the London Plan (2021).",
    "The applicant is advised that this non-material amendment relates only to the wording of Conditions 22 and 23 of planning permission ref: 77460/APP/2023/2671, dated 09-01-24.",
    "Notwithstanding the non-material amendment hereby approved, all other conditions relating to planning permission ref: 77460/APP/2023/2671 must be discharged/adhered to as per that permission."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 509709,
  "status": "Approved",
  "decision_date": "08/04/2024",
  "wgs84_polygon": null,
  "decision_target_date": "11/04/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-19T21:05:19.670+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "Northwood Commercial Sales/Autocentre Northwood Ltd",
  "id": "Hillingdon-77460_APP_2024_670",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 190709,
  "appeal_start_date": null,
  "postcode": "HA6 1DD",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=77460/APP/2024/670",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": "NORTHWOOD",
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Non-material amendment to planning permission ref. 77460/APP/2023/2671, dated 09-01-24 (Replacement of vacant car sales centre with a 3-storey mixed use development comprising of 1 x 1-bed apartment, 7 x 2-bed apartments and 1 x 3-bed apartment, with associated ground floor undercroft car and cycle parking and ground floor commercial space (Use Class E).) to amend the trigger points of conditions 22 and 23.",
  "valid_date": "14/03/2024",
  "polygon": null,
  "pp_id": "12888872",
  "application_details": {
    "existing_uprns": null
  },
  "centroid": {
    "lon": -0.417238,
    "lat": 51.604542
  },
  "lapsed_date": "08/04/2027",
  "decision_process": "Delegated",
  "actual_completion_date": null
}