{
  "development_type": "New Build",
  "appeal_decision": null,
  "site_number": null,
  "street_name": "THE DRIVE",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers WC 01/D, WC 02/C, WC 03/C, WC 04/D, WC 05/C, WC 06/d, WC 07/d and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s), nor extension or roof alteration to any dwellinghouse(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and openness of the Green Belt site, in accordance with Policies DMHB 11, DMHD 2 and DMEI 4 of the Hillingdon Local Plan Part 2 (2020).",
    "The basement room hereby approved, as shown on drawing reference WC 04/D, shall not be used for habitable purposes.",
    "REASON",
    "To ensure that the development does not give rise to a substandard form of living accommodation to the detriment of the amenity of future occupiers, in accordance with Policy DMHB 16 of the Hillingdon Local Plan: Part 2 (2020) and Policy D6 of the London Plan (2021).",
    "Prior to the commencement of development, product details and samples of all external materials and finishes shall be submitted to and approved in writing by the Local Planning Authority. Details should include information relating to make, product/type, colour and photographs/images. Samples shall be made available on site for inspection. Consideration should also be given towards the potential of using re-salvaged materials.",
    "Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the commencement of development, product details of all external windows and doors shall be submitted to and approved in writing by the Local Planning Authority. Works shall be carried out in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the commencement of any demolition works, the existing building shall be recorded up to a Level 2 Building Record, as set out in Historic England's Understanding Historic Buildings: A Guide to Good Recording Practice (May 2016). The record shall include a description and photographs of the exterior and interior of the building, noting any features of interest, and scaled elevations, plans and detailed sections.",
    "(a) A written scheme of investigation shall be submitted to and agreed with the Local Planning Authority prior to the recording.",
    "(b) The completed record shall be submitted to and approved in writing by the Local Planning Authority. Copies of the document shall also be deposited to the Greater London Historic Environment Record (GLHER) and Hillingdon's Local Studies and Archives Service.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the building in accordance with Policies DMHB 1 of the Hillingdon Local Plan: Part 2 (2020), Policy HC1 of",
    "Prior to commencement of above ground works, a scheme to protect and enhance the nature conservation interest of the site shall be submitted to and approved by the Local Planning Authority. Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "In order to encourage a wide diversity of wildlife on the existing semi-natural habitat of the site in accordance with Policy DMEI 7 of the Hillingdon Local Plan Part 2 (2020) and Policy G6 of the London Plan (2021).",
    "Prior to commencement of the development, including demolition and site preparation, a European Protected Species Mitigation Licence shall be obtained for the proposed works.",
    "REASON",
    "In order to ensure that bats, as a protected species, and their roosts, are duly considered and appropriate measures to mitigate harm are implemented prior to any demolition on site, in accordance with Policy DMEI 7 of the Hillingdon Local Plan Part 2 (2020), Policy G6 of the London Plan (2021) and the Wildlife & Countryside Act 1981.",
    "Prior to commencement of above ground works, a landscape scheme shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping (including demonstration that the trees removed will be replaced with trees of equivalent quality)",
    "1.a  Planting plans (at not less than a scale of 1:100)",
    "1.b  Written specification of planting and cultivation works to be undertaken",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate including the provision of high-carbon absorbing trees",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage (including demonstration that secure and covered storage for 2 no. bicycles is provided)",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts (including demonstration that 1 no. car parking space is served by an active electric vehicle charging point and that all remaining car parking spaces are served by passive elect",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "The dwelling hereby approved shall be constructed to meet the standards for a Category 2 M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, and all such provisions shall remain in place for the life of the building.",
    "REASON",
    "To provide suitable housing and genuine choice for London's diverse population, including disabled people, older people and families with young children, in accordance with Policies D5 and D7 of the London Plan (2021).",
    "Prior to superstructure works commencing, details of step free access via the principal private entrance shall be submitted to, and approved in writing, by the Local Planning Authority. Thereafter the development shall be implemented and retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To provide suitable housing and genuine choice for London's diverse population, including disabled people, older people and families with young children, in accordance with Policies D5 and D7 of the London Plan (2021).",
    "No development approved by this permission shall be commenced beyond superstructure works until a scheme for the provision of sustainable water management has been submitted to and approved in writing by the Local Planning Authority.  The scheme shall clearly demonstrate that sustainable drainage systems (SUDS) have been incorporated into the designs of the development in accordance with the hierarchy set out in accordance with Policy SI 13 of the London Plan (2021) and will:",
    "i. provide information about the design storm period and intensity, the method employed to delay and control the surface water discharged from the site and the measures taken to prevent pollution of the receiving groundwater and/or surface waters;",
    "ii. include a timetable for its implementation; and",
    "iii. provide a management and maintenance plan for the lifetime of the development which shall include the arrangements for adoption by any public authority or statutory undertaker and any other arrangements to secu",
    "Prior to the commencement of development (excluding site clearance and demolition), a Basement Impact Assessment shall be submitted to and be approved in writing by the Local Planning Authority. The assessment shall include:",
    "- the results of an appropriate site investigation that has identified the nature of the underlying geology and confirmed the depth of any groundwater beneath the site (taking into account the seasonal variability of groundwater);",
    "- an assessment to identify any mitigation measures that need to be put in place to maintain the passage of groundwater around the building without impacting local groundwater levels; and, shallow infiltration rates to inform the utilisation of Sustainable Drainage Systems on the site.",
    "The development shall only be undertaken in accordance with those approved details, and the approved scheme shall be implemented prior to the first occupation of the development hereby permitted and retained for the duration of the development.",
    "REASON",
    "T",
    "(i) The development shall not commence until a scheme to deal with contamination has been submitted to and approved by the Local Planning Authority (LPA). All works which form part of the remediation scheme shall be completed before any part of the development is occupied or brought into use unless the Local Planning Authority dispenses with any such requirement specifically and in writing. The scheme shall include all of the following measures unless the LPA dispenses with any such requirement specifically and in writing:",
    "(a) A desk-top study carried out by a competent person to characterise the site and provide information on the history of the site/surrounding area and to identify and evaluate all potential sources of contamination and impacts on land and water and all other identified receptors relevant to the site;",
    "b) A site investigation, including where relevant soil, soil gas, surface and groundwater sampling, together with the results of analysis and risk assessment shall be",
    "The existing garden building on the site (as detailed on drawing WC 12) shall be completely demolished prior to the first occupation of the dwelling hereby permitted.",
    "REASON",
    "To protect the character, appearance and openness of the greenbelt, as the demolition of the garden building forms part of the justification for the replacement dwelling, and to accord with Policy EM2 of the Local Plan: Part 1 (2012), Policy DMEI 4 of the Hillingdon Local Plan: Part 2 (2020), Policy G2 of the London Plan (2021) and the NPPF (2021).",
    "The development hereby permitted shall only be carried out in strict accordance with the mitigation measures detailed within the Arboricultural Method Statement (Rev A) dated 04/08/2021 (Merewood Arboricultural Consultancy Services).",
    "REASON",
    "To ensure the protection of significant trees in accordance with Policy DMHB 14 of the Hillingdon Local Plan Part 2 - Development Management Policies (2020).",
    "Prior to the commencement of the development hereby approved, a sustainability and energy statement shall be submitted to and approved in writing by the Local Planning Authority. The sustainability and energy statement shall demonstrate how a 10% reduction in carbon dioxide emissions beyond Building Regulations requirement Part L 2013 (TER Baseline) has been achieved including full technology specifications and locations.",
    "REASON",
    "To ensure the development contributes to minimising the effects of, and can adapt to a changing climate in accordance with Policies DMEI 2 and DMEI 10 of the Hillingdon Local Plan: Part 2- Development Management Policies (2020) and Policy SI 2 of the London Plan (2021).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works. A condition has been included in this recommendation to obtain a European Protected Species Mitigation Licence prior to any demolition, site preparation or other related works on site.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "Cadent Gas Ltd own and operate the gas infrastructure within the area of your development. There may be a legal interest (easements and other rights) in the land that restrict activity in proximity to Cadent assets in private land. The applicant must ensure that the proposed works do not infringe on legal rights of access and or restrictive covenants that exist.",
    "If buildings or structures are proposed directly above the apparatus the development may only take place following diversion of the apparatus. The applicant should apply online to have apparatus diverted in advance of any works, by visiting cadentgas.com/diversions.",
    "Prior to carrying out works, including the construction of access points, please register on www.linesearchbeforeudig.co.uk to submit details of the planned works for review, ensuring requirements are adhered to."
  ],
  "locality": null,
  "uprn": null,
  "status": "Lapsed",
  "pp_id": "09867124",
  "title_number": [],
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "bo_system": "CSV Data Import",
  "centroid": {
    "lon": "-0.4694425",
    "lat": "51.5690704"
  },
  "decision_agency": "Borough",
  "application_type": "All Other",
  "decision_date": "04/03/2022",
  "last_updated_by": "FME Excel Import",
  "decision_process": "Committee",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 186687,
  "secondary_street_name": "ICKENHAM",
  "epc_number": null,
  "cil_liability": true,
  "actual_completion_date": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=56190/APP/2021/2737",
  "lpa_app_no": "56190/APP/2021/2737",
  "lpa_name": "Hillingdon",
  "application_type_full": "Full planning permission",
  "site_name": "WOODLANDS 5 THE COTTAGES",
  "ward": "ICKENHAM",
  "appeal_status": null,
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506161.2499,
              186697.1481
            ],
            [
              506161.9114,
              186715.669
            ],
            [
              506192.6693,
              186707.4008
            ],
            [
              506196.3073,
              186708.393
            ],
            [
              506198.2917,
              186707.4008
            ],
            [
              506202.5912,
              186701.7784
            ],
            [
              506202.5912,
              186690.5335
            ],
            [
              506195.9766,
              186670.6898
            ],
            [
              506184.0703,
              186673.0049
            ],
            [
              506179.1093,
              186655.8069
            ],
            [
              506149.6744,
              186666.3903
            ],
            [
              506150.6666,
              186697.1481
            ],
            [
              506161.5807,
              186696.8174
            ],
            [
              506161.2499,
              186697.1481
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-19T03:28:52.703+00:00",
  "appeal_start_date": null,
  "decision_target_date": "07/03/2022",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "last_date_consultation_comments": "01/09/2021",
  "borough": "Hillingdon",
  "lapsed_date": "04/03/2025",
  "appeal_decision_date": null,
  "id": "Hillingdon-56190_APP_2021_2737",
  "description": "Erection of a replacement two storey dwelling with basement involving the demolition of the existing house and garden building.",
  "valid_date": "12/07/2021",
  "application_details": {
    "existing_uprns": [],
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "scheme_phasing": null,
    "commencement_notice_received": null,
    "circular_economy_statement": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_lost": null,
      "total_gia_existing": null
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0.216,
    "existing_proposed_floorspace_details": [],
    "constraints_details": [],
    "grey_water_reuse": null,
    "building_details": [],
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "internal_resi_water_usage": null,
    "uk_company_registration_no": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "total_gia_lost": null,
    "scheme_name": "WOODLANDS 5 THE COTTAGES",
    "social_infrastructure_contributions": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 4,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": 0.83,
      "dwelling_density": 1.2048192771084338,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Loss",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "centroid_easting": 506175,
  "postcode": "UB10 8AQ",
  "actual_commencement_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4696377,
          51.5691642
        ],
        [
          -0.4696226,
          51.5693306
        ],
        [
          -0.4691815,
          51.5692505
        ],
        [
          -0.46912869999999995,
          51.5692587
        ],
        [
          -0.4691004,
          51.5692494
        ],
        [
          -0.46904009999999996,
          51.5691981
        ],
        [
          -0.4690435,
          51.569097
        ],
        [
          -0.4691448,
          51.5689199
        ],
        [
          -0.46931589999999995,
          51.5689429
        ],
        [
          -0.4693926,
          51.5687893
        ],
        [
          -0.46981389999999995,
          51.56889
        ],
        [
          -0.4697904,
          51.5691662
        ],
        [
          -0.46963299999999997,
          51.569161199999996
        ],
        [
          -0.4696377,
          51.5691642
        ]
      ]
    ],
    "type": "Polygon"
  }
}