{
  "lpa_name": "Havering",
  "uprn": null,
  "decision_date": "28/02/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P0171.19",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM1 2AD",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.344
  },
  "valid_date": "01/02/2019",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Re-development of existing commercial premises to provide mixed use development varying from 2 to 7 floors comprising 79 residential units and A1, A2 & A3 uses at ground floor and basement car parking",
  "decision_conditions": [
    "The excessive density and parking results in a site layout and design that is not considered to create an attractive, safe and secure, high-quality living environment which is sustainable and provides a high standard of amenity for future residents. The car parking leads to a poor environment for pedestrians and the overall residential setting. In this respect, the proposal is considered to be an overdevelopment of the site contrary to the London Plan Housing SPG; policies 6.13 of the London Plan; T6 of the Draft New London Plan; DC2, DC3 and DC61 of the Core Strategy and Development Control Policies; the Havering Residential Design SPD and Policies 3, 7 and 26 of the Draft Local Plan.",
    "The proposed development, by reason of its overall scale and bulk and its poor design, would give rise to a building that fails to have regard to the context of the site and would give rise to a dominant, unsympathetic and inappropriate relationship between the resultant building and the adjoining properties that would appear overbearing and visually dominant at street level and in this side of the streetscene, would detract from the appearance of this, and adjacent properties, to the detriment of the character and appearance of the surrounding locality contrary to the high quality design aspirations of the National Planning Policy Framework (2018), policies 7.4 B, 7.6 B and 6.13 of The London Plan (2016), London Plan Housing SPG, T6 of the Draft New London Plan; DC2, DC3 and DC61 of the Core Strategy and Development Control Policies; the Havering Residential Design SPD and Policies 3, 7 and 26 of the Draft Local Plan",
    "The proposal would result in unsuccessful transition in scale between the locally listed nineteenth century semi-detached houses and the development. Development at this scale will also provide a harsh urban backdrop to the row of houses when viewed from South Street in a manner of little architectural merit. This will undermine the character of this area which retains legible elements of its nineteenth century past including The Oak public house further along South Street contrary to National Planning Policy Framework (2018), policies 7.4 B, 7.6 B and 6.13 of The London Plan (2016), London Plan Housing SPG, T6 of the Draft New London Plan; DC2, DC3 and DC61 of the Core Strategy and Development Control Policies; the Havering Residential Design SPD and Policies 3, 7 and 26 of the Draft Local Plan.",
    "Insufficient information has been provided to demonstrate that the proposed development would be safe, secure and resilient to emergencies including as a result of fire hazards - the proposal is therefore not considered in accordance with policies 5.13 and 7.13 of the London Plan, SI13 of the Draft New London Plan and standard 37 of the Housing SPG.",
    "No information on land contamination or remediation has been provided with the application and therefore there is insufficient evidence to demonstrate that the proposal would not activate or spread contamination. The proposal therefore does not comply with policies 5.21 of the London Plan and DC53 of the Havering Local Development Framework Core Strategy and Development Control Policies Development Plan Document (2008).",
    "In the absence of a legal agreement to secure the contributions towards carbon reduction and public realm improvements, obligation to enter into a legal agreement under Section 16 of the Greater London Council (General Powers) Act 1974 to prevent future occupiers from applying for parking permits, the proposal fails to satisfactorily mitigate the infrastructure impact of the development, contrary to the provisions of Policies DC18, DC29 and DC72 of the Development Control Policies DPD and Policy 8.2 of the London Plan. Furthermore the absence of a satisfactorily completed legal agreement means that the provision of affordable housing cannot be secured and therefore the application is also contrary to Policy 3.12 of the London Plan; London Plan Affordable Housing SPG; Policy DC6 of the Core Strategy and Development Control Policies and Policy 4 of the Draft Local Plan.",
    "Please be advised that approval of this application either by Havering Council, or subsequently by PINS if allowed on appeal following a refusal by Havering Council) will attract a liability payment of £819,450 (provisional) plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "Havering Borough Council, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to a CIL Liability Notice indicating a levy of £13,575 (provisional) plus indexation for the application, based on the Mayoral CIL levy rate for Havering of £25/sq.m plus Havering's charging rate for residential of £125/sq.m (Zone A) - 55/sq.m (Zone B) and the floorspace of approximately 5,405 square metres and of £682,875 (provisional) plus indexation for the application"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T22:47:44.975+00:00",
  "ward": "Romford Town",
  "parking_details": null,
  "lapsed_date": "28/02/2023",
  "decision_target_date": "03/05/2019",
  "centroid": {
    "lat": "51.5712651",
    "lon": "0.1839162"
  },
  "lpa_app_no": "P0171.19",
  "status": "Appeal in Progress",
  "site_name": "222-226 South Street",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0171.19",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551436.339,
              188110.996
            ],
            [
              551427.94,
              188119.259
            ],
            [
              551427.127,
              188123.459
            ],
            [
              551436.881,
              188127.252
            ],
            [
              551447.041,
              188127.387
            ],
            [
              551456.659,
              188124.678
            ],
            [
              551480.366,
              188105.306
            ],
            [
              551455.982,
              188075.233
            ],
            [
              551453.272,
              188077.536
            ],
            [
              551444.738,
              188067.105
            ],
            [
              551445.957,
              188065.75
            ],
            [
              551433.765,
              188050.307
            ],
            [
              551456.117,
              188040.418
            ],
            [
              551463.703,
              188048.817
            ],
            [
              551469.393,
              188043.669
            ],
            [
              551466.819,
              188040.011
            ],
            [
              551480.095,
              188026.6
            ],
            [
              551468.445,
              188013.595
            ],
            [
              551453.408,
              188032.154
            ],
            [
              551430.243,
              188045.972
            ],
            [
              551420.896,
              188058.164
            ],
            [
              551415.748,
              188070.085
            ],
            [
              551414.258,
              188076.994
            ],
            [
              551414.393,
              188083.767
            ],
            [
              551414.935,
              188085.799
            ],
            [
              551436.339,
              188110.996
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "27/01/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Romford",
  "pp_id": "07596930",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 551446,
  "appeal_start_date": "23/01/2020",
  "centroid_northing": 188081,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1837898,
          51.5715372
        ],
        [
          0.18367229999999998,
          51.5716137
        ],
        [
          0.1836624,
          51.5716517
        ],
        [
          0.18380459999999998,
          51.5716832
        ],
        [
          0.18395119999999998,
          51.5716816
        ],
        [
          0.1840887,
          51.5716547
        ],
        [
          0.1844221,
          51.5714743
        ],
        [
          0.1840576,
          51.5712106
        ],
        [
          0.1840196,
          51.5712321
        ],
        [
          0.183892,
          51.5711406
        ],
        [
          0.183909,
          51.5711281
        ],
        [
          0.1837266,
          51.5709926
        ],
        [
          0.1840446,
          51.5708978
        ],
        [
          0.1841576,
          51.5709712
        ],
        [
          0.1842374,
          51.5709234
        ],
        [
          0.1841987,
          51.5708913
        ],
        [
          0.1843844,
          51.5707672
        ],
        [
          0.18421079999999998,
          51.5706535
        ],
        [
          0.184002,
          51.5708243
        ],
        [
          0.1836739,
          51.5709546
        ],
        [
          0.1835444,
          51.5710667
        ],
        [
          0.18347529999999998,
          51.5711752
        ],
        [
          0.1834568,
          51.5712377
        ],
        [
          0.1834617,
          51.5712985
        ],
        [
          0.18347039999999998,
          51.5713166
        ],
        [
          0.1837898,
          51.5715372
        ]
      ]
    ],
    "type": "Polygon"
  }
}