{
  "site_name": "48-50 STATION LANE",
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lon": -7.55716,
    "lat": 49.766807
  },
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0089.24",
  "secondary_street_name": null,
  "site_number": null,
  "application_details": {
    "existing_uprns": null
  },
  "lapsed_date": "20/03/2027",
  "decision": "Refused",
  "postcode": "RM12 6NB",
  "last_date_consultation_comments": "16/02/2024",
  "decision_process": "Delegated",
  "epc_number": null,
  "pp_id": null,
  "development_type": null,
  "bo_system": "CSV Data Import",
  "valid_date": "24/01/2024",
  "polygon": null,
  "actual_commencement_date": null,
  "parking_details": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "lpa_name": "Havering",
  "borough": "Havering",
  "centroid_northing": null,
  "id": "Havering-P0089.24",
  "decision_target_date": "20/03/2024",
  "description": "Proposed first floor rear extension to replace existing structure (Part Retrospective)",
  "appeal_status": null,
  "decision_date": "20/03/2024",
  "ward": "St Andrew's",
  "appeal_decision": null,
  "locality": null,
  "street_name": "HORNCHURCH",
  "status": "Refused",
  "application_type_full": null,
  "decision_agency": "Borough",
  "uprn": "10070703296",
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "P0089.24",
  "title_number": null,
  "last_updated": "2025-03-19T23:12:02.380+00:00",
  "cil_liability": false,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": null,
  "appeal_start_date": null,
  "decision_conditions": [
    "The first floor rear extension, by reason of its design, excessive scale, bulk, mass and top heavy appearance would appear as an unacceptably dominant and visually intrusive and be harmful to the appearance of the surrounding area contrary to Policy 26 of the Havering Local Plan Havering Local Plan (2016-2031), D4 of the London Plan and the NPPF.",
    "The first floor rear extension would, by reason of noise, disturbance and in the absence of evidence to the contrary, the proposal in combination with the existing late night opening uses and by reason of noise and disturbance caused by customers, particularly during the evening hours of operation, would be unacceptably detrimental to the amenities of occupiers of nearby residential properties, contrary to Policy 7 and 34 of the Havering Local Plan (2016-2031) .",
    "The first floor rear extension would, by reason of its position and proximity to neighbouring properties cause perceived overlooking and loss of privacy to the rear which would have an adverse effect on the living conditions of adjacent occupiers at Brazemore Court, contrary to Policies 7 and 26 of the Havering Local Plan and the Residential Extensions and Alterations Supplementary Planning Documents.",
    "The first floor rear extension would, by reason of its excessive depth, height and position close to the boundaries of the site, be an intrusive and unneighbourly development as well as having an adverse effect on the amenities of adjacent occupiers contrary to Policies 7, 13 and 26 of the Havering Local Plan and the Residential Extensions and Alterations Supplementary Planning Documents.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to Mr Hyde (Agent) by e-mail on 20/03/24.",
    "For Non-residential Development",
    "Please be advised that approval of this application from 1st September 2019, (by PINS if allowed on Appeal following the Refusal by London Borough of Havering Council), attracts a liability payment of £2,975.of Community Infrastructure Levy. This charge has been levied under Greater London Authority CIL charging schedule and s211 of the Planning Act 2008.",
    "London Borough of Havering Council, as CIL collecting authority on commencement of development will be collecting the Mayoral Community Infrastructure Levy (CIL).",
    "Your proposal is subject to a CIL Liability Notice indicating a levy of £5,950 plus indexation for the application, based on the levy rate for Havering of £50/sq.m and the stated floorspace of 119sq.m.",
    "The total CIL liability to be paid is £8,925 plus indexation.",
    "You are advised to visit the planning portal website where you can download the appropriate document templates.",
    "http://www.planningportal.gov.uk/planning/applications/howtoa"
  ],
  "date_building_work_completed_under_previous_permission": null
}