{
  "lpa_name": "Havering",
  "uprn": null,
  "decision_date": "07/12/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P1485.20",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM13 9SG",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.136
  },
  "valid_date": "12/10/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "3 x Two storey, 4-bed detached dwellings with associated parking and amenity space, and erection of outbuildings for use as garages, involving demolition of existing outbuildings and structures.",
  "decision_conditions": [
    "The proposed dwellings, would by reason of their height, scale, bulk, mass, design and proximity to the boundaries of the site, give rise to a cramped form and unneighbourly development which would appear dominant, visually intrusive and overbearing in the rear garden environment harmful to the amenity of adjacent occupiers and contrary to the implementation of Policy DC61 of the London Borough of Havering LDF Core Strategy and Development Control Policies DPD 2008.",
    "The proposed development would result in living conditions that do not create a suitably high quality living environment for future occupiers. The constraints of the site in conjunction with the design approach adopted would be to the detriment of the amenity of future occupiers. The constrained plot including the layout and shortage of quality amenity space which would have very limited level of privacy, would be substandard and give rise to an overwhelming sense of enclosure and poor outlook, in direct contrast to the aims and objectives of Policy DC61 of the LDF Core Strategy and Development Control Policies DPD.",
    "The proposed dwellings would, by reason of their position and proximity to neighbouring properties cause overlooking and loss of outlook and privacy which would have a serious and adverse effect on the living conditions of adjacent occupiers, particularly the annexe at the bottom of no. 80 Lake Avenue and nos. 26 - 18 Lakeside, contrary to Policy DC61 of the London Borough of Havering LDF Core Strategy and Development Control Policies DPD 2008.",
    "The application fails to demonstrate that the proposal, having regard to the narrow access road, is able to make adequate provision for the servicing of the site, including adequate provision for refuse collection and access arrangements for emergency and rescue vehicles,  resulting in inadequate servicing arrangements contrary to Policy DC36 of the LDF Development Control Policies Development Plan Document.",
    "Based on the level of details available to the Council, it would be considered that the proposals would give to a significant loss of existing mature trees within the boundary of site, resulting in the loss of existing leafy character of site, contrary to the aims and objectives of Policy DC61 of the LDF Core Strategy and Development Control Policies DPD.",
    "The proposal, if granted planning permission on appeal, would be liable for the Mayor of London Community Infrastructure Levy (CIL) and Havering CIL. Based upon the information supplied with the application, the CIL payable would be £12,581 and £62,875. Further details with regard to CIL are available from the Council's website.",
    "You are advised to visit the planning portal website where you can download the appropriate document templates.",
    "http://www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the agent on phone 03/12/2020."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:50:45.662+00:00",
  "ward": "Rainham & Wennington",
  "parking_details": null,
  "lapsed_date": "07/12/2023",
  "decision_target_date": "07/12/2020",
  "centroid": {
    "lat": "51.5266482",
    "lon": "0.21806869999999998"
  },
  "lpa_app_no": "P1485.20",
  "status": "Refused",
  "site_name": "R/O 82,84 & 86 Lake Avenue,",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1485.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553906.163,
              183185.343
            ],
            [
              553905.892,
              183188.052
            ],
            [
              553950.325,
              183198.348
            ],
            [
              553950.054,
              183199.838
            ],
            [
              553947.886,
              183209.049
            ],
            [
              553974.709,
              183214.333
            ],
            [
              553976.605,
              183215.01
            ],
            [
              553986.223,
              183173.422
            ],
            [
              553957.911,
              183167.868
            ],
            [
              553952.357,
              183195.367
            ],
            [
              553906.163,
              183185.343
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "03/11/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Rainham",
  "pp_id": "09140929",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 553963,
  "appeal_start_date": null,
  "centroid_northing": 183191,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.21724759999999999,
          51.5266129
        ],
        [
          0.2172449,
          51.5266373
        ],
        [
          0.21788939999999998,
          51.5267177
        ],
        [
          0.2178861,
          51.5267312
        ],
        [
          0.2178589,
          51.5268145
        ],
        [
          0.21824759999999999,
          51.5268547
        ],
        [
          0.2182752,
          51.5268602
        ],
        [
          0.2183956,
          51.526483999999996
        ],
        [
          0.2179854,
          51.5264418
        ],
        [
          0.21791739999999998,
          51.5266904
        ],
        [
          0.21724759999999999,
          51.5266129
        ]
      ]
    ],
    "type": "Polygon"
  }
}