{
  "borough": "Hillingdon",
  "subdivision_of_building": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.45814679999999997,
          51.5681538
        ],
        [
          -0.4580667,
          51.5682658
        ],
        [
          -0.4574685,
          51.5681746
        ],
        [
          -0.45753889999999997,
          51.5680685
        ],
        [
          -0.45814679999999997,
          51.5681538
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "35 ST GEORGE'S DRIVE",
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": "8103-7320-5279-2404-3906",
  "last_updated": "2025-03-19T02:57:27.678+00:00",
  "locality": null,
  "centroid_easting": 506983,
  "lpa_name": "Hillingdon",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "ICKENHAM",
  "site_number": null,
  "lapsed_date": "28/07/2026",
  "secondary_street_name": null,
  "cil_liability": false,
  "application_details": {
    "total_gia_gained": 84,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "09/2023",
    "intended_completion_date": "12/2023",
    "existing_uprns": null,
    "site_area": 0.056
  },
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=63273/APP/2023/1465",
  "actual_commencement_date": null,
  "centroid": {
    "lon": "-0.45781449999999996",
    "lat": "51.5681628"
  },
  "decision_date": "28/07/2023",
  "parking_details": {
    "net_car": 1,
    "no_proposed_car": 3,
    "no_existing_car": 2
  },
  "postcode": null,
  "pp_id": "12142019",
  "appeal_decision_date": null,
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, number",
    "- DWL 02",
    "- DWL 01b (dated 25-07-2023)",
    "- DWL 03b",
    "- DWL 04",
    "-DWL 05 (received 28-07-2023)",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The new first floor rear window serving the bathroom shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No development approved by this permission shall be commenced until a scheme for the provision of sustainable water management has been submitted to and approved in writing by the Local Planning Authority.  The scheme shall clearly demonstrate that sustainable drainage systems (SUDS) have been incorporated into the designs of the development in accordance with the hierarchy set out in accordance with Policy SI5 of the London Plan and will:",
    "i.        provide information about the design storm period and intensity, the method employed to delay and control the surface water discharged from the site and the measures taken to prevent pollution of the receiving groundwater and/or surface waters;",
    "ii.        include a timetable for its implementation; and",
    "iii.        provide a management and maintenance plan for the lifetime of the development",
    "The scheme shall also demonstrate the use of methods to minimise the use of potable water through water collection, reuse and recycling and will",
    "The outbuilding hereby approved shall only be used for the domestic purpose(s) stated on the application form and approved drawings. It shall not be used for purposes such as a living room, bedroom, kitchen, bathroom, or as a separate unit of accommodation.",
    "REASON",
    "To avoid any future undesirable fragmentation of the curtilage or the creation of a separate residential use, so as to protect the amenity of adjoining residential properties in accordance with Hillingdon's Local Plan.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served."
  ],
  "appeal_decision": null,
  "valid_date": "18/05/2023",
  "decision_agency": "Borough",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506959.9854,
              186601.5214
            ],
            [
              506965.277,
              186614.0891
            ],
            [
              507006.949,
              186604.8287
            ],
            [
              507002.3188,
              186592.9224
            ],
            [
              506959.9854,
              186601.5214
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "last_date_consultation_comments": "15/06/2023",
  "uprn": null,
  "decision_target_date": "28/07/2023",
  "centroid_northing": 186603,
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "description": "Erection of single storey extension to rear and two storey extension to side. Erection of outbuilding to rear garden.",
  "development_type": null,
  "ward": "ICK/HAM & S HF/D 22",
  "decision_process": "Delegated",
  "lpa_app_no": "63273/APP/2023/1465",
  "application_type_full": "Householder planning permission",
  "id": "Hillingdon-63273_APP_2023_1465",
  "status": "Approved",
  "appeal_start_date": null,
  "decision": "Approved"
}