{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506879.7239,
              182992.1277
            ],
            [
              506879.4594,
              182992.1277
            ],
            [
              506886.8677,
              182993.4506
            ],
            [
              506889.9104,
              182973.7391
            ],
            [
              506890.7042,
              182973.3422
            ],
            [
              506891.6302,
              182965.4047
            ],
            [
              506890.8365,
              182964.7432
            ],
            [
              506891.7625,
              182959.3193
            ],
            [
              506890.8365,
              182958.1286
            ],
            [
              506885.2802,
              182957.2026
            ],
            [
              506879.7239,
              182992.1277
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08212953",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:43:54.799+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "21/11/2019",
  "secondary_street_name": "HILLINGDON",
  "appeal_start_date": null,
  "ward": "UXBRIDGE NORTH",
  "centroid": {
    "lat": "51.5355716",
    "lon": "-0.4603156"
  },
  "decision": "Refused",
  "valid_date": "29/10/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.026000000000000002
  },
  "cil_liability": false,
  "postcode": "UB10 0JE",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=75155/APP/2019/3362",
  "lpa_name": "Hillingdon",
  "site_name": "117-119",
  "lapsed_date": "24/12/2022",
  "parking_details": null,
  "decision_conditions": [
    "The proposed shopfront by reason of its design, loss of traditional features and use of modern materials, would fail to relate to or achieve visual coordination and consistency with the parade of shops and as such would result in an incongruous addition to the detriment of the visual amenity of the street scene and the character and appearance of the existing property and would thus fail to preserve or enhance the character and appearance of the wider Hillingdon Village Conservation Area. The lack of detail provided in relation to the proposed shutters also fails to allow sufficient assessment of these works, the proposals are therefore contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 1, DMHB 4, DMHB 11 and DMHB 13 of the Hillingdon Local Plan Part Two - Development Management Policies with Modifications (March 2019), Policies BE4, BE13 and BE28 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (Novemb",
    "The proposal fails to demonstrate step free access into the shop unit via the proposed replacement shop front. Therefore the proposal is contrary to requirements of Policy 7.2 of the London Plan (2016).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. The Council's supports pre-application discussions. We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Replacement of shopfront",
  "lpa_app_no": "75155/APP/2019/3362",
  "decision_target_date": "24/12/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "24/12/2019",
  "id": "Hillingdon-75155_APP_2019_3362",
  "centroid_northing": 182975,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 506886,
  "street_name": "HILLINGDON HILL",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4604009,
          51.5357267
        ],
        [
          -0.4604047,
          51.5357268
        ],
        [
          -0.46029749999999997,
          51.5357373
        ],
        [
          -0.4602596,
          51.5355595
        ],
        [
          -0.4602483,
          51.5355558
        ],
        [
          -0.46023739999999996,
          51.5354843
        ],
        [
          -0.46024899999999996,
          51.535478499999996
        ],
        [
          -0.46023729999999996,
          51.5354296
        ],
        [
          -0.46025099999999997,
          51.535419
        ],
        [
          -0.4603314,
          51.5354118
        ],
        [
          -0.4604009,
          51.5357267
        ]
      ]
    ],
    "type": "Polygon"
  }
}