{
  "application_details": {
    "existing_uprns": null
  },
  "title_number": null,
  "status": "Approved",
  "centroid": {
    "lon": 0.164101,
    "lat": 51.590937
  },
  "site_name": "30 Redriff Road",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "25/06/2025",
  "polygon": null,
  "last_date_consultation_comments": "28/05/2025",
  "appeal_status": null,
  "epc_number": null,
  "street_name": "Romford",
  "appeal_decision_date": null,
  "development_type": null,
  "ward": "Mawneys",
  "date_building_work_started_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under page 6 of the application form and approved plans unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The outbuilding hereby permitted shall be used only for activities ancillary to the main use of the site for the purposes of 30 Redriff Road, Romford, RM7 8HD.",
    "Reason:",
    "To restrict the use of the premises to one compatible with the surrounding area and to enable the Local Planning Authority to exercise control over any future use not forming part of this application.",
    "The proposed window on the front (south) elevation (drawing no.D05) shall be permanently glazed with obscure glass not less than Level 3 of the Pilkington Glass Scale (or equivalent) and shall thereafter be maintained and permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason: In the interests of privacy, and in accordance with Policy 7 of the Havering Local Plan (adopted 2021).",
    "The roof area of the outbuilding hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "Whilst it would appear from the application that the proposed development is to be entirely within the curtilage of the dwelling, care should be taken upon the commencement and during the course of building operations to ensure that no part of the development, including the foundations and roof overhang, encroaches on, under or over adjoining property. It should be noted that this permission relates solely to works included within the application site."
  ],
  "uprn": "100021393500",
  "decision_agency": "Borough",
  "decision": "Approved",
  "application_type": "All Other",
  "valid_date": "30/04/2025",
  "description": "Proposed outbuilding in the rear garden to form a gymnasium",
  "lpa_app_no": "P0600.25",
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "site_number": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "postcode": "RM7 8HD",
  "lapsed_date": "25/06/2028",
  "date_building_work_completed_under_previous_permission": null,
  "parking_details": null,
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "last_updated": "2025-07-16T11:15:00.949Z",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0600.25",
  "centroid_easting": 550010,
  "appeal_decision": null,
  "pp_id": "13981083",
  "application_type_full": null,
  "cil_liability": false,
  "borough": "Havering",
  "locality": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P0600.25",
  "subdivision_of_building": null,
  "centroid_northing": 190228,
  "wgs84_polygon": null,
  "decision_date": "25/06/2025"
}