{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509376.6927,
              187227.537
            ],
            [
              509384.101,
              187233.4901
            ],
            [
              509387.0115,
              187235.3422
            ],
            [
              509390.3188,
              187231.3734
            ],
            [
              509387.4083,
              187229.3891
            ],
            [
              509389.2604,
              187227.6693
            ],
            [
              509383.8365,
              187223.3036
            ],
            [
              509382.249,
              187225.1557
            ],
            [
              509380.3969,
              187223.4359
            ],
            [
              509376.6927,
              187227.537
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07924699",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:46:25.256+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "25/09/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "WEST RUISLIP",
  "centroid": {
    "lat": "51.5733288",
    "lon": "-0.422992"
  },
  "decision": "Approved",
  "valid_date": "03/09/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.008
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=543/APP/2019/1989",
  "lpa_name": "Hillingdon",
  "site_name": "121 HIGH STREET",
  "lapsed_date": "20/11/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, Plan 2 (Proposed Use) and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The application site is located within the Ruislip Village Conservation Area.  Whilst there are no objections from a conservation perspective to the proposed change of use, any alterations to the shop front and/or signage would likely require planning permission and/or advertisement consent.",
    "For further information and advice contact - London Borough of Hillingdon Planning Department, Civic Centre, High Street, Uxbridge, Middlesex, UB8 1UW.",
    "This use will require a licencing application. You should contact the Council's Licencing Team for further information."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Change of use from Hairdressers (Use Class A1) to Nail Bar (Sui Generis).",
  "lpa_app_no": "543/APP/2019/1989",
  "decision_target_date": "29/10/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "20/11/2019",
  "id": "Hillingdon-543_APP_2019_1989",
  "centroid_northing": 187229,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 509384,
  "street_name": "RUISLIP",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.42309779999999997,
          51.5733171
        ],
        [
          -0.4229891,
          51.5733692
        ],
        [
          -0.4229466,
          51.5733852
        ],
        [
          -0.4229001,
          51.5733489
        ],
        [
          -0.4229427,
          51.5733317
        ],
        [
          -0.4229165,
          51.5733158
        ],
        [
          -0.4229961,
          51.5732777
        ],
        [
          -0.42301839999999996,
          51.5732946
        ],
        [
          -0.42304569999999997,
          51.5732795
        ],
        [
          -0.42309779999999997,
          51.5733171
        ]
      ]
    ],
    "type": "Polygon"
  }
}