{
  "bo_system": "CSV Data Import",
  "last_updated": "2025-03-20T10:53:22.427+00:00",
  "lpa_name": "Hillingdon",
  "decision_agency": "Borough",
  "locality": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawing No. 2018IB_HH1: SH2 Revision B.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the commencement of any site clearance or construction work, the applicant shall submit a demolition and construction management plan to the Local Planning Authority for its approval. The plan shall detail:",
    "(i) The hours during which development works will occur (please refer to informative I15 for maximum permitted working hours).",
    "(ii)Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "(iii) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours).",
    "(iv) Measures to reduce the impact of the development on local air quality and dust through minimising emissions throughout the demolition and construction process.",
    "(v) The storage of demolition/construction materials on site.",
    "The approved details shall be implemented and maintained t",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to any superstructure works, details of the balcony privacy screen adjacent to No. 27 Jacks Lane shall be submitted to the Local Planning Authority for approval. Notwithstanding the approved drawings, the privacy screen shall be 1.8 metres high for its entire length and permanently obscure glazed to at least scale 4 on the Pilkington scale. The approved privacy screen shall be implemented prior to first occupation of the extension and retained for the lifetime of the development.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the commencement of any site clearance or construction work, detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval.",
    "No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority such fencing should be a minimum height of 1.5 metres. The fencing shall be retained in position until development is completed.",
    "The area within the approved protective fencing shall remain undisturbed during the course of the works and in particular in these areas:",
    "1. There shall be no changes in ground levels;",
    "2. No materials or plant shall be stored;",
    "3. No buildings or temporary buildings shall be erected or stationed.",
    "4. No materials or waste shall be burn",
    "No development approved by this permission shall be commenced until details of a scheme for a sustainable drainage system (SUDS) in accordance with the hierarchy set out in Policy SI5 of the London Plan have been submitted for approval. The scheme shall ensure that the risk of surface water flooding is minimised and mitigated, as far as practicable. A management and maintenance plan for the lifetime of the development shall also be included.",
    "Thereafter the development shall be implemented and retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure the development does not increase the risk of flooding in accordance with Policy DMEI 10 of the Hillingdon Local Plan Part 2 (2020) and London Plan (2021) Policy SI5.",
    "Notwithstanding the provisions of Part 3, Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), the development hereby approved shall only be used as part of the dwellinghouse (Class C3), and the enlarged dwellinghouse shall not be used as a house in multiple occupation (HMO), a hotel, short term let or any other use within Class C1.",
    "REASON",
    "To ensure that the development is occupied in accordance with the submitted plans to ensure that family accommodation is retained, adequate amenities are provided for the occupiers of the property and the residential amenities of adjoining properties are not adversely affected, in accordance with Policies DMH 1 and DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "Condition 9: Please be advised that short-term lets include Airbnb, Bread & Breakfast, boarding houses, and inns.",
    "The applicant/developer is advised to contact the Works Engineering Team on 0303 040 4040 in order to ensure that any necessary consents are obtained and that the works comply with the Canal & River Trust \"Code of Practice for Works affecting the Canal & River Trust\".",
    "Cadent Gas Ltd own and operate the gas infrastructure within the area of your development. There may be a legal interest (easements and other rights) in the land that restrict activity in proximity to Cadent assets in private land. The applicant must ensure that the proposed works do not infringe on legal rights of access and or restrictive covenants that exist.",
    "If buildings or structures are proposed directly above the apparatus the development may only take place following diversion of the apparatus. The applicant should apply online to have apparatus diverted in advance of any works, by visiting cadentgas.com/diversions",
    "Prior to carrying out works, including the construction of access points, please register on www.linesearchbeforeudig.co.uk to submit details of the planned works for review, ensuring requirements are adhered to.",
    "The Environmental Permitting (England and Wales) Regulations 2016 require a permit to be obtained for any activities which will take place:",
    "路 on or within 8 metres of a main river",
    "路 on or within 8 metres of a flood defence structure or culvert",
    "路 involving quarrying or excavation within 16 metres of any main river, flood defence (including a remote defence) or culvert",
    "路 in a floodplain more than 8 metres from the river bank, culvert or flood defence structure and you don't already have planning permission.",
    "For further guidance please visit https://www.gov.uk/guidance/flood-risk-activities-environmental-permits or contact our National Customer Contact Centre on 03702 422 549 or by emailing enquiries@environment-agency.gov.uk. The applicant should not assume that a permit will automatically be forthcoming once planning permission has been granted, and we advise them to consult with us at the earliest opportunity.",
    "The site is identified at risk of surface water flooding on the Environment Agency Flood Maps.",
    "Therefore you should minimise the water from your site entering the sewers.",
    "Water run off from any roof or hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, must be permeable or be collected and directed to a permeable area, or it would need an additional permission.",
    "A water butt should be incorporated.",
    "No drainage to support the extension should be connected to any existing surface water network, other than as an overflow.",
    "https://www.hillingdon.gov.uk/article/12578/Sustainable-drainage-requirements-for-planning-applications",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois"
  ],
  "valid_date": "17/04/2023",
  "centroid": {
    "lon": -0.497252,
    "lat": 51.60545
  },
  "lpa_app_no": "76265/APP/2023/1128",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "postcode": null,
  "ward": "HARE/D VILLAGES 2022",
  "description": "Alterations of garage roof, erection of a three storey side extension with balcony and balustrade, alterations to fenestration, and demolition of chimney",
  "appeal_start_date": null,
  "application_type": "Householder",
  "site_name": "28 JACKS LANE",
  "last_date_consultation_comments": "13/06/2023",
  "cil_liability": false,
  "application_details": {
    "no_additional_bathrooms": 1,
    "total_gia_gained": 37.25,
    "intended_completion_date": "10/2023",
    "no_additional_bedrooms": 1,
    "existing_uprns": null,
    "intended_commencement_date": "07/2023",
    "site_area": 0.042
  },
  "street_name": "HAREFIELD",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=76265/APP/2023/1128",
  "uprn": null,
  "appeal_decision_date": null,
  "pp_id": "12083958",
  "decision_process": "Committee",
  "centroid_easting": 504166,
  "epc_number": "9798-8063-7273-2154-5904",
  "centroid_northing": 190693,
  "application_type_full": "Householder planning permission",
  "secondary_street_name": null,
  "decision": "Approved",
  "actual_commencement_date": null,
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "site_number": null,
  "id": "Hillingdon-76265_APP_2023_1128",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Hillingdon",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_target_date": "27/02/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              504150.125,
              190695.6458
            ],
            [
              504169.9688,
              190702.2604
            ],
            [
              504182.5365,
              190707.2214
            ],
            [
              504185.1823,
              190701.9297
            ],
            [
              504182.8672,
              190701.9297
            ],
            [
              504185.1823,
              190694.3229
            ],
            [
              504154.7552,
              190684.0703
            ],
            [
              504150.125,
              190692.6693
            ],
            [
              504150.125,
              190695.6458
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "title_number": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4974591,
          51.6054789
        ],
        [
          -0.49717069999999997,
          51.6055347
        ],
        [
          -0.4969878,
          51.605577
        ],
        [
          -0.4969512,
          51.6055289
        ],
        [
          -0.4969846,
          51.6055293
        ],
        [
          -0.4969535,
          51.6054605
        ],
        [
          -0.4973957,
          51.605374
        ],
        [
          -0.49746,
          51.6054522
        ],
        [
          -0.4974591,
          51.6054789
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lapsed_date": "26/02/2027",
  "decision_date": "26/02/2024"
}