{
  "uprn": null,
  "street_name": "NORTHWOOD",
  "centroid_easting": 509446,
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.037000000000000005
  },
  "lpa_app_no": "69577/TRE/2021/296",
  "parking_details": null,
  "application_type": "All Other",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "21/12/2021",
  "locality": null,
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "status": "Split Decision",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "decision_conditions": [
    "To reduce to previous points One Oak T4 on TPO 155",
    "The Oak to be pruned shall be crown reduced by cutting back to 25-50 mm beyond previous points. Crown reduction shall not be construed as 'lopping' or 'topping' and shall result in a tree of typical form for the species and of balanced appearance.",
    "The previous pruning points / pollard heads shall be left intact and an appropriate number of live branches (which can be shortened) shall be left so that a natural-looking crown results.",
    "The works shall be carried out in accordance with the recommendations contained in BS 3998:2010 'Tree work - Recommendations'. Climbing irons or 'spikes' shall not be used during the execution of the work.",
    "REASON",
    "In order to protect health of the tree and the visual amenity of the area.",
    "Pruning:  Branches should be cut back to suitable growth points such as a side branch or outward facing bud.  The retained bud or branch ought to be at least one third of the diameter of the removed limb, to reduce the likelihood of dieback occuring and to maintain a flowing branch line.",
    "Timing of works:  Pruning works should not be carried out during the period of bud burst and care should be taken to ensure that branches are cut back to healthy outward facing buds to avoid die-back to which some species are prone. For major works, such as pollarding or copping, work should only be carried out after the autumn leaf fall when the sap has gone down, and certainly well before the sap rises in the spring before bud burst has taken place.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance.",
    "To reduce lateral branches overhanging front garden 6 Eastbury Avenue by half on One Larch T3 on TPO 155",
    "The Larch is situated within the front garden of 4A Eastbury Avenue and represents a highly visible and predominant landscape feature in the avenue. This tree has a mature and aesthetically attractive crown and makes a positive contribution to the local area. The tree has a moderate-to-high amenity value.",
    "The Larch presents a balanced and healthy crown, which would be negatively affected by pruning. The work proposed would considerably lessen the spread of the appeal tree on one side and consistently reduce its contribution to the character and appearance of the area.",
    "No arboricultural reason has been provided concerning the need to prune the branches overhanging the parking area, being deposit of resin not classed as an arboricultural reason.",
    "The proposed work to reduce the crown will result in a considerable harm to the character and appearance of the local area.",
    "Having regard to the reasons given for the proposed pruning of the lateral overhanging branches of the Larch, the works",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Refusal of part of the requested works: The applicant retains a right of appeal against the part of the application that has effectively been refused."
  ],
  "valid_date": "26/10/2021",
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509443.1557,
              192045.6435
            ],
            [
              509456.7818,
              192020.6403
            ],
            [
              509454.5328,
              192009.3955
            ],
            [
              509451.2255,
              192009.2632
            ],
            [
              509432.837,
              192040.6164
            ],
            [
              509443.1557,
              192045.6435
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=69577/TRE/2021/296",
  "title_number": null,
  "decision_date": "21/12/2021",
  "id": "Hillingdon-69577_TRE_2021_296",
  "ward": "NORTHWOOD",
  "development_type": null,
  "cil_liability": false,
  "borough": "Hillingdon",
  "appeal_decision": null,
  "site_name": "6 EASTBURY AVENUE",
  "lapsed_date": "21/12/2024",
  "description": "To carry out tree surgery including a crown reduction to previous points and removal of epicormic growth to One Oak, T4 and To reduce length of branches overhanging the front garden of 6 Eastbury Avenue by half to One Larch, T3, both on TPO 155",
  "pp_id": "10338436",
  "actual_completion_date": null,
  "centroid_northing": 192028,
  "bo_system": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T17:32:26.301+00:00",
  "epc_number": null,
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "decision": "Split Decision",
  "postcode": "HA6 3LG",
  "site_number": null,
  "last_updated_by": "Planning Portal ingest",
  "centroid": {
    "lat": "51.6164517",
    "lon": "-0.42060179999999997"
  },
  "appeal_start_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4206373,
          51.6166108
        ],
        [
          -0.4204484,
          51.6163834
        ],
        [
          -0.4204844,
          51.6162828
        ],
        [
          -0.42053219999999997,
          51.6162822
        ],
        [
          -0.4207879,
          51.6165676
        ],
        [
          -0.4206373,
          51.6166108
        ]
      ]
    ],
    "type": "Polygon"
  }
}