{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "26/11/2020",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-749_APP_2020_2080",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": [],
    "site_area": 0.07600000000000001
  },
  "valid_date": "07/07/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Two storey side/rear extension",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "Notwithstanding the submitted plans, no development shall take place until a revised roof plan has been submitted to and approved in writing by the Local Planning Authority. The submitted details should include a slightly recessed crown roof and a ridge tile, so when viewed from ground level it should provide the illusion of a fully hipped roof form. Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON: To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policies DMHB 11 and DMHD 1 of the Local Plan: Part Two - Development Management Policies (2020).",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plan numbers 1227 -PK-100 -B, 200-B and 300-B.",
    "REASON",
    "To ensure the development complies with the provisions of the Local Plan: Part Two - Development Management Policies (2020) and the London Plan (2016).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policies DMHB 11 and DMHD 1 of the Local Plan: Part Two - Development Management Policies (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls of the development hereby approved facing 23 Gatehill Road.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The windows in the side extension at first floor level facing 23 Gatehill Road shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2.a Details of Soft Landscaping",
    "2.b Means of enclosure/boundary treatments",
    "2.c Hard Surfacing Materials",
    "3. Schedule for Implementation",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and to ensure there is sufficient replacement soft landscape on the site given the sites location in a critical drainage area; in compliance with policies DMHB 11, DMHB 12, DMHB 14, DMEI 1 and DMT 2 of the",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "You are advised that, pursuant to the Land Drainage Act 1976, details of any works affecting the beds, banks and flow of the river, including details of any outfall structures discharging into the watercourse, should be submitted to the Environment Agency, Planning Liaison Officer, Thames Region, Howard House, 10/11 Albert Embankment, London SE1 7TG.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T11:11:47.641+00:00",
  "ward": "NORTHWOOD HILLS",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_bluebadge": null,
    "net_carclub": null
  },
  "lapsed_date": "26/11/2023",
  "decision_target_date": "01/09/2020",
  "centroid": {
    "lat": 51.61197,
    "lon": -0.410654
  },
  "lpa_app_no": "749/APP/2020/2080",
  "status": "Approved",
  "site_name": "21 GATEHILL ROAD",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=749/APP/2020/2080",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510168.2897,
              191543.4203
            ],
            [
              510158.9658,
              191526.5372
            ],
            [
              510140.3193,
              191537.2462
            ],
            [
              510133.2641,
              191542.5379
            ],
            [
              510129.8616,
              191545.9405
            ],
            [
              510129.2319,
              191551.8619
            ],
            [
              510131.1223,
              191565.8464
            ],
            [
              510168.2897,
              191543.4203
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "30/07/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "FME Excel Import",
  "site_number": null,
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "NORTHWOOD",
  "pp_id": "08630942",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": "510147",
  "appeal_start_date": null,
  "centroid_northing": "191545",
  "borough": "Hillingdon",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.41032579999999996,
          51.6119555
        ],
        [
          -0.4104658,
          51.6118056
        ],
        [
          -0.4107316,
          51.6119055
        ],
        [
          -0.41083179999999997,
          51.6119544
        ],
        [
          -0.41087979999999996,
          51.6119857
        ],
        [
          -0.410887,
          51.612039
        ],
        [
          -0.4108554,
          51.6121644
        ],
        [
          -0.41032579999999996,
          51.6119555
        ]
      ]
    ],
    "type": "Polygon"
  }
}