{
  "centroid": {
    "lon": "0.2198103",
    "lat": "51.5621737"
  },
  "status": "Approved",
  "decision_target_date": "11/10/2019",
  "site_name": "142 High Street",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "Before the use commences, the building shall be insulated in accordance with a scheme which shall previously have been approved by the Local Planning Authority in order to secure a reduction in the level of noise emanating from the building.",
    "Reason:  To prevent noise nuisance to upper floors residential and adjoining/adjacent   properties.",
    "The air conditional units shall be installed and operated in accordance with guidelines for Air Conditioning Technical Data AZAS-MY1 and no new plant or machinery shall be installed without prior approval from the local planning authority. Noise levels expressed as the equivalent continuous sound level LAeq (1 hour) when calculated at the boundary with the nearest noise sensitive premises shall not exceed LA90 -10dB and shall be maintained thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:  To prevent noise nuisance to adjoining/adjacent   properties.",
    "The premises shall not be used for the purposes hereby permitted other than between the hours of 6am to 7pm Monday to Friday and 7am to 7pm Saturdays, Sundays, Bank or Public holidays without the prior consent in writing of the Local Planning Authority.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The use of the premises hereby permitted shall be as a Coffee Shop (A1/A3) and shall be used for no other purpose(s) whatsoever unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To restrict the use of the premises to one compatible with the surrounding area and to enable the Local Planning Authority to exercise control over any future use not forming part of this application, and that the development accords with the Development Control Policies Development Plan Document Policy DC61",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "No building shall be occupied or use commenced until refuse and recycling facilities are provided in accordance with details which shall previously have been submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "No primary cooking of food shall take place on the premises at any time unless agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM12 6QX",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "11/10/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1310.19",
  "centroid_northing": 187145,
  "uprn": "100023214339",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "St Andrew's",
  "decision_date": "11/10/2019",
  "description": "The proposal includes change of use from A1 to A1/A3, the installation of signage to the front elevation and replacement of the existing HVAC equipment.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1310.19",
  "lpa_app_no": "P1310.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:51:14.201+00:00",
  "centroid_easting": 553964,
  "pp_id": "08041086",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "16/08/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553953.31,
              187128.474
            ],
            [
              553957.78,
              187143.782
            ],
            [
              553968.888,
              187164.644
            ],
            [
              553977.287,
              187159.496
            ],
            [
              553964.147,
              187138.499
            ],
            [
              553960.896,
              187124.004
            ],
            [
              553953.31,
              187128.474
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.034
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Hornchurch",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "02/10/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.21964899999999998,
          51.5620281
        ],
        [
          0.2197201,
          51.5621644
        ],
        [
          0.21988939999999998,
          51.5623488
        ],
        [
          0.2200082,
          51.5623003
        ],
        [
          0.2198096,
          51.5621152
        ],
        [
          0.2197564,
          51.5619859
        ],
        [
          0.21964899999999998,
          51.5620281
        ]
      ]
    ],
    "type": "Polygon"
  }
}