{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "11/04/2024",
  "development_type": "Minor dwellings",
  "ward": "Wandsworth Town",
  "lapsed_date": "19/08/2027",
  "decision_date": "19/08/2024",
  "lpa_app_no": "2024/1102",
  "status": "Approved",
  "parking_details": null,
  "centroid": {
    "lat": 51.462034,
    "lon": -0.17644
  },
  "application_type": "All Other",
  "borough": "Wandsworth",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "last_date_consultation_comments": "23/05/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T21:06:05.122+00:00",
  "locality": "London",
  "date_building_work_completed_under_previous_permission": null,
  "description": "Alterations including erection of a single storey rear extension.",
  "application_type_full": "Full planning & demolition in a conservation area",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/1102",
  "site_number": null,
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "application_details": {
    "infrastructure_details": {
      "no_new_gas_connections_required": 0,
      "total_annual_pm_emissions": 0,
      "no_homes_passive_cooling": 0,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false,
      "mobile_network_operators_consultation": false,
      "no_resi_units_to_have_full_fibre": 1,
      "no_new_water_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "total_annual_nox_emissions": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 45.1,
        "use_class": "C3",
        "gia_gained": 17.2,
        "gia_lost": 0
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_lost": 0,
    "total_gia_gained": 17.2,
    "projected_cost_of_works": "Up to £2m",
    "total_gia_existing": 45.1,
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "internal_resi_water_usage": 105,
    "site_area": 0.0132,
    "garden_land_lost": true,
    "phasing_details": [
      {
        "phase_detail": "Complete Works",
        "intended_completion_date": "05/2025",
        "intended_commencement_date": "09/2024"
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_gia_gained": 17.2,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 45.1
    },
    "ownership_status": "Private",
    "green_suds": false
  },
  "pp_id": "12848417",
  "postcode": "SW11 2AH",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.176436,
          51.462107
        ],
        [
          -0.176416,
          51.462075
        ],
        [
          -0.176367,
          51.461992
        ],
        [
          -0.176316,
          51.461907
        ],
        [
          -0.176392,
          51.461889
        ],
        [
          -0.176449,
          51.461986
        ],
        [
          -0.176491,
          51.462058
        ],
        [
          -0.17651,
          51.46209
        ],
        [
          -0.176436,
          51.462107
        ],
        [
          -0.176436,
          51.462107
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": false,
  "street_name": "Cologne Road",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 0605-100.03; 0605-100.04; 0605-300.02; 0605-400.03; 0605-400.04.\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - 1 swift brick shall be incorporated within the external walls of the development hereby approved and shall be retained thereafter in accordance with the British Standard BS 42021:2022 for Integral Nest Boxes. Reason:  To enhance the biodiversity of the site and to comply with Policy LP55 of the Wandsworth Local Plan.\r\n",
    "Condition : 4 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - No development shall commence until a Construction and Environmental Management Plan (CEMP) has been submitted to and been approved in writing by the local planning authority. The CEMP shall include measures to mitigate the construction effects as part of a coordinated and collaborative approach with surrounding developments, and shall include the following details (although not limited to): \r\n \r\n1.\twhilst works should take place outside of the nesting season (February - September inclusive), if works are unavoidable during this period, then a site walk over at least 48 hours prior to works commencing is required by a named CIEEM accredited ecologist with experience of working in London to check for any nesting birds in any vegetation on site (including trees and shrubs). In the event that a nest is found, an appropriate exclusion zone should be implemented around it until the young have fully fledged (Wildlife and Countryside Act 1981 (as amended)). The law protects all wild bird species, their eggs and nests;\r\n2.\twhilst lighting should be avoided, if lighting is necessary, details of a construction lighting plan outlining how lighting will be prevented from negatively impacting any protected and priority species during construction, in particular commuting bats, or adjacent habitats. This construction lighting plan should follow the best practice industry guidance outlined in the Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Guidance Note (2023);\r\n3.\tdetails of measures to prevent mammal, amphibian or reptile entrapment or harm on site, including in excavations and construction and waste materials left on site;\r\n",
    "Condition : 6 - Notwithstanding the details shown on the approved plans and set out in the supporting information, Landscape and Ecological Enhancement and Management Plans shall be submitted to and approved in writing by the local planning authority prior to the commencement of any above ground works. The Plan shall include details of all measures to provide biodiversity gain onsite and offsite, including but not limited to: \r\n1.\tdetails of native and wildlife friendly planting, including low flowering amenity grass and night scented species; \r\n2.\torientation, target species and location for at least 1x swift brick/box either integrated with or attached to the extension; \r\n3.\tif lighting is to be installed, a bat sensitive post-construction lighting plan, including lux spill diagrams, to ensure that any lighting will be of a specification that minimises its impacts on bats and onsite habitats in accordance with the BCT and ILP 2023 Guidance Note (including having a colour temperature of <2700k, no uplighting and no light spill onto ecological features);\r\n",
    "Condition : 7 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 175250,
  "site_name": "Flat A",
  "decision_target_date": "21/08/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Wandsworth",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526779.1019297049,
              175258.15245564486
            ],
            [
              526780.5530604596,
              175254.65345722093
            ],
            [
              526784.1973774683,
              175245.44609279901
            ],
            [
              526787.9983506383,
              175236.14875413105
            ],
            [
              526782.7462467136,
              175233.99936938589
            ],
            [
              526778.5000402438,
              175244.6963074223
            ],
            [
              526775.399897268,
              175252.55405816593
            ],
            [
              526773.99823688,
              175256.10304228158
            ],
            [
              526779.1019297049,
              175258.15245564486
            ],
            [
              526779.1019297049,
              175258.15245564486
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "appeal_start_date": null,
  "uprn": "100022628056",
  "appeal_decision_date": null,
  "id": "Wandsworth-2024_1102",
  "centroid_easting": 526779
}