{
  "last_date_consultation_comments": "03/10/2024",
  "site_number": null,
  "ward": "Nine Elms",
  "decision_date": "13/02/2025",
  "description": "Refurbishment and reopening of the Duchess Bridge subway as a pedestrian walkway, including the removal of brick-and blockwork infill to the subway arch, with associated landscaping, public realm and ancillary works. (The works relate to the refurbishment and reopening of the Duchess Bridge subway, as set out in Schedule 7 of the Battersea Power Station masterplan Section 106 agreement (the 11th deed of variation) dated 28th February 2022.",
  "development_type": "Minor all other minor developments",
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": "SW8 4DS",
  "locality": "London",
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "13308487",
  "street_name": "Battersea Park Road",
  "last_updated_by": "Northgate M3",
  "lpa_name": "Wandsworth",
  "centroid": {
    "lon": -0.143832,
    "lat": 51.478752
  },
  "lpa_app_no": "2024/2752",
  "borough": "Wandsworth",
  "application_details": {
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_completion_date": "07/2026",
        "intended_commencement_date": "07/2025"
      }
    ],
    "total_gia_gained": 0,
    "site_area": 0.0097,
    "total_gia_lost": 0,
    "total_gia_existing": 97,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 97,
        "use_class": "SpecifiedOther",
        "gia_gained": 0,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_existing": 97,
      "total_gia_lost": 0
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 0,
    "ownership_status": "Private"
  },
  "application_type_full": "Full planning permission",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.143953,
          51.478927
        ],
        [
          -0.143971,
          51.478919
        ],
        [
          -0.143998,
          51.478902
        ],
        [
          -0.14402,
          51.478892
        ],
        [
          -0.144064,
          51.478869
        ],
        [
          -0.143893,
          51.478736
        ],
        [
          -0.143866,
          51.478714
        ],
        [
          -0.14386,
          51.47871
        ],
        [
          -0.143853,
          51.478704
        ],
        [
          -0.143835,
          51.47869
        ],
        [
          -0.143828,
          51.478685
        ],
        [
          -0.143821,
          51.478678
        ],
        [
          -0.1438,
          51.478662
        ],
        [
          -0.143786,
          51.478666
        ],
        [
          -0.14378,
          51.478668
        ],
        [
          -0.143774,
          51.47867
        ],
        [
          -0.143697,
          51.478709
        ],
        [
          -0.143765,
          51.478771
        ],
        [
          -0.143787,
          51.478788
        ],
        [
          -0.143793,
          51.478791
        ],
        [
          -0.143953,
          51.478927
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 528997,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/2752",
  "bo_system": "Northgate M3",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": "The proposals affect the Duchess Bridge Subway at Below Ground Level. ",
  "actual_completion_date": null,
  "site_name": "Duchess Bridge Subway Passage From Stewart Road To Battersea Power Station",
  "id": "Wandsworth-2024_2752",
  "decision_target_date": "14/02/2025",
  "centroid_northing": 177166,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528988.0527409444,
              177185.30081569182
            ],
            [
              528986.8298010353,
              177184.2738639859
            ],
            [
              528985.00871483,
              177182.36215991405
            ],
            [
              528983.5014672134,
              177181.2519746588
            ],
            [
              528980.5414902759,
              177178.6027329968
            ],
            [
              528992.8018961416,
              177164.14687093924
            ],
            [
              528994.755975624,
              177161.75755487278
            ],
            [
              528995.1599836182,
              177161.2676950934
            ],
            [
              528995.6629323456,
              177160.66786679282
            ],
            [
              528996.9738970618,
              177159.06832465506
            ],
            [
              528997.4191303614,
              177158.5184820476
            ],
            [
              528997.9800131189,
              177157.8403290459
            ],
            [
              528999.45001312,
              177156.0503290447
            ],
            [
              529000.4038424821,
              177156.49906010006
            ],
            [
              529000.8490757819,
              177156.7989742498
            ],
            [
              529001.2036134095,
              177156.99891701766
            ],
            [
              529006.4826299953,
              177161.42783137236
            ],
            [
              529001.5993763428,
              177168.24569766398
            ],
            [
              529000.0000131206,
              177170.10032904905
            ],
            [
              528999.5500131203,
              177170.45032904996
            ],
            [
              528988.0527409444,
              177185.30081569182
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed: Cover letter dated 01/11/2024 by DP9; Duchess Bridge Subway Design and Access Statement rev. 1 (August 2024) by Rawls; Battersea Phase 3B, Duchess Bridge Subway Flood Risk Assessment Addendum rev. P01 (5 September 2024) by Robert Bird Group; 0728_DBS001 rev. B (Location Plan - Below Ground); 0728_DBS002 (Ownership Plan); 0728_DBS100 (Demolition General Arrangement Plan); 0728_DBS101 (Demolition Reflected Ceiling Plan); 0728_DBS102 (Demolition External Elevations); 0728_DBS103 (Demolition Sections A, B); 0728_DBS110 (Proposed General Arrangement Plan); 0728_DBS111 (Proposed Reflected Ceiling Plan); 0728_DBS112 (Proposed External Elevations); 0728_DBS113 (Proposed Sections AA, BB).\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme.\r\n",
    "Condition : 3 - The development shall only be implemented in conjunction with the works approved under application reference number 2024/2751 to remove the blockwork infill and provide the access ramp in accordance with the drawings submitted with application reference number 2024/2751.\r\nReason: In the interests of ensuring that public access through the subway is provided and completed as one building operation in accordance with Local Plan policies LP1, LP2 and LP36.\r\n",
    "Condition : 4 - Notwithstanding any details specified in the application documents hereby approved, prior to commencement details and samples of the proposed materials (including hard surfacing) shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with these approved details and be retained thereafter, unless otherwise approved by the local planning authority.\r\nReason: In order to assess the suitability of the proposed materials in the interest of the appearance of the locality in accordance with the requirements of the National Planning Policy Framework, London Plan policies D5 and D8, and Local Plan policy LP1 and LP2.\r\n",
    "Condition : 5 - Prior to the commencement of development, details of the lighting strategy and proposed lighting that is to be introduced within the subway shall be submitted to and approved in writing by the local planning authority. The strategy is to include details of the position, type (including lighting fixtures), the level of lighting, light spill plans (for any proposed exterior lighting) in respect of the neighbouring residential properties, the times of illumination for lighting provided both outside and inside the subway. The development shall be implemented in accordance with these approved details before the first use of the subway and shall be retained thereafter, unless otherwise approved in writing by the local planning authority.\r\nReason: To ensure that the proposed lighting will be safe for users of the subway, not cause a detrimental impact upon neighbouring residential occupiers and that the development will be suitable for the surrounding environment and for a variety of users including blind and partially sighted people in accordance with London Plan policies D5, D8 and D11, and Local Plan policies LP1, LP2 and LP14.\r\n",
    "Condition : 6 - Prior to their installation, details of the siting, design and materials of any proposed refuse and recycling bins to be located in the public realm inside and outside of the subway shall be submitted to and approved in writing by the local planning authority. The development shall be implemented in accordance with these approved details before the first use of the subway and the refuse and recycling bins shall be retained thereafter unless otherwise approved in writing by the local planning authority.\r\nReason: In order to assess the suitability of the proposed materials and impact on the public realm, to ensure adequate provision is made for servicing and to minimise risk of crime in accordance with the requirements of the National Planning Policy Framework, London Plan policy D11 and Local Plan policies LP1 and LP2.\r\n",
    "Condition : 7 - Prior to the fit-out of the development, details of the proposed CCTV system shall be submitted to and approved by the local planning authority. The approved CCTV shall be carried out in accordance with these approved details which shall be retained and maintained thereafter unless otherwise approved by the local planning authority.\r\nReason: In order to assess the suitability of the proposed materials and minimise risk of crime in accordance with the requirements of the NPPF, London Plan policy D11 and Local Plan policy LP1. \r\n",
    "Condition : 8 - Prior to the first use of the subway, the access ramp as shown on the approved drawings shall be provided, be maintained and retained thereafter and be available for use at all times when the subway is open, unless otherwise approved by the local planning authority.\r\nReason: To ensure level access is provided in accordance with the requirements of the NPPF, London Plan policy D5 and Local Plan policy LP1.\r\n",
    "Condition : 9 - Prior to first use, details of management of and access to the subway shall be submitted to the local planning authority for approval. This shall include, but not be limited to, details of opening hours. The development shall be carried out and maintained in accordance with these approved details unless otherwise approved in writing by the local planning authority.\r\nReason: To ensure the satisfactory management of the development at to accord with Local Plan policies LP1 and LP2.\r\n",
    "Condition : 10 - No development other than demolition shall take place until details of the proposed drainage have been submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved details before first use of the development and shall thereafter be maintained unless otherwise approved in writing by the local planning authority.\r\nReason: In order to secure a satisfactory standard of development, having regard to Council policy LP12 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to development (other than demolition) so that the necessary drainage measures can be incorporated into the construction.\r\n",
    "Condition : 11 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "appeal_decision_date": null,
  "uprn": "10096840456",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": null,
  "last_updated": "2025-03-19T17:52:24.430+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "13/02/2028",
  "decision": "Approved",
  "valid_date": "06/09/2024"
}