{
  "decision_agency": "Borough",
  "status": "Approved",
  "decision": "Approved",
  "centroid": {
    "lon": "-0.24215479999999998",
    "lat": "51.4633529"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              522212.540009,
              175299.6003286
            ],
            [
              522212.700009,
              175296.8903286
            ],
            [
              522212.800009,
              175294.9903286
            ],
            [
              522213.550009,
              175282.7003286
            ],
            [
              522213.750009,
              175279.2503286
            ],
            [
              522214.350009,
              175268.7003286
            ],
            [
              522214.900009,
              175259.9903286
            ],
            [
              522209.340009,
              175260.3903286
            ],
            [
              522207.190009,
              175260.5603286
            ],
            [
              522206.700009,
              175260.5903286
            ],
            [
              522205.390009,
              175281.3003286
            ],
            [
              522204.270009,
              175299.1203286
            ],
            [
              522205.000009,
              175299.1503286
            ],
            [
              522212.540009,
              175299.6003286
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "borough": "Wandsworth",
  "application_type": "Householder",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "100022661620",
  "valid_date": "14/10/2024",
  "decision_target_date": "09/12/2024",
  "appeal_decision_date": null,
  "locality": "London",
  "centroid_northing": "175285",
  "ward": "Roehampton",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 101-P-104 Rev.A, 101-P-107 Rev.A, 101-P-103 Rev.A, 101-P-109 Rev.A, 101-P-106 Rev.A, 101-P-105 Rev.A, 101-P-110 Rev.A, 101-P-111 Rev.A, 101-P-108 Rev.A, TIP762-ARB-02, AMS762-ARB-03, BS/762 - BS 5837:2012 Arboricultural Report, Impact Assessment and Method Statement by RH Tree Consultants Ltd dated October 2024, BS5837 Report by RH Tree Consultants Ltd dated October 2024.\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials (except the polyester powder coated aluminium bifold doors to be installed in the rear elevation of the proposed single-storey rear extension) used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity, in accordance with Council policy LP1 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - The roof area of the single-storey rear extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - The BS/762 - BS 5837:2012 Arboricultural Report, Impact Assessment and Method Statement by RH Tree Consultants Ltd dated October 2024 submitted as part of this application should be adhered to throughout the implementation of the approved development.\r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "pp_id": "13444157",
  "decision_process": null,
  "lapsed_date": "06/12/2027",
  "application_type_full": "Householder planning permission",
  "parking_details": {
    "no_existing_car": 2,
    "net_car": 0,
    "no_proposed_car": 2
  },
  "date_building_work_completed_under_previous_permission": null,
  "id": "Wandsworth-2024_3530",
  "actual_commencement_date": null,
  "lpa_name": "Wandsworth",
  "last_updated": "2025-03-19T20:09:05.076+00:00",
  "lpa_app_no": "2024/3530",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2420988,
          51.4634833
        ],
        [
          -0.2420975,
          51.4634589
        ],
        [
          -0.2420967,
          51.4634418
        ],
        [
          -0.2420901,
          51.4633312
        ],
        [
          -0.24208849999999998,
          51.4633002
        ],
        [
          -0.24208349999999998,
          51.4632052
        ],
        [
          -0.24207859999999998,
          51.4631268
        ],
        [
          -0.2421584,
          51.4631316
        ],
        [
          -0.2421893,
          51.4631336
        ],
        [
          -0.24219629999999998,
          51.463134
        ],
        [
          -0.24220799999999998,
          51.4633204
        ],
        [
          -0.242218,
          51.4634808
        ],
        [
          -0.2422075,
          51.4634809
        ],
        [
          -0.2420988,
          51.4634833
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_status": null,
  "site_name": null,
  "title_number": null,
  "decision_date": "06/12/2024",
  "appeal_start_date": null,
  "cil_liability": false,
  "development_type": "Other house holder developments",
  "description": "Alterations including erection of a single-storey rear extension; erection of mansard extension to the main rear roof slope with doors and safety railings and including  removal of existing small hip and replacement with gable end; insertion of rooflights to front roofslope; replacement of first floor rear facing sash windows with doors with safety railings; repositioning of window at 2nd floor level of west side elevation and insertion of door at ground floor level. \r\n",
  "epc_number": "0370-2028-5070-2194-4865",
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Northgate M3",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": "522209",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/3530",
  "application_details": {
    "total_gia_gained": 27.6,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "01/2025",
    "intended_completion_date": "09/2025",
    "site_area": 0.032
  },
  "last_updated_by": "Northgate M3",
  "postcode": "SW15 5QT",
  "last_date_consultation_comments": "19/11/2024",
  "secondary_street_name": null,
  "site_number": "11",
  "subdivision_of_building": null,
  "street_name": "Langside Avenue"
}