{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.169544,
          51.460059
        ],
        [
          -0.169515,
          51.460007
        ],
        [
          -0.169592,
          51.459991
        ],
        [
          -0.169625,
          51.460043
        ],
        [
          -0.16966,
          51.460095
        ],
        [
          -0.169572,
          51.460113
        ],
        [
          -0.169544,
          51.460059
        ],
        [
          -0.169544,
          51.460059
        ]
      ]
    ],
    "type": "Polygon"
  },
  "ward": "Lavender",
  "decision": "Approved",
  "decision_process": null,
  "appeal_status": null,
  "status": "Approved",
  "parking_details": {
    "net_cycle": 2,
    "no_existing_car": 0,
    "no_proposed_car": 2,
    "no_proposed_cycle": 2,
    "net_car": 2,
    "no_existing_cycle": 0
  },
  "centroid_easting": 527260,
  "application_details": {
    "non_residential_details": {
      "total_gia_lost": 0,
      "total_gia_existing": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 122.8
    },
    "grey_water_reuse": false,
    "total_gia_gained": 122.8,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": true,
      "urban_greening_factor_score": 0.7000000000000001,
      "no_non_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 5,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 1,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "waste_provision": true,
      "total_annual_nox_emissions": 0,
      "no_homes_to_have_electrical_heating": 1,
      "no_new_gas_connections_required": 0,
      "chp_heat_pumps_capacity": 0,
      "mobile_network_operators_consultation": false
    },
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 6.5,
        "building_ref": "A"
      }
    ],
    "internal_resi_water_usage": 105,
    "surface_water_discharge_percentage_reduction": 0,
    "green_suds": false,
    "superseding_details": [
      {
        "lpa_app_no": "2019/0762",
        "partial_supersedence": false
      }
    ],
    "affordable_housing_fast_track": false,
    "scheme_phasing": true,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "09/2026",
        "intended_commencement_date": "09/2024"
      }
    ],
    "total_gia_lost": 0,
    "garden_land_lost": false,
    "ownership_status": "Private",
    "residential_details": {
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_gia_gained": 122.8,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_bedrooms": 4,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 1,
      "residential_units": [
        {
          "no_habitable_rooms": 5,
          "provider": "Self-Build",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 4,
          "unit_type": "House or Bungalow",
          "gia": 122.8,
          "tenure": "Self-Build and Custom Build"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_affordable_units": 1,
      "total_no_existing_residential_units_market_for_sale": 0,
      "affordable_percentage": 100,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0
    },
    "rain_water_harvesting": false,
    "total_gia_existing": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "SpecifiedOther",
        "gia_gained": 122.8,
        "gia_lost": 0
      }
    ],
    "site_area": 0.008,
    "projected_cost_of_works": "Up to £2m"
  },
  "actual_completion_date": null,
  "application_type_full": "Full planning & demolition in a conservation area",
  "locality": "London",
  "actual_commencement_date": null,
  "development_type": "Minor dwellings",
  "appeal_decision_date": null,
  "centroid_northing": 175041,
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": true,
  "lapsed_date": "14/08/2027",
  "pp_id": "12918885",
  "lpa_app_no": "2024/1089",
  "epc_number": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.460048,
    "lon": -0.169595
  },
  "application_type": "All Other",
  "borough": "Wandsworth",
  "postcode": "SW11 1EN",
  "site_name": "Garages North Of 8",
  "bo_system": "Northgate M3",
  "site_number": null,
  "decision_target_date": "14/08/2024",
  "valid_date": "15/04/2024",
  "street_name": "Buckmaster Road",
  "last_updated_by": "Northgate M3",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/1089",
  "appeal_start_date": null,
  "last_date_consultation_comments": "30/05/2024",
  "last_updated": "2025-03-19T21:06:33.794+00:00",
  "appeal_decision": null,
  "description": "Demolition of existing vehicle garages and the erection of a two-storey plus basement dwellinghouse with first floor terrace (Class C3).",
  "decision_date": "14/08/2024",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [555-PL-099 rev PL-001, 555-PL-100 rev PL-005, 555-PL-101 rev PL-005, 555-PL-102 rev PL-007, 555-PL-103 rev PL-007, 555-EL-200 rev PL-007, 555-EL-201 rev PL-008, 555-EL-202 rev PL-007, Design & Access Statement (Rev 03 I July 2024), Planning Statement Cover Letter (22.03.2024), Planning Fire Safety Strategy (March 2024 | Rev 01), Energy Statement (27 February 2024), Daylight, Sunlight & Overshadowing Report (February 2019), Daylight Study (04 March 2024), Overheating Risk Assessment (04 March 2024), Arboricultural Impact Assessment/Method Statement & Tree Protection Plan (15th February 2024)].\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Prior to commencement of above ground works details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - Prior to the installation of the air source heat pump hereby approved, details of the appearance, location, and predicted carbon savings, including a noise impact assessment and any noise and vibration mitigation measures, for the air source heat pump shall be submitted to and approved by the local planning authority to show how the renewable energy carbon savings are to be achieved. The air source heat pump shall be installed in accordance with the approved details prior to the occupation of the development and retained and maintained as such unless otherwise agreed by the local planning authority. \r\nReason: To achieve appropriate appearance and sustainability standards in accordance with Council policies LP1, LP3 and LP10 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - The development hereby approved shall achieve a minimum of a 35% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2021, with a target of 80% as indicated within approved Energy Statement (27 February 2024). Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021. The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 6 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for external water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 7 - Prior to the commencement of above ground works (excluding demolition), details of the siting, design and materials of refuse and recycling storage to serve the development shall be submitted to and approved in writing by the local planning authority. The refuse storage facilities shall be provided in accordance with the approved details prior to occupation of the development, and shall be retained thereafter.\r\nReason: In the interests of visual appearance, amenity and hygiene, in accordance with Council policy LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 8 - Prior to commencement of above ground works (excluding demolition), details of the location, number and design of secure and covered cycle parking shall be submitted to and approved in writing by the local planning authority.  The cycle parking shall be provided in accordance with the approved details prior to the occupation of the development and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 9 - Prior to the occupation of the development, the window in the west-facing rear elevation at ground floor level of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed). The window shall so be maintained and retained as such. \r\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 10 - No development shall commence until a Construction and Environmental Management Plan (CEMP) has been submitted to and been approved in writing by the local planning authority. The CEMP shall include;\r\nA. Details of the routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction. \r\nB. Measures to mitigate the construction effects as part of a coordinated and collaborative approach with surrounding developments, and shall include the following details (although not limited to):\r\na) whilst lighting should be avoided, if lighting is necessary, details of a construction lighting plan outlining how lighting will be prevented from negatively impacting any protected and priority species during construction, in particular commuting bats, or adjacent habitats. This construction lighting plan should follow the best practice industry guidance outlined in the Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Guidance Note (2023); \r\nb) details of measures to prevent harm to or entrapment of wildlife onsite, including in excavations and construction and waste materials left on site.\r\nThe demolition and construction works shall be carried out in accordance with the approved plan.\r\nReason: In the interests of traffic, general amenity of the area and neighbour amenity, and to prevent harm to protected and priority habitats and species, in accordance with Council policies, LP50, LP51, LP55 and LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan.\r\n",
    "Condition : 11 - Notwithstanding the details shown on the approved plans, a Landscape and Ecological Enhancement Plan shall be submitted to and approved in writing by the local planning authority prior to the commencement of any above ground works. The Plan shall include details of all measures to provide biodiversity gain onsite, including but not limited to:\r\n- details of all biodiverse roofs (including any Biosolar roofs) including details of extensive substrate base, features to be included within the substrate e.g. rope coils, sand, gravel, etc., and details of any seeding/plug plant choice, with priority given to native and wildlife friendly species (in accordance with The Gro Green Roof Code 2021);\r\n- orientation and location for at least 2 x integrated swift bricks/boxes to be integrated with the new building;\r\n- a bat sensitive post-construction lighting plan, including lux spill diagrams, to ensure that any lighting will be of a specification that minimises its impacts on bats, onsite habitats and the adjacent gardens in accordance with the BCT and ILP 2023 Guidance Note (including having a colour temperature of <2700k and no uplighters).\r\nAll approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.  \r\nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies LP55 and LP56 of the Local Plan. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.\r\n",
    "Condition : 12 - Prior to the commencement of the development Tree Protection measures in line with the aproved Arboricultural Impact Assessment/Method Statement & Tree Protection Plan (15th February 2024) shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures shall be retained until completion of the development. \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 13 - There shall be no occupation of the development until an agreement pursuant to Section 278 of the Highways\r\nAct 1980 has been entered into in respect of the following highway works:\r\nThe removal of the redundant dropped kerb and the reconstruction of the footway adjacent to the site on Buckmaster Road and the extension of the on-street parking bay along this frontage. \r\nThe development shall not be occupied until the works referred to within the completed agreement pursuant to section 278 of the Highways Act 1980 have been installed and completed.\r\nReason: In the interest of highway safety, to ensure that the pavement is made safe, and to provide additional on-street parking space in accordance with Council policies LP2 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 14 - Notwithstanding the provisions of Schedule 2 Part 1 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no alterations, extensions, additions or enlargements shall at any future time be erected or constructed to the dwelling hereby approved without the prior permission of the local planning authority. \r\nReason: In order to control future development, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 15 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order), no windows, doors or glazed areas (other than such as may be shown on the approved drawings) shall be installed in the approved development.\r\nReason: To protect the privacy of neighbours and prevent overlooking, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 16 - No pipes or flues, other than rainwater pipes, shall be fixed on the front elevation of the building hereby approved.\r\nReason: To safeguard the appearance of the area, in accordance with Council policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 17 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no satellite dishes, telecommunications masts, antennas or equipment or associated structures, shall be installed on the building hereby approved. \r\nReason: To protect the appearance of the building, and accord with Council policies LP1, LP2 and LP22 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 18 - With the exception of the first floor balcony as shown on drawing numbers [555-PL-102 rev PL-007, 555-PL-103 rev PL-007, 555-EL-200 rev PL-007, 555-EL-201 rev PL-008], the remaining roof areas of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 19 - Notwithstanding the detail shown on the approved drawings, prior to commencement of the above ground works, details of the height, design and materials of the proposed boundary treatment shall be submitted to and approved in writing by the local planning authority. The boundary treatment shall be carried out in accordance with the approved details and completed prior to occupation of the development or otherwise in accordance with a timetable agreed in writing with the local planning authority. \r\nReason: To protect visual amenity ensure a satisfactory appearance and in accordance with policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 20 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "uprn": "10093421062",
  "id": "Wandsworth-2024_1089",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527263.5487400708,
              175042.3542271739
            ],
            [
              527265.7007010194,
              175036.5958754844
            ],
            [
              527260.399126728,
              175034.6964191958
            ],
            [
              527257.9503435794,
              175040.3547995038
            ],
            [
              527255.3696394532,
              175046.13314547075
            ],
            [
              527261.4380044276,
              175048.30252449372
            ],
            [
              527263.5487400708,
              175042.3542271739
            ],
            [
              527263.5487400708,
              175042.3542271739
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "lpa_name": "Wandsworth"
}