{
  "last_date_consultation_comments": "24/09/2024",
  "site_number": "6",
  "ward": "Nine Elms",
  "decision_date": "06/02/2025",
  "description": "Erection of a two-storey building to provide a marketing suite (sui generis use class), with associated access and landscaping, for a temporary period of two years.",
  "development_type": "Minor all other minor developments",
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": "SW11 7BJ",
  "locality": "London",
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "13212467",
  "street_name": "Viaduct Gardens",
  "last_updated_by": "Northgate M3",
  "lpa_name": "Wandsworth",
  "centroid": {
    "lon": -0.13111,
    "lat": 51.48346
  },
  "lpa_app_no": "2024/2468",
  "borough": "Wandsworth",
  "application_details": {
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "11/2024",
        "intended_commencement_date": "08/2024"
      }
    ],
    "total_gia_gained": 0,
    "site_area": 0.0367,
    "total_gia_lost": 0,
    "total_gia_existing": 0,
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_existing": 0,
      "total_gia_lost": 0
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": false,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 0,
    "ownership_status": "Private",
    "lead_developer_company_name": "The Headquarters Building Limited"
  },
  "application_type_full": "Full planning permission",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.130816,
          51.483087
        ],
        [
          -0.130669,
          51.483156
        ],
        [
          -0.130611,
          51.483098
        ],
        [
          -0.13075,
          51.483032
        ],
        [
          -0.1307,
          51.482991
        ],
        [
          -0.130728,
          51.482978
        ],
        [
          -0.130833,
          51.48293
        ],
        [
          -0.130877,
          51.482971
        ],
        [
          -0.130915,
          51.482952
        ],
        [
          -0.130931,
          51.482947
        ],
        [
          -0.130943,
          51.482946
        ],
        [
          -0.13096,
          51.482947
        ],
        [
          -0.130977,
          51.482951
        ],
        [
          -0.130987,
          51.482955
        ],
        [
          -0.130998,
          51.482963
        ],
        [
          -0.131044,
          51.482997
        ],
        [
          -0.131183,
          51.4831
        ],
        [
          -0.131134,
          51.483126
        ],
        [
          -0.131121,
          51.483132
        ],
        [
          -0.131143,
          51.483156
        ],
        [
          -0.131195,
          51.483182
        ],
        [
          -0.131029,
          51.483264
        ],
        [
          -0.130816,
          51.483087
        ],
        [
          -0.130816,
          51.483087
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 529867,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/2468",
  "bo_system": "Northgate M3",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "Embassy Gardens Site Office",
  "id": "Wandsworth-2024_2468",
  "decision_target_date": "08/10/2024",
  "centroid_northing": 177712,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              529888.5205996407,
              177671.0617681925
            ],
            [
              529898.530103825,
              177678.94951035175
            ],
            [
              529902.7185948674,
              177672.6213217749
            ],
            [
              529893.2367745939,
              177665.10347373516
            ],
            [
              529896.8068860533,
              177660.58476719965
            ],
            [
              529894.9187670597,
              177659.1251850013
            ],
            [
              529887.7455638964,
              177653.58677035326
            ],
            [
              529884.6124406756,
              177658.00550550432
            ],
            [
              529881.9822661824,
              177655.8561207599
            ],
            [
              529880.9021631774,
              177655.33626956493
            ],
            [
              529880.0446768223,
              177655.15632107586
            ],
            [
              529878.8573880228,
              177655.19630962814
            ],
            [
              529877.7030794678,
              177655.59619516303
            ],
            [
              529876.9775140905,
              177656.09605207999
            ],
            [
              529876.2354585908,
              177656.9558059792
            ],
            [
              529872.9291890869,
              177660.60476147663
            ],
            [
              529862.9444200862,
              177671.8615392616
            ],
            [
              529866.2919148958,
              177674.81069507543
            ],
            [
              529867.157646312,
              177675.4705062062
            ],
            [
              529865.607574824,
              177678.16973356117
            ],
            [
              529861.9055423869,
              177680.96893229993
            ],
            [
              529873.2260112872,
              177690.37623948877
            ],
            [
              529888.5205996407,
              177671.0617681925
            ],
            [
              529888.5205996407,
              177671.0617681925
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - This permission is for a limited period of two years expiring on 6 February 2027 and the building hereby permitted must be removed (and the land restored to its former condition) by or before 6 February 2027. In accordance with policies LP1, LP2 and LP14 of the Local Plan.\r\nReason: The building is of a temporary nature and is unsuitable for retention on a permanent basis, to comply with Section 72 of the Town and Country Planning Act 1990.\r\n",
    "Condition : 3 - The development shall be carried out in accordance with the reports, specifications and drawings detailed: Official copy of register of title for title no. SGL300816 from the Land Registry; Official copy of title plan for title no. SGL300816 from the Land Registry; Cover letter dated 06/08/2024 by Rolfe Judd Planning; Detailed Fire Safety Strategy issue 03, dated 02/08/2024, by Ashton Fire; Flood Risk Assessment issue no. 1 ref. 49316105 by URS; Geoarchaeological Evaluation Report dated March 2020 by Museum of London Archaeology; Supplementary Geotechnical and Geoenvironmental Interpretative Report ref. EG1-CGL-SW-ZZ-RP-YG-11001, dated February 2023, by Card Geotechnics Ltd; Cover letter dated 28/10/2024 by Montagu Evans; Design Statement ref. EMS-HAL-ZZ-XX-RP-A-00001 P02; Transport Statement ref. 020547-SI-XX-DOC-CR-0003 P06 by RPS Consulting Engineers Ltd; EMS-ROA-ZZ-00-DR-MEP-58201 P01 (Site services layout); EG1-WAL-ZZ-00-DR-C-52202 W01 (Marketing suite below ground drainage general arrangement); EMS-HAL-ZZ-ZZ-DR-A-20591 P02 (Planning - Section 01); EMS-HAL-ZZ-ZZ-DR-A-20494 P02 (Elevation 04 - East); EMS-HAL-ZZ-ZZ-DR-A-20493 P02 (Elevation 03 - North); EMS-HAL-ZZ-ZZ-DR-A-20492 P02 (Elevation 02 - West); EMS-HAL-ZZ-ZZ-DR-A-20491 P02 (Elevation 01 - South); EMS-HAL-ZZ-XX-DR-A-10292 P02 (Planning - Proposed Site Plan); EMS-HAL-ZZ-XX-DR-A-10291 P02 (Planning - Existing Site Plan); EMS-HAL-ZZ-RL-DR-A-20291 P02 (Planning - Ga Plan - Roof Level); EMS-HAL-ZZ-02-DR-A-20291 P02 (Planning - Ga Plan - Level 02); EMS-HAL-ZZ-01-DR-A-20291 P02 (Planning - Ga Plan - Level 01); EMS-HAL-ZZ-00-DR-A-20291 P02 (Planning - Ga Plan - Level 00)\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme.",
    "Condition : 4 - Prior to commencement of above ground works details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. Prior to commencement of above ground works details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Local Plan policy LP1 coupled with the requirements of the National Planning Policy Framework",
    "Condition : 5 - Prior to commencement of the above groundworks, details of landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, species of new planting/seeding, and any existing plants/trees to be retained, shall be submitted to and approved in writing by the local planning authority. All planting, seeding, and turfing included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.  \r\nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with policies LP1 and LP56 of the Local Plan. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.\r\n",
    "Condition : 6 - Prior to the commencement of the above ground works, details of the illumination of the building, including the lighting levels, the times of illumination and the position and design of methods of illumination, shall be submitted to and approved in writing by the local planning authority.\r\nReason: To ensure a satisfactory appearance, residential amenity in accordance with the requirements of the NPPF and Local Plan policy LP1.",
    "Condition : 7 - Prior to the fit-out of the building, details of the proposed CCTV system shall be submitted to and approved by the local planning authority. The approved CCTV shall be carried out in accordance with these approved details which shall be retained and maintained thereafter unless otherwise approved by the local planning authority. \r\nReason: In order to assess the suitability of the proposed materials in the interest of the appearance of the locality in accordance with the requirements of the NPPF, London Plan policy D11 and Local Plan policy LP1.",
    "Condition : 8 - Prior to the use of the building, the access ramp as shown on the approved drawings shall be provided, be maintained and retained thereafter and be available for use at all times unless otherwise approved by the local planning authority. \r\nReason: To ensure adequate provision is made for cycle parking in accordance with the requirements of the NPPF, London Plan policy D5 and Local Plan policy LP1.",
    "Condition : 9 - Prior to the use of the building, details of parking for a minimum of 12 bicycles shall be submitted for approval in writing by the local planning authority and thereafter installed and retained for use at all times and shall not be obstructed, unless otherwise approved by the local planning authority. \r\nReason: To ensure adequate provision is made for cycle parking in accordance with the requirements of the NPPF, London Plan policy T5 and Local Plan policy LP51.\r\n",
    "Condition : 10 - The development hereby approved shall be built and operate in accordance with the details set out in the Transport Statement ref. 020547-SI-XX-DOC-CR-0003 P06 by RPS Consulting Engineers Ltd.\r\nReason: To ensure that the development is in accordance with London Plan policies T5 and T6 and Local Plan policy LP51.",
    "Condition : 11 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment dated May 2011 produced by URS.\r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy LP12 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 12 - Prior to the first occupation of any part of the development hereby approved, a Flood Warning and Evacuation Plan shall be submitted to and approved in writing by the local planning authority. The approved Flood Warning and Evacuation Plan shall be implemented prior to the first occupation of the building hereby approved and shall be carried out in accordance with the approved details and remain in place for the lifetime of the development.\r\nReason: To ensure that a strategy is in place that will reduce the risk to occupiers in the event of a flood, given that part of the site is at risk of surface water flooring, in accordance with the requirements of the NPPF and Local Plan policy LP12.",
    "Condition : 13 - The development hereby approved shall be built out in accordance with the approved Detailed Fire Safety Strategy issue 03 dated 02/08/2024 by Ashton Fire and approved by the local planning authority.\r\nReason: To minimise the risk to life and minimise building damage in the event of a fire, in accordance with the NPPF, London Plan policies D11 and D12 and Local Plan policy LP27.",
    "Condition : 14 - The use hereby permitted shall not be open to customers other than between the hours of 08:00 and 22:00 Monday to Sunday. \r\nReason: To safeguard the amenities of the neighbourhood, in accordance with policy LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 15 - All non-road mobile machinery (NRMM) used during the course of the development that is within the scope of the Greater London Authority 'Control of Dust and Emissions during Construction and Demolition' Supplementary Planning Guidance (SPG) dated July 2014, or any subsequent amendment or guidance, shall comply with the emission requirements therein. \r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with Local Plan policy LP14 and London Plan policy SI1.",
    "Condition : 16 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no satellite dishes, telecommunications masts, antennas or equipment or associated structures, shall be installed on the building hereby approved. \r\nReason: To protect the appearance of the building and accord with Local Plan policies LP1 and LP22, coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 17 - No water tanks, plant, lift rooms or other permanent structures (unless otherwise shown on the approved plans listed above) shall be erected upon the roof of the approved building unless otherwise agreed in writing with the local planning authority.\r\nReason: To control the appearance of the building and safeguard the appearance of the area, in accordance with Local Plan Policy LP1 coupled with the requirements of the National Planning Policy Framework."
  ],
  "appeal_decision_date": null,
  "uprn": "10090500297",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": null,
  "last_updated": "2025-03-19T18:43:52.618+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "06/02/2028",
  "decision": "Approved",
  "valid_date": "13/08/2024"
}