{
  "lpa_app_no": "2024/4394",
  "centroid_northing": 175385,
  "status": "Approved",
  "epc_number": "8212-1317-1002-0326-2802",
  "last_date_consultation_comments": "06/02/2025",
  "locality": "London",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-13T15:20:02.719Z",
  "valid_date": "02/01/2025",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524570.1900102542,
              175365.24032859487
            ],
            [
              524569.0500102536,
              175365.7903285941
            ],
            [
              524564.740010251,
              175367.79032859468
            ],
            [
              524567.6900102529,
              175374.30032859597
            ],
            [
              524569.340010254,
              175377.85032859666
            ],
            [
              524573.0500102561,
              175385.05032859923
            ],
            [
              524575.6900102576,
              175390.69032860117
            ],
            [
              524584.0900102628,
              175409.15032860683
            ],
            [
              524589.350010266,
              175420.65032861044
            ],
            [
              524590.4400102666,
              175422.89032861037
            ],
            [
              524595.8900102697,
              175420.20032860944
            ],
            [
              524589.640010266,
              175407.0003286063
            ],
            [
              524582.2500102615,
              175390.8403286005
            ],
            [
              524576.0500102577,
              175377.7003285975
            ],
            [
              524575.5900102574,
              175376.7503285972
            ],
            [
              524570.1900102542,
              175365.24032859487
            ],
            [
              524570.1900102542,
              175365.24032859487
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "cil_liability": true,
  "title_number": null,
  "decision_process": null,
  "centroid_easting": 524576,
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/4394",
  "site_number": "99",
  "decision": "Approved",
  "ward": "Thamesfield",
  "decision_agency": "Borough",
  "lpa_name": "Wandsworth",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_proposed_car": 2,
    "no_existing_car": 2,
    "net_car": 0
  },
  "application_type_full": "Householder planning permission",
  "appeal_start_date": null,
  "application_type": "Householder",
  "id": "Wandsworth-2024_4394",
  "application_details": {
    "intended_completion_date": "12/2025",
    "intended_commencement_date": "02/2025",
    "total_gia_gained": 96,
    "no_additional_bathrooms": 3,
    "no_additional_bedrooms": 0,
    "site_area": 0.036
  },
  "uprn": "100023311882",
  "decision_date": "09/05/2025",
  "description": "Alterations including excavation to enlarge existing basement including enlargement of existing front lightwell with grille over and formation of rear lightwells with rear access stair to garden; Demolition of the existing conservatory; Erection of a part-single, part-three storey side/rear extension (infill at first and second floor) and a single storey rear conservatory; Installation of replacement timber double glazed windows to front and rear elevations, installation of 4 x new timber windows at first and second floors and a replacement timber door to the west elevation, and installation of additional flanking windows to first floor rear elevation. Relocation of existing retaining garden wall to the rear",
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "12/05/2025",
  "borough": "Wandsworth",
  "postcode": "SW15 2NU",
  "street_name": "Deodar Road",
  "bo_system": "Northgate M3",
  "development_type": "Other house holder developments",
  "lapsed_date": "09/05/2028",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [Flood Risk Assessment V1.02 dated by 25/05/25; Design and Access Statement; Heritage Statement Rev A dated 26/02/25; 100 P; 101 P1; 102 P2; 103 P1; 104 P and 105 P]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order), no windows, doors or glazed areas (other than such as may be shown on the approved drawings shall be installed in the approved development.\r\nReason: To protect the privacy of neighbours and prevent overlooking, in accordance with Council policies LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment by Aegaea dated 25/05/25.\r\nThe mitigation measures shall be retained as such.\r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy LP12 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - Prior to the commencement of the above ground works detailed drawings at a minimum scale of [1:20] (or other scale to be agreed in advance by the local planning authority) shall be submitted to and approved by the local planning authority.  Such details shall include:\r\n- Details of replacement windows\r\nThe development shall be constructed in accordance with the approved details and retained as such.\r\nReason: To ensure a high quality of development and to accord with policies LP1, LP2, LP3 and LP4 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - No development shall take place until full arboricultural report has been submitted to and approved in writing by the local planning authority. The arboricultural report shall include details of:\r\na) A survey of the existing tree within the front garden and an assessment of the potential impact from the enlargement of the front lightwell.\r\nb) A Tree Protection Plan and protection measures in line with BS5837:2012, with details of: methods of demolition, consideration of utility/service runs, ground protection measures, tree protection fencing, positioning of site huts/storage areas, specialist foundation design and site supervision.\r\nThe tree protection measures and fencing shall be installed in accordance with the approved details prior to commencement of the development and thereafter retained, and the construction shall be carried out in accordance with the approved details until completion of the development.\r\nReason:  To safeguard trees and hedges on the site in the interests of visual amenity and the character of the area, having regard to Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the commencement of development to ensure the construction works do not harm trees.\r\n",
    "Condition : 8 - Prior to occupation of the development the windows in the side elevation at first and second floor level of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The window[s] shall so be maintained and retained as such. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 9 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 10 - INFORMATIVE: We would like to remind the Riparian Owner of their responsibility to ensure a fit for purpose flood defence line is maintained in line with s.6 of the Metropolis Management (Thames River Prevention of Flood) Act 1879 to 1962 (The Act). \r\n\r\nINFORMATIVE: The Environmental Permitting (England and Wales) Regulations 2016 require a permit to be obtained for any activities which will take place:\r\no on or within 8 metres of a main river (16 metres if tidal)  \r\no on or within 8 metres of a flood defence structure or culverted main river (16 metres if tidal) \r\no on or within 16 metres of a sea defence \r\no involving quarrying or excavation within 16 metres of any main river, flood defence (including a remote defence) or culvert \r\no in the floodplain of a main river if the activity could affect flood flow or storage and potential impacts are not controlled by a planning permission\r\nThe Applicant should not assume that an Environmental permit will automatically be forthcoming once planning permission has been granted, and we advise them to consult with us at the earliest opportunity.\r\n"
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.208178,
          51.46356
        ],
        [
          -0.208194,
          51.463565
        ],
        [
          -0.208255,
          51.463584
        ],
        [
          -0.208211,
          51.463642
        ],
        [
          -0.208186,
          51.463673
        ],
        [
          -0.20813,
          51.463737
        ],
        [
          -0.20809,
          51.463787
        ],
        [
          -0.207962,
          51.463951
        ],
        [
          -0.207883,
          51.464053
        ],
        [
          -0.207866,
          51.464073
        ],
        [
          -0.207789,
          51.464048
        ],
        [
          -0.207883,
          51.463931
        ],
        [
          -0.207995,
          51.463787
        ],
        [
          -0.208089,
          51.46367
        ],
        [
          -0.208096,
          51.463662
        ],
        [
          -0.208178,
          51.46356
        ],
        [
          -0.208178,
          51.46356
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "13615856",
  "centroid": {
    "lon": -0.208087,
    "lat": 51.463736
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}