{
  "lpa_name": "Wandsworth",
  "pp_id": "12851997",
  "description": "Variation of conditions 2 (in accordance with approved drawings) and 5 (details of materials) pursuant to planning permission dated 20/07/2018 ref 2018/1333 (Demolition of existing dwelling house (except for front facade and front sections of the side facades) and erection of a replacement house including excavation of basement with front and rear light wells, increased ridge height by 350mm, front roof lights, erection of mansard roof extension to main rear roof and part single, part three-storey rear additions with a roof terrace and 1.7m high surrounding screen.) to allow rendering of the rear wall.",
  "epc_number": null,
  "status": "Approved",
  "decision_date": "02/07/2024",
  "street_name": "Gowrie Road",
  "decision_process": null,
  "uprn": "100022649816",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "02/07/2024",
  "subdivision_of_building": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": "528226",
  "appeal_decision": null,
  "lpa_app_no": "2024/0901",
  "development_type": "Minor dwellings",
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528230.1997042,
              175528.5550538
            ],
            [
              528232.4011355,
              175520.0974747
            ],
            [
              528226.9016798,
              175518.6478897
            ],
            [
              528225.5000194,
              175524.0963301
            ],
            [
              528222.5482875,
              175535.8529648
            ],
            [
              528221.9463981,
              175538.2022923
            ],
            [
              528227.3963834,
              175539.6018916
            ],
            [
              528227.9982729,
              175537.2525641
            ],
            [
              528230.1997042,
              175528.5550538
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "actual_commencement_date": null,
  "application_type": "All Other",
  "bo_system": "Northgate M3",
  "centroid": {
    "lat": "51.4642163",
    "lon": "-0.1554964"
  },
  "decision_agency": "Borough",
  "parking_details": null,
  "postcode": "SW11 5NR",
  "last_updated": "2025-03-19T23:00:18.096+00:00",
  "secondary_street_name": null,
  "cil_liability": true,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/0901",
  "valid_date": "07/05/2024",
  "appeal_decision_date": null,
  "locality": "London",
  "appeal_start_date": null,
  "application_type_full": "Removal/Variation of a condition",
  "decision": "Approved",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "site_name": null,
  "lapsed_date": "02/07/2027",
  "centroid_northing": "175529",
  "decision_conditions": [
    "Condition : 1 - This development shall be begun within 3 years from the date of the initial permission ref: 2018/1333 (20/07/2018).\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the approved drawings and specifications (0334_e001 Rev A, 0334_p002 Rev B, 0334_b015 rev G) unless approved otherwise in writing by the local planning authority.  \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - The development shall be constructed in accordance with the submitted details approved within application ref: 2018/5887 approved on 05/02/2019, which demonstrates how the development will achieve a minimum of a 19% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013. The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10. \r\n\r\n",
    "Condition : 4 - The development shall be constructed in accordance with the submitted details approved within application ref: 2018/5887 approved on 05/02/2019, which demonstrate that the development will achieve a maximum water use of 105 litres per person per day (plus 5 litres for outside use) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. \r\nReason: In the interest of sustainable development and to accord with Council policy LP10. \r\n",
    "Condition : 5 - With the exception of the living green wall that is replaced by terracotta coloured render, the development shall be carried out in accordance with the approved materials detailed within application ref: 2018/5887 approved on 05/02/2019.\r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy LP1 of the Local Plan. \r\n",
    "Condition : 6 - Prior to the commencement of development, and notwithstanding what is shown on the approved drawings, the side and rear elevations of the proposed roof terrace shall incorporate 1.7m high timber screening. The development shall be carried out in accordance with the approved drawings and specifications that were submitted to the local planning authority for approval. The screening to the roof terrace shall be completed as approved before any use of the roof terrace commences, and retained permanently afterwards as approved unless otherwise agreed in writing by the local planning authority.\r\nReason: To protect the privacy of neighbours and prevent overlooking as well as in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2. \r\n\r\n",
    "Condition : 7 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 8 - The two proposed windows to the side elevation of the three storey rear extension at first and second floor levels shall be obscured-glazed, and non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed and maintained in obscured glass in the future, unless approved otherwise by the local planning authority in writing.\r\nReason: To control overlooking, and safeguard the privacy of neighbours in accordance with Council policy LP2.\r\n",
    "Condition : 9 - The increase in the height of the roof shall only be constructed by continuing the front roof slope in the same plane, and no upstand or step shall be formed. \r\nReason: To safeguard the appearance of the streetscene in accordance with Council policy LP1 of the Local Plan  coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 10 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "ward": "Lavender",
  "site_number": "72",
  "application_details": {
    "site_area": 0.011000000000000001
  },
  "id": "Wandsworth-2024_0901",
  "appeal_status": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.1554361,
          51.4642114
        ],
        [
          -0.1554075,
          51.4641349
        ],
        [
          -0.1554871,
          51.4641231
        ],
        [
          -0.15550529999999999,
          51.4641724
        ],
        [
          -0.1555436,
          51.4642787
        ],
        [
          -0.1555514,
          51.4643
        ],
        [
          -0.15547239999999998,
          51.4643113
        ],
        [
          -0.15546459999999998,
          51.4642901
        ],
        [
          -0.1554361,
          51.4642114
        ]
      ]
    ]
  },
  "borough": "Wandsworth",
  "last_date_consultation_comments": "31/05/2024"
}