{
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/1707",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": "Full planning permission",
  "application_details": {
    "affordable_housing_fast_track": false,
    "residential_details": {
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units": 1,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 1,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "affordable_percentage": 100,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_bedrooms": 4,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_affordable_units": 1,
      "total_gia_gained": 228.56,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_affordable_units": 1,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "habitable_rooms_density": 7,
      "total_no_proposed_residential_units_starter_homes": 0,
      "dwelling_density": 1,
      "total_gia_lost": 97.96,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Loss-1",
          "description": null,
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "actual_commencement_date": "08/03/2025",
          "unit_type": "Terraced Home",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "gia": 97.96,
          "tenure": "London Affordable Rent"
        },
        {
          "no_habitable_rooms": 7,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "Gain-1",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "08/03/2025",
          "unit_type": "Terraced Home",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "gia": 228.56,
          "tenure": "London Affordable Rent"
        }
      ],
      "total_no_existing_residential_units_london_affordable_rent": 1,
      "site_area": 1
    },
    "site_area": 1,
    "garden_land_lost": false,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 8.14,
        "building_ref": "N/A"
      }
    ],
    "scheme_phasing": false,
    "total_gia_gained": 130.6,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_new_gas_connections_required": 0,
      "waste_provision": false,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_new_water_connections_required": 0,
      "green_roof_area": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "total_annual_nox_emissions": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 97.96,
        "use_class": "C3",
        "gia_gained": 130.6,
        "actual_commencement_date": "08/03/2025",
        "gia_lost": 0
      }
    ],
    "total_gia_lost": 0,
    "grey_water_reuse": false,
    "green_suds": false,
    "projected_cost_of_works": "Up to £2m",
    "internal_resi_water_usage": 125,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_gia_existing": 97.96,
      "total_gia_gained": 130.6,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "site_area": 1
    },
    "total_gia_existing": 97.96,
    "phasing_details": [
      {
        "phase_detail": "entire development",
        "intended_completion_date": "09/2024",
        "intended_commencement_date": "08/2024"
      }
    ],
    "surface_water_discharge_percentage_reduction": 1,
    "ownership_status": "Private",
    "s106_agreement": false,
    "viability_assessment": false,
    "air_quality_assessment": false,
    "mayoral_cil_liability_notice_issued": false,
    "circular_economy_statement": false,
    "commencement_notice_received": false,
    "other_residential_accommodation_details": {
      "site_area": 1
    },
    "3d_model": false,
    "borough_cil_liability_notice_issued": false,
    "transport_impact_assessment": false
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.167892,
          51.470342
        ],
        [
          -0.167901,
          51.470331
        ],
        [
          -0.167963,
          51.47035
        ],
        [
          -0.167955,
          51.47036
        ],
        [
          -0.167867,
          51.470473
        ],
        [
          -0.167817,
          51.470536
        ],
        [
          -0.167791,
          51.470529
        ],
        [
          -0.167756,
          51.470518
        ],
        [
          -0.167847,
          51.470402
        ],
        [
          -0.167892,
          51.470342
        ],
        [
          -0.167892,
          51.470342
        ]
      ]
    ]
  },
  "site_name": null,
  "centroid_easting": 527351,
  "site_number": "21",
  "development_type": "Minor dwellings",
  "decision_date": "25/11/2024",
  "appeal_start_date": null,
  "lapsed_date": "25/11/2027",
  "status": "Commenced",
  "decision_process": null,
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Wandsworth",
  "centroid_northing": 176199,
  "appeal_decision_date": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [RC-R00-PR-101 rev R00, RC-R00-PR-102 rev R00, RC-R00-PR-103 rev R00, RC-R00-PR-106 rev R00 (received 10/10/2024), Energy Statement (12.06.2024), Flood Risk & Drainage Assessment (: MD1775/rep/001 Rev D), Fire Safety Statement (18.06.24), Air Source Heat Pump)\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme.",
    "Condition : 3 - Prior to the occupation of the development, the windows in the south-side at the rear first floor level of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The window shall so be maintained and retained as such. \nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 4 - Prior to commencement of the above ground works (excluding demolition), details and samples of materials proposed to be used on all external surfaces of the development have been submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the construction.",
    "Condition : 5 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment [Flood Risk & Drainage Assessment (: MD1775/rep/001 Rev D)].\nThe mitigation measures shall be retained as such.\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy LP12 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 6 - The increase in the height of the roof shall only be constructed by continuing the front roof slope in the same plane, and no upstand or step shall be formed. \nReason: To safeguard the appearance of the streetscene in accordance with Council policies LP1 and LP2 of the Local Plan  coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 7 - The roof areas of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on these areas.\nReason: To control overlooking and noise disturbance, and safeguard the privacy and amenities of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 8 - Notwithstanding the provisions of Schedule 2 Part 1 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no alterations, extensions, additions or enlargements shall at any future time be erected or constructed to the dwelling hereby approved without the prior permission of the local planning authority. \nReason: In order to control future development, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 9 - The development hereby approved shall achieve a minimum of a 35% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2021, with a target of 65% as indicated within approved Energy Statement (12.06.2024). Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021. The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 10 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for external water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 11 - Prior to commencement, including any site clearance or preparatory works, submit for approval a Construction Environment Management Plan (CEMP). This should include, but is not limed to, the following: \nA. details of the routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction. \nB. whilst works should take place outside of the nesting season (February - September inclusive), if works are unavoidable during this period, then a site walk over at least 48 hours prior to works 2 commencing is required by a named CIEEM accredited ecologist with experience of working in London to check for any nesting birds. In the event that a nest is found, an appropriate exclusion zone should be implemented around it until the young have fully fledged (Wildlife and Countryside Act 1981 (as amended)). The law protects all wild bird species, their eggs and nests;\nC. details of measures to be taken to ensure that any retained or neighbouring habitats or green spaces will not be impacted negatively by the works (including, but not limited to lighting, dust, litter, noise etc.); \nD. whilst lighting should be avoided, if lighting is necessary, details of a construction lighting plan outlining how lighting will be prevented from negatively impacting any protected and priority species during construction, in particular commuting bats and any adjacent habitats. This construction lighting plan should follow the best practice industry guidance outlined in the Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Guidance Note (2023); \nE. details of measures to sensitively clear vegetation on site and to prevent any harm to wildlife; prevent the entrapment of or harm to wildlife on site, including managing excavations and construction and waste materials left on site;\nThe demolition and construction works shall be carried out in accordance with the approved pla",
    "Condition : 12 - Prior to the commencement of above ground works (excluding demolition), details of the siting, design and materials of refuse and recycling storage to serve the development shall be submitted to and approved in writing by the local planning authority. The refuse storage facilities shall be provided in accordance with the approved details prior to occupation of the development, and shall be retained thereafter.\nReason: In the interests of amenity and hygiene, in accordance with Council policy LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 13 - Prior to the occupation of the development, details of the location, number and design of secure and covered cycle parking shall be submitted to and approved in writing by the local planning authority.  The cycle parking shall be provided in accordance with the approved details prior to the occupation of the development and be retained for cycle parking purposes for the users of the development and for no other purpose.\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 14 - Prior to the installation of the photovoltaic panels hereby approved, details of the appearance, location, orientation, total area and predicted carbon savings from the photovoltaic panels shall be submitted to and approved by the local planning authority to show how the renewable energy carbon savings are to be achieved. The photovoltaic panels shall be installed in accordance with the approved details prior to the occupation of the development, and retained and maintained as such unless otherwise agreed by the local planning authority.\nReason: To achieve an appropriate appearance and sustainability standards in accordance with Council policies LP1 and LP10 of the Local Plan, coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 15 - Prior to the installation of the air source heat pump hereby approved, details of the appearance, location, and predicted carbon savings, including a noise impact assessment and any noise and vibration mitigation measures, for the air source heat pump shall be submitted to and approved by the local planning authority to show how the renewable energy carbon savings are to be achieved. The air source heat pump shall be installed in accordance with the approved details prior to the occupation of the development and retained and maintained as such unless otherwise agreed by the local planning authority. \nReason: To achieve appropriate appearance and sustainability standards in accordance with Council policies LP1 and LP10 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 16 - INFORMATIVE: The proposed development is located within 15 metres of Thames Waters underground assets and as such, the development could cause the assets to fail if appropriate measures are not taken. Please read our guide 'working near our assets' to ensure your workings are in line with the necessary processes you need to follow if you're considering working above or near our pipes or other structures. Should you require further information please contact Thames Water. Email: developer.services@thameswater.co.uk Phone: 0800 009 3921 (Monday to Friday, 8am to 5pm) Write to: Thames Water Developer Services, Clearwater Court, Vastern Road, Reading, Berkshire RG1 8DB.",
    "Condition : 17 - INFORMATIVE: A Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures he will undertake to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 020 3577 9483 or by emailing trade.effluent@thameswater.co.uk . Application forms should be completed on line via https://eur01.safelinks.protection.outlook.com/?url=http%3A%2F%2Fwww.thameswater.co.uk%2F&data=05%7C02%7CWandsworthplanningapplications%40richmondandwandsworth.gov.uk%7Cfe01eb012e20420cc60708dc75a5a991%7Cd9d3f5acf80349be949f14a7074d74a7%7C0%7C0%7C638514601581719918%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C0%7C%7C%7C&sdata=b5ObB2P38ub%2Bd9I2XgRJLvBFucwQwqtoB95AFFCwB90%3D&reserved=0. Please refer to the Wholesale; Business customers; Groundwater discharges section.",
    "Condition : 18 - INFORMATIVE: Thames Water will aim to provide customers with a minimum pressure of 10m head (approx. 1 bar) and a flow rate of 9 litres/minute at the point where it leaves Thames Waters pipes. The developer should take account of this minimum pressure in the design of the proposed development.",
    "Condition : 19 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "Rowena Crescent",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.167869,
    "lat": 51.470434
  },
  "cil_liability": false,
  "valid_date": "24/06/2024",
  "postcode": "SW11 2PT",
  "bo_system": "Portal",
  "borough": "Wandsworth",
  "id": "Wandsworth-2024_1707",
  "application_type": "All Other",
  "parking_details": null,
  "decision_target_date": "19/08/2024",
  "pp_id": "13059660",
  "last_updated_by": "Portal",
  "locality": "London",
  "uprn": "100022687685",
  "last_date_consultation_comments": "19/08/2024",
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-08-13T13:50:22.748Z",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527349.6500119762,
              176188.7503287897
            ],
            [
              527349.1000119757,
              176187.45032879
            ],
            [
              527344.750011973,
              176189.45032879018
            ],
            [
              527345.2500119733,
              176190.60032879107
            ],
            [
              527351.0500119774,
              176203.30032879516
            ],
            [
              527354.3500119796,
              176210.45032879664
            ],
            [
              527356.2000119807,
              176209.6903287965
            ],
            [
              527358.6100119824,
              176208.53032879654
            ],
            [
              527352.6500119782,
              176195.40032879222
            ],
            [
              527349.6500119762,
              176188.7503287897
            ],
            [
              527349.6500119762,
              176188.7503287897
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": "08/03/2025",
  "ward": "Falconbrook",
  "appeal_decision": null,
  "lpa_app_no": "2024/1707",
  "description": "Demolition of existing dwelling except for front fa�ade and party walls. Erection of replacement new-build two-storey dwellinghouse (with ridge height increase by 0.5m for attic accommodation) plus single, part three-storey back addition and dormer extension to main rear roof slope.  ",
  "date_building_work_completed_under_previous_permission": null
}