{
  "last_date_consultation_comments": "04/11/2024",
  "site_number": "15",
  "ward": "Roehampton",
  "decision_date": "15/11/2024",
  "description": "Demolition of existing house and outbuildings and erection of two storey (plus basement) 6-bedroom detached house with associated landscaping, refuse and cycle storage. ",
  "development_type": "Minor dwellings",
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": "SW15 5JR",
  "locality": "London",
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "13340806",
  "street_name": "Roehampton Gate",
  "last_updated_by": "Planning Portal ingest",
  "lpa_name": "Wandsworth",
  "centroid": {
    "lon": -0.255438,
    "lat": 51.456528
  },
  "lpa_app_no": "2024/2866",
  "borough": "Wandsworth",
  "application_details": {
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "One Phase",
        "intended_completion_date": "03/2026",
        "intended_commencement_date": "01/2025"
      }
    ],
    "total_gia_gained": 695,
    "site_area": 0.14,
    "total_gia_lost": 594.46,
    "total_gia_existing": 594.46,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 594.46,
        "use_class": "C3",
        "gia_gained": 695,
        "gia_lost": 594.46
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": true,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 8.9,
        "building_ref": "Existing House Demolished - two storeys +roof  Proposed House two storeys plus Basement"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": true,
    "surface_water_discharge_percentage_reduction": 10,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 695,
      "total_gia_existing": 594.46,
      "total_gia_lost": 594.46
    },
    "garden_land_lost": false,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 6,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 695,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": 585.3,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 11,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 6,
          "unit_type": "House or Bungalow",
          "provision_for_older_persons": false,
          "gia": 585.3,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 12,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 6,
          "unit_type": "House or Bungalow",
          "gia": 695,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_active_slow_ev_charging_points": 1,
      "no_resi_units_to_have_full_fibre": 1,
      "green_roof_area": 200,
      "solar_pv_capacity": 8,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_passive_slow_ev_charging_points": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "chp_heat_pumps_capacity": 14,
      "ghg_reduction_over_building_regulations": true
    },
    "internal_resi_water_usage": 1.5,
    "ownership_status": "Private"
  },
  "application_type_full": "Full planning permission",
  "cil_liability": true,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.254894,
          51.45653
        ],
        [
          -0.254858,
          51.45652
        ],
        [
          -0.254883,
          51.456483
        ],
        [
          -0.254896,
          51.456463
        ],
        [
          -0.254905,
          51.456447
        ],
        [
          -0.254918,
          51.456427
        ],
        [
          -0.25494,
          51.45639
        ],
        [
          -0.25499,
          51.456309
        ],
        [
          -0.255085,
          51.456327
        ],
        [
          -0.255155,
          51.456342
        ],
        [
          -0.255431,
          51.4564
        ],
        [
          -0.255738,
          51.456464
        ],
        [
          -0.255723,
          51.456486
        ],
        [
          -0.255716,
          51.456496
        ],
        [
          -0.255581,
          51.456705
        ],
        [
          -0.255454,
          51.456672
        ],
        [
          -0.255375,
          51.456652
        ],
        [
          -0.254928,
          51.456538
        ],
        [
          -0.254894,
          51.45653
        ],
        [
          -0.254894,
          51.45653
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 521306,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/2866",
  "bo_system": "Northgate M3",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": null,
  "id": "Wandsworth-2024_2866",
  "decision_target_date": "15/11/2024",
  "centroid_northing": 174504,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              521343.7900085272,
              174505.110328392
            ],
            [
              521346.3000085285,
              174504.15032839123
            ],
            [
              521344.70000852767,
              174500.00032839028
            ],
            [
              521343.8400085273,
              174497.65032838937
            ],
            [
              521343.22000852687,
              174495.9503283893
            ],
            [
              521342.4000085265,
              174493.70032838837
            ],
            [
              521340.9300085257,
              174489.5603283865
            ],
            [
              521337.70000852406,
              174480.45032838412
            ],
            [
              521331.0500085208,
              174482.30032838474
            ],
            [
              521326.1500085184,
              174483.85032838548
            ],
            [
              521306.850008509,
              174489.80032838671
            ],
            [
              521285.3500084985,
              174496.40032838972
            ],
            [
              521286.30000849906,
              174498.85032839078
            ],
            [
              521286.7500084993,
              174500.0003283911
            ],
            [
              521295.6000085039,
              174523.45032839722
            ],
            [
              521304.5000085082,
              174520.06032839714
            ],
            [
              521310.0400085109,
              174517.95032839576
            ],
            [
              521341.4200085261,
              174506.01032839104
            ],
            [
              521343.7900085272,
              174505.110328392
            ],
            [
              521343.7900085272,
              174505.110328392
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "epc_number": "8698-7027-5990-3752-2922",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [Design and Access Statement Rev 04 by AI studio dated August 2024; Energy and Sustainability Statement by PowerHaus Consultancy dated 01/07/24; Construction Method Statement by Duffy Associates dated July 2024; Construction Traffic Management Plan dated 29 July 2024; Heritage Statement by PowerHaus Consultancy dated August 2024; Landscaping Design document by Rachel Sampson design dated 14/06/24; Preliminary Ecological Appraisal by The Ecology Partnership dated August 2024; Structural Report by Duffy Associates dated 31/01/24; SUDS strategy by Ark Environmental Consultancy dated July 2024; Arboricultural Impact Assessment & Tree Protection by Rootcause Arboriculture dated 07/08/24; Planning Statement;  6; 7 (revised); 8 (revised); 9; 10 (revised) ; 11 rev 02; 12; 13; 14, 15; 16 rev 02; 17 rev 02; 18 rev 02; 19 rev 02; 20 rev 02; 21 rev 02; 22; 23; 24; 25 (revised 25/10/24).]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - No development, including any demolition, shall take place until a construction management plan has been submitted to and approved in writing by the local planning authority. The construction management plan shall include details (but not limited to) of the routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction. The demolition and construction works shall be carried out in accordance with the approved plan.\r\nReason: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policy LP50 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan.\r\n",
    "Condition : 4 - The development hereby approved shall achieve a minimum of a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for\r\nexternal water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP1, LP2, LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 6 - Prior to the first occupation of the development, the refuse and recycling storage shown on approved drawings shall be provided and shall be retained for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for waste storage in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - Noise levels, (expressed as the equivalent continuous sound level) LAeq (15 minutes) as measured in accordance with BS4142: 2014, from any external plant/machinery shall not exceed LA90-10dB, when measured at the nearest noise sensitive receptor.\r\nReason: To protect the amenities of neighbouring occupiers, in accordance with policies LP1 and LP2 and LP14 of the Local Plan.",
    "Condition : 8 - Prior to commencement of above ground works details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 9 - Prior to occupation of the development the windows in the side (north and south) elevations at first floor level of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The windows shall so be maintained and retained as such. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 10 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order), no windows, doors or glazed areas (other than such as may be shown on the approved drawings shall be installed in the approved development.\r\nReason: To protect the privacy of neighbours and prevent overlooking, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 11 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 12 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no extensions, additions or enlargements shall at any future time be erected or constructed to the dwelling[s] hereby approved without the prior permission of the local planning authority. \r\nReason: In order to control future development, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 13 - The [garage door/door/gate] must be designed installed and maintained so as not to open over the boundary of the site and over the public highway.\r\nReason: In the interest of highway safety and visibility, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 14 - Prior to commencement of the above ground works, details of the height, design and material(s) of the proposed boundary treatment shall be submitted to and approved in writing by the local planning authority. The boundary treatment shall be carried out in accordance with the approved details and completed prior to occupation of the development or otherwise in accordance with a timetable agreed in writing with the local planning authority. \r\nReason: To protect visual amenity ensure a satisfactory appearance and in accordance with policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 15 - No development shall take place until full details of existing and proposed site levels shall be submitted to and approved in writing by the local planning authority.  The development shall be carried out in accordance with the approved details.\r\nReason: To ensure the development relates satisfactorily to its surroundings, and in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure the ground levels across the development are compatible with adjoining sites before the site is cleared.\r\n",
    "Condition : 16 - Prior to the commencement of the development Tree Protection measures in line with BS5837:2012 shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures shall be retained until completion of the development. \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 17 - No tree to be retained (retained tree) shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped, other than in accordance with the prior written approval of the local planning authority.  If any retained tree is removed, uprooted, destroyed or dies, a replacement tree shall be planted and that tree shall be of such size and species and shall be planted at such a time and in a location to be agreed with the local planning authority.\r\nReason:  To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, having regard to Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 18 - Prior to the first occupation of the development the cycle parking shown on the approved drawing shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 19 - 19.\tNo development shall commence until a Construction and Environmental Management Plan (CEMP) has been submitted to and been approved in writing by the local planning authority. The CEMP shall include measures to mitigate the construction effects as part of a coordinated and collaborative approach with surrounding developments, and shall include the following details (although not limited to): \r\n\r\na)\twhilst works should take place outside of the nesting season (February - September inclusive), if works to trees and other vegetation are unavoidable during this period, then a site walk over at least 48 hours prior to works commencing is required by a named CIEEM accredited ecologist with experience of working in London to check for any nesting birds in the vegetation and buildings. In the event that a nest is found, an appropriate exclusion zone should be implemented around it until the young have fully fledged (Wildlife and Countryside Act 1981 (as amended)). The law protects all wild bird species, their eggs and nests;\r\nb)\tdetails of measures to be taken to ensure that the adjacent and retained habitats will not be impacted negatively by the works (including, but not limited to lighting, dust, litter, noise etc.);\r\nc)\tdetails of measures to remove the existing vegetation sensitively;\r\nd)\twhilst lighting should be avoided, if lighting is necessary, details of a construction lighting plan outlining how lighting will be prevented from negatively impacting any protected and priority species during construction, in particular commuting bats. This construction lighting plan should follow the best practice industry guidance outlined in the Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Guidance Note (2023);\r\ne)\tdetails of measures to prevent entrapment of or harm to wildlife on site, including in excavations and construction and waste materials left on site.\r\nReason: To ensure a satisfactory appearance, provide tree planting and biodiversity i",
    "Condition : 20 - 20.\tPrior to commencement of the above ground works a landscaping scheme, to include landscaping and treatment of parts of the site not covered by buildings, shall be submitted to and approved in writing by the local planning authority. These details shall include hard landscaping works; soft landscaping including the species, height and root volume of trees (including any replacement trees), shrubs, hedges, biodiverse roofs and all other planting with priority given to native and wildlife friendly species, including night scented species; minor artefacts and structures (e.g. furniture equipment, refuse or other storage units, ecologically sensitive lighting (in accordance with the Bat Conservation Trust and ILP Artificial Lighting Guidance); proposed and existing functional services above and below ground (e.g. drainage power; communications cables, pipelines, indicating lines, manholes, supports). The landscaping scheme shall be carried out in accordance with the approved details and completed prior to the occupation of the development, or in accordance with a programme agreed in writing with the local planning authority. \r\nReason: To ensure a satisfactory appearance, provide tree planting and biodiversity improvements, in accordance with Council policies LP1, LP55 and LP56 of the Wandsworth Local Plan (2023) and London Plan Policies G5 and G6.\r\n",
    "Condition : 21 - 21.\tNotwithstanding the details shown on the approved plans and set out in the supporting information, Landscape and Ecological Enhancement and Management Plans shall be submitted to and approved in writing by the local planning authority prior to the commencement of any above ground works. The Plan shall include details of all measures to provide biodiversity gain, including but not limited to: \r\n-\tdetails of wildlife friendly planting, including low flowering amenity grass, mixed native species hedge and night scented species;\r\n-\tdetails of biodiverse roofs (including Biosolar roofs), including details of extensive substrate base, planting, with priority given to native wildflower species and features to be included within the substrate e.g. rope coils, sand, gravel, etc., and any seeding/plug plant choice (in accordance with 2.2.3 of The Gro Green Roof Code 2021);\r\n-\torientation, target species and location for at least 2x swift boxes/bricks, and 2x bat box/ brick to be integrated with or attached to the building;\r\n-\tif lighting is required, a bat sensitive post-construction lighting plan to ensure that any lighting will be of a specification that minimises its impacts on bats and any onsite habitats as well as neighbouring gardens in accordance with the BCT and ILP 2023 Guidance Note (including having a colour temperature of <2700k, no uplighters and no light spill onto ecological enhancements or habitats). \r\nThe approved details shall be implemented prior to first occupation of the development and maintained thereafter.\r\nReason: To ensure a satisfactory appearance, provide tree planting and biodiversity improvements, in accordance with Council policies LP1, LP55 and LP56 of the Wandsworth Local Plan (2023) and London Plan Policies G5 and G6.\r\n",
    "Condition : 22 - If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until the developer has submitted, and obtained written approval from the local planning authority for, a remediation strategy detailing how this unsuspected contamination shall be dealt with. The remediation strategy shall be implemented as approved, verified and reported to the satisfaction of the local planning authority.\r\nReason:  To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 23 - 24.\tNo piling shall take place until a Piling Method Statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface sewerage infrastructure, and the programme for the works) and piling layout plan including all Thames Water wastewater assets, the local topography and clearance between the face of the pile to the face of a pipe has been submitted to and approved in writing by the local planning authority in consultation with Thames Water. Any piling must be undertaken in accordance with the terms of the approved piling method statement and piling layout plan. \r\nReason: The proposed works will be in close proximity to underground sewerage utility infrastructure. Piling has the potential to significantly impact / cause failure of local underground sewerage utility infrastructure.\r\n",
    "Condition : 24 - Prior to the commencement above ground works, details of the PV panels on the roof shall be submitted and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 25 - Prior to the commencement of above ground works, details of the location, specification, predicted noise levels including any noise and vibration mitigation measures of the heat pumps and any other external ventilation equipment, shall be submitted to and approved in writing by the local planning authority before installation. The equipment must be installed in accordance with the approved details and thereafter be so operated and maintained. \r\nReason: In the interests of neighbour amenity and visual appearance, and in accordance with Council policy LP1 and LP2 and LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 26 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 27 - INFORMATIVE: Thames Water requests that the Applicant should incorporate within their proposal, protection to the property to prevent sewage flooding, by installing a positive pumped device (or equivalent reflecting technological advances), on the assumption that the sewerage network may surcharge to ground level during storm conditions. If as part of the basement development there is a proposal to discharge ground water to the public network, this would require a Groundwater Risk Management Permit from Thames Water. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures will be undertaken to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water�s Risk Management Team by telephoning 02035779483 or by emailing trade.effluent@thameswater.co.uk . Application forms should be completed on line via www.thameswater.co.uk. Please refer to the Wholesale; Business customers; Groundwater discharges section.\r",
    "Condition : 28 - INFORMATIVE: With regard to SURFACE WATER drainage, Thames Water would advise that if the developer follows the sequential approach to the disposal of surface water we would have no objection. Management of surface water from new developments should follow Policy SI 13 Sustainable drainage of the London Plan 2021. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required. Should you require further information please refer to our website. https://www.thameswater.co.uk/developers/larger-scale-developments/planning-yourdevelopment/working-near-our-pipes",
    "Condition : 29 - INFORMATIVE: There are public sewers crossing or close to your development. If you're planning significant work near our sewers, it's important that you minimize the risk of damage. We�ll need to check that your development doesn�t limit repair or maintenance activities, or inhibit the services we provide in any other way. The applicant is advised to read our guide working near or diverting our pipes. https://www.thameswater.co.uk/developers/larger-scale-developments/planningyour-development/working-near-our-pipes\r\n",
    "Condition : 30 - INFORMATIVE: We would expect the developer to demonstrate what measures will be undertaken to minimise groundwater discharges into the public sewer. Groundwater discharges typically result from construction site dewatering, deep excavations, basement infiltration, borehole installation, testing and site remediation. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. Should the Local Planning Authority be minded to approve the planning application, Thames Water would like the following informative attached to the planning permission: �A Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures he will undertake to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water�s Risk Management Team by telephoning 020 3577 9483 or by emailing trade.effluent@thameswater.co.uk . Application forms should be completed on line via www.thameswater.co.uk. Please refer to the Wholesale; Business customers; Groundwater discharges section. ",
    "Condition : 31 - INFORMATIVE: If you are planning on using mains water for construction purposes, it�s important you let Thames Water know before you start using it, to avoid potential fines for improper usage. More information and how to apply can be found online at thameswater.co.uk/buildingwater. There are water mains crossing or close to your development. Thames Water do NOT permit the building over or construction within 3m of water mains. If you're planning significant works near our mains (within 3m) we�ll need to check that your development doesn�t reduce capacity, limit repair or maintenance activities during and after construction, or inhibit the services we provide in any other way. The applicant is advised to read our guide working near or diverting our pipes. https://www.thameswater.co.uk/developers/larger scale-developments/planning-your-development/working-near-our-pipes \r\n",
    "Condition : 32 - INFORMATIVE: Thames Water would advise that with regard to water network and water treatment infrastructure capacity, we would not have any objection to the above planning application. Thames Water recommends the following informative be attached to this planning permission. Thames Water will aim to provide customers with a minimum pressure of 10m head (approx 1 bar) and a flow rate of 9 litres/minute at the point where it leaves Thames Waters pipes. The developer should take account of this minimum pressure in the design of the proposed development."
  ],
  "appeal_decision_date": null,
  "uprn": "100022686518",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": null,
  "last_updated": "2025-03-19T20:14:44.053+00:00",
  "decision_agency": "Borough",
  "parking_details": {
    "no_existing_car": 2,
    "net_car": 0,
    "no_proposed_car": 2
  },
  "lapsed_date": "15/11/2027",
  "decision": "Approved",
  "valid_date": "19/08/2024"
}