{
  "uprn": "121048203",
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.175595,
          51.43065
        ],
        [
          -0.175538,
          51.430614
        ],
        [
          -0.175556,
          51.430603
        ],
        [
          -0.17557,
          51.430612
        ],
        [
          -0.175648,
          51.430661
        ],
        [
          -0.17567,
          51.430674
        ],
        [
          -0.175652,
          51.430686
        ],
        [
          -0.175605,
          51.430714
        ],
        [
          -0.175524,
          51.430762
        ],
        [
          -0.175511,
          51.43077
        ],
        [
          -0.175427,
          51.430822
        ],
        [
          -0.175377,
          51.430784
        ],
        [
          -0.175556,
          51.430674
        ],
        [
          -0.175595,
          51.43065
        ]
      ]
    ]
  },
  "appeal_start_date": null,
  "centroid_northing": 171774,
  "decision": "Approved",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526924.6500116,
              171761.4503275
            ],
            [
              526928.7000116,
              171757.6003275
            ],
            [
              526927.5000116,
              171756.3003275
            ],
            [
              526926.4500116,
              171757.3003275
            ],
            [
              526920.9000116,
              171762.5503275
            ],
            [
              526919.3650116,
              171764.0323275
            ],
            [
              526920.5500116,
              171765.3503275
            ],
            [
              526923.7750116,
              171768.5933275
            ],
            [
              526929.2500116,
              171774.1003275
            ],
            [
              526930.1500116,
              171775.0003275
            ],
            [
              526935.8500116,
              171780.8503275
            ],
            [
              526939.4000116,
              171776.7003275
            ],
            [
              526927.2800116,
              171764.2203275
            ],
            [
              526924.6500116,
              171761.4503275
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "borough": "Wandsworth",
  "bo_system": "Portal",
  "pp_id": "13097200",
  "decision_process": null,
  "locality": "London",
  "site_number": "824",
  "secondary_street_name": null,
  "description": "Variation of condition 2 of planning permission dated 02/11/2023 ref. 2023/2434 (Erection of mansard roof extension to main rear roof slope, extension over two-storey back addition and part single/part two-storey rear extension. Raising of ridgeline by 350mm, installation of roof lights to front main roof slope. Formation of a roof terrace to second floor addition and internal balcony to the first floor. Install new shop front and doorway to the front elevation with extensive internal refurbishment throughout. Change of use of rear of ground floor from launderette (Sui Generis) to residential (Class C3) and creation of 2 no x 1-bedroom and 1 No 2-bedroom flat with retention of front for commercial use.) to allow change in internal layout to replace 1 x 1 bedroom ground floor rear flat with 1 x 2 bedroom flat and reduction of commercial area to the front.\n",
  "postcode": "SW17 0LZ",
  "appeal_decision": null,
  "centroid": {
    "lon": -0.17547,
    "lat": 51.430761
  },
  "lapsed_date": "17/10/2027",
  "application_type": "All Other",
  "title_number": null,
  "last_date_consultation_comments": "04/07/2024",
  "parking_details": null,
  "application_type_full": "Removal/Variation of a condition",
  "appeal_decision_date": null,
  "cil_liability": false,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/1876",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed  [2304_EX_001, 2304_PL_403 dated 17.01.24, 2304_PL_202 dated 17.01.24 Fire Safety Strategy]. \nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme.",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \nReason: In the interest of the appearance of the development and to safeguard visual amenity, in accordance with Council policies LP1 and LP2  of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 4 - Prior to commencement of use of the terrace as shown on drawing number 2304_PL_403  the obscure glazed screening to each side and rear at a minimum height of 1.7m above finished floor level shall be installed.  The screening shall be retained and maintained as such thereafter.\nReason: To protect the privacy of neighbours by preventing overlooking and in the interest of visual amenity in accordance with Council policies LP1, LP2 and LP27 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 5 - The screening shall be as per approval of details application ref. 2023/4290 as shown on the Proposed plans 2304_CNDT_4 dated 09/01/2024. The screening shall be retained and maintained thereafter. \nReason: To protect the privacy of neighbours by preventing overlooking and in the interest of visual amenity in accordance with Council policies LP1, LP2 and LP27 of the coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 6 - Prior to occupation of the development the windows in the side elevation at first and second floor level, and rear elevation of the commercial unit of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed). The windows shall so be maintained and retained as such. \nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 7 - Except for the roof terraces as shown on drawing numbers 2304_PL_403 the roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 8 - The refuse and recycling storage to serve the development shall be as per approval of details application ref.2023/4469. The refuse storage facilities shall be provided in accordance with the approved details prior to occupation of the development, and shall be retained thereafter.\nReason: To ensure adequate refuse storage is provided on site and can be readily collected, to accord with Council policies LP1 and LP2 of the Local Plan  coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 9 - The cycle parking shall be as per approval of details application ref. 2023/4341. The cycle parking shall be provided in accordance with the approved details prior to the occupation of the development and be retained for cycle parking purposes for the users of the development and for no other purpose.\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 10 - The soundproofing and insulation between the residential units and the commercial unit shall be constructed as per the approval of details application 2023/4617. The soundproofing shall be retained thereafter.\nReason: To safeguard the amenities of residential occupiers, in accordance with Council policy LP2 and LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 11 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for external water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\nReason: In the interest of sustainable development and to accord with Council policy LP1, LP2, LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 12 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Reason : 1 - By reason of the change of use of the substantial part of the unit from\ncommercial (Class E) to a dwelling (Class C3), the proposed development\nwould result in a harmful impact on the adequate provision of services within the important local parade and the sustainability, vitality and viability of the local area. As such, the application fails to accord within policies LP44 of the Wandsworth Local Plan (2023).",
    "Reason : 2 - In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. We have made available detailed advice in the form of our statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning documents and where appropriate the Site Specific Allocations Document as well as offering a full pre application advice service. However, we have been unable to seek solutions to problems as the principle of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "actual_completion_date": "05/11/2024",
  "last_updated_by": "Planning Portal ingest",
  "street_name": "Garratt Lane",
  "appeal_status": null,
  "development_type": "Minor dwellings",
  "decision_date": "17/10/2024",
  "lpa_app_no": "2024/1876",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": null,
  "subdivision_of_building": null,
  "last_updated": "2025-08-16T02:00:52.909Z",
  "decision_target_date": "25/07/2024",
  "valid_date": "30/05/2024",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Completed",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Wandsworth",
  "id": "Wandsworth-2024_1876",
  "application_details": {
    "site_area": 0.014,
    "3d_model": false,
    "affordable_housing_fast_track": false,
    "s106_agreement": false,
    "viability_assessment": false,
    "air_quality_assessment": false,
    "borough_cil_liability_notice_issued": false,
    "mayoral_cil_liability_notice_issued": false,
    "transport_impact_assessment": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": null,
        "actual_completion_date": "05/11/2024",
        "use_class": "E(a)",
        "gia_gained": 23,
        "actual_commencement_date": "17/10/2024",
        "gia_lost": null
      },
      {
        "gia_existing": null,
        "actual_completion_date": "05/11/2024",
        "use_class": "C3",
        "gia_gained": 173,
        "actual_commencement_date": "17/10/2024",
        "gia_lost": null
      },
      {
        "gia_existing": null,
        "actual_completion_date": "05/11/2024",
        "use_class": "SG",
        "gia_gained": null,
        "actual_commencement_date": "17/10/2024",
        "gia_lost": 93
      }
    ],
    "circular_economy_statement": false,
    "scheme_phasing": false,
    "rain_water_harvesting": false,
    "commencement_notice_received": false,
    "grey_water_reuse": false,
    "green_suds": false,
    "non_residential_details": {
      "site_area": 0.014
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "waste_provision": false,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false
    },
    "other_residential_accommodation_details": {
      "site_area": 0.014
    },
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 5,
      "total_no_proposed_residential_units": 3,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 3,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": 0.014,
      "dwelling_density": 214.28571428571428,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "actual_completion_date": "05/11/2024",
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "17/10/2024",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": "05/11/2024",
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "17/10/2024",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": "05/11/2024",
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "17/10/2024",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    }
  },
  "ward": "Tooting Broadway",
  "centroid_easting": 526933,
  "epc_number": null
}