{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "26/03/2024",
  "development_type": "Minor dwellings",
  "ward": "Thamesfield",
  "lapsed_date": "05/06/2027",
  "decision_date": "05/06/2024",
  "lpa_app_no": "2024/1009",
  "status": "Approved",
  "parking_details": null,
  "centroid": {
    "lat": "51.4675103",
    "lon": "-0.2268056"
  },
  "application_type": "All Other",
  "borough": "Wandsworth",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "last_date_consultation_comments": "18/04/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T23:19:55.394+00:00",
  "locality": "London",
  "date_building_work_completed_under_previous_permission": null,
  "description": "Removal of condition 3 (predicted noise levels - air conditioning) and variation of condition 2 of planning permission dated 19/06/2023 ref 2023/0318 (Alterations to two dwellinghouses including erection of part single, part two-storey rear/side extension; installation of air conditioning unit at each rear first floor; installation of solar PVs to the roof(s);  erection of mansard roof extension to main rear roof (with french doors and safety railings) including raising the ridge by 125mm and erection of roof extension above two storey back addition to no 16.) to show the air conditioning units removed",
  "application_type_full": null,
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/1009",
  "site_number": "14",
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "application_details": {
    "site_area": 0.037000000000000005
  },
  "pp_id": null,
  "postcode": "SW15 1BG",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.22717289999999998,
          51.4674879
        ],
        [
          -0.2271774,
          51.4675388
        ],
        [
          -0.22689959999999998,
          51.4675391
        ],
        [
          -0.2268434,
          51.4675396
        ],
        [
          -0.2267311,
          51.4675397
        ],
        [
          -0.22669499999999998,
          51.46754
        ],
        [
          -0.2266919,
          51.4674914
        ],
        [
          -0.2266896,
          51.4674592
        ],
        [
          -0.226688,
          51.467441
        ],
        [
          -0.2267234,
          51.4674407
        ],
        [
          -0.2268365,
          51.4674401
        ],
        [
          -0.22686389999999998,
          51.4674401
        ],
        [
          -0.2271677,
          51.4674393
        ],
        [
          -0.22717289999999998,
          51.4674879
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": false,
  "street_name": "Erpingham Road",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from 22 June 2023.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 144-P08, 144-P09_A, 144-P10_A, 144-P11_A, 144-P12_A, 144-P13, 144-P14 and 144-P15_A. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - The increase in the height of the roof shall only be constructed by continuing the front roof slope in the same plane, and no upstand or step shall be formed. \r\nReason: To safeguard the appearance of the streetscene in accordance with Council policies LP1 and LP2 of the Local Plan  coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - Prior to occupation of the development the window[s] in the side elevation at\r\nsecond floor level (no.16) of the development shall be obscure-glazed and\r\nnon-opening (unless the parts of the window which can be opened are more\r\nthan 1.7 metres above the floor of the room in which the window is installed).\r\nThe window[s] shall so be maintained and retained as such.  \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": "175773",
  "site_name": null,
  "decision_target_date": "07/06/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Wandsworth",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              523238.5490149,
              175769.8959708
            ],
            [
              523238.1037816,
              175775.544354
            ],
            [
              523257.3972246,
              175776.0442109
            ],
            [
              523261.2971385,
              175776.194168
            ],
            [
              523269.0969663,
              175776.3941107
            ],
            [
              523271.6034649,
              175776.4940821
            ],
            [
              523271.9497574,
              175771.0956274
            ],
            [
              523272.1971093,
              175767.5166519
            ],
            [
              523272.3537654,
              175765.4972299
            ],
            [
              523269.8967372,
              175765.3972585
            ],
            [
              523262.0474391,
              175765.1473301
            ],
            [
              523260.1428299,
              175765.0973444
            ],
            [
              523239.0437186,
              175764.4975161
            ],
            [
              523238.5490149,
              175769.8959708
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_start_date": null,
  "uprn": "100022639544",
  "appeal_decision_date": null,
  "id": "Wandsworth-2024_1009",
  "centroid_easting": "523264"
}