{
  "last_date_consultation_comments": "21/11/2024",
  "site_number": "27",
  "ward": "Balham",
  "decision_date": "30/01/2025",
  "description": "Variation of condition 15 pursuant to planning permission dated 07/11/2023 ref 2023/2315 (Demolition of existing garages and erection of part single/part three-storey building to provide 2 x studio flats and communal living area to be used for specialist/supported housing. Alterations including erection of replacement boundary treatment and cycle/waste stores to front garden and works to trees) to allow as Use Class C4 specialist housing in support of homeless persons and no other purpose.",
  "development_type": "Minor dwellings",
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": "SW12 8SY",
  "locality": "London",
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "13454010",
  "street_name": "Nightingale Lane",
  "last_updated_by": "Northgate M3",
  "lpa_name": "Wandsworth",
  "centroid": {
    "lon": "-0.1517064",
    "lat": "51.4525381"
  },
  "lpa_app_no": "2024/3372",
  "borough": "Wandsworth",
  "application_details": {
    "site_area": 0.048
  },
  "application_type_full": "Removal/Variation of a condition",
  "cil_liability": true,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1518198,
          51.4526716
        ],
        [
          -0.1516517,
          51.4527
        ],
        [
          -0.1515461,
          51.4523031
        ],
        [
          -0.1516785,
          51.4522868
        ],
        [
          -0.15175349999999999,
          51.4524759
        ],
        [
          -0.1518198,
          51.4526716
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": "528522",
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/3372",
  "bo_system": "Northgate M3",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": null,
  "id": "Wandsworth-2024_3372",
  "decision_target_date": "02/12/2024",
  "centroid_northing": "174237",
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528513.7473557,
              174251.6505635
            ],
            [
              528525.3481566,
              174255.0995762
            ],
            [
              528533.7993443,
              174211.152156
            ],
            [
              528524.6473264,
              174209.1027427
            ],
            [
              528518.9005188,
              174229.9967618
            ],
            [
              528513.7473557,
              174251.6505635
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of the original permission (ref.2023/2315), dated 07/11/2023.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 452-00-001_Location Plan_P01, 452-00-010_Proposed Site Plan_P04, 452-00-100_Proposed GF Plan_P03, 452-00-101_Proposed 1F Plan_P02, 452-00-102_Proposed 2F Plan_P02, 452-00-103_Proposed Roof Plan_P02, 452-00-200_Proposed Elevations_P02, 452-00-201_Proposed Bin Store_Cycle Parking Elevations_P03, 452-01-010_Existing Site Plan_P02, 452-01-100_Existing Plans & Elevations_P03, 452-68-100_Proposed Fire Strategy - GF_P03, 452-68-101_Proposed Fire Strategy - 1F_2F & Section_P03.\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Prior to commencement of above ground works details and samples of \r\nmaterials proposed to be used on all external surfaces of the development \r\nshall be submitted to and approved in writing by the local planning authority. \r\nThe development shall be carried out in accordance with the approved \r\nmaterials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the \r\ninterests of the appearance of the locality, in accordance with Council policies LP1 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 4 - Prior to commencement of the above groundworks, details of landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, species of new planting/seeding, and any existing plants/trees to be retained, shall be submitted to and approved in writing by the local planning authority. All planting, seeding, and turfing included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority. \r\nReason: To ensure a satisfactory appearance and biodiversity value in the \r\ndevelopment, in accordance with Council policies LP1, LP2 and LP56 of the \r\nLocal Plan. The details are required prior to the commencement of works to \r\nensure the landscaping measures are incorporated in the layout and construction of the development.\r\n",
    "Condition : 5 - Prior to the commencement of the development Tree Protection measures in \r\nline with BS5837:2012 and the submitted Tree Survey & Arboricultural Impact \r\nAssessment (dated 26th September 2023) shall be installed and no works or \r\nmaterials/plant storage shall be undertaken within the protected area, unless \r\notherwise agreed in writing. The protection measures shall be retained until \r\ncompletion of the development. \r\nReason: To preserve trees and hedges on the site in the interests of visual \r\namenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework\r\n",
    "Condition : 6 - Notwithstanding the details shown on the approved plans and set out in the \r\nsupporting information, a Landscape and Ecological Enhancement and \r\nManagement Plan shall be submitted to and approved in writing by the local \r\nplanning authority prior to the commencement of any above ground works. The Plan shall include details of all measures to provide biodiversity gain, including but not limited to: \r\na. details of wildlife friendly planting; \r\nb. orientation, target species and location for 2 x bird and 1 x bat box/ \r\nbrick to be integrated with the new building; \r\nc. details of a sensitive lighting scheme which prevents light spill onto any \r\nonsite and neighbouring habitats.\r\nThe approved details shall be implemented prior to first occupation of the \r\ndevelopment and maintained thereafter\r\nReason: To retain the ecological interest of the site in accordance with Council policy LP55 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the \r\ncommencement of works to ensure existing biodiversity is protected and the \r\nlandscaping measures are incorporated in the layout and construction of the \r\ndevelopment.",
    "Condition : 7 - No development shall commence until a Construction and Environmental \r\nManagement Plan (CEMP) has been submitted to and been approved in \r\nwriting by the local planning authority. The CEMP shall include measures to \r\nmitigate the construction effects as part of a coordinated and collaborative \r\napproach with surrounding developments, and shall include the following \r\ndetails (although not limited to): \r\na. works to trees and other vegetation should take place outside of the \r\nbird nesting season (February - September (inclusive)), or if works are \r\nunavoidable during this period, then a site walk over at least 48 hours prior to \r\nworks commencing is required by a named CIEEM accredited ecologist with \r\nexperience of working in London to check for any nesting birds in the trees, \r\nscrub and buildings. In the event that a nest is found, an appropriate exclusion zone should be implemented around it until the young have fully fledged (Wildlife and Countryside Act 1981 (as amended)). The law protects all wild bird species, their eggs and nests; \r\nb. details of measures to prevent negative impacts on retained or \r\nadjacent habitats (including neighbouring gardens) during the works (e.g. litter, dust, noise, light etc.).\r\nThe development shall not be undertaken otherwise than in accordance with \r\nthe CEMP approved in writing by the Local Planning Authority. \r\nReason: To retain the ecological interest of the site in accordance with Council policy LP55 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the commencement of works to ensure existing biodiversity is protected and the \r\nlandscaping measures are incorporated in the layout and construction of the \r\ndevelopment.\r",
    "Condition : 8 - Prior to the first occupation of the development the cycle parking shown on the approved drawing '452-00-201_Proposed Bin Store_Cycle Parking \r\nElevations_P03' shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in \r\naccordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, \r\nPM7, PM8 and PM9 of the Wandsworth Local Plan coupled with the \r\nrequirements of the National Planning Policy Framework.\r\n",
    "Condition : 9 - There shall be no occupation of the development until an agreement pursuant to Section 278 of the Highways Act 1980 has been entered into in respect of the following highway works:\r\nRemoval of the redundant crossover and subsequent reconstruction of the \r\nfootway adjacent to the site on Alderbrook Road with the extension of the \r\nonstreet parking bay along this frontage.\r\nThe development shall not be occupied until the works referred to within the \r\ncompleted agreement pursuant to section 278 of the Highways Act 1980 have been installed and completed.\r\nReason: In the interest of highway safety, to ensure that the pavement is made safe, and to provide additional on-street parking space in accordance with Council policies LP2 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 10 - Prior to the first occupation of the development, the refuse and recycling \r\nstorage shown on approved drawings '452-00-201_Proposed Bin Store_Cycle Parking Elevations_P03' shall be provided and shall be retained for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for waste storage in \r\naccordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r",
    "Condition : 11 - The development hereby approved shall achieve a minimum of a 35% \r\nreduction in CO2 emissions above the levels set in Building Regulations Part L 2021. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021. The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r",
    "Condition : 12 - The development shall achieve a maximum water use of 110 litres per person \r\nper day for homes (including an allowance of five litres or less per person per \r\nday for external water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP1, LP2, LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r",
    "Condition : 13 - Prior to the occupation of the development the windows in the north elevation at first and second floor level of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed). The windows shall so be maintained and retained as such. \r\nReason: To control overlooking and safeguard the privacy of neighbours in \r\naccordance with Council policy LP2 of the Wandsworth Local Plan (adopted \r\nAugust 2023) coupled with the requirements of the National Planning Policy \r\nFramework 2021.",
    "Condition : 14 - The roof area of the development hereby permitted shall not be used as a \r\nbalcony, roof garden or similar amenity area and furthermore, no balustrades, \r\nrailings or other means of enclosure or means of permanent access shall be \r\nerected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in \r\naccordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 15 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) or any Order revoking, amending and re-enacting the Order the development hereby approved be used only for use class C4 specialist housing in support of homeless persons and for no other purpose (including any other purpose in use class C4 of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and reenacting that Order with or without modification).\r\nReason: To safeguard the amenities of the neighbourhood by ensuring that other uses which could cause a loss of amenity do not commence without prior approval in accordance with the National Planning Policy Framework.\r\n",
    "Condition : 16 - INFORMATIVE: Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) or any Order revoking, amending and re-enacting the Order the development hereby approved be used only for Specialist/Supported Housing (Sui Generis) and for no other purpose (including any other purpose in Sui Generis of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re\u0002enacting that Order with or without modification). \r\nReason: To safeguard the amenities of the neighbourhood by ensuring that \r\nother uses which could cause a loss of amenity do not commence without prior approval in accordance with the National Planning Policy Framework.\r"
  ],
  "appeal_decision_date": null,
  "uprn": "100022674278",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": null,
  "last_updated": "2025-03-19T18:47:09.081+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "30/01/2028",
  "decision": "Approved",
  "valid_date": "07/10/2024"
}