{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_proposed_car": 1,
    "no_existing_car": 1,
    "net_car": 0
  },
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "Householder",
  "lpa_app_no": "2024/0604",
  "application_type_full": "Householder planning & demolition in a conservation area",
  "uprn": "100022648783",
  "borough": "Wandsworth",
  "street_name": "Girdwood Road",
  "locality": "London",
  "ward": "West Hill",
  "actual_commencement_date": null,
  "lpa_name": "Wandsworth",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed P213 / 300 Rev 05; P213 / 301 Rev 05; P213 / 302 Rev 07; P213 / 303 Rev 07; P213 / 304 Rev 07; P213 / 305 Rev 07; P213 / 306 Rev 07; P213 / 307 Rev 05; P213 / 310 Rev 04; . \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - Prior to the commencement of the above ground works details of all proposed fenestration and doors shall be submitted to and approved by the local planning authority. \r\nThe development shall be constructed in accordance with the approved details and retained as such.\r\nReason: To ensure a high quality of development and to accord with policies LP1, LP2, LP3 and LP4 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - The hardstanding hereby approved shall be constructed from a porous/permeable surface and shall be permanently retained as such unless otherwise agreed in writing by the local planning authority.\r\nReason: In order to secure a satisfactory standard of drainage for the development, having regard to Council policy LP12 of the Local Plan) coupled with the requirements of the National Planning Policy Framework. \r\n\r\n",
    "Condition : 6 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "524271",
  "status": "Approved",
  "decision_date": "12/06/2024",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.2129824,
          51.4489688
        ],
        [
          -0.2129795,
          51.4489099
        ],
        [
          -0.212977,
          51.4488666
        ],
        [
          -0.2129749,
          51.4488252
        ],
        [
          -0.2129654,
          51.4486632
        ],
        [
          -0.21302169999999998,
          51.4486609
        ],
        [
          -0.21311239999999998,
          51.4486578
        ],
        [
          -0.21312019999999998,
          51.448827
        ],
        [
          -0.21312499999999998,
          51.4489076
        ],
        [
          -0.21312709999999999,
          51.4489656
        ],
        [
          -0.2129824,
          51.4489688
        ]
      ]
    ]
  },
  "decision_target_date": "12/06/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "28/03/2024",
  "development_type": "Other house holder developments",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-19T23:15:14.018+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": null,
  "id": "Wandsworth-2024_0604",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": "173720",
  "appeal_start_date": null,
  "postcode": "SW18 5QR",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/0604",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "57",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Alterations including erection of roof extension including installation of dormers to side and rear roofslopes, erection of single storey side and rear extension and modifications to existing garage including raising of roof parapet by 300mm. Replacement of hard standing driveway and replacement with permeable hard standing and planting beds ",
  "valid_date": "21/02/2024",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524274.3925317,
              173734.4985966
            ],
            [
              524274.7470693,
              173727.950471
            ],
            [
              524275.0438915,
              173723.1418475
            ],
            [
              524275.2994884,
              173718.5431638
            ],
            [
              524276.3960815,
              173700.5483148
            ],
            [
              524272.4961676,
              173700.1984149
            ],
            [
              524266.196941,
              173699.698558
            ],
            [
              524265.1992886,
              173718.4931781
            ],
            [
              524264.6468695,
              173727.4506141
            ],
            [
              524264.3418022,
              173733.8987683
            ],
            [
              524274.3925317,
              173734.4985966
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "12281984",
  "application_details": {
    "total_gia_gained": 58,
    "intended_commencement_date": "07/2024",
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "12/2024",
    "site_area": 0.035
  },
  "centroid": {
    "lon": "-0.21303619999999998",
    "lat": "51.4488392"
  },
  "lapsed_date": "12/06/2027",
  "decision_process": null,
  "actual_completion_date": null
}