{
  "last_date_consultation_comments": "12/09/2024",
  "site_number": "7A",
  "ward": "East Putney",
  "decision_date": "01/10/2024",
  "description": "Variation of condition 2 (in accordance with approved drawings) pursuant to planning permission dated 23/04/2021 (demolition of existing building and erection of 2 x three storey buildings to provide 2 x 1-bedroom, 2 x studios and 4 x 2-bedroom flats with communal amenity area; erection of two storey (plus roof) 3-bedroom house with one parking space and associated cycle and refuse storage)as amended by planning permission dated 15/04/2024 ref. 2023/4264, to allow the ridge height of the Mews House to be increased by 300mm, remove rear dormer and add solar panels; to raise ridge height of the rear block of flats by 520mm and add solar panels; minor elevational changes and repositioning of bin and bike store of building 1.  ",
  "development_type": "Minor dwellings",
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": "SW18 1HX",
  "locality": "London",
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "13248849",
  "street_name": "Putney Bridge Road",
  "last_updated_by": "Planning Portal ingest",
  "lpa_name": "Wandsworth",
  "centroid": {
    "lon": "-0.198328",
    "lat": "51.457607"
  },
  "lpa_app_no": "2024/2517",
  "borough": "Wandsworth",
  "application_details": {
    "site_area": 0.046000000000000006
  },
  "application_type_full": "Removal/Variation of a condition",
  "cil_liability": true,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.19819989999999998,
          51.4576797
        ],
        [
          -0.198069,
          51.4576974
        ],
        [
          -0.1980534,
          51.4576734
        ],
        [
          -0.1980272,
          51.4576253
        ],
        [
          -0.1979998,
          51.4575755
        ],
        [
          -0.1980167,
          51.4575736
        ],
        [
          -0.1981809,
          51.4575549
        ],
        [
          -0.1981817,
          51.4575571
        ],
        [
          -0.1982359,
          51.4575516
        ],
        [
          -0.1982894,
          51.4575462
        ],
        [
          -0.1983508,
          51.4575399
        ],
        [
          -0.198426,
          51.4575321
        ],
        [
          -0.1984168,
          51.457509
        ],
        [
          -0.1984805,
          51.4575014
        ],
        [
          -0.1985065,
          51.4575677
        ],
        [
          -0.19851449999999998,
          51.4575878
        ],
        [
          -0.1985322,
          51.4576308
        ],
        [
          -0.19819989999999998,
          51.4576797
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": "525269",
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/2517",
  "bo_system": "Northgate M3",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": null,
  "id": "Wandsworth-2024_2517",
  "decision_target_date": "01/10/2024",
  "centroid_northing": "174720",
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525277.7000107,
              174728.3003284
            ],
            [
              525286.7500107,
              174730.5003284
            ],
            [
              525287.9000107,
              174727.8503284
            ],
            [
              525289.8500107,
              174722.5503284
            ],
            [
              525291.8900107,
              174717.0603284
            ],
            [
              525290.7200107,
              174716.8203284
            ],
            [
              525279.3600107,
              174714.4603284
            ],
            [
              525279.3000107,
              174714.7003284
            ],
            [
              525275.5500107,
              174714.0003284
            ],
            [
              525271.8500107,
              174713.3003284
            ],
            [
              525267.6000107,
              174712.5003284
            ],
            [
              525262.4000106,
              174711.5003284
            ],
            [
              525263.1000106,
              174708.9503284
            ],
            [
              525258.7000106,
              174708.0003284
            ],
            [
              525256.7100106,
              174715.3203284
            ],
            [
              525256.1000106,
              174717.5503284
            ],
            [
              525254.7500106,
              174722.3003284
            ],
            [
              525277.7000107,
              174728.3003284
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "Condition : 1 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [**************]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 2 - Prior to first occupation of the development, details of the location, number and design of secure cycle parking shall be submitted to and approved in writing by the local planning authority.  The cycle parking shall be provided in accordance with the approved details prior to the occupation of the development and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 3 - The development hereby permitted shall be begun within 3 years from the date of planning permission dated 23/04/2021 ref 2020/5015.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 4 - No development shall take place until, including any demolition, a construction management plan shall be submitted to and approved by the local planning authority.  The construction management plan shall include details of the routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction.  The demolition and construction works shall be carried out in accordance with the approved plan.\r\nReason: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policy LP50 of the Local Plan coupled with the requirements of the National Planning Policy Framework 2023. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan.\r\n\r\nThis condition was discharged under application ref: 2023/2146\r\n\r\n",
    "Condition : 5 - The development hereby approved shall achieve a minimum of a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 6 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for external water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP1, LP2, LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 7 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment and SUD report [by SHA Environmental dated 28.05.2020].\r\nThe mitigation measures shall be retained as such.\r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy LP12 of the Local Plan coupled with the requirements of the National Planning Policy Framework 2023. \r\n\r\n",
    "Condition : 8 - Prior to commencement of above ground works (details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: To protect visual amenity ensure a satisfactory appearance and in accordance with Council policies LP1 and LP2 of the Local Plan.\r\n\r\nThis condition was discharged under application ref: 2023/4130\r\n\r\n",
    "Condition : 9 - Prior to first occupation of the development, the screening to the ground floor terraces as indicated in drawing numbers PL06 and PL07 REV B shall be installed. The screening shall be retained and maintained as such thereafter.\r\nReason: To protect the privacy of neighbours by preventing overlooking and in the interest of visual amenity in accordance with Local Plan Policy LP2.\r\n\r\n",
    "Condition : 10 - No water tanks, plant, lift rooms or other structures shall be erected upon the roof of the approved building.\r\nReason: To control the appearance of the building and safeguard the appearance of the area, in accordance with Local Plan policies LP1, LP2 and LP3 coupled with the requirements of the National Planning Policy Framework 2023.\r\n\r\n",
    "Condition : 11 - Prior to commencement of the above groundworks , details of the height, design and material(s) of the proposed boundary treatment shall be submitted to and approved in writing by the local planning authority. The boundary treatment shall be carried out in accordance with the approved details and completed prior to occupation of the development or otherwise in accordance with a timetable agreed in writing with the local planning authority. \r\nReason: To protect visual amenity ensure a satisfactory appearance and in accordance with Council policy LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework 2023.\r\n\r\nThis condition was discharged under application ref: 2023/4130.\r\n\r\n",
    "Condition : 12 - Prior to commencement of the above groundworks, details of landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, species of new planting/seeding, and any existing plants/trees to be retained, shall be submitted to and approved in writing by the local planning authority. All planting, seeding, and turfing included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.  \r\nReason: To ensure a satisfactory appearance and biodiversity value in the development. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.\r\n\r\nThis condition was discharged under application ref: 2023/4130.\r\n",
    "Condition : 13 - No development shall take place until a detailed method statement for the remediation works (to include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures) to make the site suitable for its intended use shall be submitted to and approved in writing by the local planning authority.  Prior to the first beneficial occupation of the development any remediation works will have been completed and a validation report to verify these works must be submitted to and approved in writing by the local planning authority.  If, during development, further contamination not previously identified is found to be present at the site the local planning authority is to be informed immediately and no further development shall be carried out until a report indicating the nature of the contamination and how it is to be remediated is submitted to and agreed in writing by the local planning authority, and any required remediation shall be detailed and verified as an amendment to the remediation statement and carried out accordingly.  \r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policies LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework 2023. The details are required prior to the start of the works so that the necessary precautions and mitigation measures can be incorporated into the excavation and construction.\r\n\r\nThis condition was part discharged under application ref: 2023/2633\r\n\r\n",
    "Condition : 14 - No development shall take place until a detailed remediation scheme to bring the site to a condition suitable for the intended use by removing unacceptable risks to human health, buildings and other property, and the natural and historical environment shall be prepared and submitted to and approved in writing by the local planning authority.  The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures.  The works included in the approved scheme shall be undertaken in strict accordance with the approval and completed prior to first occupation of the development.\r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policies LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework 2023 coupled with the requirements of the National Planning Policy Framework 2019.. The details are required prior to the start of the works so that the necessary precautions and mitigation measures can be incorporated into the excavation and construction.\r\n\r\nThis condition was discharged under application ref: 2022/3273\r\n\r\n",
    "Condition : 15 - Prior to first occupation of the development, a verification report demonstrating completion of the remediation works set out in the approved remediation statement and the effectiveness of the remediation shall be submitted to and approved by the local planning authority. The report shall include results of sampling and monitoring carried out to demonstrate that the site remediation criteria for residential use have been met.  \r\nReason: To ensure that remedial measures have been undertaken and the environmental risks have been satisfactorily managed so that the site is deemed suitable for residential use to accord with Council policies LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework 2023.\r\n\r\n",
    "Condition : 16 - If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until the developer has submitted, and obtained written approval from the local planning authority for, a remediation strategy detailing how this unsuspected contamination shall be dealt with. The remediation strategy shall be implemented as approved, verified and reported to the satisfaction of the local planning authority.\r\nReason:  To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policies LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework 2023.\r\n\r\n",
    "Condition : 17 - Prior to installation of any external plant equipment, including air source heat pumps, submit for approval full technical details, a noise impact assessment and any required noise mitigation measures. The plant equipment shall be installed and maintained in accordance with the approved detail in perpetuity. \r\nReason: To protect the amenity of neighbouring residents: to prevent undue noise disturbance, in accordance with Local Plan Policy LP2.\r\n\r\n",
    "Condition : 18 - Prior to commencement of development or any demolition on site, a survey to map the extent and location of Japanese Knotweed and a management plan to ensure it is not spread either on or off the site shall be submitted to and approved in writing by the Local Planning Authority and the development shall be carried out in accordance with the details as approved.\r\nReason: Policy LP55 in the interests of Nature conservation\r\n\r\nThis condition was discharged under application ref: 2023/2146\r\n\r\n",
    "Condition : 19 - Prior to [occupation of the development] the window[s] in the [Southern flank elevation at first floor level] of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The window[s] shall so be maintained and retained as such. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 coupled with the requirements of the National Planning Policy Framework 2023.\r\n",
    "Condition : 20 - Prior to the first occupation of the development, the refuse and recycling storage shown on approved drawings shall be provided and shall be retained for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for waste storage in accordance with Council policy LP2 of the Local Plan, coupled with the requirements of the National Planning Policy Framework 2023.\r\n\r\n",
    "Condition : 21 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 22 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended). Any assessment of CIL liability by the Council has been based on the information provided and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  General information on the Community Infrastructure Levy, including the forms that should be submitted to the Council can be found on the Council�s website."
  ],
  "appeal_decision_date": null,
  "uprn": "121007589",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": null,
  "last_updated": "2025-03-19T20:22:54.576+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "01/10/2027",
  "decision": "Approved",
  "valid_date": "06/08/2024"
}