{
  "appeal_decision_date": null,
  "actual_commencement_date": null,
  "lpa_name": "Wandsworth",
  "ward": "Tooting Broadway",
  "application_details": {
    "site_area": 0.4
  },
  "decision_target_date": "02/08/2024",
  "last_date_consultation_comments": "13/06/2024",
  "locality": "London",
  "secondary_street_name": null,
  "site_name": "Broadwater Primary School",
  "reference_no_of_permission_being_relied_on": null,
  "appeal_start_date": null,
  "lpa_app_no": "2024/1507",
  "appeal_status": null,
  "site_number": null,
  "centroid_easting": "527059",
  "centroid_northing": "171791",
  "uprn": "100023321745",
  "last_updated": "2025-03-19T21:07:09.034+00:00",
  "description": "Variation of conditions 1 and 23 pursuant to planning permission dated 25/10/2023 ref 2023/2952 (Erection of a temporary two-storey modular prefabricated building for school use (Class F1(a)) as a decant site for the Francis Barber Pupil Referral Unit (Ref.2023/2006 at Franciscan Road SW17 8HE), boundary installations, landscaping and associated works) to allow an extension to the time the temporary accommodation is permitted on site until 28th August 2026 and the playing field to be reinstated to its pre-existing condition accordingly.",
  "subdivision_of_building": null,
  "decision_agency": "Borough",
  "valid_date": "03/05/2024",
  "centroid": {
    "lat": "51.4308851",
    "lon": "-0.1736276"
  },
  "title_number": null,
  "status": "Approved",
  "application_type_full": "Removal/Variation of a condition",
  "decision_process": null,
  "application_type": "All Other",
  "lapsed_date": "02/08/2027",
  "parking_details": null,
  "street_name": "Broadwater Road",
  "borough": "Wandsworth",
  "epc_number": null,
  "last_updated_by": "Northgate M3",
  "date_building_work_started_under_previous_permission": null,
  "pp_id": "12931041",
  "decision": "Approved",
  "cil_liability": false,
  "decision_date": "02/08/2024",
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.1735638,
          51.4318697
        ],
        [
          -0.17339749999999998,
          51.4318186
        ],
        [
          -0.17356539999999998,
          51.4316512
        ],
        [
          -0.17356839999999998,
          51.4315753
        ],
        [
          -0.17342829999999998,
          51.4314976
        ],
        [
          -0.1743151,
          51.4308517
        ],
        [
          -0.17475739999999998,
          51.4311994
        ],
        [
          -0.1737001,
          51.4317185
        ],
        [
          -0.1735638,
          51.4318697
        ]
      ]
    ]
  },
  "development_type": "Major all other major developments",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/1507",
  "actual_completion_date": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527060.7037467,
              171900.603543
            ],
            [
              527072.4034884,
              171895.2050883
            ],
            [
              527061.1984503,
              171876.3004997
            ],
            [
              527061.1984503,
              171867.8529178
            ],
            [
              527071.1502391,
              171859.4553216
            ],
            [
              527011.2993405,
              171786.0963204
            ],
            [
              526979.5970806,
              171823.9954719
            ],
            [
              527051.6506696,
              171883.548425
            ],
            [
              527060.7037467,
              171900.603543
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "id": "Wandsworth-2024_1507",
  "bo_system": "Northgate M3",
  "postcode": "SW17 0DZ",
  "decision_conditions": [
    "Condition : 1 - This permission is for a limited period expiring on 28/08/2026 and the building hereby permitted must be removed (and the land restored to its former condition) by or before 28/08/2026 in accordance with a scheme of works to be submitted to and approved in writing by the local planning authority]. In accordance with policies LP1, LP2 and LP14 of the Local Plan.\r\nReason: The building is of a temporary nature and is unsuitable for retention on a permanent basis, to comply with Section 72 of the Town and Country Planning Act 1990.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed Site Location Plan - SRP1048B-IAA-B4-00-D-A-0005-197 Rev. P01\r\nExisting Site Plan - SRP1048B-IAA-B4-00-D-A-0010-197 Rev. P01\r\nProposed Site Plan - SRP1048B-IAA-B4-RF-D-A-2001-197 Rev. P03\r\nProposed Ground Floor Plan - SRP1048B-IAA-B4-00-D-A-2020-198 Rev. P03\r\nProposed First Floor Plan - SRP1048B-IAA-B4-01-D-A-2021-198 Rev. P02\r\nProposed Roof Plan - SRP1048B-IAA-B4-RF-D-A-2022-199 Rev. P01\r\nProposed Sections - SRP1048B-IAA-B4-ZZ-D-A-3041-185 Rev. P01\r\nProposed SW & NE Elevations - SRP1048B-IAA-B4-ZZ-D-A-4021-194 Rev. P02\r\nProposed NW & SE Elevations - SRP1048B-IAA-B4-ZZ-D-A-4022-194 Rev. P02\r\nSite Landscaping Plan - SRP1048B-LIZ-XX-XX-D-L-0100-150 Rev. P11\r\nLandscape Masterplan - SRP1048B-LIZ-XX-XX-D-L-0002-103 Rev. P08\r\nBoundary Treatment Plan - SRP1048B-LIZ-XX-XX-D-L-0102-150 Rev. P05\r\nProposed Temporary Sports Provision Plan - SRP1048B-LIZ-XX-XX-D-L-0110-197 Rev. P03\r\nProposed Long Terms Sports Revision Plan - SRP1048B-LIZ-XX-XX-D-L-0111-197 Rev. P04\r\nLevels Plan - SRP1048B-LIZ-XX-XX-D-L-0101-197 Rev. P06\r\nAreas Arrangement - SRP1048B-LIZ-XX-XX-D-L-0106-197 Rev. P03\r\nDetailed Planting Plan and Ecological Enhancements - SRP1048B-LIZ-XX-XX-D-L_0200-103 Rev. P02\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - The development shall be carried out in accordance with the materials approved under 2023/4552. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy LP1 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - The development shall be carried out in accordance with the boundary treatment approved under 2023/4552. The boundary treatment shall be carried out in accordance with the approved details and completed prior to occupation of the development or otherwise in accordance with a timetable agreed in writing with the local planning authority. \r\nReason: To protect visual amenity ensure a satisfactory appearance and in accordance with policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 5 - The development shall be carried out in accordance with the preliminary risk-assessment detailed in Broadwater Primary School, Broadwater Road, Tooting, London, SW17 0DZ Preliminary Risk Assessment ref. 1922367 R01 (00) dated 06/05/2022 by RSK Geoscinces and the site-investigation detailed in Geoenvironmental Geotechnical site investigation and interpretative report for Land at Broadwater Primary School London ref. GSI 1872 GB GI Report V1 dated June 2023 by GeoCon Site Investigations Ltd.\r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - The development shall be carried out in accordance with the remediation method statement detailed in Remediation strategy for Land at Broadwater Primary School London ref. GSI 1872 GB RS Report V1 dated June 2023 by GeoCon Site Investigations Ltd.\r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - Prior to first occupation of the development, the remediation identified in Remediation strategy for Land at Broadwater Primary School London ref. GSI 1872 GB RS Report V1 dated June 2023 by GeoCon Site Investigations Ltd shall be completed and a verification report produced on completion of the remediation, shall be submitted to and approved in writing by the local planning authority. \r\nReason: To ensure that remedial measures have been undertaken and the environmental risks have been satisfactorily managed so that the site is deemed suitable for residential use to accord with Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\nReason: To ensure that remedial measures have been undertaken and the environmental risks have been satisfactorily managed so that the site is deemed suitable for residential use to accord with Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n\r\nReason: To ensure that remedial measures have been undertaken and the environmental risks have been satisfactorily managed so that the site is deemed suitable for residential use to accord with Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 8 - The development shall be carried out in accordance with the approved Construction Management Plan Francis Barber PRU Temporary Site Rogers Road London SW17 0EA ref.SRP1048B-BAX-XX-XX-T-X-8019 Issue 1.2 dated 13/10/2023 by Baxall Construction.\r\nReason: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policies LP14 and LP51 of the Local Plan, coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan.\r\n",
    "Condition : 9 - The development shall be carried out in accordance with the approved Dust Management Plan detailed in with the approved Construction Management Plan Francis Barber PRU Temporary Site Rogers Road London SW17 0EA ref.SRP1048B-BAX-XX-XX-T-X-8019 Issue 1.2 dated 13/10/2023 by Baxall Construction.\r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with Council policy LP14 of the Local Plan, London Plan policy SI1 coupled with the requirements of the National Planning Policy Framework.  \r\n",
    "Condition : 10 - The development shall be carried out in accordance with the PM10 monitoring approved under 2020/4180. Reports must be routinely forwarded to the Environmental Health section of Wandsworth Council. \r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan policy SI1.\r\nText to be entered\r\nReason:\r\n",
    "Condition : 11 - All Non-Road Mobile Machinery (NRMM) used during the course of the development that is within the scope of the Greater London Authority 'Control of Dust and Emissions during Construction and Demolition' Supplementary Planning Guidance (SPG) dated July 2014, or any subsequent amendment or guidance, shall comply with the emission requirements therein.\r\nReason: To help monitor the use of such equipment across London in accordance with the London Plan. It is necessary for the condition to require plant to be registered prior to works starting to ensure all plant is included in the registration.\r\n",
    "Condition : 12 - The development shall be carried out in accordance with the Construction and Environmental Management Plan approved under 2023/4123. \r\nReason: To ensure construction works and traffic impacts are minimised, to protect amenities of neighbouring o occupiers and biodiversity and to mitigate the impacts of development on protected species, in accordance with Council policies LP1 and LP55 of the Local Plan and London Plan Policy G6. \r\n",
    "Condition : 13 - The development shall be carried out in accordance with the temporary habitats approved under 2023/4123.\r\nReason: To mitigate the impacts of development on protected species, in accordance with Council policies LP1 and LP55 of the Local Plan and London Plan Policy G6.\r\n",
    "Condition : 14 - Prior to commencement of development, Tree Protection measures in line with Arboricultural Impact Assessment and Method Statement Land North of Broadwater Primary School Rogers Road SW17 0DZ ref. SRP1048B-LIZ-XX-XX-T-L_0020-75 Rev 02 dated 2/07/2023 by Lizard Landscape Design and Ecology, SRP1048B-LIZ-XX-XX-D-L-0021-757 and SRP1048B-LIZ-XX-XX-D-L-0023-757 Rev P02 shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures shall be retained until completion of the development. \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 15 - The development shall be carried out in accordance with the construction lighting approved under 2023/4554. Reason: To ensure the delivery of biodiversity gain in accordance with Council policy in accordance with Council policies LP1 and LP55 of the Local Plan and London Plan Policy G6.",
    "Condition : 16 - The plant hereby permitted shall be installed in strict accordance with the details provided in the acoustic report submitted by Anderson Acoustics reference 6385_003R_2-0_JE and dated the 25th of July 2023. The plant shall not be used unless the equipment is installed in compliance with these details. The plant shall be serviced regularly in accordance with the manufacturer's instructions and as necessary to ensure that the requirements of the condition are maintained. If at any time the plant is determined by the local planning authority to be failing to comply with this condition, it shall be switched off upon written instruction from the local planning authority and not used again until it is able to comply.\r\nReason: In the interests of residential amenity and visual appearance in accordance with Council policies LP1 and LP14 of the Local Plan, coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 17 - The development shall be carried out in accordance with the external lighting approved under 2023/4554.\r\nReason: In the interests of residential amenity and visual appearance in accordance with Council policies LP1 and LP14 of the Local Plan, coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 18 - Prior to first occupation of the development, details of a delivery and servicing plan including hours of operation shall be submitted to and approved by the local planning authority. The development shall be occupied and operated in accordance with the approved delivery and servicing plan. \r\nReason: To ensure that adequate arrangements are made for deliveries and servicing to the site and to ensure that the plan is sensitive to the amenity of local residents in accordance with Council policy LP51 of the Local Plan, coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 19 - Prior to first occupation of the development the cycle parking shown on the approved drawing shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 20 - Prior to first occupation of the development, the refuse and recycling storage shown on approved drawings shall be provided and shall be retained for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for waste storage in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 21 - The development permitted by this planning permission shall only be carried out in accordance with the approved FRA and Drainage Statement Francis Barber Temporary Site Rogers Road, SW17 0DZ, London ref. SRP1048B-D4S-XX-XX-T-C-0002-099 Rev P02 dated 27/07/2023 by Design 4Strucutres. The mitigation measures shall be retained as such.\r\nReason: In order to secure a satisfactory standard of development, having regard to Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 22 - The development permitted by this planning permission shall only be carried out in accordance with the approved Francis Barber Temporary Site - Fire Strategy Report Rev P03 dated 29/09/2023 by Marshall Fire. The development shall be built and operated in accordance with the approved statement. \r\nReason: To ensure that adequate arrangements are made for fire safety in accordance with Council policy LP27 of the Local Plan, London Plan Policy D12 coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 23 - The temporary building shall be removed by no later than 28/08/2026 and thereafter the playing field shall be reinstated to its pre-existing condition as identified in the Geocon Agronomic Assessment Report dated September 2023 in accordance with a method statement and programme of implementation that has first been submitted and approved in writing by the LPA and thereafter, the playing field shall be made available for use in accordance with that programme, unless otherwise agreed in writing.\r\nReason: To secure the reinstatement of the playing field and its use and to accord with Council policy LP54 of the Local Plan, coupled with the requirements of the National Planning Policy Framework.\r\n"
  ]
}