{
  "valid_date": "09/12/2024",
  "epc_number": null,
  "site_name": null,
  "cil_liability": false,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526035.4500111036,
              173837.59032812843
            ],
            [
              526045.60001111,
              173844.4003281311
            ],
            [
              526049.3000111124,
              173846.7503281316
            ],
            [
              526053.1300111146,
              173840.99032812926
            ],
            [
              526055.0600111157,
              173837.94032812893
            ],
            [
              526055.9000111162,
              173836.80032812775
            ],
            [
              526056.9500111168,
              173837.45032812853
            ],
            [
              526057.9500111174,
              173835.8503281282
            ],
            [
              526053.850011115,
              173833.21032812656
            ],
            [
              526053.4100111147,
              173832.9203281277
            ],
            [
              526050.0500111126,
              173830.76032812736
            ],
            [
              526046.4000111104,
              173828.4003281261
            ],
            [
              526040.8900111069,
              173824.7603281259
            ],
            [
              526034.7600111029,
              173820.71032812458
            ],
            [
              526032.4000111015,
              173819.15032812522
            ],
            [
              526025.6000110975,
              173829.75032812648
            ],
            [
              526025.5000110974,
              173830.05032812664
            ],
            [
              526025.5000110974,
              173830.40032812709
            ],
            [
              526025.5500110975,
              173830.70032812824
            ],
            [
              526025.7000110975,
              173831.10032812797
            ],
            [
              526026.0500110978,
              173831.45032812754
            ],
            [
              526026.450011098,
              173831.7503281281
            ],
            [
              526029.7400111001,
              173833.97032812831
            ],
            [
              526035.4500111036,
              173837.59032812843
            ],
            [
              526035.4500111036,
              173837.59032812843
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "actual_commencement_date": null,
  "site_number": "76",
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": null,
  "ward": "Wandle",
  "last_date_consultation_comments": "26/03/2025",
  "centroid_easting": 526043,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Demolition of a redundant nursery building and creation of a new pocket park. Boundary walls to be reduced in height and installation of new railings 1.5-1.75m high above street level over a low wall with brick piers.  New play equipment, park furniture and lighting. New footpaths, safety surfacing and planting.",
  "appeal_decision": null,
  "postcode": "SW18 3TJ",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "21/05/2025",
  "street_name": "Swaffield Road",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "centroid_northing": 173835,
  "application_type": "All Other",
  "title_number": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [E2292 2301-L-200; E2292 2301-L-310; E2292 2301-L-400r3; E2292 2301-L-800; E2292-2301-L-SK 220; Planting Palette (E2292-2301-PP); Arboricultural Survey (BS5837 - Arbtech TSR 01) by Arbtech dated 14/05/24; BNG exemption statement (E2292-2301-BNG E); Design and Access Statement (E2292-2301-DAS) Rev 01; Preliminary Ecological Appraisal and Preliminary Roost Assessment by Arbtech dated 14/05/24 and Noise Assessment by Syntegra dated March 2025]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - No development, including any demolition, shall take place until a construction management plan has been submitted to and approved in writing by the local planning authority. The construction management plan shall include details (but not limited to) of the routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction. The CMP shall include measures to mitigate the construction effects as part of a coordinated and collaborative approach with surrounding developments, and shall include the following details (although not limited to): \r\na) whilst works should take place outside of the nesting season (February - September inclusive), in the event that a nest is found in the trees, an appropriate exclusion zone should be implemented around it until the young have fully fledged (Wildlife and Countryside Act 1981 (as amended)). The law protects all wild bird species, their eggs and nests;\r\nb)details of measures to prevent mammal, amphibian or reptile entrapment or harm on site, including in excavations and construction and waste materials left on site;\r\nThe demolition and construction works shall be carried out in accordance with the approved plan.\r\nReason: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policy LP50 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan.\r\n",
    "Condition : 4 - The brickwork used in the construction of any new sections of wall and pillars hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity, in accordance with Council policies LP1 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - Prior to the completion of the development the cycle parking shown on the approved drawing shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - Notwithstanding the details shown on the approved plans and set out in the supporting information, Landscape and Ecological Enhancement and Management Plan shall be submitted to and approved in writing by the local planning authority prior to the commencement of any above ground works. The Plan shall include details of all measures to provide biodiversity gain onsite and offsite, including but not limited to: \r\n- details and plans of proposed planting including native and wildlife friendly species;\r\n- orientation, target species and locations for bird and bat boxes and how these will be managed in the long term; \r\n- details of bee bricks, hedgehog holes and deadwood features;\r\n- a bat sensitive post-construction lighting plan, including a lux spill diagram, to ensure that any lighting will be of a specification that minimises its impacts on bats and onsite and adjacent habitats in accordance with the BCT and ILP 2023 Guidance Note (including light fittings having a colour temperature of <2700k, no uplighters and no light spill onto onsite and adjacent habitats). \r\n- details on the management to be implemented post-construction shall also be submitted, which shall include management responsibilities and maintenance schedules for all hard and soft landscaped areas as well as the above-mentioned measures to provide biodiversity gain. \r\nThe approved details shall be implemented prior to first occupation of the development and maintained thereafter.\r\nReason: To ensure there is not imapct on wildlife in line with policy LP55.",
    "Condition : 7 - Prior to commencement, details of proposed CCTV and a plan for the implementation of a community safety residents group shall be submitted to and approved in writing to the local planning authority. The proposed development should implement the approved details and they should remain in place permanently. \r\nReason: To ensure the safety and security of residents.",
    "Condition : 8 - Prior to the installation of the play equipment, a tree officer from the Council is required to inspect the location of the foundation holes for the play equipment as it potentially falls within the RPA of one of the trees on site.\r\nReason: To ensure tree roots are not affected by the foundations of the equipment in line with policy LP56.\r\n",
    "Condition : 9 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 10 - Applicants are requested to retain and make good as much of the original Victorian boundary wall as is structurally possible when implementing the planning permission hereby approved, in the interest of preserving the architectural and historic interest relating to the heritage of the site.   \r\n\r\n"
  ],
  "appeal_start_date": null,
  "development_type": "Minor all other minor developments",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.18764,
          51.449506
        ],
        [
          -0.187492,
          51.449565
        ],
        [
          -0.187438,
          51.449586
        ],
        [
          -0.187385,
          51.449533
        ],
        [
          -0.187358,
          51.449505
        ],
        [
          -0.187346,
          51.449495
        ],
        [
          -0.187331,
          51.4495
        ],
        [
          -0.187317,
          51.449486
        ],
        [
          -0.187377,
          51.449463
        ],
        [
          -0.187384,
          51.449461
        ],
        [
          -0.187433,
          51.449442
        ],
        [
          -0.187486,
          51.449421
        ],
        [
          -0.187567,
          51.44939
        ],
        [
          -0.187656,
          51.449355
        ],
        [
          -0.187691,
          51.449341
        ],
        [
          -0.187785,
          51.449438
        ],
        [
          -0.187786,
          51.449441
        ],
        [
          -0.187786,
          51.449444
        ],
        [
          -0.187785,
          51.449447
        ],
        [
          -0.187783,
          51.44945
        ],
        [
          -0.187778,
          51.449453
        ],
        [
          -0.187772,
          51.449456
        ],
        [
          -0.187724,
          51.449475
        ],
        [
          -0.18764,
          51.449506
        ],
        [
          -0.18764,
          51.449506
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lpa_app_no": "2024/4241",
  "decision_agency": "Borough",
  "decision_date": "22/05/2025",
  "pp_id": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/4241",
  "lpa_name": "Wandsworth",
  "bo_system": "Northgate M3",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.449482,
    "lon": -0.187533
  },
  "status": "Approved",
  "last_updated": "2025-05-27T11:10:02.157Z",
  "actual_completion_date": null,
  "lapsed_date": "22/05/2028",
  "borough": "Wandsworth",
  "id": "Wandsworth-2024_4241",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "100023328732",
  "locality": "London",
  "application_details": {
    "site_area": 0.041
  }
}