{
  "subdivision_of_building": null,
  "title_number": [],
  "valid_date": "05/04/2024",
  "development_type": null,
  "ward": "Wandsworth Town",
  "lapsed_date": "13/06/2027",
  "decision_date": "13/06/2024",
  "lpa_app_no": "2024/1005",
  "status": "Approved",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_bluebadge": null,
    "net_carclub": null
  },
  "centroid": {
    "lat": "51.4586075",
    "lon": "-0.1769406"
  },
  "application_type": "All Other",
  "borough": "Wandsworth",
  "decision_process": null,
  "last_updated_by": "FME Excel Import",
  "last_date_consultation_comments": "09/05/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T22:52:44.169+00:00",
  "locality": "London",
  "date_building_work_completed_under_previous_permission": null,
  "description": "Variation of condition 2 (in accordance with approved drawings) pursuant to \nplanning permission dated 20/08/2021 ref 2021/0254  (Erection of single-storey 1-bedroom annexe in rear garden.) to allow amendments to size of outbuilding. ",
  "application_type_full": "S73 Minor Material Amendment",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/1005",
  "site_number": "26",
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "application_details": {
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [],
    "intended_commencement_date": null,
    "total_gia_existing": null,
    "no_affordable_housing_units_provided_offsite": null,
    "scheme_phasing": null,
    "commencement_notice_received": null,
    "circular_economy_statement": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_lost": null,
      "total_gia_existing": null
    },
    "qualifying_vacant_building_floorspace": null,
    "phasing_details": [],
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0.036,
    "existing_proposed_floorspace_details": [],
    "constraints_details": [],
    "building_details": [],
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_new_water_connections_required": null,
      "no_homes_passive_cooling": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "green_roof_area": null,
      "no_resi_units_to_have_full_fibre": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "uk_company_registration_no": null,
    "internal_resi_water_usage": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "transport_contributions": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "total_gia_lost": null,
    "transport_impact_assessment": null,
    "scheme_name": null,
    "social_infrastructure_contributions": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": null,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "pp_id": "12881960",
  "postcode": "SW18 2SL",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1769075,
          51.4588997
        ],
        [
          -0.1769048,
          51.4588754
        ],
        [
          -0.1768805,
          51.4586187
        ],
        [
          -0.1768792,
          51.4585966
        ],
        [
          -0.17686759999999999,
          51.4584755
        ],
        [
          -0.17697849999999998,
          51.4584701
        ],
        [
          -0.177013,
          51.458868
        ],
        [
          -0.1770164,
          51.4588919
        ],
        [
          -0.1769075,
          51.4588997
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": false,
  "street_name": "North Side Wandsworth Common",
  "decision_conditions": [
    "Condition : 1 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 22 Rev D; 23 Rev D; 24 Rev D. \nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \n",
    "Condition : 2 - The development hereby permitted shall be begun within 3 years from 20/08/2021.\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\n",
    "Condition : 3 - The annexe hereby approved shall be used solely for purposes incidental to\nthe occupation and enjoyment of the dwelling at 26 North Side Wandsworth\nCommon as such and not as a separate self-contained residential dwelling, or\nfor any trade or business purposes.\nReason: This permission is granted exceptionally and only in view of the\npersonal circumstances of the applicant. \n",
    "Condition : 4 - No development shall take place until details and samples of materials proposed to be used on all external surfaces of the development have been submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the construction.\n",
    "Condition : 5 - Notwithstanding the provisions of Schedule 2 Part 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order), no gates, fences, walls or other means of enclosure and no building as defined in Section 336 of the Town and Country Planning Act 1990 shall be erected at the site\nReason: In order to control future development, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\n",
    "Condition : 6 - No development shall take place until full details of existing and proposed site levels shall be submitted to and approved in writing by the local planning authority.  The development shall be carried out in accordance with the approved details.\nReason: To ensure the development relates satisfactorily to its surroundings, and in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure the ground levels across the development are compatible with adjoining sites before the site is cleared.\n",
    "Condition : 7 - Prior to commencement of the above groundworks, details of landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, species of new planting/seeding, and any existing plants/trees to be retained, shall be submitted to and approved in writing by the local planning authority. The details shall include the means to secure biodiversity net gain through the provision of native planting and integrated bird and bat boxes. All planting, seeding, and turfing included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority. \n\nReason: To ensure a high quality of development and sustainable drainage in compliance with Council policies LP1 and LP2 and LP12 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\n",
    "Condition : 8 - The development hereby approved shall incorporate the box guttering shown\non the drawings hereby approved unless agreed otherwise in writing by the\nlocal planning authority.\nReason: to prevent water run off on to neighbouring sites in accordance with\npolicy LP2 of the Local Plan (2023)",
    "Condition : 9 - Prior to commencement of above ground works (excluding demolition), details of the location, number and design of secure and covered cycle parking shall be submitted to and approved in writing by the local planning authority.  The cycle parking shall be provided in accordance with the approved details prior to the occupation of the development and be retained for cycle parking purposes for the users of the development and for no other purpose.\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\n",
    "Condition : 10 - The development hereby approved shall achieve a minimum of a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\n",
    "Condition : 11 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for external water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\nReason: In the interest of sustainable development and to accord with Council policy LP1, LP2, LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 12 - No development shall take place until tree protection measures as detailed in\nthe submitted report Arboricultural Report (by Harper Tree Consulting, dated 1 March 2021) are installed and have been inspected by the local planning\nauthority. The applicant shall arrange a pre-commencement meeting with the\nlocal planning authority and the project arboriculturalist, with at least five\nworking days notice, to allow inspection of the installed tree protection\nmeasures.\nReason:  To safeguard trees and hedges on the site in the interests of visual amenity and the character of the area, having regard to Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the commencement of development to ensure the construction works do not harm trees.\n",
    "Condition : 13 - Prior to the commencement of above ground works (excluding demolition), details of the siting, design and materials of refuse and recycling storage to serve the development shall be submitted to and approved in writing by the local planning authority. The refuse storage facilities shall be provided in accordance with the approved details prior to occupation of the development, and shall be retained thereafter.\nReason: In the interests of amenity and hygiene, in accordance with Council policy LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\n",
    "Condition : 14 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no satellite dishes, telecommunications masts, antennas or equipment or associated structures, shall be installed on the building hereby approved. \nReason: To protect the appearance of the building, and accord with Council policies LP1, LP2 and LP22 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\n",
    "Condition : 15 - No water tanks, plant, lift rooms or other structures shall be erected upon the roof of the approved building.\nReason: To control the appearance of the building and safeguard the appearance of the area, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\n",
    "Condition : 16 - Notwithstanding the provisions of Schedule 2 Part 1 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no alterations, extensions, additions or enlargements shall at any future time be erected or constructed to the dwelling[s] hereby approved without the prior permission of the local planning authority. \nReason: In order to control future development, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\n",
    "Condition : 17 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 18 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information\navailable, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\").\nYou or the relevant interested parties are required to provide the Council with\nthe information set out in the Regulations. This process for the collection of CIL includes: the requirement to complete an \"Assumption of Liability\" form as soon as possible; in order to claim charitable exemption or social housing\nrelief or other forms of relief you or the relevant interested party should also\ncomplete a \"Claiming Exemption or Relief\" form. The Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\". Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost. General information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal\n(www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the\nGLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The\nAssumption of Liability Form, Claiming of Exemption or Relief Form and\nCommencement Notice must be sent to: Community Infrastructure Levy\nEnvironment and Community Services Wandsworth Council Town Hall London SW18 2PU cil@wandsworth.gov.uk Fax: 020 8871 6003 (marked FAO CIL) \n",
    "Condition : 19 - INFORMATIVE: Any assessment of CIL liability by the Council has been\nbased on the information provided. The assessment of CIL liability referred to\nin this informative is indicative only and is not intended to provide a binding\nestimate of the actual CIL liability likely to be incurred. The assessment of the\nactual CIL liability will be provided pursuant to and in accordance with the\nCommunity Infrastructure Levy Regulations 2010 (as amended). Where the\ncalculation of CIL liability includes taking account of the existing use of a\nbuilding, CIL liability may change if the information provided in relation to the\nexisting use(s) of buildings, is not still current at the time of the decision which\nfirst permits development."
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": "174868",
  "site_name": null,
  "decision_target_date": "13/06/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Wandsworth",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526753.4927699,
              174900.5448197
            ],
            [
              526753.7483668,
              174897.8455923
            ],
            [
              526756.1476796,
              174869.3437509
            ],
            [
              526756.2960907,
              174866.894452
            ],
            [
              526757.4421542,
              174853.4483009
            ],
            [
              526749.7495122,
              174852.6485298
            ],
            [
              526746.2536063,
              174896.8458785
            ],
            [
              526745.948539,
              174899.4951201
            ],
            [
              526753.4927699,
              174900.5448197
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_start_date": null,
  "uprn": "121011310",
  "appeal_decision_date": null,
  "id": "Wandsworth-2024_1005",
  "centroid_easting": "526752"
}