{
  "valid_date": "20/12/2024",
  "epc_number": null,
  "site_name": "Basement And Ground Floors",
  "cil_liability": false,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526143.8900111533,
              172705.66032779892
            ],
            [
              526146.5200111549,
              172705.80032779917
            ],
            [
              526146.6700111551,
              172702.73032779864
            ],
            [
              526146.850011155,
              172699.16032779898
            ],
            [
              526144.2000111534,
              172699.05032779777
            ],
            [
              526129.2000111442,
              172698.30032779812
            ],
            [
              526127.7000111432,
              172700.05032779777
            ],
            [
              526127.4500111431,
              172704.80032779928
            ],
            [
              526136.6500111489,
              172705.30032779934
            ],
            [
              526143.8900111533,
              172705.66032779892
            ],
            [
              526143.8900111533,
              172705.66032779892
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "actual_commencement_date": null,
  "site_number": null,
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": "Removal/Variation of a condition",
  "ward": "Wandsworth Common",
  "last_date_consultation_comments": "28/01/2025",
  "centroid_easting": 526136,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Variation of condition 3  (Limited opening hours) of planning permission dated 14/11/2018 ref 2018/4077 (Alterations in connection with change of use from retail (Class A1) to retail and fitness studio (Class A1/D2).) to allow extension of operating hours from 0630 - 2030 (currently 0700-2000)",
  "appeal_decision": null,
  "postcode": "SW18 4ST",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "21/05/2025",
  "street_name": "Garratt Lane",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "centroid_northing": 172702,
  "application_type": "All Other",
  "title_number": null,
  "decision_conditions": [
    "Condition : 1 - The use hereby permitted shall not be open to customers other than between \r\nthe hours of:\r\n(a) 0630 - 2030 Mondays - Fridays \r\n(b) 0800 - 1700 Saturdays - Sundays\r\nReason: To safeguard the amenities of the neighbourhood, in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted July 2023) coupled with the requirements of the National Planning Policy Framework 2024.",
    "Condition : 2 - The use hereby approved shall be carried out in full accordance with The Enhance Fitness Earlsfield - Noise Management Plan by Shane Rutherford received 28th April 2025, which shall be fully adhered to at all times unless otherwise agreed in writing by the Local Planning Authority.\r\nReason: To safeguard the amenities of the neighbourhood, in accordance with Council policy LP2 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework (2024).\r\n",
    "Condition : 3 - The planning permission hereby approved shall be implemented within three \r\nyears of 14 November 2018.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n(NOTE: Condition complied with)",
    "Condition : 4 - The development shall be carried out in accordance with the reports, \r\nspecifications and drawings detailed [593GL-B-PLAN-100rev.P1, 593GL-GF\u0002ELEV-100rev.P1, 593GL-GF-PLAN-101rev.P1, 593GL-GF-ELEV-102rev.P1, 593GL-SEC-400rev.P1, Noise Impact Assessment received 01/11/18.]. \r\nReason: To ensure a satisfactory standard of development, and to allow the \r\nlocal planning authority to review any potential changes to the scheme.\r\n",
    "Condition : 5 - No development shall take place until, details of a scheme for the insulation of the residential units against the transmission of airborne sound and impact \r\nsound between the ground and first floor levels shall be submitted to and \r\napproved in writing by the local planning authority and the approved scheme \r\nshall be implemented prior to the occupation of the ground floor and shall be retained thereafter. \r\nReason: To safeguard the amenities of residential occupiers, in accordance \r\nwith Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2018. The details are required prior to commencement of development to ensure the necessary mitigation is incorporated into the construction.\r\n(NOTE: This condition has been discharged under planning permission \r\n2018/5841 dated 06/02/2019)\r\n\r\n",
    "Condition : 6 - Prior to the commencement of the change of use, details of the siting, design \r\nand materials of refuse and recycling storage to serve the development shall \r\nbe submitted to and approved in writing by the local planning authority. The \r\nrefuse storage facilities shall be provided in accordance with the approved \r\ndetails prior to occupation of the ground floor, and shall be retained thereafter.\r\nReason: In the interests of amenity and hygiene, in accordance with Council \r\npolicy DMS1 of the Development Management Policies Document (adopted \r\nMarch 2016) coupled with the requirements of the National Planning Policy \r\nFramework 2018.\r\n(NOTE: This condition has been discharged under planning permission \r\n2018/5841 dated 06/02/2019)\r\n\r\r\n",
    "Condition : 7 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "appeal_start_date": null,
  "development_type": "Other change of use",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.186484,
          51.43931
        ],
        [
          -0.186446,
          51.43931
        ],
        [
          -0.186445,
          51.439283
        ],
        [
          -0.186443,
          51.439251
        ],
        [
          -0.186482,
          51.43925
        ],
        [
          -0.186698,
          51.439247
        ],
        [
          -0.186719,
          51.439263
        ],
        [
          -0.18672,
          51.439306
        ],
        [
          -0.186588,
          51.439308
        ],
        [
          -0.186484,
          51.43931
        ],
        [
          -0.186484,
          51.43931
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lpa_app_no": "2024/4458",
  "decision_agency": "Borough",
  "decision_date": "21/05/2025",
  "pp_id": "13655958",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/4458",
  "lpa_name": "Wandsworth",
  "bo_system": "Northgate M3",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.439279,
    "lon": -0.186598
  },
  "status": "Approved",
  "last_updated": "2025-07-31T13:10:01.557Z",
  "actual_completion_date": null,
  "lapsed_date": "21/05/2028",
  "borough": "Wandsworth",
  "id": "Wandsworth-2024_4458",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "121047825",
  "locality": "London",
  "application_details": {
    "site_area": 0.012
  }
}