{
  "decision_agency": "Borough",
  "status": "Commenced",
  "decision": "Approved",
  "centroid": {
    "lon": -0.199134,
    "lat": 51.447241
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525227.7900106122,
              173564.90032806224
            ],
            [
              525237.8900106183,
              173568.00032806257
            ],
            [
              525243.0500106213,
              173569.65032806463
            ],
            [
              525248.7400106248,
              173571.34032806358
            ],
            [
              525250.4400106256,
              173570.20032806386
            ],
            [
              525251.6500106264,
              173566.15032806224
            ],
            [
              525233.3900106155,
              173560.75032806123
            ],
            [
              525229.4900106131,
              173559.60032806068
            ],
            [
              525228.4900106126,
              173562.75032806164
            ],
            [
              525227.7900106122,
              173564.90032806224
            ],
            [
              525227.7900106122,
              173564.90032806224
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "borough": "Wandsworth",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "121048384",
  "valid_date": "13/11/2024",
  "decision_target_date": "11/02/2025",
  "appeal_decision_date": null,
  "locality": "London",
  "centroid_northing": 173566,
  "ward": "Southfields",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [PL01 Rev A, PL02 Rev B and PL03 Rev B]. \nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme.",
    "Condition : 3 - The development hereby approved shall achieve a minimum of a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 4 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for\nexternal water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\nReason: In the interest of sustainable development and to accord with Council policy LP1, LP2, LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 5 - Prior to the first occupation of the development, the refuse and recycling storage shown on approved drawings shall be provided and shall be retained for the users of the development and for no other purpose.\nReason: To ensure adequate provision is made for waste storage in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 6 - All external materials used in the construction of the proposed roof extension and the two-storey rear extension hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \nReason: In the interest of the appearance of the development and to safeguard visual amenity, in accordance with Council policies LP1 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 7 - No development shall take place until details and samples of materials proposed to be used on all external surfaces of the new building to the rear have been submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the construction.",
    "Condition : 8 - Prior to commencement of use of the terrace as shown on drawing number [PL01 Rev A and PL02 Rev 2] the obscure glazed screening to each side and rear at a minimum height of 1.7m above finished floor level shall be installed.  The screening shall be retained and maintained as such thereafter.\nReason: To protect the privacy of neighbours by preventing overlooking and in the interest of visual amenity in accordance with Council policies LP1, LP2 and LP27 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 9 - Prior to occupation of the development the windows in the side elevation at ground floor level of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The windows shall so be maintained and retained as such. \nReason: To control overlooking and safeguard the privacy of future occupiers in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 10 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order), no windows, doors or glazed areas (other than such as may be shown on the approved drawings shall be installed in the approved development.\nReason: To protect the privacy of neighbours and prevent overlooking, in accordance with Council policies LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 11 - The roof area of the new building to the rear hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 12 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no extensions, additions or enlargements shall at any future time be erected or constructed to the  new dwelling to the rear hereby approved without the prior permission of the local planning authority. \nReason: In order to control future development, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 13 - Prior to commencement of the above ground works, details of the height, design and materials of the proposed boundary treatment to the forecourt shall be submitted to and approved in writing by the local planning authority. The boundary treatment shall be carried out in accordance with the approved details and completed prior to occupation of the development or otherwise in accordance with a timetable agreed in writing with the local planning authority. \nReason: To protect visual amenity ensure a satisfactory appearance and in accordance with policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 14 - Prior to commencement of the above groundworks, details of landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, species of new planting/seeding, the depth of soil to the green roof and any existing plants/trees to be retained, shall be submitted to and approved in writing by the local planning authority. All planting, seeding, turfing and green roofs included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.  \nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies LP1, LP2, LP56 and LP57 of the Local Plan. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.",
    "Condition : 15 - Prior to commencement of above ground works (excluding demolition), details of the location, number and design of secure and covered cycle parking shall be submitted to and approved in writing by the local planning authority. The cycle parking shall be provided in accordance with the approved details prior to the occupation of the development and be retained for cycle parking purposes for the users of the development and for no other purpose.\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 16 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "pp_id": "13537746",
  "decision_process": null,
  "lapsed_date": "10/02/2028",
  "application_type_full": "Full planning permission",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Wandsworth-2024_3906",
  "actual_commencement_date": "14/03/2025",
  "lpa_name": "Wandsworth",
  "last_updated": "2025-08-13T10:45:13.586Z",
  "lpa_app_no": "2024/3906",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.199353,
          51.447235
        ],
        [
          -0.199207,
          51.44726
        ],
        [
          -0.199132,
          51.447274
        ],
        [
          -0.19905,
          51.447288
        ],
        [
          -0.199026,
          51.447277
        ],
        [
          -0.19901,
          51.447241
        ],
        [
          -0.199274,
          51.447196
        ],
        [
          -0.199331,
          51.447187
        ],
        [
          -0.199344,
          51.447215
        ],
        [
          -0.199353,
          51.447235
        ],
        [
          -0.199353,
          51.447235
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_status": null,
  "site_name": null,
  "title_number": null,
  "decision_date": "10/02/2025",
  "appeal_start_date": null,
  "cil_liability": false,
  "development_type": "Minor dwellings",
  "description": "Alterations including demolition of existing garages and outbuildings to the rear and erection of two-storey side extension mansard roof extension to main rear roof in connection with change of use from mixed use business (Class E/Class C3) to create 1 x 2-bedroom and 1 x 3-bedroom flats with associated refuse and cycle storage.  Erection of 2-storey 1-bedroom house fronting Standen Road.",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Portal",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 525243,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/3906",
  "application_details": {
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "09/2025",
        "intended_commencement_date": "02/2025"
      }
    ],
    "total_gia_gained": 141,
    "site_area": 0.0164,
    "total_gia_lost": 115,
    "total_gia_existing": 171,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 115,
        "use_class": "E(a)",
        "gia_gained": 0,
        "actual_commencement_date": "14/03/2025",
        "gia_lost": 115
      },
      {
        "gia_existing": 56,
        "use_class": "C3",
        "gia_gained": 141,
        "actual_commencement_date": "14/03/2025",
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": false,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 6,
        "building_ref": "Rear Mews House"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 141,
      "total_gia_existing": 171,
      "total_gia_lost": 115,
      "site_area": 0.0164
    },
    "garden_land_lost": false,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 6,
      "total_no_proposed_residential_units": 3,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 3,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 548.780487804878,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 197,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 182.92682926829266,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "Gain-1",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "14/03/2025",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": 62,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "Gain-2",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "14/03/2025",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "gia": 85,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "Gain-3",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "14/03/2025",
          "unit_type": "House or Bungalow",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Loss",
          "actual_commencement_date": "14/03/2025",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "site_area": 0.0164
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 3,
      "green_roof_area": 0,
      "no_new_water_connections_required": 1,
      "no_homes_passive_cooling": 3,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": false,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 3,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 110,
    "ownership_status": "Private",
    "s106_agreement": false,
    "viability_assessment": false,
    "air_quality_assessment": false,
    "mayoral_cil_liability_notice_issued": false,
    "circular_economy_statement": false,
    "commencement_notice_received": false,
    "other_residential_accommodation_details": {
      "site_area": 0.0164
    },
    "3d_model": false,
    "borough_cil_liability_notice_issued": false,
    "transport_impact_assessment": false
  },
  "last_updated_by": "Portal",
  "postcode": "SW18 5JW",
  "last_date_consultation_comments": "02/01/2025",
  "secondary_street_name": null,
  "site_number": "292",
  "subdivision_of_building": null,
  "street_name": "Merton Road"
}