{
  "valid_date": "22/11/2024",
  "epc_number": null,
  "site_name": null,
  "cil_liability": false,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526806.6000116,
              173234.0903279
            ],
            [
              526802.5400116,
              173231.5403279
            ],
            [
              526793.8900116,
              173226.5403279
            ],
            [
              526774.9000116,
              173215.2003279
            ],
            [
              526771.1900116,
              173221.4003279
            ],
            [
              526768.9900116,
              173225.1403279
            ],
            [
              526789.3400116,
              173237.2503279
            ],
            [
              526795.2500116,
              173240.7503279
            ],
            [
              526800.7000116,
              173244.0003279
            ],
            [
              526800.8800116,
              173243.6903279
            ],
            [
              526806.6000116,
              173234.0903279
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "actual_commencement_date": null,
  "site_number": "48",
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": "Removal/Variation of a condition",
  "ward": "Wandsworth Common",
  "last_date_consultation_comments": "02/01/2025",
  "centroid_easting": "526793",
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Variation of condition 2 (in accordance with approved drawings) pursuant to planning permission dated 058/10/2023 ref 2023/2503 (Alterations including erection of a part-single, part-two storey side and rear extension with hipped roof over; extended ground floor level rear terrace) to allow design changes including reduction in size of first storey, widening of first floor part of the rear, removal of side window on ground floor, reduction in width of window to the rear and new rooflights ",
  "appeal_decision": null,
  "postcode": "SW18 3NN",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "17/01/2025",
  "street_name": "Ellerton Road",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "centroid_northing": "173235",
  "application_type": "Householder",
  "title_number": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from 05/10/2023\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed P-2204.2-00 Rev B; P-2204.2-11 Rev B; P-2204.2-12 Rev B; P-2204.2-13 Rev B; P-2204.2-14 Rev B; P-2204.2-15 Rev B; P-2204.2-16 Rev B; P-2204.2-17 Rev B. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - Prior to commencement of the above groundworks, details of landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, species of new planting/seeding, and any existing plants/trees to be retained, shall be submitted to and approved in writing by the local planning authority. All planting, seeding, and turfing included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.  \r\nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies LP1, LP2 and LP56 of the Local Plan. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.\r\n",
    "Condition : 5 - The rooflights hereby approved, shall be of a conservation area specification i.e. in-line and flush within the roof pitch that they would be located.\r\nReason: In the interests of preserving the character and appearance of the conservation area in accordance with policy LP3 of the Local Plan and Section 12 of the National Planning Policy Framework.\r\n",
    "Condition : 6 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "appeal_start_date": null,
  "development_type": "Other house holder developments",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1767402,
          51.443911
        ],
        [
          -0.1767995,
          51.443889
        ],
        [
          -0.1769257,
          51.443846
        ],
        [
          -0.1772028,
          51.4437483
        ],
        [
          -0.177254,
          51.4438048
        ],
        [
          -0.1772843,
          51.4438389
        ],
        [
          -0.1769873,
          51.4439432
        ],
        [
          -0.176901,
          51.4439734
        ],
        [
          -0.1768215,
          51.4440014
        ],
        [
          -0.176819,
          51.4439985
        ],
        [
          -0.1767402,
          51.443911
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lpa_app_no": "2024/4077",
  "decision_agency": "Borough",
  "decision_date": "17/01/2025",
  "pp_id": "13580537",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/4077",
  "lpa_name": "Wandsworth",
  "bo_system": "Northgate M3",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": "51.4439222",
    "lon": "-0.1769354"
  },
  "status": "Approved",
  "last_updated": "2025-03-19T19:39:16.519+00:00",
  "actual_completion_date": null,
  "lapsed_date": "17/01/2028",
  "borough": "Wandsworth",
  "id": "Wandsworth-2024_4077",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "100022637592",
  "locality": "London",
  "application_details": {
    "site_area": 0.043000000000000003
  }
}