{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "01/04/2024",
  "development_type": "Certificates of Lawful Development",
  "ward": "Balham",
  "lapsed_date": "24/05/2027",
  "decision_date": "24/05/2024",
  "lpa_app_no": "2024/1179",
  "status": "Approved",
  "parking_details": null,
  "centroid": {
    "lat": "51.4467094",
    "lon": "-0.1510494"
  },
  "application_type": "All Other",
  "borough": "Wandsworth",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "last_date_consultation_comments": "01/04/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T23:48:30.287+00:00",
  "locality": "London",
  "date_building_work_completed_under_previous_permission": null,
  "description": "Erection of a dormer extension to main rear/side roof slope and installation of french doors and safety railings to rear.",
  "application_type_full": "Lawful development: Proposed use",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/1179",
  "site_number": "8",
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "application_details": {
    "no_additional_bedrooms": 1,
    "total_gia_gained": 27,
    "no_additional_bathrooms": 1,
    "site_area": 0.012
  },
  "pp_id": "12939140",
  "postcode": "SW12 8BA",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.15095809999999998,
          51.4466914
        ],
        [
          -0.1509467,
          51.4466801
        ],
        [
          -0.15093869999999998,
          51.4466722
        ],
        [
          -0.1509076,
          51.4466407
        ],
        [
          -0.1509121,
          51.4466389
        ],
        [
          -0.15096469999999998,
          51.4466188
        ],
        [
          -0.1510026,
          51.4466044
        ],
        [
          -0.15105459999999998,
          51.4466884
        ],
        [
          -0.15109789999999998,
          51.4467561
        ],
        [
          -0.1511094,
          51.4467742
        ],
        [
          -0.1510832,
          51.446781
        ],
        [
          -0.15105059999999998,
          51.4467882
        ],
        [
          -0.1510466,
          51.4467804
        ],
        [
          -0.1510383,
          51.4467713
        ],
        [
          -0.151021,
          51.4467549
        ],
        [
          -0.15095809999999998,
          51.4466914
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": false,
  "street_name": "Verran Road",
  "decision_conditions": [
    "Condition : 1 - The proposed works fall within the scope of permitted development within Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) subject to the following conditions:\r\n(a) The materials used in any exterior work (other than materials used in the construction of a conservatory) must be of a similar appearance to those used in the construction of the exterior of the existing dwellinghouse.\r\n(b) Any upper-floor window located in a wall or roof slope forming a side elevation of the dwellinghouse must be obscure-glazed, and non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed.\r\n(c) Where the enlarged part of the dwellinghouse has more than a single storey or forms an upper storey on an existing enlargement of the original dwellinghouse, the roof pitch of the enlarged part must, so far as practicable, be the same as the roof pitch of the original dwellinghouse.\r\n",
    "Condition : 2 - The proposed works fall within the scope of permitted development within Schedule 2, Part 1, Class B of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) subject to the following conditions:\r\n(a) The materials used in any exterior work must be of a similar appearance to those used in the construction of the exterior of the existing dwellinghouse.\r\n(b) The enlargement must be constructed so that: \r\ni) other than in the case of a hip-to-gable enlargement or an enlargement which joins the original roof to the roof of a rear or side extension, the eaves of the original roof are maintained or reinstated and the edge of the enlargement closest to the eaves of the original roof is, so far as practicable, not less than 0.2 metres from the eaves, measured along the roof slope from the outside edge of the eaves; and\r\n ii) other than in the case of an enlargement which joins the original roof to the roof of a rear or side extension, no part of the enlargement extends beyond the outside face of any external wall of the original dwellinghouse.\r\n(c) Any window inserted on a wall or roof slope forming a side elevation of the dwellinghouse must be obscure-glazed, and non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed.\r\n",
    "Condition : 3 - The proposed works fall within the scope of permitted development within Schedule 2, Part 1, Class C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) subject to the following condition:\r\n(a) Any window located on a roof slope forming a side elevation of the dwellinghouse must be obscure-glazed, and \r\n(b) non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed.\r\n",
    "Condition : 4 - INFORMATIVE: You are reminded that this certificate is issued on the basis of the physical circumstances prevailing at the property when the application was made. If any other extension is undertaken BEFORE the construction of the extension, then this certificate would no longer be applicable and planning permission may be required for the development presently proposed.\r\n",
    "Condition : 5 - INFORMATIVE: You are advised that the granting of this certificate does not override your responsibilities under the Party Wall Act 1996.\r\n",
    "Condition : 6 - INFORMATIVE: This certificate is based on the drawings and any other information as submitted being a true reflection of the physical circumstances prevailing at the site on the date of the submission of the application. If the existing conditions are different from those shown on the drawings or if the drawings or any other information are inaccurate in any way, the certificate may not be valid. \r\n"
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": "173590",
  "site_name": null,
  "decision_target_date": "27/05/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Wandsworth",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528590.4000128,
              173588.150328
            ],
            [
              528591.2200128,
              173586.920328
            ],
            [
              528591.8000128,
              173586.050328
            ],
            [
              528594.0500128,
              173582.600328
            ],
            [
              528593.7400128,
              173582.400328
            ],
            [
              528590.1400128,
              173580.070328
            ],
            [
              528587.5500128,
              173578.400328
            ],
            [
              528583.7000128,
              173587.650328
            ],
            [
              528580.5000128,
              173595.100328
            ],
            [
              528579.6500128,
              173597.100328
            ],
            [
              528581.4500128,
              173597.900328
            ],
            [
              528583.7000128,
              173598.750328
            ],
            [
              528584.0000128,
              173597.900328
            ],
            [
              528584.6000128,
              173596.900328
            ],
            [
              528585.8500128,
              173595.100328
            ],
            [
              528590.4000128,
              173588.150328
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_start_date": null,
  "uprn": "100022708948",
  "appeal_decision_date": null,
  "id": "Wandsworth-2024_1179",
  "centroid_easting": "528584"
}