{
  "lpa_app_no": "2024/4409",
  "centroid_northing": 173813,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": "05/02/2025",
  "locality": "London",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-13T15:40:02.973Z",
  "valid_date": "17/12/2024",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525917.600011031,
              173817.050328126
            ],
            [
              525920.2100110326,
              173817.4403281252
            ],
            [
              525920.3100110327,
              173816.69032812602
            ],
            [
              525920.6600110328,
              173814.12032812578
            ],
            [
              525914.7500110292,
              173810.25032812398
            ],
            [
              525914.300011029,
              173809.95032812294
            ],
            [
              525913.3000110283,
              173809.35032812314
            ],
            [
              525912.3000110277,
              173808.95032812248
            ],
            [
              525911.8000110274,
              173808.80032812344
            ],
            [
              525908.5500110254,
              173808.30032812263
            ],
            [
              525904.4000110228,
              173807.75032812206
            ],
            [
              525901.450011021,
              173807.55032812333
            ],
            [
              525901.3500110209,
              173808.55032812268
            ],
            [
              525900.7000110206,
              173814.4003281243
            ],
            [
              525917.600011031,
              173817.050328126
            ],
            [
              525917.600011031,
              173817.050328126
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": null,
  "centroid_easting": 525909,
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/4409",
  "site_number": "227",
  "decision": "Approved",
  "ward": "Wandle",
  "decision_agency": "Borough",
  "lpa_name": "Wandsworth",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": null,
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Wandsworth-2024_4409",
  "application_details": {
    "site_area": 0.013000000000000001
  },
  "uprn": "121006726",
  "decision_date": "11/02/2025",
  "description": "Alterations including erection of a single storey rear/side extension and installation of new shopfront. Works in connection with change of use of ground floor shop/storage to professional services use (class E) and a two bedroom flat.",
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "11/02/2025",
  "borough": "Wandsworth",
  "postcode": "SW18 4DT",
  "street_name": "Garratt Lane",
  "bo_system": "Northgate M3",
  "development_type": "Minor dwellings",
  "lapsed_date": "11/02/2028",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed Document titled EXISTING AND PROPOSED Sheets 4-7.\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - The proposed extension hereby permitted should be built with bricks matching the existing building and the brickwork should be built in a matching bond using lime mortar. The pointing should be flush and rag-finished to give a traditional appearance. The proposed rear fenestrations should be timber to remain in context with the age and character of the subject building and the proposed timber shopfront to the front elevation.\r\n\r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 4 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - Prior to the commencement of the development hereby approved, details of the siting, design and materials of refuse and recycling storage to serve the development shall be submitted to and approved in writing by the local planning authority. The storage facilities shall be provided in accordance with the approved details prior to occupation of the development and shall be retained thereafter. Reason: In the interests of sustainability, amenity and hygiene, in accordance with Council policies LP2 and LP14 of the Local Plan (adopted July 2023) coupled with the requirements of the National Planning Policy Framework 2024.                                                           ",
    "Condition : 6 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.189343,
          51.449348
        ],
        [
          -0.189305,
          51.449351
        ],
        [
          -0.189304,
          51.449344
        ],
        [
          -0.1893,
          51.449321
        ],
        [
          -0.189386,
          51.449288
        ],
        [
          -0.189393,
          51.449285
        ],
        [
          -0.189407,
          51.44928
        ],
        [
          -0.189422,
          51.449276
        ],
        [
          -0.189429,
          51.449275
        ],
        [
          -0.189476,
          51.449271
        ],
        [
          -0.189536,
          51.449267
        ],
        [
          -0.189578,
          51.449266
        ],
        [
          -0.189579,
          51.449275
        ],
        [
          -0.189587,
          51.449328
        ],
        [
          -0.189343,
          51.449348
        ],
        [
          -0.189343,
          51.449348
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": null,
  "centroid": {
    "lon": -0.189468,
    "lat": 51.449314
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}