{
  "uprn": "10024086732",
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.21846,
          51.446497
        ],
        [
          -0.218509,
          51.446555
        ],
        [
          -0.218526,
          51.446576
        ],
        [
          -0.218548,
          51.446603
        ],
        [
          -0.218583,
          51.446644
        ],
        [
          -0.218587,
          51.44665
        ],
        [
          -0.218599,
          51.446664
        ],
        [
          -0.218603,
          51.446669
        ],
        [
          -0.218653,
          51.44673
        ],
        [
          -0.218604,
          51.446746
        ],
        [
          -0.218545,
          51.446766
        ],
        [
          -0.218537,
          51.446769
        ],
        [
          -0.218521,
          51.446774
        ],
        [
          -0.218403,
          51.446815
        ],
        [
          -0.218441,
          51.446862
        ],
        [
          -0.218435,
          51.446887
        ],
        [
          -0.218425,
          51.44689
        ],
        [
          -0.218353,
          51.446913
        ],
        [
          -0.218375,
          51.44694
        ],
        [
          -0.218314,
          51.446956
        ],
        [
          -0.218254,
          51.447012
        ],
        [
          -0.218101,
          51.447057
        ],
        [
          -0.218068,
          51.447009
        ],
        [
          -0.218007,
          51.446936
        ],
        [
          -0.217974,
          51.446894
        ],
        [
          -0.217959,
          51.446875
        ],
        [
          -0.217923,
          51.446841
        ],
        [
          -0.217858,
          51.446858
        ],
        [
          -0.217836,
          51.446868
        ],
        [
          -0.217665,
          51.446921
        ],
        [
          -0.217408,
          51.447002
        ],
        [
          -0.21737,
          51.446966
        ],
        [
          -0.217391,
          51.446955
        ],
        [
          -0.21779,
          51.446802
        ],
        [
          -0.217794,
          51.446778
        ],
        [
          -0.217823,
          51.446714
        ],
        [
          -0.217825,
          51.446706
        ],
        [
          -0.217827,
          51.446699
        ],
        [
          -0.217827,
          51.446691
        ],
        [
          -0.217826,
          51.446685
        ],
        [
          -0.217823,
          51.446668
        ],
        [
          -0.217875,
          51.446663
        ],
        [
          -0.217957,
          51.446724
        ],
        [
          -0.21824,
          51.446639
        ],
        [
          -0.218198,
          51.446587
        ],
        [
          -0.21829,
          51.446534
        ],
        [
          -0.218343,
          51.446516
        ],
        [
          -0.21846,
          51.446497
        ],
        [
          -0.21846,
          51.446497
        ]
      ]
    ]
  },
  "appeal_start_date": null,
  "centroid_northing": 173489,
  "decision": "Approved",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523902.1527579553,
              173450.3499332497
            ],
            [
              523898.59089155775,
              173456.7780932109
            ],
            [
              523897.29641696415,
              173459.0974293081
            ],
            [
              523895.69687510974,
              173462.04658512183
            ],
            [
              523893.2068666559,
              173466.58528593334
            ],
            [
              523892.901799395,
              173467.15512281918
            ],
            [
              523892.00308773445,
              173468.70467926306
            ],
            [
              523891.6980204736,
              173469.30450756464
            ],
            [
              523888.0537034649,
              173475.95260456926
            ],
            [
              523891.41768839606,
              173477.87205513316
            ],
            [
              523895.49899364344,
              173480.20138836798
            ],
            [
              523896.0514127375,
              173480.51129965822
            ],
            [
              523897.09853549796,
              173481.10113082046
            ],
            [
              523905.2529009315,
              173485.79978584475
            ],
            [
              523902.44958015566,
              173490.9982977879
            ],
            [
              523902.8041177832,
              173493.74751083524
            ],
            [
              523903.4802127939,
              173494.1274020921
            ],
            [
              523908.4190043963,
              173496.88661227707
            ],
            [
              523906.835952664,
              173499.75579098467
            ],
            [
              523911.0491788891,
              173501.65524727158
            ],
            [
              523915.04803352535,
              173507.95344443427
            ],
            [
              523925.5769765574,
              173513.2919163126
            ],
            [
              523927.9515541558,
              173508.00343012507
            ],
            [
              523932.4038871528,
              173499.99572230538
            ],
            [
              523934.8031999344,
              173495.34705297084
            ],
            [
              523935.8997930614,
              173493.29763960827
            ],
            [
              523938.4969873097,
              173489.50872417365
            ],
            [
              523942.9987906734,
              173491.5481403967
            ],
            [
              523944.449921428,
              173492.7477970007
            ],
            [
              523956.1991335037,
              173498.89603708556
            ],
            [
              523973.8682994534,
              173508.3733242437
            ],
            [
              523976.62214986264,
              173504.34447748715
            ],
            [
              523975.1462839247,
              173503.1548180225
            ],
            [
              523947.84688660345,
              173485.44988600275
            ],
            [
              523947.6490051369,
              173482.80064433935
            ],
            [
              523945.8021114492,
              173475.60270472628
            ],
            [
              523945.6537003492,
              173474.70296227484
            ],
            [
              523945.5465145548,
              173473.9031912064
            ],
            [
              523945.59598492144,
              173473.05343444558
            ],
            [
              523945.65370034915,
              173472.3536347613
            ],
            [
              523945.950522549,
              173470.50416416652
            ],
            [
              523942.29796047916,
              173469.80436448206
            ],
            [
              523936.4871517847,
              173476.52724975342
            ],
            [
              523917.0515833735,
              173466.60528021003
            ],
            [
              523920.10225598246,
              173460.7969428288
            ],
            [
              523913.8524996643,
              173454.74867412524
            ],
            [
              523910.1999375945,
              173452.74924645555
            ],
            [
              523902.1527579553,
              173450.3499332497
            ],
            [
              523902.1527579553,
              173450.3499332497
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "borough": "Wandsworth",
  "bo_system": "Portal",
  "pp_id": "12917644",
  "decision_process": null,
  "locality": "London",
  "site_number": null,
  "secondary_street_name": null,
  "description": "Demolition of all existing structures, site preparation works and the erection of a part three, part four storey building comprising 13 affordable units (Use Class C3, 7 x 1 bed and 6 x 2 bed), along with a new replacement community centre (Use Class F2), cycle and vehicle parking and associated landscaping/playspace (SITE B)",
  "postcode": "SW19 6QL",
  "appeal_decision": null,
  "centroid": {
    "lon": -0.218333,
    "lat": 51.446842
  },
  "lapsed_date": "14/02/2028",
  "application_type": "All Other",
  "title_number": null,
  "last_date_consultation_comments": "14/11/2024",
  "parking_details": {
    "no_existing_bluebadge": 0,
    "net_bluebadge": 1,
    "no_proposed_bluebadge": 1,
    "no_existing_car": 1,
    "no_proposed_car": 0,
    "net_car": -1
  },
  "application_type_full": "Full planning permission",
  "appeal_decision_date": null,
  "cil_liability": true,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/1858",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed:\nGround floor plan: 952-WWP-SB-00-DR-A-01 103 REV: P.01\nFirst floor plan: 952-WWP-SB-01-DR-A-01 104 REV: P.01\nSecond floor plan: 952-WWP-SB-02-DR-A-01 105 REV: P.01\nThird floor plan: 952-WWP-SB-03-DR-A-01 106 REV: P.01\nRoof plan: 952-WWP-SB-RF-DR-A-01 107 REV: P.01\nSection: 952-WWP-SB-ZZ-DR-A-25 102 REV: P.01\nSite plan: 952-WWP-SB-ZZ-DR-A-00 101 REV: P.01\nElevations South and North: 952-WWP-SB-ZZ-DR-A-20 102 REV: P.01\nElevations East and West: 952-WWP-SB-ZZ-DR-A-20 103 REV: P.01\nLandscape layout 1: 3054-APA-SB-GF-DR-L-1000 REV: P05\nLandscape layout 2: 3054-APA-SB-GF-DR-L-1001 REV: P05\nTree Protection plan: TH/A3/3178C/TPP\nPreliminary Ecological Appraisal and Biodiversity Net Gain Assessment by Ecology Partnership dated: Nov 2024\nBREEAM New Construction v.6.1 Pre-assessment Report by blew burton Ltd dated: October 2024\nAir Quality Assessment report ref: P6781a-R1-V1 Arboricultural Impact Assessment by Trevor Heaps Arboricultural Consultancy Ltd Ref: TH3718B Rev: C2\nGround Investigation Report by Listers GEO Report No: 23.01.049a-f02\nEnergy & Sustainability Strategy by MBL received: 23 May 2024\nUtilities Statement by MBL received: 23 May 2024\nNoise Impact Assessment by Noise Air Report Ref: P6781-R1-V3 SuDS & Drainage Strategy Report by Tullys Project No: 14854 Issue 1\nWhole Life Carbon Assessment by Greengineers\n\n\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme.",
    "Condition : 3 - Prior to commencement of above ground works details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 4 - No development shall take place until full details of existing and proposed site levels shall be submitted to and approved in writing by the local planning authority.  The development shall be carried out in accordance with the approved details.\nReason: To ensure the development relates satisfactorily to its surroundings, and in accordance with Council policies LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure the ground levels across the development are compatible with adjoining sites before the site is cleared.",
    "Condition : 5 - No development, including any demolition, shall take place until a construction management plan has been submitted to and approved in writing by the local planning authority. The construction management plan shall include details (but not limited to) of the routing of construction vehicles, time of vehicle arrival and departure, any proposed temporary traffic and pedestrian management measures during the course of construction, and measures to mitigate noise, dust and air quality including:   \na) An Air quality management plan that identifies the steps and procedures that will be implemented to minimise the creation and impact of dust and other air emissions resulting from the site preparation, demolition, and groundwork and construction phases of the development. To include continuous dust monitoring\nb) Construction environmental management plan that identifies the steps and procedures that will be implemented to minimise the creation and impact of noise, vibration, dust and other air emissions resulting from the site preparation, demolition, and groundwork and construction phases of the development.\nThe demolition and construction works shall be carried out in accordance with the approved plan\n\nReason: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policies LP50 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan.",
    "Condition : 6 - No development shall commence until a Construction and Environmental Management Plan (CEMP) has been submitted to and been approved in writing by the local planning authority. The CEMP shall include measures to mitigate the construction effects as part of a coordinated and collaborative approach with surrounding developments, and shall include the following details (although not limited to):\n\na)\tWhilst works should take place outside of the nesting season (February - September inclusive), if works are unavoidable during this period, then a site walk over at least 48 hours prior to works commencing is required by a named CIEEM accredited ecologist with experience of working in London to check for any nesting birds in the buildings and vegetation. In the event that a nest is found, an appropriate exclusion zone should be implemented around it until the young have fully fledged (Wildlife and Countryside Act 1981 (as amended));\nb)\tDetails of a Precautionary Working Method Statement (PWMS) for the removal of the weeping willow tree (as detailed in the Ecology Partnership Technical Response 29th July 2024);\nc)\tDetails of measures to be taken to ensure that retained and adjacent habitats, including the wider estate, will not be used for storage or impacted negatively by the works (including, but not limited to vehicle movement, lighting, dust, litter, noise etc.);\nd)\tIf lighting is necessary, details of a construction lighting plan outlining how lighting will be prevented from negatively impacting any protected and priority species during construction, in particular commuting bats, or adjacent habitats. This construction lighting plan should follow the best practice industry guidance outlined in the Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Guidance Note (2023);\ne)\tDetails of measures to prevent the entrapment of or harm to wildlife on site, including in excavations and construction and waste materials left on site;\nf)\tDetails of mea",
    "Condition : 7 - Prior to commencement of any development the above groundworks, details of landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, species of new planting/seeding, the depth of soil to the biodiverse roofs (in accordance with para 2.2.2 of the GRO Green Roof Code) and any existing plants/trees to be retained, shall be submitted to and approved in writing by the local planning authority. \nSoft landscaping including the species and height of trees and root volumes, shrubs, hedges, and species associated with any biodiverse roofs, with priority given to native and wildlife friendly species, including night scented species; minor artefacts and structures (e.g. furniture equipment, refuse or other storage units, ecologically sensitive lighting (in accordance with the Bat Conservation Trust and ILP 2023 Guidance);All planting, seeding, turfing and biodiverse roofs included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.  \nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies LP1, LP2, LP56 and LP57 of the Local Plan. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.",
    "Condition : 8 - Notwithstanding the details shown on the approved plans and set out in the supporting information, Landscape and Ecological Enhancement and Management Plans shall be submitted to and approved in writing by the local planning authority prior to the commencement of any above ground works. The Plan shall include details of all measures to provide biodiversity gain onsite and offsite, including but not limited to: \n-\tDetails of native and wildlife friendly planting, including mixed native species hedging, low flowering amenity grass and night scented species. The species list should indicate which species are native and which have known value for local wildlife;\n-\tDetails of all biodiverse roofs (including any Biosolar roofs) including details of extensive substrate base, features to be included within the substrate e.g. rope coils, sand, gravel, etc., and details of any seeding/plug plant choice (in accordance with The Gro Green Roof Code 2021);\n-\tOrientation, target species and location for at least 6x integrated swift bricks/boxes and at least 4x bat boxes and 4x bee bricks to be integrated with the new buildings;\n-\tDetails of deadwood habitat and other habitats for invertebrates;\n-\tA bat sensitive post-construction lighting plan, including lux spill diagrams, to ensure that any lighting will be of a specification that minimises its impacts on bats, onsite and adjacent habitats in accordance with the BCT and ILP 2023 Guidance Note (including having a colour temperature of <2700k, no uplighters, no upwards light spill and no light spill onto the adjacent habitats);\n-\tDetails on the management to be implemented post-construction shall also be submitted, which shall include management responsibilities and maintenance schedules for all hard and soft landscaped areas as well as the above-mentioned measures to provide biodiversity gain.\n \nThe approved details shall be implemented prior to first occupation of the development and maintained thereafter.\n\nReason: To",
    "Condition : 9 - In this condition 'retained tree' means an existing tree or hedge, which is to be retained in accordance with the approved drawings. Paragraphs (a) and (b) below shall have effect until the expiration of 5 years from the first occupation of the development hereby approved.\na) No retained tree shall be cut down, uprooted or destroyed, nor shall any retained tree be pruned other than in accordance with the approved drawings and specifications, without the prior written approval of the local planning authority. Any pruning shall be carried out in accordance with British Standard 3998:2010 Tree work and in accordance with any approved arboricultural method statement.\nb) If any retained tree is removed, uprooted or destroyed or dies, another tree shall be planted at the same place and that tree shall be of such size and species, and shall be planted at such time, as may be specified in writing by the local planning authority.\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP55 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 10 - No development shall take place until tree protection measures [as detailed in the submitted report titled Arboricultural Impact Assessment by Trevor Heaps Arboricultural Consultancy Ltd dated: 15th May 2024 and drawing ref: TH3580C) are installed and have been inspected by the local planning authority.  The applicant shall arrange a pre-commencement meeting with the local planning authority and the project arboriculturalist, with at least five working days notice, to allow inspection of the installed tree protection measures.\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the commencement of development to ensure the construction works do not harm trees.",
    "Condition : 11 - Excavation works within the root protection areas of retained trees T1 and T2 as indicated on submitted drawing number: TH/A3/3178C/TPP, shall be carried out in strict accordance with the Method Statement included within the submitted Arboricultural Impact Assessment by Trevor Heaps Arboricultural Consultancy Ltd dated: 15th May 2024.\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the commencement of development to ensure the construction works do not harm trees.",
    "Condition : 12 - Notwithstanding the approved drawings, prior to commencement of any development above ground works, details of the play area shall be submitted to and approved in writing by the local planning authority demonstrating how it will provide inclusive / accessible play. The development shall be undertaken in accordance with these approved details and the play area shall be installed prior to the occupation of the development and retained thereafter unless otherwise agreed in writing by the Local Planning Authority. \nReason: To encourage public access to recreation facilities in accordance with Council policy LP19.",
    "Condition : 13 - Prior to commencement of any development above ground works, a noise impact assessment and management plan for all the play areas hereby approved shall be submitted and approved in writing by the Local Planning Authority. The approved management plan shall be adhered to at all times unless otherwise agreed in writing by the Local Planning Authority.\nReason: In the interests of neighbouring amenity in accordance with Council policy LP2 of the Local Plan",
    "Condition : 14 - All Non-Road Mobile Machinery (NRMM) used during the course of the development that is within the scope of the Greater London Authority 'Control of Dust and Emissions during Construction and Demolition' Supplementary Planning Guidance (SPG) dated July 2014, or any subsequent amendment or guidance, shall comply with the emission requirements therein in accordance with CAZ standards.\nReason: To help monitor the use of such equipment across London in accordance with the London Plan. It is necessary for the condition to require plant to be registered prior to works starting to ensure all plant is included in the registration.",
    "Condition : 15 - During each four construction sub-phases of the proposed development (demolition, earthworks, construction, and track out), PM10 continuous monitoring shall be carried out on site. Parameters to be monitored, duration, locations and monitoring techniques must be approved in writing by Wandsworth Council prior to commencement of monitoring. \nReason: In the interests of amenity of the area and neighbour amenity in accordance with Council policies LP14 of the Local Plan coupled with the requirements of the National Planning Policy",
    "Condition : 16 - If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until the developer has submitted, and obtained written approval from the local planning authority for, a remediation strategy detailing how this unsuspected contamination shall be dealt with. The remediation strategy shall be implemented as approved, verified and reported to the satisfaction of the local planning authority.\nReason:  To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 17 - Prior to first occupation: \nAny necessary contaminated land remediation shall be completed and a verification report, produced on completion of the remediation, shall be submitted to and approved in writing by the local planning authority.\n\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policy LP14 of the Local Plan, coupled with the requirements of the National Planning Policy Framework",
    "Condition : 18 - The development shall be built in accordance with the submitted Energy & Sustainability Strategy by MBL received: 23rd May 2024 demonstrating how the development will follow the hierarchy of energy efficiency, decentralised energy and renewable energy technologies to secure a minimum 50% reduction in CO2 emissions above levels set in Building Regulations Part L 2021. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP or the National Calculation Method) shall be submitted to the local planning authority and approved in writing to demonstrate that the development has been carried out in accordance with the approved Energy Strategy. The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\nReason: In the interest of sustainable development and to accord with London Plan policy SI2 and Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 19 - Within three months of the commencement of development, a BRE Home Quality Mark issued by the Building Research Establishment (BRE) or an equivalent accredited body, shall be submitted to and approved in writing by the local planning authority to show that Home Quality Mark will be achieved for the building. The development shall be implemented in accordance with the approved rating.  \nReason: To achieve appropriate sustainability standards in accordance with Council policy LP10 of the Local Plan  coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 20 - Within three months of the occupation of the building a BRE Home Quality Mark Final (Post Construction) Certificate issued by the BRE or an equivalent accredited body, shall be submitted to and approved in writing by the local planning authority to demonstrate that Home Quality Mark rating has been achieved. All the measures integrated shall be retained for as long as the development is in existence.\nReason: To achieve appropriate sustainability standards in accordance with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 21 - Within three months of the commencement of works to construct the development, a BREEAM Interim (Design Stage) Assessment issued by the Building Research Establishment (BRE) or equivalent accredited body, shall be submitted to and approved in writing by the local planning authority to show that an Outstanding rating will be achieved for the community centre part of the building. (Where it is proven that it is not technically feasible then Excellent rating will be accepted.). The development shall be implemented in accordance with the approved rating.  \nReason: To achieve appropriate sustainability standards in accordance with Council policy LP10 of the Local Plan  coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 22 - Within 6 months of occupation of the Community Centre, a Post-Construction Review Certificate issued by the Building Research Establishment or other equivalent assessors confirming that the non-residential development has achieved a BREEAM rating of not less than the standards equivalent to 'Excellent' has been submitted to and approved in writing by the Local Planning Authority.'\nReason: To achieve appropriate sustainability standards in accordance with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 23 - Prior to the commencement of the development, submit for approval details of overheating testing results under DSY2 +DSY3 and details of any required mitigation measures to minimise any risks found in line with GLA Energy Assessment Guidance. The development shall be constructed in accordance with the approved details and retained as such thereafter.\nReason: To minimise the effects of overheating, mitigate the urban heat island effect, and minimise energy consumption in accordance with the cooling hierarchy set out in the Policy SI4 of the London Plan and Policy LP10 H of the Local Plan",
    "Condition : 24 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for external water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\nReason: In the interest of sustainable development and to accord with Council policy LP1, LP2, LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 25 - Prior to the occupation of the building, the post-construction tab of the GLAs whole life carbon assessment template should be completed accurately and in its entirety in line with the GLAs Whole Life Carbon Assessment Guidance. The post-construction assessment should provide an update of the information submitted at planning submission stage, including the whole life carbon emission figures for all life-cycle modules based on the actual materials, products and systems used. This should be submitted to the GLA at: ZeroCarbonPlanning@london.gov.uk, along with any supporting evidence as per the guidance. Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the local planning authority, prior to occupation of the relevant building. \nReason: In the interests of sustainable development and to maximise on-site carbon dioxide savings",
    "Condition : 26 - Prior to the first occupation of the development the cycle parking shown on the approved drawing shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 27 - Prior to the first occupation of the community centre, details of cycle parking to serve the community centre shall be submitted to and approved in writing by the Local Planning Authority. The cycle parking shall be retained in accordance with the approved details in perpetuity.  \nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 28 - Prior to commencement of any development above ground works, details of: \n\"\tCCTV\n\"\tGeneral external lighting\n\"\tSecurity lighting\n\"\tAccess control measures for residential core entrances\nPrior to occupation of any of the residential units, the development shall be carried out strictly in accordance with the details so approved and shall be maintained as such thereafter. \nReason: To safeguard the security of the development and to ensure that any resulting general or security lighting and CCTV are appropriately located, designed to not adversely impact on neighbouring residential amenity or ecology, and are appropriate to the overall design of the development in accordance with Council policy LP14 of the Local Plan",
    "Condition : 29 - The drainage shall be installed in accordance with the approved details (SuDS & Drainage Strategy Report dated 17th May 2024 by Tullys) prior to first occupation of the development unless otherwise agreed in writing by the Local Planning Authority. \nReason: In order to secure a satisfactory standard of development, having regard to Council policy LP12 coupled with the requirements of the National Planning Policy Framework",
    "Condition : 30 - Prior to the commencement of above ground works, an operational waste and recycling strategy (including bulky waste and food waste storage and collection) shall be submitted to and approved in writing by the local planning authority. The submitted operational waste and recycling strategy shall include details of the arrangements for storage and collection of waste from the development. The measures detailed in the approved operational waste and recycling strategy shall be installed prior to first occupation of the development and operated and maintained in accordance with the approved operational waste and recycling strategy in perpetuity.\nReason: To ensure adequate refuse storage is provided on site and can be readily collected, to accord with Council policies LP1 and LP2 of the Local Plan  coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 31 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) or any Order revoking, amending and re-enacting the Order the development hereby approved be used only for F2 (b) and for no other purpose (including any other purpose in Class F of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification).\nReason: To safeguard the amenities of the neighbourhood by ensuring that other uses which could cause a loss of amenity do not commence without prior approval in accordance with the National Planning Policy Framework 2023.",
    "Condition : 32 - The F2(b) use hereby permitted shall not be open or have any person on the premises other than between the hours of:\n07.00hrs - 22.00hrs\nReason: To safeguard the amenities of the neighbourhood, in accordance with Local Plan policy LP2 coupled with the requirements of the National Planning Policy Framework 2023",
    "Condition : 33 - Notwithstanding the detail shown on the approved drawings, prior to commencement of use of the balconies on the North Elevation as shown on drawing number [952-WWP-SB-ZZ-DR-A-20 102 rev: P.01], details of screening to the balconies shall be submitted to and approved in writing by the local planning authority.  The details submitted shall include measurements to ensure that screening shall be to a height of 1.7m above finished floor level and materials to be used.  The screening shall be completed in accordance with the approved details prior to commencement of the use of the balconies and be so retained and maintained thereafter. \nReason: To protect the privacy of neighbours by preventing overlooking and in the interest of visual amenity in accordance with Council policies LP1, LP2 and LP27 of the coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 34 - Prior to occupation of the development the three windows in the North West elevation facing no.8 Sandringham Close at first, second and third floor level of the development shall be obscure-glazed. The window[s] shall so be maintained and retained as such. \nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 35 - Notwithstanding the details shown on the approved plans and set out in the supporting information, details of all Biodiversity Net Gain shall be submitted to and approved in writing by the local planning authority prior to the commencement of any above ground works. Details shall include:\n\nCompleted Biodiversity Net Gain Plan\nCompleted statutory metric with the Pre-development and post-development biodiversity values;\n\nReason: To secure Biodiversity Net Gain on site in accordance with Schedule 7A to the Town and Country Planning Act 1990.",
    "Condition : 36 - Notwithstanding the details shown on the approved plans and set out in the supporting information, the Habitat Management and Monitoring Plan shall be submitted to and approved in writing by the local planning authority prior to the commencement of any above ground works. The Plan shall include:\n\nThe baseline biodiversity assessment against which an uplift in biodiversity value will be monitored;\nThe project's biodiversity targets;\nA detailed adaptive management plan setting out how habitats will be created or enhanced and describing the proposed ongoing management for any significant enhancements (including the biodiverse roofs, species-rich hedgerow and urban trees) for a minimum of 30 years;\nThe details of when target condition will be achieved and how they will be maintained;\nA detailed monitoring plan that will be used to inform ongoing management and assess the progress towards achieving target condition. This should outline the surveys that will be used to inform condition monitoring reports;\nMonitoring reports will be provided to Wandsworth Local Planning Authority in years 1, 3, 5, 10, 15, 20, 25 and 30;\nThe roles, responsibilities and professional competencies of the people involved in implementing and monitoring the Biodiversity Net Gain delivery;\nEvidence that the necessary resources are available to deliver the proposed biodiversity net gain plan and the ongoing management;\nGIS files showing the baseline biodiversity values and all proposed target biodiversity values for any created or enhanced habitats both on and off site.\n\nReason: To secure Biodiversity Net Gain on site in accordance with Schedule 7A to the Town and Country Planning Act 1990.",
    "Condition : 37 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 38 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended). Any assessment of CIL liability by the Council has been based on the information provided and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  General information on the Community Infrastructure Levy, including the forms that should be submitted to the Council can be found on the Council�s website."
  ],
  "actual_completion_date": null,
  "last_updated_by": "Portal",
  "street_name": "Montfort Place",
  "appeal_status": null,
  "development_type": "Major dwellings",
  "decision_date": "14/02/2025",
  "lpa_app_no": "2024/1858",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": "Community Centre",
  "subdivision_of_building": null,
  "last_updated": "2025-05-22T15:11:35.216Z",
  "decision_target_date": "04/09/2024",
  "valid_date": "05/06/2024",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Wandsworth",
  "id": "Wandsworth-2024_1858",
  "application_details": {
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "no_new_water_connections_required": 14,
      "chp_heat_pumps_capacity": 0.05,
      "no_active_other_ev_charging_points": 1,
      "no_new_gas_connections_required": 0,
      "no_passive_other_ev_charging_points": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": true,
      "no_resi_units_to_have_full_fibre": 13,
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 317,
      "community_energy_capacity": 0.08,
      "total_annual_nox_emissions": 0,
      "fire_suppression_system_proposed": false,
      "urban_greening_factor_score": 0.34,
      "mobile_network_operators_consultation": false
    },
    "lead_registered_social_landlord": "London Borough of Wandsworth",
    "scheme_phasing": true,
    "internal_resi_water_usage": 125,
    "green_suds": true,
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_commencement_date": "07/2025",
        "intended_completion_date": "10/2027"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 1110.9,
        "gia_lost": 0
      },
      {
        "gia_existing": 420,
        "use_class": "F2",
        "gia_gained": 284.2,
        "gia_lost": 420
      }
    ],
    "scheme_name": "Site B, Ackroydon Community Centre on Montfort Place ",
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 1395.1,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 420,
      "total_gia_lost": 420,
      "site_area": 0.21
    },
    "site_area": 0.21,
    "grey_water_reuse": false,
    "total_gia_existing": 420,
    "ownership_status": "Public",
    "total_gia_lost": 420,
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 19,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units": 13,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 2,
          "provider": "Local Authority",
          "phase_detail": null,
          "unit_no": "Gain-2",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "tenure": "Social Rent",
          "gia": 50.2
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Local Authority",
          "phase_detail": null,
          "unit_no": "Gain-3",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "tenure": "Social Rent",
          "gia": 50.2
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Local Authority",
          "phase_detail": null,
          "unit_no": "Gain-4",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "tenure": "Social Rent",
          "gia": 50.2
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Local Authority",
          "phase_detail": null,
          "unit_no": "Gain-5",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "tenure": "Social Rent",
          "gia": 50.2
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Local Authority",
          "phase_detail": null,
          "unit_no": "Gain-6",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "tenure": "Social Rent",
          "gia": 50.2
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Local Authority",
          "phase_detail": null,
          "unit_no": "Gain-7",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "tenure": "Social Rent",
          "gia": 50.2
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Local Authority",
          "phase_detail": null,
          "unit_no": "Gain-8",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "tenure": "Social Rent",
          "gia": 50.2
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Local Authority",
          "phase_detail": null,
          "unit_no": "Gain-9",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "tenure": "Social Rent",
          "gia": 65.5
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Local Authority",
          "phase_detail": null,
          "unit_no": "Gain-10",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "tenure": "Social Rent",
          "gia": 65.5
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Local Authority",
          "phase_detail": null,
          "unit_no": "Gain-11",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "tenure": "Social Rent",
          "gia": 65.5
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Local Authority",
          "phase_detail": null,
          "unit_no": "Gain-12",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "tenure": "Social Rent",
          "gia": 65.5
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Local Authority",
          "phase_detail": null,
          "unit_no": "Gain-13",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "tenure": "Social Rent",
          "gia": 65.5
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Local Authority",
          "phase_detail": null,
          "unit_no": "Gain-14",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "tenure": "Social Rent",
          "gia": 65.5
        }
      ],
      "total_no_proposed_residential_units_london_living_rent": 0,
      "dwelling_density": 61.904761904761905,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_affordable_units": 13,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "habitable_rooms_density": 152.38095238095238,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "affordable_percentage": 100,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_social_rent": 13,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_gia_gained": 1028.6,
      "site_area": 0.21
    },
    "rain_water_harvesting": false,
    "open_and_protected_space_details": {
      "open_space_green_belt_area_loss": 0,
      "protected_space_count": 0,
      "open_spaces_details": [
        {
          "area": 0.029400000000000003,
          "access": "Unrestricted",
          "land_swap": false,
          "open_space_designation": "Other",
          "description": "We have considered open space as open areas available to the public - e.g. access routes and thoroughfares, paved and green spaces. The increased ground floor building footprint results in a loss of approximately 294m2 of public open space, 61m2 of which has been allocated to private external Community Centre use. To accommodate the private external Community Centre space, 41m2 has been reallocated from the publicly accessible Sunken Garden. It is worth noting that whilst we have only measured the ground floor footprints, the existing building oversails an additional 89m2 of 'open space' above ground.\n",
          "open_space_type": "Amenity"
        }
      ],
      "open_space_mol_area_gain": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0
    },
    "surface_water_discharge_percentage_reduction": 45,
    "lead_developer_company_name": "Wandsworth Borough Council ",
    "building_details": [
      {
        "no_storeys": 4,
        "max_height": 66.39,
        "building_ref": "Site B"
      }
    ],
    "garden_land_lost": false,
    "projected_cost_of_works": "Between £2m and £100m",
    "affordable_housing_fast_track": true,
    "total_gia_gained": 1395.1,
    "other_residential_accommodation_details": {
      "site_area": 0.21
    }
  },
  "ward": "West Hill",
  "centroid_easting": 523910,
  "epc_number": null
}