{
  "uprn": "100023304247",
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.167455,
          51.457503
        ],
        [
          -0.167445,
          51.457487
        ],
        [
          -0.167549,
          51.457463
        ],
        [
          -0.167558,
          51.457479
        ],
        [
          -0.167574,
          51.457506
        ],
        [
          -0.167579,
          51.457514
        ],
        [
          -0.16765,
          51.45763
        ],
        [
          -0.167662,
          51.457649
        ],
        [
          -0.16756,
          51.457674
        ],
        [
          -0.167548,
          51.457654
        ],
        [
          -0.167485,
          51.457552
        ],
        [
          -0.167469,
          51.457527
        ],
        [
          -0.167455,
          51.457503
        ],
        [
          -0.167455,
          51.457503
        ]
      ]
    ]
  },
  "appeal_start_date": null,
  "centroid_northing": 174770,
  "decision": "Approved",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527415.7500119964,
              174761.75032837712
            ],
            [
              527416.5100119968,
              174759.91032837483
            ],
            [
              527409.350011992,
              174757.10032837506
            ],
            [
              527408.7000119917,
              174758.8503283753
            ],
            [
              527407.4500119908,
              174761.85032837576
            ],
            [
              527407.1000119906,
              174762.70032837702
            ],
            [
              527401.8500119874,
              174775.5003283798
            ],
            [
              527400.9500119868,
              174777.65032838116
            ],
            [
              527408.0000119915,
              174780.55032838188
            ],
            [
              527408.9000119921,
              174778.4003283801
            ],
            [
              527413.550011995,
              174767.17032837798
            ],
            [
              527414.7000119956,
              174764.4003283772
            ],
            [
              527415.7500119964,
              174761.75032837712
            ],
            [
              527415.7500119964,
              174761.75032837712
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "borough": "Wandsworth",
  "bo_system": "Northgate M3",
  "pp_id": "13030256",
  "decision_process": null,
  "locality": "London",
  "site_number": "46",
  "secondary_street_name": null,
  "description": "Change of use of ground and first floor from church (Class F1) to a day nursery (Class E). Installation of bike stand and refuse store to frontage.   ",
  "postcode": "SW11 6DS",
  "appeal_decision": null,
  "centroid": {
    "lon": -0.167549,
    "lat": 51.457579
  },
  "lapsed_date": "11/09/2027",
  "application_type": "All Other",
  "title_number": null,
  "last_date_consultation_comments": "18/07/2024",
  "parking_details": null,
  "application_type_full": "Full planning permission",
  "appeal_decision_date": null,
  "cil_liability": false,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/1668",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed Location Plan PP-13030256v1, Proposed Floor Plan drawing, MB01, Planning Fire Safety Strategy by Alison Murray, document including images of refuse and cycle storage provided 12/06/2024, Design and Access Planning Statement by Linden Tree Nursery Schools. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - The use hereby permitted shall not be open to customers other than between the hours of 08:00 - 18:30 Mondays - Fridays \r\nReason: To safeguard the amenities of the neighbourhood, in accordance with Council policy LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 4 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) or any Order revoking, amending and re-enacting the Order the development hereby approved be used only as a day nursery (Class E(f)) and for no other purpose (including any other purpose in Class E of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification). In accordance with policy LP2 and LP14 of the Local Plan.\r\nReason: To safeguard the amenities of the neighbourhood by ensuring that other uses which could cause a loss of amenity do not commence without prior approval in accordance with the National Planning Policy Framework.\r\n\r\n",
    "Condition : 5 - Prior to the commencement of the use hereby permitted, details of a scheme for the insulation of the building against the transmission of airborne sound from the use of the nursery to adjoining residential properties shall be submitted to and approved in writing by the local planning authority, and the approved scheme shall be implemented prior to the first occupation of any dwelling and shall be retained thereafter. No alteration to the structure of the roof and walls shall be undertaken without the grant of a further specific consent by the local planning authority.  \r\nReason: To safeguard the amenities of residential occupiers, in accordance with Council policy LP2 and LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 6 - Prior to commencement of above ground works (excluding demolition), details of the location, number and design of secure and covered cycle parking, and of the proposed scooter storage, shall be submitted to and approved in writing by the local planning authority.  The cycle parking and scooter storage shall be provided in accordance with the approved details prior to the occupation of the development and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 7 - Prior to first use of the nursery hereby permitted, a revised travel plan for the proposed nursery shall be submitted for approval in writing by the local planning authority. The approved travel plan should provide information about how the arrival of parents and children by foot or on scooters will be monitored or enforced, and should set out details of measures to mitigate the transport impacts of the proposed development and encourage the use of sustainable modes of transport by both pupils and staff. The nursery shall be operated in accordance with the approved travel plan.\r\nReason: To reduce single occupancy car journeys and encourage the use of public transport in accordance with Council policies LP49 and LP50 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n\r\n\r\n",
    "Condition : 8 - Prior to the commencement of above ground works (excluding demolition), details of the siting, design and materials of refuse and recycling storage to serve the development shall be submitted to and approved in writing by the local planning authority. The refuse storage facilities shall be provided in accordance with the approved details prior to occupation of the development, and shall be retained thereafter.\r\nReason: In the interests of amenity and hygiene, in accordance with Council policy LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 9 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "actual_completion_date": null,
  "last_updated_by": "Northgate M3",
  "street_name": "Bennerley Road",
  "appeal_status": null,
  "development_type": "Minor all other minor developments",
  "decision_date": "11/09/2024",
  "lpa_app_no": "2024/1668",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": null,
  "subdivision_of_building": null,
  "last_updated": "2025-03-19T21:06:56.955+00:00",
  "decision_target_date": "11/09/2024",
  "valid_date": "12/06/2024",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Wandsworth",
  "id": "Wandsworth-2024_1668",
  "application_details": {
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "no_new_water_connections_required": 0,
      "ghg_reduction_over_building_regulations": true,
      "no_new_gas_connections_required": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "fire_suppression_system_proposed": false,
      "total_annual_nox_emissions": 0,
      "mobile_network_operators_consultation": false
    },
    "total_gia_gained": 0,
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "internal_resi_water_usage": 25,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_completion_date": "12/2024",
        "intended_commencement_date": "09/2024"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 140,
        "use_class": "E(f)",
        "gia_gained": 0,
        "gia_lost": 0
      }
    ],
    "scheme_name": "Linden Tree Nursery Schools - The Kindergarten ",
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 140,
      "total_gia_lost": 0
    },
    "site_area": 0.016,
    "grey_water_reuse": false,
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m",
    "total_gia_existing": 140,
    "affordable_housing_fast_track": false,
    "ownership_status": "Private",
    "total_gia_lost": 0
  },
  "ward": "Northcote",
  "centroid_easting": 527409,
  "epc_number": null
}