{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "25/03/2024",
  "development_type": "Other house holder developments",
  "ward": "Wandsworth Common",
  "lapsed_date": "20/05/2027",
  "decision_date": "20/05/2024",
  "lpa_app_no": "2024/1006",
  "status": "Approved",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_car": 2,
    "net_car": 1,
    "no_proposed_cycle": 4,
    "no_existing_car": 1,
    "net_cycle": 4
  },
  "centroid": {
    "lat": "51.442354",
    "lon": "-0.1709397"
  },
  "application_type": "Householder",
  "borough": "Wandsworth",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "last_date_consultation_comments": "09/05/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T10:55:42.221+00:00",
  "locality": "London",
  "date_building_work_completed_under_previous_permission": null,
  "description": "Demolition of front boundary wall and gates and erection of replacement front \r\nand sides boundary wall and gates to 2m high. Replacement of hard standing. Installation of air source heat pumps.  Erection of cycle store in front garden.",
  "application_type_full": "Householder planning & demolition in a conservation area",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/1006",
  "site_number": "1",
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "application_details": {
    "no_additional_bedrooms": 0,
    "intended_completion_date": "06/2024",
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "05/2024",
    "site_area": 0.033
  },
  "pp_id": "12906565",
  "postcode": "SW18 3JP",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1707668,
          51.4424647
        ],
        [
          -0.1707555,
          51.4424073
        ],
        [
          -0.1707454,
          51.4423541
        ],
        [
          -0.1708781,
          51.4423454
        ],
        [
          -0.1709907,
          51.4423373
        ],
        [
          -0.1710314,
          51.4423285
        ],
        [
          -0.1711047,
          51.4423107
        ],
        [
          -0.1711278,
          51.4423619
        ],
        [
          -0.1711358,
          51.44238
        ],
        [
          -0.1711169,
          51.4423819
        ],
        [
          -0.1711338,
          51.4424105
        ],
        [
          -0.1711402,
          51.4424322
        ],
        [
          -0.17102599999999998,
          51.4424457
        ],
        [
          -0.1710122,
          51.4424468
        ],
        [
          -0.1708989,
          51.4424551
        ],
        [
          -0.1707668,
          51.4424647
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": false,
  "street_name": "Sandgate Lane",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [PP03, PP02A REV.A, PP01A REV.A, ]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity, in accordance with Council policies LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - Prior to commencement of the above groundworks, details of landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, species of new planting/seeding, and any existing plants/trees to be retained, shall be submitted to and approved in writing by the local planning authority. All planting, seeding, and turfing included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.  \r\nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies LP1, LP2 and LP56 of the Local Plan. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.\r\n",
    "Condition : 5 - There shall be no occupation of the development until an agreement pursuant to Section 278 of the Highways Act 1980 has been entered into in respect of the following highway works:\r\nThe removal of the existing redundant crossover, the reinstatement of the footway and the construction of the new crossover in Sandgate Lane, and the amendment to the on-street parking layout along the frontage of the site.\r\n\r\nThe development shall not be occupied until the works referred to within the completed agreement pursuant to section 278 of the Highways Act 1980 have been installed and completed.\r\nReason: In the interest of highway safety, to ensure that the pavement is made safe, and to provide additional on-street parking space in accordance with Council policies LP2 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 7 - The permission hereby granted shall not be construed as authority to carry out works on the publicly maintained highway. The applicant is advised that all such works must be carried out by the Council's own appointed contractor following approval from Traffic and Engineering, Wandsworth Borough Council, Tadmore House, Frogmore Complex, London, SW18 1EY or trafficandengineering@wandsworth.gov.uk.\r\n\r\nFurther details and application forms can be obtained online http://www.wandsworth.gov.uk/info/200083/roads_highways_and_pavements/84/applying_for_a_dropped_kerb. Application forms must be accompanied by a copy of the planning consent to which the application relates and the relevant part of the approved drawing.  The cost of these highway works will be charged to the applicant.\r\n"
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": "173071",
  "site_name": null,
  "decision_target_date": "20/05/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Wandsworth",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527225.7039096,
              173083.6049128
            ],
            [
              527226.6520916,
              173077.2467328
            ],
            [
              527227.5013329,
              173071.3484211
            ],
            [
              527218.2998447,
              173070.1487645
            ],
            [
              527210.5000169,
              173069.0490793
            ],
            [
              527207.6966961,
              173067.9993798
            ],
            [
              527202.6507187,
              173065.8999807
            ],
            [
              527200.9027658,
              173071.5483639
            ],
            [
              527200.3008763,
              173073.5477916
            ],
            [
              527201.6035959,
              173073.79772
            ],
            [
              527200.3503467,
              173076.9468186
            ],
            [
              527199.8473979,
              173079.3461318
            ],
            [
              527207.7461665,
              173081.0456453
            ],
            [
              527208.7025936,
              173081.1956024
            ],
            [
              527216.5518917,
              173082.3052848
            ],
            [
              527225.7039096,
              173083.6049128
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_start_date": null,
  "uprn": "100022688675",
  "appeal_decision_date": null,
  "id": "Wandsworth-2024_1006",
  "centroid_easting": "527214"
}