{
  "decision_agency": "Borough",
  "status": "Approved",
  "decision": "Approved",
  "centroid": {
    "lon": -0.152789,
    "lat": 51.466286
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528407.8560358898,
              175758.66918434104
            ],
            [
              528406.4153239825,
              175783.4920447127
            ],
            [
              528411.314331566,
              175783.94660553953
            ],
            [
              528412.9319080624,
              175759.30516434414
            ],
            [
              528407.8560358898,
              175758.66918434104
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "borough": "Wandsworth",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "121033772",
  "valid_date": "05/11/2024",
  "decision_target_date": "27/03/2025",
  "appeal_decision_date": null,
  "locality": "London",
  "centroid_northing": 175764,
  "ward": "Shaftesbury & Queenstown",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 1158 PL 01, 1158 P L05 Rev C, 1158 P L06 Rev C, 1158 P L07 Rev C, 1158 P L08 Rev C, 1158 P L09, 1158 P L10, planning fire safety strategy (received on 30/10/2024).\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - Prior to occupation of the development the windows in the side elevation facing No.42 Lavender Hill of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The window[s] shall so be maintained and retained as such. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - Prior to commencement of use of the new flat, the obscure glazed screening to the side of the external staircase at a minimum height of 1.7m above finished floor level shall be installed.  The screening shall be retained and maintained as such thereafter.\r\nReason: To protect the privacy of future occupiers by preventing overlooking and in the interest of visual amenity in accordance with Council policies LP1, LP2 and LP27 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - Except for the approved ground floor terrace, the roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - Prior to the first occupation of the development the cycle parking shown on the approved drawing shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policy LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 8 - Prior to the commencement of above ground works (excluding demolition), details of the siting, design and materials of refuse and recycling storage to serve the development shall be submitted to and approved in writing by the local planning authority. The refuse storage facilities shall be provided in accordance with the approved details prior to occupation of the development, and shall be retained thereafter.\r\nReason: In the interests of amenity and hygiene, in accordance with Council policy LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 9 - Prior to the commencement of the use hereby permitted, details of a scheme for the insulation of the residential units against the transmission of airborne sound [and impact sound between the lower ground floor commercial use to front and lower ground floor residential use to rear] shall be submitted to and approved in writing by the local planning authority, and the approved scheme shall be implemented prior to the first occupation of any dwelling and shall be retained thereafter.  \r\nReason: To safeguard the amenities of residential occupiers, in accordance with Council policy LP2 and LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 10 - A. No development shall commence until a BREEAM Pre-Assessment has been submitted to and been approved in writing by the local planning authority. The development shall achieve a BREEAM Domestic Refurbishment Outstanding rating (where it is proven that it is not technically feasible then a lower rating will be accepted.). \r\nB. Within three months of the occupation of the buildings, a BREEAM Domestic Refurbishment Certificate, issued by the BRE (or equivalent accredited body), shall be submitted to and approved in writing by the local planning authority to demonstrate that the approved BREEAM Pre-Assessment rating has been achieved. The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority. \r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan 2023 coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 11 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for\r\nexternal water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP1, LP2, LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 12 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "pp_id": "13523699",
  "decision_process": null,
  "lapsed_date": "27/03/2028",
  "application_type_full": "Full planning permission",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Wandsworth-2024_3783",
  "actual_commencement_date": null,
  "lpa_name": "Wandsworth",
  "last_updated": "2025-04-23T11:00:01.762Z",
  "lpa_app_no": "2024/3783",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.152822,
          51.466238
        ],
        [
          -0.152833,
          51.466462
        ],
        [
          -0.152763,
          51.466465
        ],
        [
          -0.152748,
          51.466243
        ],
        [
          -0.152822,
          51.466238
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_status": null,
  "site_name": "Basement and Ground Floors",
  "title_number": null,
  "decision_date": "27/03/2025",
  "appeal_start_date": null,
  "cil_liability": true,
  "development_type": "Minor dwellings",
  "description": "Alterations including extension of basement to front and installation of glazed pavement lenses, reconfiguration/extension of basement/lower ground floor at rear and erection of single storey rear ground floor extension with formation of roof terrace and installation of 1.7m high obscured glazed screening to side of existing external staircase in connection with change of use from take away (Sui Generis) to commercial (Class E) and residential (Class C3) to provide 1 x 2-bedroom flat.",
  "epc_number": "6330-3526-8427-8452-8992",
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Northgate M3",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 528410,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/3783",
  "application_details": {
    "superseding_details": [
      {
        "lpa_app_no": "2022/2884",
        "partial_supersedence": false
      }
    ],
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_completion_date": "06/2025",
        "intended_commencement_date": "01/2025"
      }
    ],
    "total_gia_gained": 123,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [
        {
          "area": 0.00128,
          "access": "Restricted",
          "land_swap": false,
          "open_space_designation": "Not Designated",
          "description": "Proposal include the provision of a Courtyard and a balcony where there were none.",
          "open_space_type": "Amenity"
        }
      ],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0.0125,
    "total_gia_lost": 95,
    "total_gia_existing": 137,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 137,
        "use_class": "E(b)",
        "gia_gained": 123,
        "gia_lost": 95
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 6,
        "building_ref": "2 Bed Unit"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 123,
      "total_gia_existing": 137,
      "total_gia_lost": 95
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0.01,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 1,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "total_annual_nox_emissions": 1275,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 1,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 105,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 2,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 1,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 85.6,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "tenure": "Market for rent",
          "gia": 85.6
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": "Private",
    "lead_developer_company_name": "Zebra Property Group"
  },
  "last_updated_by": "Northgate M3",
  "postcode": "SW11 5RL",
  "last_date_consultation_comments": "26/03/2025",
  "secondary_street_name": null,
  "site_number": null,
  "subdivision_of_building": "Proposal cover the Lower Ground floor and  alleyway ",
  "street_name": "Lavender Hill"
}