{
  "last_date_consultation_comments": "28/11/2024",
  "site_number": "22",
  "ward": "Thamesfield",
  "decision_date": "04/04/2025",
  "description": "Alterations including part demolition and rebuilding of an enlarged ground floor and extended first floor level, together with the addition of two additional storeys on top of the building at second and third floor levels, with associated changes to elevational treatment. Proposed works in connection with provision of refurbished day centre and associated facilities on the ground floor, with 12 en-suite bedrooms on the upper floors to provide short term residential care for older people, together with formation of wheelchair access, associated cycle storage, refuse store and plant facilities.",
  "development_type": "Minor all other minor developments",
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": "SW15 1DA",
  "locality": "London",
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "13407214",
  "street_name": "Felsham Road",
  "last_updated_by": "Northgate M3",
  "lpa_name": "Wandsworth",
  "centroid": {
    "lon": -0.217031,
    "lat": 51.465491
  },
  "lpa_app_no": "2024/3216",
  "borough": "Wandsworth",
  "application_details": {
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_completion_date": "03/2026",
        "intended_commencement_date": "03/2025"
      }
    ],
    "total_gia_gained": 477,
    "site_area": 0.0279,
    "total_gia_lost": 0,
    "total_gia_existing": 315,
    "scheme_name": "Regenerate-RISE",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 315,
        "use_class": "E(f)",
        "gia_gained": 477,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 4,
        "max_height": 13.1,
        "building_ref": "Main and only building"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 10,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 477,
      "total_gia_existing": 315,
      "total_gia_lost": 0
    },
    "garden_land_lost": false,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units": 4,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": 208,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "unit_type": "Communal Space",
          "gia": 56
        },
        {
          "unit_no": "Loss-2",
          "change_type": "Loss",
          "unit_type": "Communal Space",
          "gia": 56
        },
        {
          "no_habitable_rooms": 1,
          "unit_no": "Loss-3",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "tenure": "Market for rent",
          "gia": 48
        },
        {
          "no_habitable_rooms": 1,
          "unit_no": "Loss-4",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "tenure": "Market for rent",
          "gia": 48
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 2,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "solar_pv_capacity": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": true
    },
    "internal_resi_water_usage": 110,
    "ownership_status": "Private"
  },
  "application_type_full": "Full planning permission",
  "cil_liability": true,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.217114,
          51.465585
        ],
        [
          -0.216913,
          51.465544
        ],
        [
          -0.216906,
          51.465542
        ],
        [
          -0.216916,
          51.465516
        ],
        [
          -0.216929,
          51.46548
        ],
        [
          -0.216947,
          51.465433
        ],
        [
          -0.21697,
          51.465438
        ],
        [
          -0.216987,
          51.465403
        ],
        [
          -0.217023,
          51.465411
        ],
        [
          -0.217095,
          51.465426
        ],
        [
          -0.217091,
          51.465435
        ],
        [
          -0.21718,
          51.465453
        ],
        [
          -0.217114,
          51.465585
        ],
        [
          -0.217114,
          51.465585
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 523950,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/3216",
  "bo_system": "Northgate M3",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "The Platt Christian Centre",
  "id": "Wandsworth-2024_3216",
  "decision_target_date": "04/04/2025",
  "centroid_northing": 175565,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              523944.00000990246,
              175575.30032866402
            ],
            [
              523958.05000991025,
              175571.05032866244
            ],
            [
              523958.5500099105,
              175570.90032866242
            ],
            [
              523957.95000991016,
              175568.00032866054
            ],
            [
              523957.10000990954,
              175564.00032866013
            ],
            [
              523956.0000099089,
              175558.70032865892
            ],
            [
              523954.35000990797,
              175559.20032865874
            ],
            [
              523953.30000990734,
              175555.30032865854
            ],
            [
              523950.80000990594,
              175556.10032865795
            ],
            [
              523945.75000990316,
              175557.70032865944
            ],
            [
              523946.00000990334,
              175558.65032865986
            ],
            [
              523939.75000989984,
              175560.55032866017
            ],
            [
              523944.00000990246,
              175575.30032866402
            ],
            [
              523944.00000990246,
              175575.30032866402
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with drawings detailed [020, 028, 029, 030, 031 Rev A, 032, 033 Rev A, 034 Rev A, 035 Rev A, 036 Rev A, 037 Rev A, 038, 039 Rev A]; reports, specifications within The following documents:\r\n- Planning Statement, titled: THE PLATT CHRISTIAN CENTRE (THE RISE REABLEMENT CENTRE), 20-22 FELSHAM ROAD, LONDON, SW15 1DA, dated: September 2024, prepared Triptych PD.\r\n- Design and Access Statement, titled: The Rise Reablement Centre, dated: July 2024, prepared by: GA Architects. \r\n- Daylight and Sunlight Assessment for the Development at 20-22 Felsham Road, London, SW15 1DA, prepared by: Herrington Consulting, dated July 2024. \r\n- Fire Safety Strategy, ref: RB/620475/R3 Rev 3, titled: The Rise Reablement Centre, dated 13 February 2017. \r\n- Energy Statement, titled: The Rise Reablement Centre, 20-22 Felsham Road, Putney, London SW15 1DA, prepared by: Build Energy Ltd, reference: BE 16110 reference V3, dated: 25/02/2025. \r\n- Visuals drawing numbers:[041 Rev A, 042 Rev A, 043 Rev A, 044 Rev A, 046, 047]\r\n\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme.\r\n",
    "Condition : 3 - No development shall take place until details and samples of materials proposed to be used on all external surfaces of the development have been submitted to and approved in writing by the local planning authority. The details shall be based on the visuals drawing numbers: \r\n[041 Rev A, 042 Rev A, 043 Rev A, 044 Rev A, 046, 047]\r\n\r\nThe development shall be carried out in accordance with the approved materials and thereafter so retained. \r\n\r\n\r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the construction.\r\n",
    "Condition : 4 - No development, including any demolition, shall take place until a construction management plan has been submitted to and approved in writing by the local planning authority. The construction management plan shall include details (but not limited to) the routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction. The demolition and construction works shall be carried out in accordance with the approved plan.\r\n\r\nReason: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policy LP50 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan.\r\n",
    "Condition : 5 - The development hereby approved shall achieve a minimum of a 45% carbon savings including 29% Be Lean Savings above the levels set in Building Regulations Part L 2021. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved the agreed reduction in CO2 emissions above the levels set in Building Regulations Part L 2021.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\n\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - Within three months of the commencement of development, a BREEAM Interim (Design Stage) Assessment issued by the Building Research Establishment (BRE) or equivalent accredited body, shall be submitted to and approved in writing by the local planning authority to show that an Outstanding rating will be achieved for the building. (Where it is proven that it is not technically feasible then Excellent rating will be accepted.). The development shall be implemented in accordance with the approved rating.  \r\nReason: To achieve appropriate sustainability standards in accordance with Council policy LP10 of the Local Plan  coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - Within three months of the occupation of the building a BREEAM New Construction Final (Post-Construction) Certificate, issued by the BRE (or equivalent accredited body), shall be submitted to and approved in writing by the local planning authority to demonstrate that an Outstanding rating has been achieved. (Where it is proven that it is not technically feasible then Excellent rating will be accepted.) All the measures integrated shall be retained for as long as the development is in existence.\r\nReason: To achieve appropriate sustainability standards in accordance with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 8 - Prior to commencement of the above groundworks, details of landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, species of new planting/seeding, and any existing plants/trees to be retained, shall be submitted to and approved in writing by the local planning authority. All planting, seeding, and turfing included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.  \r\nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies LP1, LP2 and LP56 of the Local Plan. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.\r\n",
    "Condition : 9 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) or any Order revoking, amending and re-enacting the Order the development hereby approved be used only for [E(e) and E(f)] and for no other purpose (including any other purpose in Class [E] of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification). In accordance with policy LP2 and LP14 of the Local Plan.\r\nReason: To safeguard the amenities of the neighbourhood by ensuring that other uses which could cause a loss of amenity do not commence without prior approval in accordance with the National Planning Policy Framework.\r\n",
    "Condition : 10 - No development shall commence until a Construction and Environmental Management Plan (CEMP) has been submitted to and been approved in writing by the local planning authority. The CEMP shall include measures to mitigate the construction effects as part of a coordinated and collaborative approach with surrounding developments, and shall include the following details (although not limited to):\r\n \r\na.\twhilst works should take place outside of the nesting season (February - September inclusive), if works to trees and vegetation are unavoidable during this period, then a site walk over at least 48 hours prior to works commencing is required by a named CIEEM accredited ecologist with experience of working in London to check for any nesting birds. In the event that a nest is found, an appropriate exclusion zone should be implemented around it until the young have fully fledged (Wildlife and Countryside Act 1981 (as amended)). The law protects all wild bird species, their eggs and nests;\r\nb.\tdetails of a bat mitigation plan including soft stripping low potential features and a bat tool box talk to be given to all workers on site during construction;\r\nc.\twhilst lighting should be avoided, if lighting is necessary, details of a construction lighting plan outlining how lighting will be prevented from negatively impacting any protected and priority species during construction, in particular commuting bats. This construction lighting plan should follow the best practice industry guidance outlined in the Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Guidance Note (2023);\r\nd.\tdetails of measures to prevent entrapment of or harm to wildlife on site, including in excavations and construction and waste materials left on site.\r\n\r\nReason: To retain the ecological interest of the site in accordance with Council policy LP55 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the commence",
    "Condition : 11 - Notwithstanding the details shown on the approved plans and set out in the supporting information, Landscape and Ecological Enhancement and Management Plan shall be submitted to and approved in writing by the local planning authority prior to the commencement of any above ground works. The Plan shall include details of all measures to provide biodiversity gain, including but not limited to:\r\n\"\tdetails of wildlife friendly planting, including night scented species;\r\n\"\torientation, target species and location for at least 2x swift boxes/bricks and 1x bat box/ brick to be integrated with the new and/or existing building;\r\n\"\tif lighting is being proposed, a bat sensitive post-construction lighting plan (including lux levels) to ensure that any lighting will be of a specification that minimises its impacts on bats and any onsite habitats as well as neighbouring gardens in accordance with the BCT and ILP 2023 Guidance Note (including having a colour temperature of <2700k, no uplighters and no light spill onto ecological enhancements or habitats).\r\n\"\tdetails on the management to be implemented post-construction shall also be submitted, which shall include management responsibilities and maintenance schedules for all hard and soft landscaped areas as well as the above-mentioned measures to provide biodiversity gain.\r\n \r\nThe approved details shall be implemented prior to first occupation of the development and maintained thereafter.\r\n\r\nReason: To ensure a satisfactory appearance, provide tree planting and biodiversity improvements, in accordance with Council Policy LP1, LP2, LP55, LP56, and LP57 of the Wandsworth Local Plan 2023-2038 (adopted July 2023) coupled with the requirements of the National Planning Policy Framework 2023. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.\r\n\r\n",
    "Condition : 12 - Prior to the first occupation of the development the cycle parking shown on the approved drawing shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 13 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 14 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended). Any assessment of CIL liability by the Council has been based on the information provided and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  General information on the Community Infrastructure Levy, including the forms that should be submitted to the Council can be found on the Council�s website."
  ],
  "appeal_decision_date": null,
  "uprn": "100023311350",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": null,
  "last_updated": "2025-04-16T14:20:02.004Z",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "04/04/2028",
  "decision": "Approved",
  "valid_date": "19/09/2024"
}