{
  "last_date_consultation_comments": "23/09/2024",
  "site_number": "18",
  "ward": "Trinity",
  "decision_date": "18/10/2024",
  "description": "Variation of condition 2 (in accordance with approved drawings) of planning permission dated 28/04/2020 ref 2019/4923 as varied by permisison ref. 2023/4082 (Erection of a part two, part three-storey extension to create two x 2-bedroom flats with associated refuse and cycle storage.) to allow increase in height and width of  the ground floor extension, and installation of an additional door for Flat 1 to side elevation. ",
  "development_type": "Minor dwellings",
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": "SW17 7RE",
  "locality": null,
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "13333964",
  "street_name": "Trinity Road",
  "last_updated_by": "Planning Portal ingest",
  "lpa_name": "Wandsworth",
  "centroid": {
    "lon": "-0.1601974",
    "lat": "51.4360889"
  },
  "lpa_app_no": "2024/2838",
  "borough": "Wandsworth",
  "application_details": {
    "site_area": 0.022000000000000002
  },
  "application_type_full": "Removal/Variation of a condition",
  "cil_liability": true,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1603017,
          51.4360834
        ],
        [
          -0.1603019,
          51.4360833
        ],
        [
          -0.1602643,
          51.4361091
        ],
        [
          -0.1601873,
          51.436162
        ],
        [
          -0.1601255,
          51.4362037
        ],
        [
          -0.1601156,
          51.4362104
        ],
        [
          -0.1601008,
          51.4362204
        ],
        [
          -0.1600691,
          51.4362415
        ],
        [
          -0.160058,
          51.4362494
        ],
        [
          -0.160029,
          51.4362692
        ],
        [
          -0.16001869999999999,
          51.4362758
        ],
        [
          -0.159985,
          51.4362564
        ],
        [
          -0.1599547,
          51.4362393
        ],
        [
          -0.15994339999999999,
          51.4362332
        ],
        [
          -0.15992299999999998,
          51.4362212
        ],
        [
          -0.1599644,
          51.4361945
        ],
        [
          -0.1599827,
          51.4362051
        ],
        [
          -0.160042,
          51.4361624
        ],
        [
          -0.1600657,
          51.4361453
        ],
        [
          -0.1600942,
          51.4361258
        ],
        [
          -0.160224,
          51.4360375
        ],
        [
          -0.1602775,
          51.4360685
        ],
        [
          -0.160302,
          51.4360832
        ],
        [
          -0.1603017,
          51.4360834
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": "527978",
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/2838",
  "bo_system": "Northgate M3",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": null,
  "id": "Wandsworth-2024_2838",
  "decision_target_date": "18/10/2024",
  "centroid_northing": "172393",
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527970.7688564,
              172392.2128215
            ],
            [
              527970.7523663,
              172392.2028243
            ],
            [
              527973.2918451,
              172395.1319859
            ],
            [
              527978.4944787,
              172401.1502632
            ],
            [
              527982.6747247,
              172405.8989039
            ],
            [
              527983.3425746,
              172406.6586864
            ],
            [
              527984.3484721,
              172407.7983602
            ],
            [
              527986.492188,
              172410.1976734
            ],
            [
              527987.2424885,
              172411.0974158
            ],
            [
              527989.196568,
              172413.346772
            ],
            [
              527989.8973982,
              172414.0965573
            ],
            [
              527992.296711,
              172411.9971583
            ],
            [
              527994.4486719,
              172410.1476877
            ],
            [
              527995.2484429,
              172409.4978737
            ],
            [
              527996.6995736,
              172408.1982457
            ],
            [
              527993.8962528,
              172405.1491185
            ],
            [
              527992.5935332,
              172406.2987894
            ],
            [
              527988.5946786,
              172401.4501773
            ],
            [
              527986.9951367,
              172399.5007353
            ],
            [
              527985.0657924,
              172397.2913678
            ],
            [
              527976.2930474,
              172387.2442437
            ],
            [
              527972.4920742,
              172390.5932851
            ],
            [
              527970.7441213,
              172392.1928272
            ],
            [
              527970.7688564,
              172392.2128215
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of permission ref.2019/4923 dated 28 April 2020.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 01, 05, 06, 07, FIRE SAFETY STATEMENT: 18 TRINITY ROAD\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - The materials proposed to be used on all external surfaces of the development shall be as per approval of details application ref.2021/4786. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2  of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 4 - The proposed boundary treatment shall be as per approval of details application ref.2021/4786 . The boundary treatment shall be carried out in accordance with the approved details and completed prior to occupation of the development or otherwise in accordance with a timetable agreed in writing with the local planning authority. \r\nReason: To protect visual amenity ensure a satisfactory appearance and in accordance with policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 5 - The refuse and recycling storage to serve the development shall be as per approval of details application ref.2021/4786. The refuse storage facilities shall be provided in accordance with the approved details prior to occupation of the development, and shall be retained thereafter.\r\nReason: In the interests of amenity and hygiene, in accordance with Council policy LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 6 - The cycle parking shall be as per approval of details application ref.2021/4786.  The cycle parking shall be provided in accordance with the approved details prior to the occupation of the development and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - Prior to occupation of the development the windows in the side elevations at first floor level of Flat 2 serving the bathroom and the hallway shall be obscure glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed). The windows shall so be maintained and retained as such.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 8 - Prior to occupation of the development the enclosed glazed staircase to access the upper floors flat shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed). The windows shall so be maintained and retained as such.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 9 - Prior to commencement of use of the terraces as shown on drawing numbers [05, 06, 07 ] the obscure glazed screening to each side at a minimum height of 1.8m above finished floor level shall be installed. The screening shall be retained and maintained as such thereafter.\r\nReason: To protect the privacy of neighbours by preventing overlooking and in the interest of visual amenity in accordance with Council policies LP1, LP2 and LP27 of the Local Plan coupled with the requirements of the National Planning Policy Framework. ",
    "Condition : 10 - Except for the roof terraces as shown on drawing numbers 05, 06, 07 the roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 11 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no extensions, additions or enlargements shall at any future time be erected or constructed to the dwelling[s] hereby approved without the prior permission of the local planning authority. \r\nReason: In order to control future development, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 12 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order), no windows, doors or glazed areas (other than such as may be shown on the approved drawings shall be installed in the approved development.\r\nReason: To protect the privacy of neighbours and prevent overlooking, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 13 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for external water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP1, LP2, LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 14 - The development hereby approved shall achieve a minimum of a 19% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 15 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "appeal_decision_date": null,
  "uprn": "121014373",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": null,
  "last_updated": "2025-03-19T20:20:56.697+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "18/10/2027",
  "decision": "Approved",
  "valid_date": "15/08/2024"
}