{
  "last_date_consultation_comments": "20/09/2024",
  "site_number": "388",
  "ward": "West Hill",
  "decision_date": "03/10/2024",
  "description": "Alterations including erection of a single-storey ground floor rear extension;  replacement dormer extension to main rear roof slope and new side dormers; installation of replacement and new/altered windows with triple glazed units; replacement of roof tiles and alterations to front boundary treatment including new metal vehicular and pedestrian access gates. ",
  "development_type": "Other house holder developments",
  "application_type": "Householder",
  "appeal_status": null,
  "title_number": null,
  "postcode": "SW19 6PJ",
  "locality": "London",
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "13307093",
  "street_name": "Wimbledon Park Road",
  "last_updated_by": "Planning Portal ingest",
  "lpa_name": "Wandsworth",
  "centroid": {
    "lon": "-0.2105988",
    "lat": "51.4412392"
  },
  "lpa_app_no": "2024/2741",
  "borough": "Wandsworth",
  "application_details": {
    "total_gia_gained": 21,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "11/2024",
    "intended_completion_date": "11/2025",
    "site_area": 0.079
  },
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.21032979999999998,
          51.4411074
        ],
        [
          -0.21042229999999998,
          51.4409859
        ],
        [
          -0.2105183,
          51.4410716
        ],
        [
          -0.2107475,
          51.4412805
        ],
        [
          -0.2109152,
          51.4414319
        ],
        [
          -0.2108302,
          51.4415448
        ],
        [
          -0.2108224,
          51.441555
        ],
        [
          -0.2106293,
          51.4413786
        ],
        [
          -0.21032979999999998,
          51.4411074
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": "524461",
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/2741",
  "bo_system": "Northgate M3",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": null,
  "id": "Wandsworth-2024_2741",
  "decision_target_date": "03/10/2024",
  "centroid_northing": "172879",
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524480.0500102,
              172864.8003279
            ],
            [
              524473.9500102,
              172851.1403279
            ],
            [
              524467.0500102,
              172860.5003279
            ],
            [
              524450.5500102,
              172883.3403279
            ],
            [
              524438.4900101,
              172899.9003279
            ],
            [
              524444.0900101,
              172912.5903279
            ],
            [
              524444.6000101,
              172913.7403279
            ],
            [
              524458.5000102,
              172894.4503279
            ],
            [
              524480.0500102,
              172864.8003279
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [Design and Access Statement; 300 Rev P1; 301 Rev P1; 302 Rev P1; 303 Rev P1; 320 Rev P1; 321 Rev P1; 322 Reve P1; 323 Rev P1; 330 Rev P1; 331 Rev P1; 332 Rev P1 and 333 Rev P1). \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - No development shall take place until details and samples of materials proposed to be used on all external surfaces of the development have been submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. Full details of the replacement windows must be provided. Replacement pointing should be done using lime mortar, with a traditional flush rag-finished joint.\r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the construction.\r\n",
    "Condition : 4 - The rooflights hereby approved, shall be of a conservation area specification i.e. in-line and flush within the roof pitch that they would be located.\r\nReason: In the interests of preserving the character and appearance of the conservation area in accordance with policy LP3 of the Local Plan and Section 12 of the National Planning Policy Framework.\r\n",
    "Condition : 5 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order), no windows, doors or glazed areas (other than such as may be shown on the approved drawings shall be installed in the approved development.\r\nReason: To protect the privacy of neighbours and prevent overlooking, in accordance with Council policies LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - Prior to occupation of the development the windows in the roof at second floor level of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The windows shall so be maintained and retained as such. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 8 - Prior to commencement of the above groundworks, details of landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, species of new planting/seeding, and any existing plants/trees to be retained, shall be submitted to and approved in writing by the local planning authority. All planting, seeding, and turfing included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.  \r\nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies LP1, LP2 and LP56 of the Local Plan. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.\r\n",
    "Condition : 9 - No development shall take place until full arboricultural details have been submitted to and approved in writing by the local planning authority. These arboricultural details shall include details of:\r\na) The existing trees and hedges to be retained in an Arboricultural Impact Assessment, in line with BS5837:2012, and shall include details of all current and proposed hard surfaces, walls, fences, structures, access features, and ground levels, and details of trees to be pruned. \r\nb) The measures taken to protect existing trees and hedges during demolition, construction, and delivery of materials and machinery, to include a Tree Protection Plan and protection measures in line with BS5837:2012, with details of: methods of demolition, driveway/roadway construction, consideration of utility/service runs, ground protection measures, tree protection fencing, positioning of site huts/storage areas, specialist foundation design and site supervision.\r\nThe tree protection measures and fencing shall be installed in accordance with the approved details prior to commencement of the development and thereafter retained, and the construction shall be carried out in accordance with the approved details until completion of the development.\r\nReason:  To safeguard trees and hedges on the site in the interests of visual amenity and the character of the area, having regard to Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the commencement of development to ensure the construction works do not harm trees.\r\n",
    "Condition : 10 - No development shall take place until a method statement for the cleaning and repointing of the brickwork has been submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved details and thereafter so retained. The cleaning of the brickwork should be done using the DOFF method of pressure steam cleaning, without aggregates that can abrade the brickwork. Any removal of existing pointing should be done by hand to avoid damage to the brickwork and all replacement pointing should be done using lime mortar, with a traditional flush rag-finished joint.\r\nReason: In order to assess the suitability of the method, in the interests of the appearance of the locality, in accordance with Council policies LP1 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable methods are used in the cleaning process.\r\n",
    "Condition : 11 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "appeal_decision_date": null,
  "uprn": "100022714727",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": null,
  "last_updated": "2025-03-19T20:23:57.457+00:00",
  "decision_agency": "Borough",
  "parking_details": {
    "no_existing_car": 2,
    "net_car": 0,
    "no_proposed_car": 2
  },
  "lapsed_date": "03/10/2027",
  "decision": "Approved",
  "valid_date": "08/08/2024"
}