{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1709369,
          51.4483122
        ],
        [
          -0.1707929,
          51.4481556
        ],
        [
          -0.1707737,
          51.4481333
        ],
        [
          -0.1706384,
          51.447986
        ],
        [
          -0.17067269999999998,
          51.4479726
        ],
        [
          -0.17073049999999998,
          51.4479495
        ],
        [
          -0.1707562,
          51.4479393
        ],
        [
          -0.1709418,
          51.4481408
        ],
        [
          -0.1710098,
          51.448217
        ],
        [
          -0.17105679999999998,
          51.4482695
        ],
        [
          -0.1709369,
          51.4483122
        ]
      ]
    ],
    "type": "Polygon"
  },
  "ward": "Wandsworth Common",
  "decision": "Approved",
  "decision_process": null,
  "appeal_status": null,
  "status": "Approved",
  "parking_details": null,
  "centroid_easting": "527199",
  "application_details": {
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "total_gia_gained": 45,
    "intended_completion_date": "09/2024",
    "intended_commencement_date": "07/2024",
    "site_area": 0.041
  },
  "actual_completion_date": null,
  "application_type_full": "Householder planning permission",
  "locality": "London",
  "actual_commencement_date": null,
  "development_type": "Other house holder developments",
  "appeal_decision_date": null,
  "centroid_northing": "173718",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "lapsed_date": "10/06/2027",
  "pp_id": "12902934",
  "lpa_app_no": "2024/1357",
  "epc_number": "2215-8242-7002-0608-2806",
  "decision_agency": "Borough",
  "centroid": {
    "lat": "51.4481721",
    "lon": "-0.1709231"
  },
  "application_type": "Householder",
  "borough": "Wandsworth",
  "postcode": "SW18 3RH",
  "site_name": null,
  "bo_system": "Northgate M3",
  "site_number": "3",
  "decision_target_date": "10/06/2024",
  "valid_date": "15/04/2024",
  "street_name": "Patten Road",
  "last_updated_by": "Northgate M3",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/1357",
  "appeal_start_date": null,
  "last_date_consultation_comments": "30/05/2024",
  "last_updated": "2025-03-19T23:17:45.276+00:00",
  "appeal_decision": null,
  "description": "Erection of a pergola-style outbuilding with integrated shed in the rear garden, also housing two air conditioning condenser units.",
  "decision_date": "10/06/2024",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed P 02-01 Rev.P1, P 02-02 Rev.P1, Planning, Design and Heritage Statement by Project London and Bonnystreet Planning Limited dated April 2024, Air Conditioning Technical Data RXYSQ-T8V by DAIKIN dated June 2017, Email (Details of Foundations) dated 4th June 2024, Email (NIA Clarification) dated 4th June 2024. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - The air-conditioning units hereby permitted shall be installed in strict accordance with the details provided in the Noise Impact Assessment submitted by DAA Group issue 01 dated the 24th of February 2024. The air-conditioning units shall not be used unless the equipment is installed in compliance with these details. The units shall be serviced regularly in accordance with the manufacturer's instructions and as necessary to ensure that the requirements of the condition are maintained. If at any time a unit is determined by the local planning authority to be failing to comply with this condition, it shall be switched off upon written instruction from the local planning authority and not used again until it is able to comply.\r\n\r\nReason:To protect the amenities of neighbouring occupiers, in accordance with Local Plan (2023) policy LP2.\r\n",
    "Condition : 4 - The outbuilding permitted shall be used only in conjunction with and ancillary to the main use of the premises for residential purposes and no independent \r\nresidential unit or business shall be carried out from it. \r\nReason: To prevent the introduction of an independent residential unit or other use without prior consent by the local planning authority in accordance with policies LP2 and LP14 of the Local Plan.\r\n\r\n",
    "Condition : 5 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "uprn": "100022678285",
  "id": "Wandsworth-2024_1357",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527197.6500118,
              173733.5503281
            ],
            [
              527208.0900118,
              173716.3903281
            ],
            [
              527209.4900118,
              173713.9403281
            ],
            [
              527219.3000119,
              173697.8003281
            ],
            [
              527216.9500118,
              173696.2503281
            ],
            [
              527213.0000118,
              173693.5803281
            ],
            [
              527211.2400118,
              173692.4003281
            ],
            [
              527197.7900118,
              173714.4903281
            ],
            [
              527192.8500118,
              173722.8403281
            ],
            [
              527189.4400118,
              173728.6003281
            ],
            [
              527197.6500118,
              173733.5503281
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "lpa_name": "Wandsworth"
}