{
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/2104",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": null,
  "application_details": {
    "site_area": 0.18000000000000002
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.1495001,
          51.4491823
        ],
        [
          -0.1494954,
          51.4492285
        ],
        [
          -0.1494907,
          51.4492743
        ],
        [
          -0.149485,
          51.4493264
        ],
        [
          -0.149473,
          51.449426
        ],
        [
          -0.14946679999999998,
          51.449474
        ],
        [
          -0.1494596,
          51.449527
        ],
        [
          -0.14945039999999998,
          51.4495912
        ],
        [
          -0.1494461,
          51.4496211
        ],
        [
          -0.1494443,
          51.4496334
        ],
        [
          -0.14944159999999998,
          51.4496504
        ],
        [
          -0.1494374,
          51.4496845
        ],
        [
          -0.1494084,
          51.4499201
        ],
        [
          -0.1491649,
          51.4499275
        ],
        [
          -0.1490554,
          51.4499307
        ],
        [
          -0.1490032,
          51.4499321
        ],
        [
          -0.14888949999999998,
          51.4499351
        ],
        [
          -0.1488933,
          51.4498967
        ],
        [
          -0.1489,
          51.449823
        ],
        [
          -0.1489052,
          51.4497862
        ],
        [
          -0.14893199999999998,
          51.4497879
        ],
        [
          -0.1489373,
          51.4497548
        ],
        [
          -0.1489439,
          51.4496984
        ],
        [
          -0.1489863,
          51.4496989
        ],
        [
          -0.1491022,
          51.4496994
        ],
        [
          -0.1492249,
          51.4497003
        ],
        [
          -0.1492247,
          51.4496939
        ],
        [
          -0.14922459999999999,
          51.4496841
        ],
        [
          -0.1492239,
          51.4496105
        ],
        [
          -0.1492204,
          51.4493195
        ],
        [
          -0.1492215,
          51.4493119
        ],
        [
          -0.14922459999999999,
          51.4493043
        ],
        [
          -0.1492285,
          51.4492972
        ],
        [
          -0.1492346,
          51.4492887
        ],
        [
          -0.14924289999999998,
          51.4492808
        ],
        [
          -0.1492511,
          51.4492732
        ],
        [
          -0.14926,
          51.4492662
        ],
        [
          -0.14926889999999998,
          51.4492596
        ],
        [
          -0.1492874,
          51.4492477
        ],
        [
          -0.1492962,
          51.4492429
        ],
        [
          -0.149305,
          51.4492386
        ],
        [
          -0.149313,
          51.449236
        ],
        [
          -0.1493203,
          51.4492334
        ],
        [
          -0.1493283,
          51.4492313
        ],
        [
          -0.1493429,
          51.4492266
        ],
        [
          -0.14937209999999998,
          51.4492163
        ],
        [
          -0.149386,
          51.4492106
        ],
        [
          -0.14939919999999998,
          51.449205
        ],
        [
          -0.14941169999999998,
          51.4491984
        ],
        [
          -0.1494228,
          51.4491914
        ],
        [
          -0.14943309999999999,
          51.4491844
        ],
        [
          -0.1494421,
          51.4491764
        ],
        [
          -0.14944549999999998,
          51.449172
        ],
        [
          -0.1495001,
          51.4491823
        ]
      ]
    ]
  },
  "site_name": "Land West Of Meyer Hales And Graham House",
  "centroid_easting": "528696",
  "site_number": null,
  "development_type": "Minor dwellings",
  "decision_date": "04/02/2025",
  "appeal_start_date": null,
  "lapsed_date": "04/02/2028",
  "status": "Approved",
  "decision_process": null,
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Wandsworth",
  "centroid_northing": "173911",
  "appeal_decision_date": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed BHW-BPTW-S01-00-DR-A-0105  Rev C01, BHW-BPTW-S01-00-DR-A-0106 Rev C01, BHW-BPTW-S01-ZZ-DR-A-0110 Rev C01, BHW-BPTW-S01-00-DR-A-1010 Rev C01, BHW-BPTW-S01-01-DR-A-1011 Rev C01, BHW-BPTW-S01-02-DR-A-1012 Rev C01, BHW-BPTW-S01-ZZ-DR-A-2001 Rev C01, BHW-BPTW-S01-ZZ-DR-A-2002 Rev C01, BHW-BPTW-S01-ZZ-DR-A-2231 Rev C01, planning fire safety strategy.\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - No development shall take place until full details of existing and proposed site levels shall be submitted to and approved in writing by the local planning authority.  The development shall be carried out in accordance with the approved details.\r\nReason: To ensure the development relates satisfactorily to its surroundings, and in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure the ground levels across the development are compatible with adjoining sites before the site is cleared.\r\n",
    "Condition : 4 - Prior to commencement of above ground works details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - Prior to commencement of the above ground works, details of the height, design and material(s) of the proposed boundary treatment shall be submitted to and approved in writing by the local planning authority. The boundary treatment shall be carried out in accordance with the approved details and completed prior to occupation of the development or otherwise in accordance with a timetable agreed in writing with the local planning authority. \r\nReason: To protect visual amenity ensure a satisfactory appearance and in accordance with policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - Prior to the commencement of above ground works (excluding demolition), details of the siting, design and materials of refuse and recycling storage to serve the development shall be submitted to and approved in writing by the local planning authority. The refuse storage facilities shall be provided in accordance with the approved details prior to occupation of the development, and shall be retained thereafter.\r\nReason: In the interests of amenity and hygiene, in accordance with Council policy LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - No development, including any demolition, shall take place until a construction management plan has been submitted to and approved in writing by the local planning authority. The construction management plan shall include details (but not limited to) of the routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction. The demolition and construction works shall be carried out in accordance with the approved plan.\r\nReason: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policy LP50 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan.\r\n",
    "Condition : 8 - Prior to commencement of above ground works (excluding demolition), details of the location, number and design of secure and covered cycle parking shall be submitted to and approved in writing by the local planning authority.  The cycle parking shall be provided in accordance with the approved details prior to the occupation of the development and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policy LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 9 - No development shall take place until;\r\n i) a preliminary risk-assessment shall be submitted to and approved in writing by the local planning authority.\r\nii) a site-investigation has been conducted to consider the potential for contaminated-land and shall be submitted to and approved in writing by the local planning authority.\r\niii) a remediation method statement, described to make the site suitable for, intended use by removing unacceptable risks to sensitive receptors, and shall be submitted to and approved in writing by the local planning authority.\r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policy LP14 of the Local Plan, coupled with the requirements of the National Planning Policy Framework. The details are required prior to the start of the works so that the necessary precautions and mitigation measures can be incorporated into the excavation and construction.\r\n",
    "Condition : 10 - Prior to first occupation of the development, a verification report demonstrating completion of the remediation works and the effectiveness of the remediation shall be submitted to and approved by the local planning authority. \r\nReason: To ensure that remedial measures have been undertaken and the environmental risks have been satisfactorily managed so that the site is deemed suitable for residential use to accord with Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 11 - The development hereby approved shall achieve a minimum of a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021, with a target of 73.1% as indicated within approved Energy & Sustainability Statement ref.9.897 Rev 3.0 dated 14/03/2024 by XCO2. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 12 - Prior to the commencement of above ground works, details of the appearance, location, orientation, total area and predicted carbon savings from the photovoltaic panels shall be submitted to and approved by the local planning authority to show how the renewable energy carbon savings are to be achieved. The photovoltaic panels shall be installed in accordance with the approved details prior to the occupation of the development, and retained and maintained as such unless otherwise agreed by the local planning authority.\r\nReason: To achieve an appropriate appearance and sustainability standards in accordance with Council policies LP1 and LP10 of the Local Plan, coupled with the requirements of the National Planning Policy Framework. \r\n\r\n",
    "Condition : 13 - Prior to the commencement of above ground works, details of the appearance, location, and predicted carbon savings, including a noise impact assessment and any noise and vibration mitigation measures, for the air source heat pump shall be submitted to and approved by the local planning authority to show how the renewable energy carbon savings are to be achieved. The air source heat pump shall be installed in accordance with the approved details prior to the occupation of the development and retained and maintained as such unless otherwise agreed by the local planning authority. \r\nReason: To achieve appropriate appearance and sustainability standards in accordance with Council policies LP1 and LP10 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 14 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for\r\nexternal water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP1, LP2, LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 15 - Prior to the commencement of the development Tree Protection measures approved under Arboricultural Impact Assessment Method Statement & Tree Protection Plan ref.PJC/6424/24-01 Rev 02 dated 20/05/2024 by PJC Consultancy, in line with BS5837:2012 shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures shall be retained until completion of the development. \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 16 - No development shall commence until a Construction and Environmental Management Plan (CEMP) has been submitted to and been approved in writing by the local planning authority. The CEMP shall include measures to mitigate the construction effects as part of a coordinated and collaborative approach with surrounding developments, and shall include the following details (although not limited to): \r\n\r\na)\twhilst works should take place outside of the nesting season (February - September inclusive), if works to trees and vegetation are unavoidable during this period, then a site walk over at least 48 hours prior to works commencing is required by a named CIEEM accredited ecologist with experience of working in London to check for any nesting birds. In the event that a nest is found, an appropriate exclusion zone should be implemented around it until the young have fully fledged (Wildlife and Countryside Act 1981 (as amended)). The law protects all wild bird species, their eggs and nests;\r\nb)\tdetails of measures to be taken to ensure that the adjacent and retained habitats will not be impacted negatively by the works (including, but not limited to lighting, dust, litter, noise etc.);\r\nc)\twhilst lighting should be avoided, if lighting is necessary, details of a construction lighting plan outlining how lighting will be prevented from negatively impacting any protected and priority species during construction, in particular commuting bats. This construction lighting plan should follow the best practice industry guidance outlined in the Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Guidance Note (2023);\r\nd)\tdetails of measures to prevent entrapment of or harm to wildlife on site, including in excavations and construction and waste materials left on site.\r\nReason: To ensure construction works and traffic impacts are minimised, to protect amenities of neighbouring o occupiers and biodiversity and to mitigate the impacts of development on protected spec",
    "Condition : 17 - Prior to commencement of the above ground works a landscaping scheme, to include landscaping and treatment of parts of the site not covered by buildings, shall be submitted to and approved in writing by the local planning authority. These details shall include hard landscaping works including proposed finished levels and contours; car parking layouts; other vehicle and pedestrian access and circulation areas; hard surfacing materials; the lighting column design, height and material(s); soft landscaping including the species and height of trees and root volumes, shrubs, hedges, and species associated with any biodiverse roofs with priority given to native and wildlife friendly species, including night scented species; minor artefacts and structures (e.g. furniture equipment, refuse or other storage units, ecologically sensitive lighting (in accordance with the Bat Conservation Trust and ILP 2023 Guidance); proposed and existing functional services above and below ground (e.g. drainage power; communications cables, pipelines, indicating lines, manholes, supports). The landscaping scheme shall be carried out in accordance with the approved details and completed prior to the occupation of the development, or in accordance with a programme agreed in writing with the local planning authority.\r\nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies LP1, LP2, LP55 and LP56 of the Local Plan.",
    "Condition : 18 - Notwithstanding the details shown on the approved plans and set out in the supporting information, Landscape and Ecological Enhancement and Management Plans shall be submitted to and approved in writing by the local planning authority prior to the commencement of any above ground works. The Plan shall include details of all measures to provide biodiversity gain, including but not limited to: \r\n-\tdetails of wildlife friendly planting, including low flowering amenity grass and night scented species;\r\n-\tdetails of all biodiverse roofs (including any Biosolar roofs) including details of extensive substrate base, features to be included within the substrate e.g. rope coils, sand, gravel, etc., and details of any seeding/plug plant choice (in accordance with The Gro Green Roof Code 2021);\r\n-\torientation, target species and location for at least 6x swift boxes/bricks, 4x bee bricks and 2x bat boxes/ bricks to be integrated with or attached to the new buildings;\r\n-\tdetails of hedgehog holes and habitat log piles;\r\n-\ta bat sensitive post-construction lighting plan, including lux spill diagrams, to ensure that any lighting will be of a specification that minimises its impacts on bats and any onsite habitats as well as neighbouring gardens in accordance with the BCT and ILP 2023 Guidance Note (including having a colour temperature of <2700k, no uplighters and no light spill onto ecological enhancements or habitats). \r\n-\tdetails on the management to be implemented post-construction shall also be submitted, which shall include management responsibilities and maintenance schedules for all hard and soft landscaped areas as well as the above-mentioned measures to provide biodiversity gain. \r\nThe approved details shall be implemented prior to first occupation of the development and maintained thereafter.\r\nReason: To enhance the ecological interest of the site and to ensure that the ecological features are provided and maintained in a satisfactory manner in accordance with Council po",
    "Condition : 19 - Notwithstanding the details shown on the approved plans and set out in the supporting information, details of the significant Biodiversity Net Gain, including onsite and offsite units, shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Details shall include: \r\n\r\na) Completed Biodiversity Net Gain Plan \r\nb) Completed statutory metric with the Pre-development and post-development habitat values. \r\n\r\nThe development shall then be carried out in accordance with these approved details. \r\n\r\nReason: To enhance the ecological interest of the site and to ensure that the ecological features are provided and maintained in a satisfactory manner in accordance with Council policy LP55 of the Local Plan.",
    "Condition : 20 - Notwithstanding the details shown on the approved plans and set out in the supporting information, the Habitat Management and Monitoring Plan shall be submitted to and approved in writing by the local planning authority prior to the commencement of any above ground works. The Plan shall include:\r\n-\tThe baseline biodiversity assessment against which an uplift in biodiversity value will be monitored;\r\n-\tThe project's biodiversity targets;\r\n-\tA detailed adaptive management plan setting out how habitats will be created or enhanced and describing the proposed ongoing management for any significant enhancements (including the urban trees, biodiverse roofs and native hedgerow) for a minimum of 30 years;\r\n-\tThe details of when target condition will be achieved and how they will be maintained;\r\n-\tA detailed monitoring plan that will be used to inform ongoing management and assess the progress towards achieving target condition. This should outline the surveys that will be used to inform condition monitoring reports;\r\n-\tMonitoring reports will be provided to Wandsworth Local Planning Authority in years 1, 3, 5, 10, 15, 20, 25 and 30;\r\n-\tThe roles, responsibilities and professional competencies of the people involved in implementing and monitoring the Biodiversity Net Gain delivery;\r\n-\tEvidence that the necessary resources are available to deliver the proposed biodiversity net gain plan and the ongoing management;\r\n-\tGIS files showing the baseline biodiversity values and all proposed target biodiversity values for any created or enhanced habitats both on and off site. \r\nReason: To enhance the ecological interest of the site and to ensure that the ecological features are provided and maintained in a satisfactory manner in accordance with Council policy LP55 of the Local Plan.",
    "Condition : 21 - No demolition or development shall take place until a Stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works. If heritage assets of archaeological interest are identified by stage 1 then for the parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:\r\nA. The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works \r\nB. Where appropriate details of a programme for delivering positive public benefits.\r\nC. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.\r\nReason: Heritage assets of archaeological interest may survive on the site. The planning authority wishes to secure the provision of appropriate archaeological investigation, including the publication of results, to accord with Council policy LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 22 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 23 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no extensions, additions or enlargements shall at any future time be erected or constructed to the dwelling[s] hereby approved without the prior permission of the local planning authority. \r\nReason: In order to control future development, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 24 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order), no windows, doors or glazed areas (other than such as may be shown on the approved drawings shall be installed in the approved development.\r\nReason: To protect the privacy of neighbours and prevent overlooking, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 25 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no satellite dishes, telecommunications masts, antennas or equipment or associated structures, shall be installed on the building hereby approved. \r\nReason: To protect the appearance of the building, and accord with Council policies LP1, LP2 and LP22 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 26 - The provision of affordable housing hereby permitted shall be provided in accordance with the approved scheme and shall meet the definition of Affordable Housing (part (a)) in Annex 2 of the National Planning Policy Framework (2024) or any future replacement guidance unless otherwise agreed in writing by the local planning authority.  \r\nReason: In order to achieve compliance with policy LP23 of the Local Plan and the NPPF. \r\n \r\n\r\n",
    "Condition : 27 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "Balham Hill",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": "-0.14932199999999998",
    "lat": "51.4495689"
  },
  "cil_liability": true,
  "valid_date": "27/06/2024",
  "postcode": "SW12 9EJ",
  "bo_system": "Northgate M3",
  "borough": "Wandsworth",
  "id": "Wandsworth-2024_2104",
  "application_type": "All Other",
  "parking_details": null,
  "decision_target_date": "04/02/2025",
  "pp_id": null,
  "last_updated_by": "Northgate M3",
  "locality": "London",
  "uprn": "10094186277",
  "last_date_consultation_comments": "09/08/2024",
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-03-19T18:45:00.946+00:00",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528684.7090128,
              173867.7003281
            ],
            [
              528684.9090128,
              173872.8493281
            ],
            [
              528685.1090128,
              173877.9503281
            ],
            [
              528685.3590128,
              173883.7503281
            ],
            [
              528685.9090128,
              173894.8503281
            ],
            [
              528686.2090128,
              173900.2003281
            ],
            [
              528686.5590128,
              173906.1003281
            ],
            [
              528687.0170128,
              173913.2573281
            ],
            [
              528687.2310128,
              173916.5883281
            ],
            [
              528687.3210128,
              173917.9653281
            ],
            [
              528687.4590128,
              173919.8503281
            ],
            [
              528687.6590128,
              173923.6503281
            ],
            [
              528689.0090128,
              173949.9003281
            ],
            [
              528705.9090129,
              173951.1503281
            ],
            [
              528713.5090129,
              173951.7003281
            ],
            [
              528717.1290129,
              173951.9503281
            ],
            [
              528725.0230129,
              173952.4873281
            ],
            [
              528724.8680129,
              173948.2023281
            ],
            [
              528724.6090129,
              173940.0003281
            ],
            [
              528724.3520129,
              173935.9023281
            ],
            [
              528722.4840129,
              173936.0413281
            ],
            [
              528722.2090129,
              173932.3503281
            ],
            [
              528721.9100129,
              173926.0683281
            ],
            [
              528718.9590129,
              173926.0503281
            ],
            [
              528710.9090129,
              173925.9003281
            ],
            [
              528702.3790129,
              173925.7833281
            ],
            [
              528702.4100129,
              173925.0753281
            ],
            [
              528702.4440129,
              173923.9863281
            ],
            [
              528702.7000129,
              173915.7963281
            ],
            [
              528703.7590129,
              173883.4503281
            ],
            [
              528703.7090129,
              173882.6003281
            ],
            [
              528703.5090129,
              173881.7503281
            ],
            [
              528703.2590129,
              173880.9503281
            ],
            [
              528702.8590129,
              173880.0003281
            ],
            [
              528702.3090129,
              173879.1003281
            ],
            [
              528701.7590129,
              173878.2503281
            ],
            [
              528701.1590129,
              173877.4503281
            ],
            [
              528700.5590129,
              173876.7003281
            ],
            [
              528699.3090129,
              173875.3503281
            ],
            [
              528698.7090129,
              173874.8003281
            ],
            [
              528698.1090128,
              173874.3003281
            ],
            [
              528697.5590128,
              173874.0003281
            ],
            [
              528697.0590128,
              173873.7003281
            ],
            [
              528696.5090128,
              173873.4503281
            ],
            [
              528695.5090128,
              173872.9003281
            ],
            [
              528693.5090128,
              173871.7003281
            ],
            [
              528692.5590128,
              173871.0503281
            ],
            [
              528691.6590128,
              173870.4003281
            ],
            [
              528690.8090128,
              173869.6503281
            ],
            [
              528690.0590128,
              173868.8503281
            ],
            [
              528689.3590128,
              173868.0503281
            ],
            [
              528688.7590128,
              173867.1503281
            ],
            [
              528688.5340128,
              173866.6503281
            ],
            [
              528684.7090128,
              173867.7003281
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "Balham",
  "appeal_decision": null,
  "lpa_app_no": "2024/2104",
  "description": "Erection of 2 x 2-bedroom and 2 x 1-bedroom two storey houses (Class C3), with associated car and cycle parking, hard and soft landscaping, amenity space and refuse storage.",
  "date_building_work_completed_under_previous_permission": null
}