{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "04/04/2024",
  "development_type": "Other house holder developments",
  "ward": "West Putney",
  "lapsed_date": "14/06/2027",
  "decision_date": "14/06/2024",
  "lpa_app_no": "2024/1228",
  "status": "Approved",
  "parking_details": {
    "net_car": 0,
    "no_proposed_car": 2,
    "no_existing_car": 2
  },
  "centroid": {
    "lat": "51.4542979",
    "lon": "-0.2350179"
  },
  "application_type": "Householder",
  "borough": "Wandsworth",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "last_date_consultation_comments": "23/05/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T23:13:23.783+00:00",
  "locality": "London",
  "date_building_work_completed_under_previous_permission": null,
  "description": "Reconfiguration of the existing vehicular and pedestrian accesses consisting of the demolition of part of the existing front boundary wall and 1no. gate pier; the erection of new front boundary wall, 2no. gate piers and 3no. gates; hard and soft landscaping including tree removal and replacement; and altering the existing vehicular crossover to Dover Park Drive",
  "application_type_full": "Householder planning permission",
  "epc_number": "7412-0325-7220-0433-6296",
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/1228",
  "site_number": "14",
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "application_details": {
    "no_additional_bedrooms": 0,
    "intended_completion_date": "09/2024",
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "06/2024",
    "site_area": 0.09200000000000001
  },
  "pp_id": "12882464",
  "postcode": "SW15 5BG",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2353595,
          51.4543449
        ],
        [
          -0.2351144,
          51.454374
        ],
        [
          -0.23502399999999998,
          51.4543853
        ],
        [
          -0.23492849999999998,
          51.4543964
        ],
        [
          -0.23483379999999998,
          51.4544071
        ],
        [
          -0.2348268,
          51.4543634
        ],
        [
          -0.234808,
          51.4542548
        ],
        [
          -0.23501709999999998,
          51.4542295
        ],
        [
          -0.23526139999999998,
          51.4541995
        ],
        [
          -0.2355573,
          51.4541625
        ],
        [
          -0.2356045,
          51.4543153
        ],
        [
          -0.235596,
          51.4543165
        ],
        [
          -0.235541,
          51.4543234
        ],
        [
          -0.2353595,
          51.4543449
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": false,
  "street_name": "Dover Park Drive",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 14DPD-PA-05_A, 14DPD-PA-06_A and 14DPD-PA-07_A. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - The hardstanding within the front garden area hereby approved shall be constructed from a porous/permeable surface and shall be permanently retained as such unless otherwise agreed in writing by the local planning authority.\r\nReason: In order to secure a satisfactory standard of drainage for the development, having regard to Council policy LP12 of the Local Plan) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - Prior to the commencement of the development Tree Protection measures in line with BS5837:2012 shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures shall be retained until completion of the development. \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - There shall be no occupation of the development until an agreement pursuant to Section 278 of the Highways Act 1980 has been entered into in respect of the following highway works:\r\n\r\n(a) The construction of the new crossover;\r\n(b) The removal of the redundant crossover and the reconstruction of the footway adjacent to the site on Dover Park Drive; and\r\n(c) The extension of the on-street parking bay along this frontage.\r\n\r\nThe development shall not be occupied until the works referred to within the completed agreement pursuant to section 278 of the Highways Act 1980 have been installed and completed.\r\nReason: In the interest of highway safety, to ensure that the pavement is made safe, and to provide additional on-street parking space in accordance with Council policies LP2 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - INFORMATIVE: The permission hereby granted shall not be construed as authority to carry out works on the publicly maintained highway. The applicant is advised that all such works must be carried out by the Council's own appointed contractor following approval from Traffic and Engineering, Wandsworth Borough Council, Tadmore House, Frogmore Complex, London, SW18 1EY or trafficandengineering@wandsworth.gov.uk.\r\n\r\nFurther details and application forms can be obtained online http://www.wandsworth.gov.uk/info/200083/roads_highways_and_pavements/84/applying_for_a_dropped_kerb. Application forms must be accompanied by a copy of the planning consent to which the application relates and the relevant part of the approved drawing.  The cost of these highway works will be charged to the applicant.\r\n",
    "Condition : 8 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": "174290",
  "site_name": null,
  "decision_target_date": "14/06/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Wandsworth",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              522705.1400092,
              174294.6503283
            ],
            [
              522722.0900092,
              174298.3003283
            ],
            [
              522728.3400092,
              174299.7003283
            ],
            [
              522734.9500092,
              174301.1003283
            ],
            [
              522741.5000092,
              174302.4503283
            ],
            [
              522742.1000092,
              174297.6003283
            ],
            [
              522743.7000092,
              174285.5503283
            ],
            [
              522729.2400092,
              174282.3903283
            ],
            [
              522712.3500092,
              174278.6403283
            ],
            [
              522691.8900092,
              174274.0403283
            ],
            [
              522688.2000092,
              174290.9503283
            ],
            [
              522688.7900092,
              174291.1003283
            ],
            [
              522692.5900092,
              174291.9503283
            ],
            [
              522705.1400092,
              174294.6503283
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_start_date": null,
  "uprn": "100022634707",
  "appeal_decision_date": null,
  "id": "Wandsworth-2024_1228",
  "centroid_easting": "522729"
}