{
  "valid_date": "02/12/2024",
  "epc_number": null,
  "site_name": null,
  "cil_liability": true,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525349.1000107076,
              175175.95032852766
            ],
            [
              525356.5500107119,
              175157.2003285222
            ],
            [
              525362.2000107149,
              175142.45032851776
            ],
            [
              525361.0000107143,
              175141.10032851697
            ],
            [
              525362.400010715,
              175137.65032851684
            ],
            [
              525362.450010715,
              175137.45032851695
            ],
            [
              525368.6000107186,
              175127.90032851347
            ],
            [
              525377.7500107238,
              175113.90032850945
            ],
            [
              525378.000010724,
              175113.1003285097
            ],
            [
              525378.100010724,
              175112.4003285087
            ],
            [
              525378.1500107241,
              175111.6003285094
            ],
            [
              525378.1500107241,
              175110.90032850887
            ],
            [
              525378.000010724,
              175109.85032850812
            ],
            [
              525377.8000107239,
              175108.80032850796
            ],
            [
              525376.9500107232,
              175106.60032850708
            ],
            [
              525375.1500107222,
              175105.000328506
            ],
            [
              525353.150010709,
              175096.3003285044
            ],
            [
              525350.7500107074,
              175095.35032850323
            ],
            [
              525347.4620107055,
              175094.32932850416
            ],
            [
              525342.4360107025,
              175092.76932850352
            ],
            [
              525339.4000107007,
              175091.82632850384
            ],
            [
              525317.0000106872,
              175084.30032850103
            ],
            [
              525316.4000106868,
              175085.00032850163
            ],
            [
              525316.1500106867,
              175085.40032850194
            ],
            [
              525315.6000106864,
              175086.15032850154
            ],
            [
              525314.7500106859,
              175087.9303285033
            ],
            [
              525312.9000106847,
              175087.20032850263
            ],
            [
              525312.4000106845,
              175086.95032850135
            ],
            [
              525308.9000106825,
              175092.6503285037
            ],
            [
              525292.7500106733,
              175118.5503285121
            ],
            [
              525289.9500106716,
              175123.05032851413
            ],
            [
              525289.8000106716,
              175123.30032851308
            ],
            [
              525289.4500106713,
              175124.80032851285
            ],
            [
              525293.6000106739,
              175126.25032851292
            ],
            [
              525299.4500106773,
              175128.4003285144
            ],
            [
              525315.2000106868,
              175133.80032851698
            ],
            [
              525318.0000106886,
              175134.8003285161
            ],
            [
              525330.1000106958,
              175138.9503285166
            ],
            [
              525327.7110106945,
              175145.3323285184
            ],
            [
              525318.4000106893,
              175170.20032852568
            ],
            [
              525318.1500106892,
              175170.8673285268
            ],
            [
              525318.0620106892,
              175171.1043285263
            ],
            [
              525317.3880106888,
              175172.90232852794
            ],
            [
              525327.4510106947,
              175176.33132852806
            ],
            [
              525327.5520106949,
              175176.35432852723
            ],
            [
              525327.6540106949,
              175176.37232852838
            ],
            [
              525327.757010695,
              175176.3863285277
            ],
            [
              525327.860010695,
              175176.39632852835
            ],
            [
              525327.9640106951,
              175176.40132852917
            ],
            [
              525328.0680106952,
              175176.40232852852
            ],
            [
              525328.1720106952,
              175176.3993285274
            ],
            [
              525328.2750106952,
              175176.39232852776
            ],
            [
              525328.3780106953,
              175176.3803285276
            ],
            [
              525328.4810106955,
              175176.36432852776
            ],
            [
              525328.5820106955,
              175176.34332852764
            ],
            [
              525328.7500106955,
              175176.30032852833
            ],
            [
              525328.8490106956,
              175176.2683285284
            ],
            [
              525328.9460106957,
              175176.23232852772
            ],
            [
              525329.0420106957,
              175176.19232852815
            ],
            [
              525329.1360106958,
              175176.14832852763
            ],
            [
              525329.2280106958,
              175176.10032852803
            ],
            [
              525329.3180106959,
              175176.04832852643
            ],
            [
              525329.4050106959,
              175175.99332852726
            ],
            [
              525329.491010696,
              175175.93432852766
            ],
            [
              525329.573010696,
              175175.87232852745
            ],
            [
              525329.6540106961,
              175175.80632852763
            ],
            [
              525329.7310106962,
              175175.73732852872
            ],
            [
              525329.8060106961,
              175175.665328527
            ],
            [
              525329.8770106961,
              175175.59032852785
            ],
            [
              525329.9450106962,
              175175.51232852833
            ],
            [
              525330.0100106962,
              175175.4313285274
            ],
            [
              525330.4480106964,
              175174.81232852722
            ],
            [
              525330.6090106966,
              175174.8333285281
            ],
            [
              525336.1380107,
              175176.5863285279
            ],
            [
              525336.2000106999,
              175178.30032852833
            ],
            [
              525336.4000107002,
              175178.6503285286
            ],
            [
              525336.6000107003,
              175178.95032852888
            ],
            [
              525336.9000107005,
              175179.1503285282
            ],
            [
              525337.2000107006,
              175179.3003285295
            ],
            [
              525338.1500107013,
              175179.65032852825
            ],
            [
              525339.5000107021,
              175179.95032852842
            ],
            [
              525340.6000107026,
              175180.30032852944
            ],
            [
              525343.3500107042,
              175181.2503285298
            ],
            [
              525343.8000107047,
              175181.30032852956
            ],
            [
              525344.3000107049,
              175181.40032853046
            ],
            [
              525344.453010705,
              175181.36932852992
            ],
            [
              525344.8000107053,
              175181.30032852938
            ],
            [
              525345.3500107055,
              175181.25032852968
            ],
            [
              525345.8000107058,
              175181.05032852822
            ],
            [
              525346.3500107061,
              175180.75032852968
            ],
            [
              525346.8000107064,
              175180.40032852936
            ],
            [
              525347.1500107066,
              175180.05032852816
            ],
            [
              525347.4000107067,
              175179.65032852849
            ],
            [
              525347.6000107068,
              175179.20032852743
            ],
            [
              525348.4000107073,
              175177.6503285276
            ],
            [
              525349.1000107076,
              175175.95032852766
            ],
            [
              525349.1000107076,
              175175.95032852766
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "actual_commencement_date": null,
  "site_number": "19",
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": "Removal/Variation of a condition",
  "ward": "Thamesfield",
  "last_date_consultation_comments": "08/01/2025",
  "centroid_easting": 525338,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Variation of condition 7 (restriction on use) of planning permission ref. 2018/3709 dated 18/10/2019 (Demolition of existing buildings, and erection of a mixed use development in buildings ranging in height between 10 and 14 storeys, with a two-storey linked element, to provide 3,653 sq.m. (GIA) of business (class B1) floorspace, with ancillary cafe (Class A3), and 152 sq.m. of flexible commercial floorspace for either A1 (retail), A2 (financial and professional services), A3 (restaurant), B1 (business), D1(non-residential institutions) or D2 (assembly and leisure) use, and 168 residential units (all of affordable tenure) with associated amenity space, including roof terrace and balconies, together with 10 disabled persons car parking spaces at basement level, and 333 cycle parking spaces, with the provision of landscaping and areas of public realm, and other associated works including highway improvements and provision of a new sub-station) as varied by application ref. 2020/4420 dated 18/02/2021 and application ref. 2023/2945 dated 01/09/2023) to allow a change of use to Class E to cover Block A ground and first floor and Block B ground floor.",
  "appeal_decision": null,
  "postcode": "SW18 1NL",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "03/03/2025",
  "street_name": "Osiers Road",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "centroid_northing": 175125,
  "application_type": "All Other",
  "title_number": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n[Note condition complied with].\r\n",
    "Condition : 2 - 2.\tThe development hereby permitted shall be carried out in accordance with the following approved plans and documents: \r\nProposed drawings: Floor plans T20P00 Level 00 ground floor (rev P9); T20P07 Level 07 seventh floor (rev P6); T20P01 Level 01 first floor (rev P5); T20P08 Level 08 eighth floor (rev P7); T20P-1 Basement (rev P3); T20P09 Level 09 ninth floor (rev P7); T20P02 Level 02 second floor (rev P5); T20P10 Level 10 tenth floor (rev P6); T20P03 Level 03 third floor (rev P4); T20P11 Level 11 eleventh floor (rev P5); T20P04 Level 04 fourth floor (rev P4); T20P12 Level 12 twelfth floor (rev P5); T20P05 Level 05 fifth floor (rev P5) T20P13 Level 13 thirteenth floor (rev P6) T20P06 Level 06 sixth floor (rev P6); T20P14 Level 14 roof floor plan (rev P5); Elevations and sections T20E01 East elevation (rev P6); T20E07 Communal roof terrace facing east (rev P4) T20E02 South elevation (rev P6) T20E08 Communal roof terrace facing east (rev P4); T20E03 North elevation (rev P5); T20S01 Site section 1-1 (rev P5); T20E04 West elevation (rev P6); T20S02 Site section 2-2 (rev P5); 3 T20E05 Public realm elevation facing south (rev P6) T20S03 Site section 3-3 (rev P3); T20E06 Public realm elevation facing north (rev P4); T20S04 Site section 4-4 (rev P5); Landscape drawings D2611 L-100-E Landscape drawing D2611 L-201-C Landscape drawing; D2611 L-200-C Landscape drawing.\r\nSupporting documents Original application (June 2018) Planning application form Flood Risk Assessment Accommodation Schedule Geo-environmental and Geo-technical Report Acoustic Assessment Historic Environment Assessment Affordable Housing Viability Assessment Landscaping Strategy Air Quality Assessment Phase 1 desk study report Bat Survey Planning Statement BREEAM Pre-Assessment Preliminary Ecological Appraisal CIL form Outline Remediation Strategy Construction Management Plan Stage 1 Road Safety Audit Controlled Waters Quantitative Risk Assessment Statement of community involvement Cultural Approach Strategy S",
    "Condition : 3 - Details of site levels Prior to commencement full details of existing and proposed site levels shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved details and retained thereafter. \r\nReason: To ensure the development relates satisfactorily to its surroundings, and in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure the ground levels across the development are compatible with adjoining sites before the site is cleared.\r\n[Note details pursuant to this condition were approved under application ref. 2019/4978 dated 31/12/2019]\r\n",
    "Condition : 4 - Prior to the commencement of the development hereby approved, a Construction and Environmental Management and Logistics Plan (CEMLP) shall be submitted to and approved in writing by the local planning authority, in consultation with Transport for London (TfL).\r\nThe CEMLP for each phase shall include specific details relating to the construction, logistics and management of these works and aim to reduce road danger and vehicle movements during peak periods and to minimise pollution and adverse amenity and environmental impacts. It should be prepared in accordance with TfL's latest Construction Logistics Plan Guidance. The CEMLP shall include, but not be limited to:\r\na) Site management information, including a site plan showing the location of\r\ntemporary security hoarding and fencing, site access and site office.\r\nb) Description and programme of works, including equipment, storage of plant and materials and any intrusive site investigation or excavation.\r\nEnvironmental management and mitigation\r\nc) Hours of demolition, site clearance works, groundworks and construction works\r\nd) Measures to minimise noise and vibration\r\ne) Measures to minimise dust and air pollution (including a Pollution Response Plan)\r\nf) Details of the mitigation for dust and emissions as well as methodology for\r\nmonitoring during construction;\r\ng) Lighting strategy, including measures to minimise light spillage;\r\nh) Measures to minimise visual impact\r\ni) Measures to reduce energy and water usage\r\nj) Measures to minimise impacts on ecology, trees and habitats\r\nk) Ongoing maintenance of security hoarding, including decorative displays and facilities for public viewing\r\nl) Measures to maintain the site in a tidy condition in terms of disposal/storage of rubbish, storage, loading and unloading of building plants and materials and similar demolition/construction activities\r\nm) Construction traffic movements - proposed numbers and timings of truck\r\nmovements throughout the day and the proposed routes\r\nn",
    "Condition : 5 - Prior to the commencement of the development hereby permitted, a Demolition and Construction Waste Management Plan shall be submitted to and approved in writing by the Local Planning Authority. The Demolition and Construction Waste Management Plan shall include full details of the following:\r\ni. a scheme for recycling and/or disposing of waste resulting from demolition,\r\nground works or site preparation, including any hazardous waste;\r\nii. identification of the likely types and quantities of demolition and construction waste likely to be generated (including waste acceptance criteria testing to assist\r\nin confirming appropriate waste disposal options for any contaminated materials);\r\niii. identification of waste management options in consideration of the waste hierarchy, on and offsite options, and the arrangements for identifying and managing any hazardous wastes produced;\r\niv. a plan for efficient materials and waste handling taking into account constraints imposed by the application site;\r\nv. targets for the diversion of waste from landfill;\r\nvi. identification of waste management sites and contractors for all wastes, ensuring that contracts are in place and emphasising compliance with legal responsibilities;\r\nand\r\nvii. details of transportation arrangements for the removal of waste from the site; and a commitment to undertaking waste audits to monitor the amount and type of waste generated and to determine if the targets set out in the site waste management plan have been achieved.\r\nThe demolition and construction operations associated with each phase of the development hereby permitted shall be carried out in accordance with the approved Demolition and Construction Waste Management Plan for that phase.\r\nReason: To encourage the re-use and recycling materials, in accordance with London Plan Policy SI 7. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the demolition and construction waste is managed in a",
    "Condition : 6 - No piling shall take place until a piling method statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface water infrastructure and protocol for vibration monitoring, and the programme for the works) has been submitted to and approved in writing by the local planning authority in consultation with Thames Water. Any piling must be undertaken in accordance with the\r\nterms of the approved piling method statement.\r\nReason: The proposed works will be in close proximity to underground water utility infrastructure. Piling has the potential to impact on local underground water utility  infrastructure. The applicant is advised to contact Thames Water Developer Services on 0800 009 3921 to discuss the details of the piling method statement.\r\n[Note details pursuant to this condition were approved under application ref. 2019/4976 dated 17/01/2020]\r\n",
    "Condition : 7 - REVISED CONDITION AND REASON:\r\nNotwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) or an Order revoking, amending and re-enacting the Order, 1,500 of the commercial floorspace within the development hereby approved shall be used for Class E office use only and for no other purpose, (including any other purpose in Class B1 of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification), without the express written consent of the local planning authority.\r\nReason: To ensure that employment uses on site are not lost without the prior written consent of the Local Planning Authority\r\n",
    "Condition : 8 - The development hereby permitted shall be restricted to prevent primary cooking on site within the floorspace specifically identified for flexible commercial use and within any ancillary use associated with the B1(a) office floorspace in the development.\r\nReason: To safeguard the amenities of the neighbourhood by ensuring that noise and odour do not cause a loss of amenity in line with policy LP2 of the Wandsworth Local Plan (2023).\r\n\r\n",
    "Condition : 9 - Notwithstanding the details shown on the plans, hereby approved, prior to the commencement of above ground works:\r\n1. details and appropriate samples of the materials to be used for the external surfaces of the buildings and hard surfaced areas including details of change in elevational treatment shall have been submitted to and approved in writing by the Local Planning Authority; and\r\n2. details of the following features and elements of the scheme must be submitted to Local Planning Authority and approved by the Local Planning Authority in writing:\r\na. Brick bonding and brick and cladding detailing;\r\nb. Sound insulating facade materials;\r\nc. Details of privacy fins to protect neighbouring privacy;\r\nd. External windows, balconies, doors, screens, louvres and balustrading; and\r\ne. Depth of window reveals, colonnades and soffits.\r\nThe development shall be implemented in full accordance with the approved details prior to the first occupation of the development hereby approved.\r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n[Note details pursuant to this condition were approved under application ref. 2021/0650 dated 15/07/2021].\r\n",
    "Condition : 10 - Notwithstanding the details shown on the plans, hereby approved, prior to the occupation of the part of the development in commercial use details of the proposed materials and drawings of shop fronts, entrances and openings shall be submitted to and approved in writing by the Local Planning Authority. The development shall be implemented in full accordance with the approved details prior to the occupation of the commercial use within the development hereby approved.\r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n[Note details pursuant to this condition were approved under application ref. 2021/4303 dated 11/11/2021].\r\n",
    "Condition : 11 - Prior to the occupation of the development hereby permitted, a detailed landscaping and public realm scheme shall be submitted to and approved in writing by the Local Planning Authority for that phase. This shall include the following:\r\na) an annotated plan showing the layout and extent and type of hard and soft landscaping within the relevant phase;\r\nb) proposed tree species, plant sizing, proposed rooting/soil volume for trees, means of planting (staking and tying of trees, including tree guards), and maintenance schedule for regular pruning, watering and fertilizer use;\r\nc) details of other soft landscaping and planting, including any grassed/turfed areas, shrubs, herbaceous planting areas and green walls;\r\nd) details of bird and bat boxes;\r\ne) enclosures and boundary treatments - including the type, dimension and\r\ntreatments of any walls, fences, gates, railings and hedges (and details of any temporary boundaries or means of enclosure);\r\nf) children's play and informal recreation features and equipment; and\r\ng) street furniture - including access into and internal circulation routes through the site and the location, type, dimensions and materials of seating, bollards, bins, lighting, wayfinding signage and public art.\r\nThe play spaces shall be implemented in accordance with the approved details prior to occupation of any of the dwellings within the development and thereafter retained. Any trees or shrubs planted as part of a landscape scheme approved as part of this decision, or arising from a condition imposed on this decision, which within a period of five years from the completion of the development is found to be dead, removed, or becomes seriously damaged or diseased, shall be replaced in the next planting season with\r\nothers of similar size and species. All hard and soft landscaping included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the loca",
    "Condition : 12 - Prior to occupation of the development hereby approved, a landscaping scheme for the design of communal roof top gardens shall be submitted to and approved in writing by the Local Planning Authority. This shall include the following:\r\na) a plan showing the extent of communal amenity areas and areas of the roof which have restricted access for residents;\r\nb) means of access and egress for residents;\r\nc) acoustic screening devices and other means of enclosure serving communal outdoor amenity spaces (including dimensions and materials);\r\nd) details of hard and soft landscaping within accessible areas, including beds, lawns, herbaceous planting areas, shrubs and, where appropriate, trees\r\ne) details of inaccessible areas of green/brown roof and proposed planting\r\nspecies/seed mix and substrate base depth.\r\nThe approved details shall be completed prior to occupation and shall be permanently retained thereafter.\r\nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies LP1, LP2, LP56 and LP57 of the Local Plan. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.\r\n",
    "Condition : 13 - Other than those areas specifically identified as such on the approved plans, no roof area of the development hereby permitted shall be used as a balcony, roof terrace or similar amenity area without the prior written consent of the Local Planning Authority.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 14 - Prior to the occupation of the development hereby permitted, a scheme for biodiversity enhancements shall be submitted to and approved in writing by the Local Planning Authority. This will take the form of a No Net Loss and Net Gain evaluation, working to the provided methodology and in accordance with BS42020:2013. Full details of aftercare, management and monitoring of enhancements will be included in the plan.\r\nReason: To retain the ecological interest of the site in accordance with Council policy LP55 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n[Note details pursuant to this condition were approved under application ref. 2021/4302 dated 11/11/2021].\r\n",
    "Condition : 15 - If prior to or during the course of the development any Japanese Knotweed or other non-native invasive species are found to be present on the site then no further development shall take place until a detailed method statement for removing or the long-term management/control of the Japanese Knotweed and/or other non-native invasive species has been submitted to and approved in writing by the local planning authority. The method statement shall include measures that will be used to prevent the spread of Japanese Knotweed and any other non-native invasive species during any operations, e.g. mowing, strimming or soil movement. It shall also contain measures to\r\nensure that any soils brought to the site are free of the seeds/root/stem of any invasive plant listed under the Wildlife and Countryside Act 1981, as amended. The development shall be carried out in accordance with the approved method statement if one is required.\r\nReason: To prevent the spread and further ingress of Japanese Knotweed and any other invasive non-native species in order to conserve and enhance the natural and local environment by minimising impacts on biodiversity and providing net gains in biodiversity both within the development site and on adjacent site.\r\n",
    "Condition : 16 - Details of any proposed telecommunications equipment shall be submitted to and approved in writing by the Local Planning Authority prior to their installation on the development hereby permitted. Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no more than two satellite dishes and one telecommunications aerial shall be installed per building and no other\r\ntelecommunications masts, antennas or equipment or associated structures, shall be installed on the buildings hereby approved. The telecommunications equipment shall be installed, maintained and retained in accordance with the approved details.\r\nReason: To protect the appearance of the building, and accord with Council policies LP1, LP2 and LP22 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n[Note details pursuant to this condition were approved under application ref. 2022/0005 dated 11/03/2022].",
    "Condition : 17 - Details of any external lighting within the application site both during construction phase and all subsequent permanent external lighting shall be submitted to and approved by the local planning authority before its installation, including clear georeferenced lux contour plans and details of measures to control light spill shall be submitted to and approved by the local planning authority. The lighting shall be installed, maintained and retained in accordance with the approved details.\r\nReason: In the interests of protecting ecology and the amenities of existing residents and future occupiers of the development, in accordance with Local Plan policies LP1 and LP2 .\r\n[Note details pursuant to this condition were approved under application ref. 2019/5477 dated 28/02/2020 and 2021/4345 dated 11/11/2021].]\r\n\r\n",
    "Condition : 18 - Prior to superstructure work commencing on the development, a Fire Statement, by the London Fire Brigade or an approved specialist fire inspector shall be submitted to and approved in writing by the Local Planning Authority. The statement should detail how the development proposal will function in terms of:\r\na) The building's construction: methods, products and materials used;\r\nb) The means of escape for all building users: stair cores, escape for building users who are disabled or require level access, and the associated management plan approach;\r\nc) Access for fire service personnel and equipment: how this will be achieved in an evacuation situation, water supplies, provision and positioning of equipment, firefighting lifts, stairs and lobbies, any fire suppression and smoke ventilation systems proposed, and the ongoing maintenance and monitoring of these; and\r\nd) How provision will be made within the site to enable fire appliances to gain access to the building.\r\nThe approved details shall be completed prior to occupation of the development and shall thereafter be permanently retained.\r\nReason: To ensure that development achieves the highest standards of fire safety, reducing risk to life, minimising the risk of fire spread, and providing suitable and convenient means of escape which all building users can have confidence in.\r\n[Note details pursuant to this condition were approved under application ref. 2020/0880 dated 20/07/2020]\r\n",
    "Condition : 19 - A minimum of 10% of all dwellings shall be built to comply with requirement M4(3) wheelchair user dwellings contained within Part M volume 1 of the Building Regulations, as identified on the plans approved under condition 2. The M4 (3) London Affordable Rent dwellings shall be constructed to M4(3)(2)(b) standards and the M4(3) London Shared Ownership dwellings shall be constructed to M4(3)(2)(a) standards. All other dwellings shall be built to requirement M4(2) accessible and adaptable dwellings contained within Part M volume 1 of the Building Regulations. Prior to superstructure work commencing on the development, details of the design and layout the units\r\nachieving these standards should be submitted to and approved in writing by the Local Planning Authority. Superstructure works will not commence until all reasonable requests by the Council's occupational therapist to alter the internal design and layout of the units have been complied with. None of the specified units shall be occupied until Building Regulations approval has been issued certifying that these criteria have been achieved in respect of those units.\r\nReason: To promote housing choice for disabled and elderly households and ensure a socially inclusive and sustainable development, in accordance with policy LP31.\r\n[Note details pursuant to this condition were approved under application ref. 2021/3011 dated 17/08/2021].\r\n",
    "Condition : 20 - No ground disturbance greater than a depth of 2m from existing land surface shall take place until a Stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing, and the programme and methodology of site mitigation and the nomination of a competent person(s) or organisation to undertake the agreed works. If heritage assets of archaeological interest are identified by stage 1 then for those parts of the site for which there is an archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:\r\na) The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a\r\ncompetent person(s) or organisation to undertake the agreed works\r\nb) The programme for post-investigation assessment and subsequent analysis, publication and dissemination and deposition of resulting material is part of the condition and therefore shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.\r\nReason: To investigate and record any heritage assets of archaeological interest that may survive on the site, in accordance with policy LP3 of the Local Plan. This is necessary prior to the commencement of the development to ensure that heritage assets of archaeological interest are identified and protected before the development is constructed on the land.\r\n[Note details pursuant to this condition were approved under application ref. 2019/5408 dated 06/02/2020 and 2021/4344 dated 10/11/2021].]\r\n",
    "Condition : 21 - Prior to commencement of the relevant part of the works (excluding demolition) details of a scheme for the insulation of the second floor dwellings against the transmission of airborne sound and impact sound from the commercial units below shall be submitted to and approved in writing by the local planning authority, and the approved scheme shall be implemented prior to the first occupation of any dwelling and shall be retained thereafter.\r\nReason: In the interests of neighbour amenity and visual appearance, and in accordance with Local Plan policy LP2.\r\n[Note details pursuant to this condition were approved under application ref. 2020/2209 dated 17/08/2020]\r\n",
    "Condition : 22 - Details of the location, specification, predicted noise levels including any noise and vibration mitigation measures of any external ventilation equipment, including ducting, or external plant shall be submitted to and approved in writing by the local planning authority before its installation. The ventilation equipment and/or plant shall be installed in accordance with the approved details and retained thereafter.\r\nReason: In the interests of neighbour amenity and visual appearance, and in accordance with Local Plan policy LP2.\r\n[Note details pursuant to this condition were approved under application ref. 2021/0020 dated 03/03/2021].\r\n\r\n",
    "Condition : 23 - Any outside tables and chairs associated with the use of the commercial units within the approved development shall only be available for use by employees and/or members of the public between the hours of 0800 and 2200 and at no other times.\r\nReason: To safeguard the amenities of the neighbourhood, in accordance with Local Plan policy LP2. \r\n\r\n",
    "Condition : 24 - The development shall be built in accordance with the submitted Energy Strategy by BBS Environmental dated July 2018, with addendum dated October 2018, ensuring the development follows the hierarchy of energy efficiency, decentralised energy and renewable energy technologies to secure a minimum 35% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013. Prior to occupation, evidence (e.g. photographs, copies of installation contracts and as-built\r\nworksheets prepared under SAP or the National Calculation Method) should be submitted to the Local Planning Authority and approved in writing to demonstrate that the development has been carried out in accordance with the approved Energy Strategy and demonstrating the development has achieved the maximum levels of reduction possible, unless otherwise agreed by the Local Planning Authority in writing.\r\nReason: In the interest of sustainable development and to accord with London Plan policy SI2 and Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n[Note details pursuant to this condition were approved under application ref. 2022/1309 dated 18/05/2022 and application ref. 2022/2998 dated 25/08/2022].\r\n",
    "Condition : 25 - Prior to commencement of above ground works within the development further modelling to consider all CIBSE TM49 weather files (DSY2-2003 and DSY3-1976) shall be carried out as detailed in the GLA's Energy Assessment Guidance 2018 and submitted to the Local Planning Authority, in consultation with the Greater London Authority. Where the CIBSE compliance criteria is not met for a particular weather file, further information shall be submitted to the Local Planning Authority, in consultation with the Greater London Authority, and approved in writing to demonstrate that the risk of overheating has been reduced as far as practical and that all passive, non-material measures have been explored (i.e. further reducing the glazing g-value). The approved scheme shall be implemented prior to the first occupation of any dwelling and shall be retained thereafter.\r\nReason: In the interests of minimising overheating risk in extreme weather events in accordance with London Plan Policy SI 4. It is necessary for the condition to be discharged prior to the commencement of above grade works to ensure that any further overheating mitigation measures can be incorporated into the development before construction.\r\n[Note details pursuant to this condition were approved under application ref.2020/1989 dated 19/05/2021].\r\n\r\n",
    "Condition : 26 - The development shall achieve a minimum 'Excellent' rating under BREEAM UK New Construction 2014 (or such equivalent standard that replaces this) for the Shell-only stage and an 'Excellent' rating under BREEAM Refurbishment and Fit-Out 2014.\r\na) Within 6 months of works (other than demolition) starting on site, unless otherwise agreed in writing by the Local Planning Authority, a BREEAM UK New Construction 2014 (or such equivalent standard that replaces this) Shell only (Design Stage) Certificate for the commercial areas, issued by the Building research Establishment (BRE) shall be submitted to the Local Planning Authority to show that a minimum 'Excellent' rating will be achieved.\r\nb) Within 3 months of first occupation of any part of the development, unless\r\notherwise agreed in writing, a BREEAM UK New Construction 2014 Shell only (Post-Construction) Certificate (or such equivalent standard that replaces this) for the commercial areas, issued by the BRE, shall be submitted to and approved in writing by the Local Planning Authority to demonstrate that an 'Excellent' rating has been achieved. All the measures integrated shall be retained for as long as the development is in existence.\r\nc) Prior to commencement of the fit-out of the commercial units, unless otherwise agreed in writing by the local planning authority, a BREEAM Refurbishment and Fit-out 2014 Parts 3 and 4 Interim (Design Stage) Certificate for the commercial areas, issued by the BRE must be submitted by the fit-out contractor, and approved in writing by the LPA to show that a minimum 'Excellent' rating will be achieved.\r\nd) Within 3 months of first occupation of the commercial units, unless otherwise agreed in writing by the local planning authority, a BREEAM Refurbishment and Fit-out Parts 3 and 4 Final (Post-Construction) Certificate for the commercial areas, issued by BRE must be submitted by the fit-out contractor and approved in writing by the LPA to demonstrate that an 'Excellent' rating has been",
    "Condition : 27 - No above ground works (other than demolition) shall take place until details of surface water drainage, which shall follow the principles of sustainable drainage as far as practicable, have been submitted to and approved by the local planning authority. The drainage shall be provided in accordance with the approved details before first occupation of the development and retained thereafter.\r\nReason: In order to secure a satisfactory standard of development, having regard to Council policy LP12 of the Local Plan) coupled with the requirements of the National Planning Policy Framework. The details are required prior to the start of the works so that the necessary drainage measures can be incorporated into the construction.\r\n",
    "Condition : 28 - The development permitted by this planning permission shall only be carried out in accordance with the submitted Flood Risk Assessment prepared by Walsh dated July 2018, with details of the final mitigation measures to the ground floor and basement to be submitted to and approved in writing by the local planning authority prior to  commencement of above ground works. The approved details shall be fully implemented before occupation of any part of the development and retained thereafter.\r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy LP12 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n[Note details pursuant to this condition were approved under application ref. 2020/1500 dated 23/06/2020]\r\n",
    "Condition : 29 - Prior to the occupation of the development hereby permitted, details shall be submitted to and approved in writing by the local planning authority to demonstrate that the development will achieve a maximum water use of 105 litres per person per day (plus 5 litres for outside use) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. The development shall be constructed in accordance with the approved details. Prior to first occupation of the\r\nbuilding evidence (schedule of fittings and manufactures literature) shall be submitted to and approved in writing by the Local Planning Authority to show that the development has been constructed in accordance with the approved internal water use calculations.\r\n[Note details pursuant to this condition were approved under application ref. 2021/5174 dated 07/01/2022].\r\nReason: In the interest of sustainable development and to accord with Council policy LP1, LP2, LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to commencement of development to ensure the water saving measures are incorporated into the construction.\r\n",
    "Condition : 30 - Prior to the commencement of the development (excluding demolition) hereby permitted, an investigation into ground conditions shall be undertaken in accordance with the Model Procedures for the Management of Land Contamination, Environment Agency, Contaminated Land Report 11. The report of the investigation and proposals for any remediation required shall be submitted to and approved in writing by the Local Planning Authority. All works approved shall be undertaken to the satisfaction of the Local Planning Authority.\r\nReason: To satisfactorily mitigate against any contamination in accordance with policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n[Note details pursuant to this condition were approved under application ref. 2019/5540 dated 24/04/2020 and 2021/5034 dated 16/12/2021]]",
    "Condition : 31 - If, during implementation of the development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until the developer has submitted and obtained written approval from the local planning authority for a remediation/mitigation strategy detailing how this unsuspected contamination shall be dealt with. The remediation strategy shall be implemented as approved, and following completion of the relevant works, a verification report shall be submitted to the local  planning authority that demonstrates that the remediation/mitigation work has been\r\ncarried out and that the site is suitable and safe for the developed uses.\r\nReason: To satisfactorily mitigate against any unsuspected contamination in accordance with policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 32 - Prior to occupation of the development hereby permitted a waste and recycling strategy for the development shall be submitted to and approved in writing by the Local Planning Authority. This shall set out the management, siting, design and materials of refuse and recycling storage to serve the development. The development shall be constructed in accordance with the approved details, made available for use prior to the first occupation of the development, and managed and operated in accordance with the\r\napproved strategy in perpetuity.\r\nReason: In the interests of amenity and hygiene in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n[Note details pursuant to this condition were approved under application ref. 2021/5037 dated 16/12/2021].\r\n",
    "Condition : 33 - The development shall be carried out in accordance with the submitted Air Quality Assessment by WYG dated November 2018 with implementation of the air quality mitigation measures proposed for all proposed dwellings up to the 10th floor of the proposed development. These units will be provided with filtration via an \"AAC Eurovent Nitrosorb (or similar) unit\" (AAC Unit) which is combined with the MVHR mechanical ventilation, as well as any other mitigation measures identified in the Air Quality Assessment by WYG that may maintain, and where possible improve, the air quality in the vicinity of the development and the locality, and the measures shall be completed prior to occupation of the development and retained thereafter.\r\nReason: To minimise impacts on air quality, in accordance with Local Plan Policy LP14.\r\n",
    "Condition : 34 - . Prior to the occupation of the development hereby approved details of the boilers and combined heat and power (CHP) plant installed should be provided to the Local Planning Authority for approval demonstrating that the emissions of NOx and other technical parameters meet or improve upon those set out in the submitted Air Quality Assessment by WYG dated November 2018. The development shall not be occupied until the details have been approved, in writing, by the Local Planning Authority. The\r\ndevelopment shall be carried out in accordance with the submitted details.\r\nReason: In the interests of sustainable development in accordance with Local Plan policy LP14.\r\n[Note details pursuant to this condition were approved under application ref. 2020/1837 dated 20/07/2020]\r\n\r\n",
    "Condition : 35 - The use of non-road mobile machinery of net power between 37kW and 560kW used in the construction of the development shall meet at least Stage IIIA of the EU Directive 97/68/EC and its amendments. This will apply to both variable and constant speed engines for both NOx and PM. Prior to works commencing on site, any non- road mobile machinery of net power between 37kW and 560kW to be utilised in the construction of the development shall be registered on the web-site https://nrmm.london.\r\nReason: To help monitor the use of such equipment across London in accordance with the London Plan. It is necessary for the condition to require plant to be registered prior to works starting to ensure all plant is included in the registration.\r\n",
    "Condition : 36 - . Prior to occupation of the development hereby approved details of the location, number and design of secure and where practical covered residential cycle parking spaces, totalling 328 spaces for the residential uses and 56 spaces for the commercial uses, together with details of shower and locker facilities for those employees of the commercial units wising to cycle, shall be submitted to and approved in writing by the local planning authority. The cycle parking shall be provided in accordance with the approved details prior to the occupation of the development unless otherwise agreed in\r\nwriting by the local planning authority, and shall be retained for cycle parking purposes for the users of and visitors to the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n[Note details pursuant to this condition were approved under application ref.2021/5029 dated 14/12/2021].\r\n",
    "Condition : 37 - Prior to occupation of any part of the development the parking area for 10 disabled parking bays shown on the approved drawings shall be provided and shall be retained for parking purposes for the disabled users of the development and for no other purpose.\r\nReason: To ensure adequate arrangements are made for off-street parking in accordance with Council policies LP2 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 38 - Prior to occupation of any part of the development a Delivery and Servicing Plan (DSP) shall be submitted to and approved in writing by the Local Planning Authority. The DSP shall cover both residential and non-residential land uses and include the following items:\r\na) Deliveries and collections (both commercial and residential);\r\nb) Servicing trips (including maintenance);\r\nc) Details for management and receipt if deliveries for the residential properties;\r\nd) Cleaning and waste removal, including arrangements for refuse collection; and\r\ne) Monitoring and review of operations.\r\nThe DSP shall be implemented once any part of the development is occupied and shall remain in place unless otherwise agreed in writing.\r\nReason: To ensure that adequate arrangements are made for deliveries and servicing to the site and to ensure that the plan is sensitive to the amenity of local residents in  accordance with Council policies LP2 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n[Note details pursuant to this condition were approved under application ref. 2023/4191 dated 30/08/2022].",
    "Condition : 39 - Prior to the commencement of above ground works a revised Health Impact Assessment (HIA) shall be submitted to and approved in writing by the Local Planning Authority, in consultation with Public Health England. The development shall be carried out in accordance with the approved document.\r\nReason: To identify the potential impacts of development on health and identify changes and actions to enhance the positive effects and mitigate or eliminate the negative effects of development on health in accordance with Local Plan policy LP15.\r\n[Note details pursuant to this condition were approved under application ref. 2019/4976 dated 17/01/2020]\r\n\r\n\r\n",
    "Condition : 40 - Relevant definitions\r\nSuperstructure: Superstructure works are defined as that part of the building above its foundations.",
    "Condition : 41 - INFORMATIVE 1: S106 Agreement\r\nYou are advised that this permission has been granted subject to a legal agreement under Section 106 of the Town and Country Planning Act 1990 dated 18.10.19.",
    "Condition : 42 - INFORMATIVE 2: Street Naming and Numbering\r\nYou are advised that naming and numbering requirements provided under the Towns Improvement Clauses Act 1847 and the Public Health Act of 1925 mean that that premises must display their street number, and that no name or number other than that formally assigned may be displayed. Any requests for the assignment of names and numbers to new development should be made to the London Borough of Wandsworth well in advance of the completion of the building.",
    "Condition : 43 - INFORMATIVE 3: Advertisements\r\nYou are advised that any advertisements to be erected at the premises may require consent under the Control of Advertisement Regulations 2007. You are therefore advised to consult the Planning Service.\r\n",
    "Condition : 44 - INFORMATIVE 4: Stopping Up Order\r\nYou are advised that a Stopping Up Order, under Section 247 of the Town and Country Planning Act will be required to formally remove access across all land where the public are currently able to walk but would not be able to post-development. You are further advised that a Stopping Up Order will be required under the Highways Act where public access is no longer possible as a result of the revised building lines around the site. The applicant is advised to contact the Council's Highways department in this regard.\r\n",
    "Condition : 45 - INFORMATIVE 5: Further Approval and Consents\r\nThis approval only grants permission under Section 57 of the Town and Country Planning Act 1990. Further approval or consent may be required by other legislation, in particular the Building Regulations and you should contact Building Control, the London Borough of Wandsworth before proceeding with the work.\r\n",
    "Condition : 46 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \r\nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption or social housing relief or other forms of relief you or the relevant interested party should also complete a \"Claiming Exemption or Relief\" form. \r\nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\r\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice must be sent to: Community Infrastructure Levy Environment and Community Services Wandsworth Council Town Hall London SW18 2PU cil@wandsworth.gov.uk Fax: 020 8871 6003 (marked FAO CIL)\r\n",
    "Condition : 47 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time of the decision which first permits development.\r\n\r\n",
    "Condition : 48 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "appeal_start_date": null,
  "development_type": "Major dwellings",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.197038,
          51.461687
        ],
        [
          -0.196938,
          51.461516
        ],
        [
          -0.196862,
          51.461383
        ],
        [
          -0.196879,
          51.461371
        ],
        [
          -0.196861,
          51.461339
        ],
        [
          -0.19686,
          51.461338
        ],
        [
          -0.196775,
          51.46125
        ],
        [
          -0.196648,
          51.461123
        ],
        [
          -0.196645,
          51.461115
        ],
        [
          -0.196644,
          51.461109
        ],
        [
          -0.196643,
          51.461102
        ],
        [
          -0.196643,
          51.461096
        ],
        [
          -0.196646,
          51.461086
        ],
        [
          -0.196649,
          51.461077
        ],
        [
          -0.196662,
          51.461057
        ],
        [
          -0.196689,
          51.461043
        ],
        [
          -0.197008,
          51.46097
        ],
        [
          -0.197043,
          51.460962
        ],
        [
          -0.197091,
          51.460953
        ],
        [
          -0.197164,
          51.460941
        ],
        [
          -0.197208,
          51.460933
        ],
        [
          -0.197533,
          51.46087
        ],
        [
          -0.197541,
          51.460876
        ],
        [
          -0.197544,
          51.46088
        ],
        [
          -0.197552,
          51.460887
        ],
        [
          -0.197564,
          51.460903
        ],
        [
          -0.197591,
          51.460897
        ],
        [
          -0.197598,
          51.460895
        ],
        [
          -0.197646,
          51.460947
        ],
        [
          -0.197869,
          51.461183
        ],
        [
          -0.197908,
          51.461224
        ],
        [
          -0.19791,
          51.461227
        ],
        [
          -0.197915,
          51.46124
        ],
        [
          -0.197854,
          51.461252
        ],
        [
          -0.197769,
          51.46127
        ],
        [
          -0.197541,
          51.461315
        ],
        [
          -0.1975,
          51.461324
        ],
        [
          -0.197325,
          51.461358
        ],
        [
          -0.197357,
          51.461416
        ],
        [
          -0.197482,
          51.461642
        ],
        [
          -0.197485,
          51.461648
        ],
        [
          -0.197487,
          51.46165
        ],
        [
          -0.197496,
          51.461666
        ],
        [
          -0.19735,
          51.461695
        ],
        [
          -0.197348,
          51.461695
        ],
        [
          -0.197347,
          51.461695
        ],
        [
          -0.197345,
          51.461695
        ],
        [
          -0.197344,
          51.461695
        ],
        [
          -0.197342,
          51.461695
        ],
        [
          -0.197341,
          51.461695
        ],
        [
          -0.197339,
          51.461695
        ],
        [
          -0.197338,
          51.461695
        ],
        [
          -0.197336,
          51.461695
        ],
        [
          -0.197335,
          51.461695
        ],
        [
          -0.197333,
          51.461695
        ],
        [
          -0.197331,
          51.461694
        ],
        [
          -0.19733,
          51.461694
        ],
        [
          -0.197328,
          51.461694
        ],
        [
          -0.197327,
          51.461693
        ],
        [
          -0.197326,
          51.461693
        ],
        [
          -0.197324,
          51.461692
        ],
        [
          -0.197323,
          51.461692
        ],
        [
          -0.197322,
          51.461691
        ],
        [
          -0.19732,
          51.461691
        ],
        [
          -0.197319,
          51.46169
        ],
        [
          -0.197318,
          51.46169
        ],
        [
          -0.197317,
          51.461689
        ],
        [
          -0.197316,
          51.461688
        ],
        [
          -0.197315,
          51.461688
        ],
        [
          -0.197314,
          51.461687
        ],
        [
          -0.197313,
          51.461686
        ],
        [
          -0.197307,
          51.461681
        ],
        [
          -0.197305,
          51.461681
        ],
        [
          -0.197225,
          51.461695
        ],
        [
          -0.197223,
          51.461711
        ],
        [
          -0.19722,
          51.461714
        ],
        [
          -0.197217,
          51.461716
        ],
        [
          -0.197213,
          51.461718
        ],
        [
          -0.197208,
          51.461719
        ],
        [
          -0.197195,
          51.461722
        ],
        [
          -0.197175,
          51.461725
        ],
        [
          -0.197159,
          51.461728
        ],
        [
          -0.197119,
          51.461736
        ],
        [
          -0.197113,
          51.461736
        ],
        [
          -0.197105,
          51.461737
        ],
        [
          -0.197103,
          51.461736
        ],
        [
          -0.197098,
          51.461736
        ],
        [
          -0.19709,
          51.461735
        ],
        [
          -0.197084,
          51.461733
        ],
        [
          -0.197076,
          51.46173
        ],
        [
          -0.19707,
          51.461727
        ],
        [
          -0.197065,
          51.461724
        ],
        [
          -0.197061,
          51.46172
        ],
        [
          -0.197059,
          51.461716
        ],
        [
          -0.197048,
          51.461702
        ],
        [
          -0.197038,
          51.461687
        ],
        [
          -0.197038,
          51.461687
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lpa_app_no": "2024/4201",
  "decision_agency": "Borough",
  "decision_date": "03/03/2025",
  "pp_id": "13589630",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/4201",
  "lpa_name": "Wandsworth",
  "bo_system": "Northgate M3",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.461231,
    "lon": -0.197216
  },
  "status": "Approved",
  "last_updated": "2025-03-19T11:28:33.717+00:00",
  "actual_completion_date": null,
  "lapsed_date": "03/03/2028",
  "borough": "Wandsworth",
  "id": "Wandsworth-2024_4201",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "10096185247",
  "locality": "London",
  "application_details": {
    "site_area": 0.447
  }
}