{
  "last_date_consultation_comments": "22/08/2024",
  "site_number": "54",
  "ward": "Northcote",
  "decision_date": "05/09/2024",
  "description": "Alterations including erection of a roof extension to main rear roof, with French doors. Erection of extension over three-storey back addition and formation of a roof terrace above with obscure glass screen surround above. Erection of a single storey rear/side extension with French doors and safety railings and excavation to enlarge basement with formation of front and rear lightwells. Installation of air conditioning unit at roof level.",
  "development_type": "Minor dwellings",
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": "SW4 9AT",
  "locality": "London",
  "appeal_decision": null,
  "status": "Refused",
  "pp_id": "13185413",
  "street_name": "Clapham Common West Side",
  "last_updated_by": "Planning Portal ingest",
  "lpa_name": "Wandsworth",
  "centroid": {
    "lon": "-0.1547502",
    "lat": "51.4559403"
  },
  "lpa_app_no": "2024/2298",
  "borough": "Wandsworth",
  "application_details": {
    "total_gia_gained": 188.5,
    "no_additional_bathrooms": 6,
    "no_additional_bedrooms": 3,
    "intended_commencement_date": "11/2024",
    "intended_completion_date": "04/2025",
    "site_area": 0.024
  },
  "application_type_full": "Householder planning & demolition in a conservation area",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1545659,
          51.4560489
        ],
        [
          -0.1544819,
          51.4559932
        ],
        [
          -0.1548289,
          51.4558638
        ],
        [
          -0.15483239999999998,
          51.4558692
        ],
        [
          -0.1548593,
          51.4558584
        ],
        [
          -0.1548968,
          51.4558932
        ],
        [
          -0.15491749999999999,
          51.4559142
        ],
        [
          -0.1547393,
          51.4559824
        ],
        [
          -0.15470989999999998,
          51.4559937
        ],
        [
          -0.1546391,
          51.4560209
        ],
        [
          -0.1546178,
          51.456029
        ],
        [
          -0.1545659,
          51.4560489
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": "528301",
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/2298",
  "bo_system": "Northgate M3",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": null,
  "id": "Wandsworth-2024_2298",
  "decision_target_date": "05/09/2024",
  "centroid_northing": "174610",
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528313.5000126,
              174622.3903283
            ],
            [
              528319.4900126,
              174616.3503283
            ],
            [
              528295.7500126,
              174601.3503283
            ],
            [
              528295.4900126,
              174601.9503283
            ],
            [
              528293.6500126,
              174600.7003283
            ],
            [
              528290.9500126,
              174604.5003283
            ],
            [
              528289.4500126,
              174606.8003283
            ],
            [
              528301.6400126,
              174614.7003283
            ],
            [
              528303.6500126,
              174616.0003283
            ],
            [
              528308.4900126,
              174619.1503283
            ],
            [
              528309.9500126,
              174620.0903283
            ],
            [
              528313.5000126,
              174622.3903283
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": "4534-2127-6300-0431-6296",
  "decision_conditions": [
    "Reason : 1 - The proposed extensions and terrace at roof level, by reason of their siting, scale and design, would be prominent, incongruous and significantly visually dominant, and together with the proposed side elevation fenestration and side extension, would have the effect of making the side and rear of the property much more predominant and less subservient to the main dwelling and its important front elevation. This would detract from the form and appearance of the existing dwelling on a visually important corner site. The three rooflights on the front roofslope would be excessive in number, cluttering the front roofslope. The proposals represent an insensitive overdevelopment that would result in less than substantial harm to the character and appearance of the Clapham Common Conservation Area and this harm would not be outweighed by public benefits.  The proposal would therefore be contrary to Section 71(1) of the Planning (Listed Buildings and Conservation Areas) Act 1990, the NPPF (2023), and policies LP1, LP3 and LP5 of the Wandsworth Local Plan (2023), the Housing SPD (2016) and Clapham Common Conservation Area Appraisal and Management Strategy.",
    "Reason : 2 - The proposed basement would occupy significantly over 50% of the site's garden space, and as the proposed lightwell would fail to retain either 2m or 50% of the existing front garden space would be visually prominent when seen from the street. The proposed basement development therefore represents an overdevelopment of the site resulting in harm to natural landscapes, sustainable drainage and the character and local spatial character. The proposed development is considered to result in less than substantial harm to the character and appearance of the Clapham Common Conservation Area which would not be outweighed by public benefits. The proposal would therefore be contrary to Section 71(1) of the Planning (Listed Buildings and Conservation Areas) Act 1990, the NPPF (2023), and policies LP1, LP3, LP5 and LP6 of the Wandsworth Local Plan (2023), the Housing SPD (2016) and Clapham Common Conservation Area Appraisal and Management Strategy. ",
    "Reason : 3 - By reason of its scale, siting and design, the proposed extension over the back addition would detrimentally impact the provision of light to a first-floor bedroom window at the next-door property, harming the amenities of existing neighbouring occupiers. The development would therefore fail to accord with policy LP2 of the Wandsworth Local Plan (2023).",
    "Reason : 4 - In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. We have made available detailed advice in the form of our statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning documents and where appropriate the Site Specific Allocations Document as well as offering a full pre application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition further guidance was offered to the applicant by the case officer during the processing of the application to identify amendments to address those elements of the scheme considered unacceptable. However, the necessary amendments to make the application acceptable are substantial and would materially change the development proposal. They would require further consultations to be undertaken prior to determination, which could not take place within the statutory determination period specified by the Department of Communities and Local Government. "
  ],
  "appeal_decision_date": null,
  "uprn": "100022626863",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": null,
  "last_updated": "2025-03-19T20:23:37.539+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "05/09/2027",
  "decision": "Refused",
  "valid_date": "11/07/2024"
}