{
  "site_name": "St Georges Hospital",
  "last_updated_by": "Northgate M3",
  "centroid": {
    "lon": -0.175746,
    "lat": 51.426718
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.176092,
          51.425293
        ],
        [
          -0.17612,
          51.425309
        ],
        [
          -0.17613,
          51.425302
        ],
        [
          -0.176171,
          51.425328
        ],
        [
          -0.176189,
          51.425315
        ],
        [
          -0.176367,
          51.425446
        ],
        [
          -0.176389,
          51.425437
        ],
        [
          -0.176573,
          51.425586
        ],
        [
          -0.176547,
          51.425596
        ],
        [
          -0.176533,
          51.425636
        ],
        [
          -0.176468,
          51.425676
        ],
        [
          -0.176226,
          51.425823
        ],
        [
          -0.176102,
          51.425903
        ],
        [
          -0.176082,
          51.425895
        ],
        [
          -0.176046,
          51.425918
        ],
        [
          -0.176018,
          51.425903
        ],
        [
          -0.175887,
          51.425982
        ],
        [
          -0.17585,
          51.425958
        ],
        [
          -0.175969,
          51.425891
        ],
        [
          -0.175949,
          51.425878
        ],
        [
          -0.176127,
          51.425771
        ],
        [
          -0.176209,
          51.425721
        ],
        [
          -0.17592,
          51.425536
        ],
        [
          -0.17596,
          51.425511
        ],
        [
          -0.175887,
          51.425465
        ],
        [
          -0.175851,
          51.425441
        ],
        [
          -0.17596,
          51.425376
        ],
        [
          -0.175942,
          51.425364
        ],
        [
          -0.175953,
          51.425357
        ],
        [
          -0.175955,
          51.425304
        ],
        [
          -0.175944,
          51.425297
        ],
        [
          -0.175963,
          51.425285
        ],
        [
          -0.17601,
          51.425254
        ],
        [
          -0.176082,
          51.425299
        ],
        [
          -0.176092,
          51.425293
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/0295",
  "secondary_street_name": null,
  "site_number": null,
  "application_details": {
    "green_suds": true,
    "phasing_details": [
      {
        "phase_detail": "One Phase",
        "intended_completion_date": "02/2025",
        "intended_commencement_date": "10/2023"
      }
    ],
    "total_gia_gained": 3543.01,
    "building_details": [
      {
        "no_storeys": 4,
        "max_height": 19.9,
        "building_ref": "ITU Building"
      }
    ],
    "ownership_status": "Private",
    "site_area": 0.250818,
    "total_gia_existing": 0,
    "surface_water_discharge_percentage_reduction": 40,
    "scheme_phasing": true,
    "garden_land_lost": false,
    "scheme_name": "St George's University Hospital - Modular ITU Building",
    "projected_cost_of_works": "Between £2m and £100m",
    "grey_water_reuse": false,
    "internal_resi_water_usage": 0,
    "infrastructure_details": {
      "total_annual_nox_emissions": 0,
      "mobile_network_operators_consultation": false,
      "no_homes_to_have_electrical_heating": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "chp_heat_pumps_capacity": 1.23,
      "green_roof_area": 0,
      "ghg_reduction_over_building_regulations": false,
      "urban_greening_factor_score": 0.04,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_pm_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 1,
      "fire_suppression_system_proposed": false,
      "solar_pv_capacity": 80.26,
      "waste_provision": true
    },
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 3543.01,
      "total_gia_existing": 0,
      "total_gia_gained": 3543.01,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C2",
        "gia_gained": 3543.01,
        "gia_lost": 0
      }
    ],
    "total_gia_lost": 0
  },
  "lapsed_date": "20/03/2028",
  "decision": "Approved",
  "postcode": "SW17 0QT",
  "last_date_consultation_comments": "14/03/2024",
  "decision_process": null,
  "epc_number": null,
  "pp_id": "12656621",
  "development_type": "Major all other major developments",
  "bo_system": "Northgate M3",
  "valid_date": "29/01/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526904.8859777306,
              171164.8518539446
            ],
            [
              526902.8870637667,
              171166.59372158773
            ],
            [
              526902.2716080976,
              171165.84063816303
            ],
            [
              526899.3472192065,
              171168.66606993228
            ],
            [
              526898.1111416493,
              171167.15349072317
            ],
            [
              526885.3807673012,
              171181.46939284418
            ],
            [
              526883.8719211187,
              171180.37970476324
            ],
            [
              526870.6303529822,
              171196.67504027736
            ],
            [
              526872.4502771865,
              171197.8349484363
            ],
            [
              526873.2890781439,
              171202.24770332524
            ],
            [
              526877.7128604727,
              171206.82213570358
            ],
            [
              526894.1205320746,
              171223.6073309956
            ],
            [
              526902.5469845254,
              171232.67473548237
            ],
            [
              526903.9486449135,
              171231.88496155228
            ],
            [
              526906.3644478178,
              171234.42423469282
            ],
            [
              526908.3350174222,
              171232.82469255675
            ],
            [
              526917.2479284783,
              171241.8820999033
            ],
            [
              526919.9028381545,
              171239.30283820775
            ],
            [
              526911.8144332091,
              171231.66502450744
            ],
            [
              526913.2325837193,
              171230.19544517022
            ],
            [
              526901.1535691982,
              171217.96894496668
            ],
            [
              526895.6211331958,
              171212.32056179713
            ],
            [
              526916.200805717,
              171192.18632515642
            ],
            [
              526913.4716904906,
              171189.39712355647
            ],
            [
              526918.6578339266,
              171184.33857154957
            ],
            [
              526921.2302929917,
              171181.8192926856
            ],
            [
              526913.8839435459,
              171174.31144178315
            ],
            [
              526915.1701730784,
              171173.05180234968
            ],
            [
              526914.4033823954,
              171172.26202842244
            ],
            [
              526914.3868922732,
              171166.34372251725
            ],
            [
              526915.1701730783,
              171165.57394286344
            ],
            [
              526913.908678729,
              171164.28431201662
            ],
            [
              526910.6848598364,
              171160.6853422097
            ],
            [
              526905.5542520384,
              171165.60625379172
            ],
            [
              526904.8859777306,
              171164.8518539446
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "actual_commencement_date": null,
  "parking_details": {
    "no_proposed_car": 0,
    "no_existing_bluebadge": 1,
    "net_car": -117,
    "no_proposed_cycle": 6,
    "net_bluebadge": -1,
    "no_proposed_bluebadge": 0,
    "no_existing_car": 117,
    "net_cycle": 6,
    "no_existing_cycle": 0
  },
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "lpa_name": "Wandsworth",
  "borough": "Wandsworth",
  "centroid_northing": 171324,
  "id": "Wandsworth-2024_0295",
  "decision_target_date": "20/03/2025",
  "description": "The erection of a new 3,543.1sqm (Gross External Area) part two, part three-storey Intensive Therapy Unit (ITU) building (Use Class C2) attaching to the south-west of the Atkinson Morely Wing, with associated infrastructure including lift overruns and plant, ancillary space, cycle parking, drainage, hard and soft landscaping, and utilities.",
  "appeal_status": null,
  "decision_date": "20/03/2025",
  "ward": "Tooting Broadway",
  "appeal_decision": null,
  "locality": "London",
  "street_name": "Blackshaw Road",
  "status": "Approved",
  "application_type_full": "Full planning permission",
  "decision_agency": "Borough",
  "uprn": "100023321192",
  "date_building_work_started_under_previous_permission": "17/10/2023",
  "lpa_app_no": "2024/0295",
  "title_number": null,
  "last_updated": "2025-03-27T16:30:03.948Z",
  "cil_liability": true,
  "subdivision_of_building": "n/a",
  "actual_completion_date": null,
  "centroid_easting": 526925,
  "appeal_start_date": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings:\r\n\r\nPlans:\r\nPlanning Application Boundary 5434- FLO- MB- ZZ- DR- A01102 Rev C\r\nSite Location Plan 5434-FLO-MB-ZZ-DR-A-01100 Rev F\r\nProposed Site Plan 5434-FLO-MB-ZZ-DR-A-01103 Rev P01\r\nFirst Floor Plan Proposed 5434-FLO-MB-01-DR-A-02102 Rev P01\r\nSecond Floor Plan Proposed 5434-FL0-MB-02-DR-A-02103 Rev P01 \r\nThird Floor Plan Proposed 5435-FLO-MB-03-DR-A-02104 Rev P01\r\nRoof Plan Proposed 5434-FLO-MB-03-DR-A-02105 Rev P01\r\nGround Floor Plan Proposed 5434-FLO-MB-GR-DR-A-02101Rev P01\r\nLower Ground Floor Plan Proposed 5434-FLO-MB-LG-DR-A-02100 Rev P01\r\nSection A-A 5434-FLO-MB-ZZ-DR-A-02211Rev P01\r\nSection B-B 5434-FLO-MB-ZZ-DR-A-02212 Rev P01\r\nSection C-C 5434-FLO-MB-ZZ-DR-A-02213 Rev P01\r\nSection D-D 5434-FLO-MB-ZZ-DR-A-02214 Rev P01\r\nElevations 5434-FLO-MB-ZZ-DR-A-02310 Rev P01\r\nElevations 5434-FLO-MB-ZZ-DR-A-02320 Rev P01\r\nUrban Greening Factor Plan 211221-TMA-ZZ-DR-L-1002 Rev P10\r\nHard Landscape Plan 211221-TMA-LP-3000 Rev P04\r\nSoft Landscape Plan 211221-TMA-LP-4000 Rev P05\r\nSite Wide Tree Planting Report 211221-TMA-XX-RP-L-2001 Rev P02\r\nSite Wide Planting Plan 211221 -TMA-XX-DR-L-3005 Rev P03\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Prior to commencement of above ground works details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - Prior to the commencement of the above ground works detailed drawings at a minimum scale of [1:50] (or other scale to be agreed in advance by the local planning authority) shall be submitted to and approved by the local planning authority.  Such details shall include; Ground level entrances; window details and reveals. The development shall be constructed in accordance with the approved details and retained as such.\r\nReason: To ensure a high quality of development and to accord with policies LP1, LP2, LP3 and LP4 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - The building services plant that will form part of the development shall be installed in strict accordance with the details and recommended mitigation measures provided in the acoustic report submitted by Create Consulting Engineers Limited reference BD/VL/P21-2522/04 Rev D dated June\r\n2023. The plant shall not be used unless the equipment is installed in compliance with these details and recommended mitigation. The plant shall be serviced regularly in accordance with the manufacturer's instructions and as necessary to ensure that the requirements of the condition are\r\nmaintained.\r\nReason: In the interests of amenity in accordance with Council policy LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 6 - No development shall commence until a Construction and Environmental Management Plan (CEMP) has been submitted to and been approved in writing by the local planning authority. The CEMP shall include measures to mitigate the construction effects as part of a coordinated and collaborative approach with surrounding developments, and shall include, in accordance with the measures outlined in the Preliminary Ecological Appraisal (Deepdene Ecology, May 2024) the following details (although not limited to): \r\n\r\na)whilst works should take place outside of the nesting season (February - September inclusive), if works are unavoidable during this period, then a site walk over no more than 24 hours prior to works commencing is required by a named CIEEM accredited ecologist with experience of working in London to check for any nesting birds in the exiting buildings and structures to be demolished. In the event that a nest is found, an appropriate exclusion zone should be implemented around it until the young have fully fledged (Wildlife and Countryside Act 1981 (as amended)). The law protects all wild bird species, their eggs and nests; \r\n\r\nb)details of measures to be taken to ensure that retained and adjacent habitats, will not be used for storage or impacted negatively by the works (including, but not limited to vehicle movement, runoff, storage, lighting, dust, litter, noise etc.);\r\n\r\nc)whilst lighting should be avoided, if lighting is necessary, details of a construction lighting plan outlining how lighting will be prevented from negatively impacting any protected and priority species during construction, in particular commuting bats. This construction lighting plan should follow the best practice industry guidance outlined in the Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Guidance Note (2023);  \r\n\r\nd)details of measures to prevent mammal, amphibian or reptile entrapment or harm on site, including in excavations, construction materials and was",
    "Condition : 7 - Prior to commencement of above ground works a Landscape and Ecological Enhancement and Management Plans shall be submitted to and approved in writing by the local planning authority. The Plan shall include details of all measures to provide biodiversity gain, in accordance with the principles outlined in the submitted Biodiversity Net Gain Report, including but not limited to:   \r\n\r\n1.details of native and wildlife friendly planting, including the trees to be planted outside the redline boundary; \r\n\r\n2.orientation, target species and location for at least 6 x swift bricks/boxes and 3 x house sparrow terraces and at least 2x bat boxes to be attached to the new buildings; \r\n\r\n3.a bat sensitive post-construction lighting plan, including lux spill diagrams, to ensure that any lighting will be of a specification that minimises its impacts on bats, onsite and adjacent habitats in accordance with the BCT and ILP 2023 Guidance Note (including having a colour temperature of <2700k, no uplighters, no upwards light spill and no light spill onto the adjacent habitats). \r\n\r\n4.details on the management to be implemented post-construction shall also be submitted, which shall include management responsibilities and maintenance schedules for all hard and soft landscaped areas as well as the above-mentioned measures to provide biodiversity gain. \r\n\r\nThe approved details shall be implemented prior to first occupation of the development and maintained thereafter. \r\nReason: To enhance the ecological interest of the site and to ensure that the ecological features are provided and maintained in a satisfactory manner in accordance with Council Policy LP55 of the Local Plan and London Plan Policy.  ",
    "Condition : 8 - The proposed development shall aim to achieve an Urban Greening score of at least 0.16. Prior to occupation an updated urban greening table and plan shall be submitted to and approved in writing by the local planning authority demonstrating that the maximum practical level of urban greening has been achieved. The urban greening shall be provided in accordance with the approved details prior to the occupation of the development. \r\nReason: To ensure adequate urban greening, in accordance with London Plan policy G5. \r\n\r\n",
    "Condition : 9 - Details of any external lighting proposed within the development, both during construction phase and all subsequent permanent external lighting, shall be submitted to and approved by the local planning authority before its installation, including but not limited to: locations, type of lighting, lux levels, along with pseudo colour rendering and clear geo-referenced lux contour plans and details of measures to control light spill, including prevention from falling onto any biodiversity enhancements such as biodiversity roofs and bat and bird boxes/bricks. This lighting plan must follow best practice industry guidance produced by the Bat Conservation Trust and Institute of Lighting Professionals. The lighting shall be installed and maintained in accordance with the approved details.  \r\nReason: In the interests of ecological functionality and the amenities of existing residents and future occupiers of the development, in accordance with Council policies LP2 and LP55 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 10 - Prior to the commencement of above ground works (excluding demolition), details of the siting, design and materials of refuse and recycling storage to serve the development shall be submitted to and approved in writing by the local planning authority. The refuse storage facilities shall be provided in accordance with the approved details prior to occupation of the development, and shall be retained thereafter.\r\nReason:  In the interests of amenity and hygiene, in accordance with Council policy LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. ",
    "Condition : 11 - No development shall take place until a desktop study shall be submitted to and approved in writing by the local planning authority.  The desktop study shall identify all previous site uses, potential contaminants associated with those uses, a conceptual model of the site indicating sources, pathways and receptors and any potentially unacceptable risks arising from contamination at the site and any measures to be taken to prevent and or remedy contamination at the site, site investigation scheme (providing information for an assessment of the risk to all receptors that may be affected, including those off site), intrusive investigation and risk assessment (assessing the degree and nature of any contamination on site and the risks posed by any contamination to human health, controlled waters and the wider environment). Any measures to be taken to prevent and/or remedy contamination at the site set out in the approved document shall be undertaken in accordance with the approved details.\r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the start of the works so that the necessary precautions and mitigation measures can be incorporated into the construction.\r\n",
    "Condition : 12 - If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the Local Planning Authority) shall be carried out until a remediation strategy detailing how this contamination will be dealt with has been submitted to and approved in writing by the Local Planning Authority. The remediation strategy shall be implemented as approved.  \r\nReasons To ensure that the development does not contribute to, or is not put at unacceptable risk from, or adversely affected by, unacceptable levels of water pollution from previously unidentified contamination sources at the development site in line with paragraph 180 of the National Planning Policy Framework. ",
    "Condition : 13 - Prior to first occupation, the remediation as set out in the Remediation Method Statement shall be completed and a verification report produced on completion of the remediation, shall be submitted to and approved in writing by the local planning authority.� \r\nReason: To ensure that remedial measures have been undertaken and the environmental risks have been satisfactorily managed so that the site is deemed suitable for residential use to accord with Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 14 - Prior to the commencement of development, a Dust Management Plan (DMP), based on an AQDRA (Air Quality and Dust Risk Assessment), shall be submitted to and approved, in writing, by the local planning authority. The DMP shall be in accordance with The Control of Dust and Emissions during Construction and Demolition SPG 2014. The DMP will need to detail the measures to reduce the impacts during the construction phase. The development shall be undertaken in accordance with the approved plan.\r\nReason:To manage and prevent further deterioration of existing low quality air across London in accordance with Council policy LP14 of the Local Plan, London Plan policy SI1 coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 15 - During each four construction sub-phases of the proposed development\r\n(demolition, earthworks, construction, and trackout), PM10 continuous monitoring shall be carried out on site. Parameters to be monitored, duration, locations and monitoring techniques must be approved in writing by Wandsworth Council prior to commencement of monitoring. \r\nReason:To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan policy SI1.\r\n",
    "Condition : 16 - All Non-Road Mobile Machinery (NRMM) used during the course of the development that is within the scope of the Greater London Authority `Control of Dust and Emissions during Construction and Demolition� Supplementary Planning Guidance (SPG) dated July 2014, or any subsequent amendment or guidance, shall comply with the emission requirements therein.� \r\nReason: To help monitor the use of such equipment across London in accordance with the London Plan. It is necessary for the condition to require plant to be registered prior to works starting to ensure all plant is included in the registration. ",
    "Condition : 17 - Prior to the commencement of development, a Mechanical Ventilation Heat Recovery (MVHR) system report shall be submitted to and approved in writing by the Council in order to mitigate air pollution. The report shall include the following information:\r\na) Details and locations of the air intake locations of the mechanical ventilation system\r\nor\r\nb) Details of filtration system to remove airborne pollutants. The filtration system shall have a minimum efficiency of 75% in the removal of Nitrogen\r\nOxides/Dioxides, and Particulate Matter (PM2.5, PM10) in accordance with BS ENISO 10121-1:2014 and BS EN ISO 16890.\r\nVentilation intakes shall be positioned a suitable distance away from chimney/boiler flues, ventilation extracts, and roads. The maintenance and cleaning of the systems shall be undertaken regularly in accordance with manufacturer specifications, and shall be the responsibility of the primary owner of the property. A post installation certificate of the approved ventilation strategy shall be submitted to the Council for approval prior to the occupation/use of the development. Approved details shall be fully implemented prior to the occupation/use of the development and thereafter permanently retained and maintained.\r\nReason:To manage and prevent further deterioration of existing low quality air across London in accordance with Council policy LP14 of the Local Plan, London Plan policy SI1 coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 18 - Prior to commencement of above ground works (excluding demolition), details of the location, number and design of secure cycle parking across the wider St. George�s Hospital site shall be submitted to and approved in writing by the local planning authority.  The cycle parking shall be provided in accordance with the approved details prior to the occupation of the development and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 19 - The development shall be built in accordance with the submitted Energy Statement [by Crate dated Feb 2022 Ref: AK/VL/P21-2522/03 Rev F] demonstrating how the development will follow the hierarchy of energy efficiency, decentralised energy and renewable energy technologies to secure a minimum 57% reduction in CO2 emissions above levels set in Building Regulations Part L 2021. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP or the National Calculation Method) shall be submitted to the local planning authority and approved in writing to demonstrate that the development has been carried out in accordance with the approved Energy Statement. The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\nReason: In the interest of sustainable development and to accord with London Plan policy SI2 and Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 20 - Within three months of the commencement of development, a BREEAM Interim (Design Stage) Assessment issued by the Building Research Establishment (BRE) or equivalent accredited body, shall be submitted to and approved in writing by the local planning authority to show that an Excellent rating (71.25\r%) will be achieved for the building. The development shall be implemented in accordance with the approved rating.  \r\nReason: To achieve appropriate sustainability standards in accordance with Council policy LP10 of the Local Plan  coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 21 - Within three months of the occupation of the building a BREEAM New Construction Final (Post-Construction) Certificate, issued by the BRE (or equivalent accredited body), shall be submitted to and approved in writing by the local planning authority to demonstrate that an Excellent rating (71.25\r%) has been achieved. (Where it is proven that it is not technically feasible then Excellent rating will be accepted.) All the measures integrated shall be retained for as long as the development is in existence.\r\nReason: To achieve appropriate sustainability standards in accordance with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 22 - Prior to the occupation of the development  the post-construction assessment should provide an update of the information submitted at planning submission stage, including the whole life carbon emission figures for all life-cycle modules based on the actual materials, products and systems used. Details shall be submitted to, and approved in writing by, the local planning authority, prior to occupation. \r\nReason: In the interests of sustainable development and to maximise on-site carbon dioxide savings in accordance with London Plan policy SI2, LP10 of the Local Plan\r\n\r\n \r\n",
    "Condition : 23 - Prior to the occupation of the development, a Post Completion Report setting out the predicted and actual performance against all numerical targets in the relevant Circular Economy Statement shall be submitted to the local planning authority and approved in writing by, prior to occupation.� \r\nReason: In the interests of sustainable waste management and in order to maximise the re-use of materials in accordance with London Plan policy SI7 and LP13� of the Local Plan\r\n",
    "Condition : 24 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk and Drainage Strategy [by Create dated June 2023].\r\nThe mitigation measures shall be retained as such.\r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy LP12 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 25 - Prior to the occupation of the development, a public realm, landscape and SuDs management plan shall be submitted to and approved in writing by the local planning authority. The plan shall include annual maintenance of the garden, any green roofs and SuDS and shall be implemented as approved and permanently maintained as such.� \r\nReason: To ensure that landscape, public realm and SuDs features are maintained and in the interest of local amenity, security, drainage and biodiversity in accordance with Council policies LP1, LP2, LP12 and LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 26 - No piling shall take place until a piling method statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface water infrastructure and protocol for vibration monitoring, and the programme for the works) has been submitted to and approved in writing by the local planning authority in consultation with Thames Water. Any piling must be undertaken in accordance with the terms of the approved piling method statement.  \r\n\r\nReason: The proposed works will be in close proximity to underground water utility infrastructure. Piling has the potential to impact on local underground water utility infrastructure. (The applicant is advised to contact Thames Water Developer Services to discuss the details of the piling method statement prior to its submission). \r\n",
    "Condition : 27 - Prior to occupation of the development details shall be submitted to and approved in writing by the Local Planning Authority in consultation with Thames Water confirming that either any necessary water network upgrades required to accommodate the additional demand to serve the development have been completed; or a development and infrastructure plan confirming that sufficient capacity is already available has been agreed with Thames Water to allow the development to be occupied.  \r\n\r\nReason: The development may lead to low water pressure and network reinforcement works may be necessary to ensure that sufficient capacity is made available to accommodate additional demand anticipated from the approved development. The developer can request information to support the discharge of this condition by visiting the Thames Water website at thameswater.co.uk/preplanning.  \r\n",
    "Condition : 28 - The development permitted by this planning permission shall only be carried out in accordance with the approved Fire Safety Strategy Report dated June 2024 Rev 8. The proposed mitigation measures shall be installed as proposed and retained as such.� \r\n\r\nReason: To ensure that adequate arrangements are made for fire safety in accordance with London Plan Policy D12 coupled with the requirements of the National Planning Policy Framework.��� \r\n",
    "Condition : 29 - Prior to the commencement of the development Tree Protection measures in line with the Arboricultural Impact Assessment and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures shall be retained until completion of the development.  \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework. ",
    "Condition : 30 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "date_building_work_completed_under_previous_permission": null
}