{
  "valid_date": "14/11/2024",
  "epc_number": null,
  "site_name": "Bus Shelter And Advertising Right Outside 71 To 77",
  "cil_liability": false,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527434.210012,
              171428.3003274
            ],
            [
              527431.630012,
              171424.4703274
            ],
            [
              527430.660012,
              171425.1203274
            ],
            [
              527433.230012,
              171428.9503274
            ],
            [
              527434.210012,
              171428.3003274
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "actual_commencement_date": null,
  "site_number": null,
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": "Consent to display an advertisement",
  "ward": "Tooting Broadway",
  "last_date_consultation_comments": "28/01/2025",
  "centroid_easting": "527432",
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Installation of internal illuminated sequential advertisement capable of static and dynamic content display with automatic rotation of images. ",
  "appeal_decision": null,
  "postcode": "SW17 0RN",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "31/01/2025",
  "street_name": "Tooting High Street",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "centroid_northing": "171427",
  "application_type": "All Other",
  "title_number": null,
  "decision_conditions": [
    "Condition : 1 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [Covering Letter, Site Plan and Images 0132/0440, Technical specification Appendix A, Technical specification Appendix B. (All documents received 14/11/2024)]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 2 - The maximum steady brightness of the advertisement hereby permitted is not \r\nto exceed 300 candelas per sq.m.\r\nReason: To ensure the sign does not have an adverse effect on the amenity \r\nof the area in accordance with Council policy LP9 of the Local Plan and to \r\ncomply with paragraph 141 of the National Planning Policy Framework.\r",
    "Condition : 3 - The advertisements must be static and contain no moving features, flashing, \r\nanimation, intermittent light source or exposed cold cathode tubing. Sequential advertisements displayed via the unit permitted by this consent shall not change more than once every 10 seconds. The interval between successive displays shall take place over a period no greater than one second; the complete screen shall change with no visual effects (including fading, swiping or other animated transition methods) between displays and the display will include a mechanism to freeze the image in the event of a malfunction.\r\nReason: In the interest of highway safety and of the visual amenities of the \r\nlocality in accordance with Council policy LP9 of the Local Plan and to comply with the National Planning Policy Framework.",
    "Condition : 4 - No music, smoke or sound shall be emitted from the advertisements.\r\nReason: In the interest of the aural amenities of the locality in accordance with Council Policy LP2 and LP9 of the Local Plan.\r\n",
    "Condition : 5 - INFORMATIVE: The footway and carriageway of the A24 Tooting High Street should not be blocked during the relocation and installation works. Temporary obstructions during the development works should be kept to a minimum and should not encroach on the clear space needed to provide safe passage for pedestrians or obstruct the flow of traffic on the A24 Tooting High Street. All vehicles should only park/stop at permitted locations and within the time periods permitted by existing on-street restrictions.\r\n\r\nINFORMATIVE: No skips or construction materials shall be kept on the \r\nfootway or carriageway on the TLRN at any time.\r\n\r\nINFORMATIVE: Bus services and passengers waiting on the pavement \r\nshould not be impacted during the replacement of the advertisement panel.\r\n\r\nINFORMATIVE: All vehicles associated with the installation and maintenance of adverts must only park/ stop at permitted locations and within the time periods permitted by existing on-street restrictions. "
  ],
  "appeal_start_date": null,
  "development_type": "Other advertisements",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1683633,
          51.4275413
        ],
        [
          -0.1684018,
          51.4275074
        ],
        [
          -0.1684155,
          51.4275135
        ],
        [
          -0.1683772,
          51.4275473
        ],
        [
          -0.1683633,
          51.4275413
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lpa_app_no": "2024/3979",
  "decision_agency": "Borough",
  "decision_date": "31/01/2025",
  "pp_id": "13547478",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/3979",
  "lpa_name": "Wandsworth",
  "bo_system": "Northgate M3",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": "51.4275301",
    "lon": "-0.16839559999999998"
  },
  "status": "Approved",
  "last_updated": "2025-03-19T18:47:07.797+00:00",
  "actual_completion_date": null,
  "lapsed_date": "31/01/2028",
  "borough": "Wandsworth",
  "id": "Wandsworth-2024_3979",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "10070239549",
  "locality": "London",
  "application_details": {
    "site_area": 0.001
  }
}