{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1506932,
          51.4449016
        ],
        [
          -0.1506784,
          51.4448857
        ],
        [
          -0.15073029999999998,
          51.4448658
        ],
        [
          -0.1508427,
          51.4448262
        ],
        [
          -0.1508449,
          51.4448254
        ],
        [
          -0.15084709999999998,
          51.4448254
        ],
        [
          -0.1508492,
          51.4448259
        ],
        [
          -0.1508513,
          51.4448268
        ],
        [
          -0.1508527,
          51.4448278
        ],
        [
          -0.1508541,
          51.4448291
        ],
        [
          -0.15088089999999998,
          51.4448592
        ],
        [
          -0.150883,
          51.4448611
        ],
        [
          -0.1507393,
          51.4449114
        ],
        [
          -0.1507114,
          51.4449213
        ],
        [
          -0.1507025,
          51.4449117
        ],
        [
          -0.1506932,
          51.4449016
        ]
      ]
    ],
    "type": "Polygon"
  },
  "ward": "Balham",
  "decision": "Approved",
  "decision_process": null,
  "appeal_status": null,
  "status": "Approved",
  "parking_details": null,
  "centroid_easting": "528608",
  "application_details": {
    "site_area": 0.006
  },
  "actual_completion_date": null,
  "application_type_full": "Removal/Variation of a condition",
  "locality": "London",
  "actual_commencement_date": null,
  "development_type": "Minor dwellings",
  "appeal_decision_date": null,
  "centroid_northing": "173386",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": true,
  "lapsed_date": "25/09/2027",
  "pp_id": "12979904",
  "lpa_app_no": "2024/1361",
  "epc_number": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": "51.4448706",
    "lon": "-0.1507783"
  },
  "application_type": "All Other",
  "borough": "Wandsworth",
  "postcode": "SW12 9ET",
  "site_name": "Maisonette First To Third Floor 13",
  "bo_system": "Northgate M3",
  "site_number": null,
  "decision_target_date": "26/09/2024",
  "valid_date": "15/04/2024",
  "street_name": "Bedford Hill",
  "last_updated_by": "Northgate M3",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/1361",
  "appeal_start_date": null,
  "last_date_consultation_comments": "23/05/2024",
  "last_updated": "2025-03-19T21:06:57.446+00:00",
  "appeal_decision": null,
  "description": "Variation of condition 5 and 6 of planning permission dated 26/04/2023 ref 2022/4956 (Alterations including erection of a three storey rear extension above existing ground rear addition and replacement of windows and doors to rear elevation in connection with the conversion of existing 2 x 3- bedroom Maisonettes into 3 x 1-bedroom/studio flats, 1 x 2-bedroom flat and 1 x 3-bedroom flat, with associated bin and bike storage.) to relocate bin and bike stores.",
  "decision_date": "25/09/2024",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of the original permission (ref. 2022/4956 dated 26.04.2023).\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [2228_EX_001, 2228_PL_101, 2228_PL_102 rev E, 2228_PL_103 rev C, 2228_PL_104 rev E, 2228_PL_105 rev A, PL_106 rev C, 2228_PL_107 rev E, 2228_SCT73_101 rev A, Planning Fire Safety Strategy (ref: 2228_01.12.22), Email correspondence (Re: 11-13 Bedford Hill - 2024/1361, dated: 18 July 2024), Beaufort Construction - Waste Contract Letter (01.09.2024)].\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall be in accordance with approved details under application ref: 2023/1789 (dated: 04/07/2023). The development shall be carried out in accordance with the approved materials and thereafter so retained.\r\nReason: In the interest of the appearance of the development and to safeguard visual amenity, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - Prior to commencement of use of the first floor rear roof terraces as shown on drawing numbers [2228_PL_103 rev C, 2228_SCT73_101 rev A], the obscure glazed screening to each side and rear at a minimum height of 1.7m above finished floor level shall be installed. The screening shall be retained and maintained as such thereafter.\r\nReason: To protect the privacy of neighbours by preventing overlooking and in the interest of visual amenity in accordance with Council policy LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - Prior to the first occupation of the development the cycle parking shown on the approved drawing [[2228_PL_103 rev C, 2228_SCT73_101 rev A] shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP51 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - Prior to the first occupation of the development, the refuse and recycling storage and managment shown on approved drawings [2228_PL_102 rev E, 2228_PL_103 rev C, 2228_SCT73_101 rev A, 2228_PL_107 rev E, Email correspondence (Re: 11-13 Bedford Hill - 2024/1361, dated: 18 July 2024), Beaufort Construction - Waste Contract Letter (01.09.2024)] shall be provided and shall be retained for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for waste storage in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - The development shall achieve a maximum water use of 105 litres per person per day (plus 5 litres for outside use) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government, in accordance with approved details application ref: 2024/1831 (dated: 17/07/2024). Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework. ",
    "Condition : 8 - The roof area of the first-floor extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area. \r\nReason: To control overlooking and safeguard the privacy of neighbours  in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 9 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "uprn": "100022614042",
  "id": "Wandsworth-2024_1361",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528613.8300128,
              173389.590328
            ],
            [
              528614.9000128,
              173387.850328
            ],
            [
              528611.3500128,
              173385.550328
            ],
            [
              528603.6500128,
              173380.950328
            ],
            [
              528603.5000128,
              173380.850328
            ],
            [
              528603.3500128,
              173380.850328
            ],
            [
              528603.2000128,
              173380.900328
            ],
            [
              528603.0500128,
              173381.000328
            ],
            [
              528602.9500128,
              173381.100328
            ],
            [
              528602.8500128,
              173381.250328
            ],
            [
              528600.9000128,
              173384.550328
            ],
            [
              528600.7500128,
              173384.750328
            ],
            [
              528610.6000128,
              173390.600328
            ],
            [
              528612.5100128,
              173391.750328
            ],
            [
              528613.1500128,
              173390.700328
            ],
            [
              528613.8300128,
              173389.590328
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "lpa_name": "Wandsworth"
}