{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "11/04/2024",
  "development_type": "Other house holder developments",
  "ward": "Wandsworth Common",
  "lapsed_date": "31/07/2027",
  "decision_date": "31/07/2024",
  "lpa_app_no": "2024/1167",
  "status": "Approved",
  "parking_details": null,
  "centroid": {
    "lat": "51.4491194",
    "lon": "-0.16996409999999998"
  },
  "application_type": "Householder",
  "borough": "Wandsworth",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "last_date_consultation_comments": "16/05/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T21:07:25.825+00:00",
  "locality": "London",
  "date_building_work_completed_under_previous_permission": null,
  "description": "Erection of a ground floor rear single-storey extension, excavation to enlarge basement with front and rear lightwells, replacement windows, doors, new front porch canopy and associated landscaping.",
  "application_type_full": "Householder planning permission",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/1167",
  "site_number": "13",
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "application_details": {
    "no_additional_bedrooms": 1,
    "intended_completion_date": "01/2025",
    "total_gia_gained": 92.8,
    "no_additional_bathrooms": 1,
    "intended_commencement_date": "01/2025",
    "site_area": 0.038000000000000006
  },
  "pp_id": "12917031",
  "postcode": "SW18 3RJ",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.16989479999999998,
          51.4491808
        ],
        [
          -0.1695436,
          51.4492877
        ],
        [
          -0.16949309999999998,
          51.4492186
        ],
        [
          -0.170063,
          51.4490414
        ],
        [
          -0.1701199,
          51.4491124
        ],
        [
          -0.1700689,
          51.4491282
        ],
        [
          -0.16989479999999998,
          51.4491808
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": true,
  "street_name": "Baskerville Road",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [Design and Access Statement; Flood Risk Assessment and Surface Water Drainage Strategy dated January 2024; Subterranean Construction Method Statement dated 28/11/23; Tree Survey, Updated Arboricultural Impact Assessment, Arboricultural Method Statement & Tree Protection Plan dated 14/06/24; UA/TPP/1 Rev 2; Construction Environmental management Plan dated 12/11/23;  F F 23009 - PL-009 P01; F F 23009 - PL-010 P01; F F 23009 - PL-011 P10; F F 23009 - PL-012 P01; F F 23009 - PL-013 P02; F F 23009 - PL-014 P02; F F 23009 - PL-015 P02 and F F 23009 - PL-016 P01]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. The proch should be of lead or zinc not slate.\r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - No tree to be retained (retained tree) shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped, other than in accordance with the prior written approval of the local planning authority.  If any retained tree is removed, uprooted, destroyed or dies, a replacement tree shall be planted and that tree shall be of such size and species and shall be planted at such a time and in a location to be agreed with the local planning authority.\r\nReason:  To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, having regard to Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - Prior to the commencement of the development Tree Protection measures in line with BS5837:2012 shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures shall be retained until completion of the development. \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - Prior to the commencement of the above ground works detailed drawings at a minimum scale of [1:20] (or other scale to be agreed in advance by the local planning authority) shall be submitted to and approved by the local planning authority.  Such details shall include details of the proposed windows and door.\r\nThe development shall be constructed in accordance with the approved details and retained as such.\r\nReason: To ensure a high quality of development and to accord with policies LP1, LP2, LP3 and LP4 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 8 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": "173825",
  "site_name": null,
  "decision_target_date": "01/08/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Wandsworth",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527267.6500119,
              173831.9503281
            ],
            [
              527291.7500119,
              173844.4503281
            ],
            [
              527295.4500119,
              173836.8503281
            ],
            [
              527256.3500119,
              173816.1503281
            ],
            [
              527252.2000119,
              173823.9503281
            ],
            [
              527255.7000119,
              173825.8003281
            ],
            [
              527267.6500119,
              173831.9503281
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_start_date": null,
  "uprn": "100023328395",
  "appeal_decision_date": null,
  "id": "Wandsworth-2024_1167",
  "centroid_easting": "527263"
}