{
  "decision_agency": "Borough",
  "status": "Approved",
  "decision": "Approved",
  "centroid": {
    "lon": "-0.2174687",
    "lat": "51.4518023"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              523965.9000099,
              174043.4003282
            ],
            [
              523962.6500099,
              174037.4003282
            ],
            [
              523961.7000099,
              174035.7003282
            ],
            [
              523959.9500099,
              174032.6003282
            ],
            [
              523959.1000099,
              174031.1003282
            ],
            [
              523955.4000099,
              174024.4503282
            ],
            [
              523954.4000099,
              174024.9503282
            ],
            [
              523951.0000099,
              174026.5503282
            ],
            [
              523941.3500099,
              174031.3003282
            ],
            [
              523938.6500099,
              174032.5003282
            ],
            [
              523937.9000099,
              174032.9003282
            ],
            [
              523940.1000099,
              174036.7003282
            ],
            [
              523942.3500099,
              174040.5003282
            ],
            [
              523952.4500099,
              174057.4003282
            ],
            [
              523964.1000099,
              174077.1003282
            ],
            [
              523979.9000099,
              174069.4003282
            ],
            [
              523980.5000099,
              174069.1003282
            ],
            [
              523975.8000099,
              174060.7503282
            ],
            [
              523965.9000099,
              174043.4003282
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "borough": "Wandsworth",
  "application_type": "Householder",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "100022681995",
  "valid_date": "22/10/2024",
  "decision_target_date": "17/12/2024",
  "appeal_decision_date": null,
  "locality": "London",
  "centroid_northing": "174042",
  "ward": "East Putney",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 051, 052, 054, 055, 056, 050_A Rev.A, 053_A Rev.A, Proposed layout and tree protection plan (TPP) by Simon Pryce Arboriculture dated 9th September 2024, Arboricultural Report by Simon Pryce Arboriculture dated 19th October 2024.\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - The proposed fenestrations to be installed into the front and western side elevation of the host property shall match the style and materials of those used on the existing building.\r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - No development shall take place until an Arboricultural Method Statement has been submitted to and approved in writing by the local planning authority.\r\nReason:  To safeguard trees and hedges on the site in the interests of visual amenity and the character of the area, having regard to Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the commencement of development to ensure the construction works do not harm trees.\r\n",
    "Condition : 6 - The Arboricultural Impact Assessment and Tree Protection Plan submitted as part of this application should be strictly adhered to throughout the implementation of the project with protection measures retained until completion of the development.\r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "pp_id": "13500421",
  "decision_process": null,
  "lapsed_date": "17/12/2027",
  "application_type_full": "Householder planning permission",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Wandsworth-2024_3664",
  "actual_commencement_date": null,
  "lpa_name": "Wandsworth",
  "last_updated": "2025-03-19T19:47:08.064+00:00",
  "lpa_app_no": "2024/3664",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2173114,
          51.4518125
        ],
        [
          -0.21736029999999998,
          51.4517593
        ],
        [
          -0.2173745,
          51.4517443
        ],
        [
          -0.21740079999999998,
          51.4517168
        ],
        [
          -0.21741349999999998,
          51.4517035
        ],
        [
          -0.2174691,
          51.4516445
        ],
        [
          -0.2174833,
          51.4516492
        ],
        [
          -0.2175316,
          51.4516644
        ],
        [
          -0.2176688,
          51.4517092
        ],
        [
          -0.2177072,
          51.4517205
        ],
        [
          -0.2177179,
          51.4517243
        ],
        [
          -0.2176849,
          51.451758
        ],
        [
          -0.2176512,
          51.4517916
        ],
        [
          -0.2175,
          51.4519413
        ],
        [
          -0.21732549999999998,
          51.4521158
        ],
        [
          -0.21710089999999999,
          51.4520432
        ],
        [
          -0.2170924,
          51.4520403
        ],
        [
          -0.2171629,
          51.4519663
        ],
        [
          -0.2173114,
          51.4518125
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_status": null,
  "site_name": "Brantwood",
  "title_number": null,
  "decision_date": "17/12/2024",
  "appeal_start_date": null,
  "cil_liability": false,
  "development_type": "Other house holder developments",
  "description": "Alterations including erection of a single-storey ground floor rear extension; replacement of the existing window to ground floor front elevation with new sash to match window above.\r\n",
  "epc_number": "0058-2905-6220-8900-5944",
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Northgate M3",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": "523955",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/3664",
  "application_details": {
    "total_gia_gained": 32,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "03/2025",
    "intended_completion_date": "07/2025",
    "site_area": 0.096
  },
  "last_updated_by": "Northgate M3",
  "postcode": "SW15 3JF",
  "last_date_consultation_comments": "29/11/2024",
  "secondary_street_name": null,
  "site_number": "48",
  "subdivision_of_building": null,
  "street_name": "Putney Heath Lane"
}