{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507995.5521,
              182446.3891
            ],
            [
              507984.5719,
              182430.1172
            ],
            [
              507956.1291,
              182450.887
            ],
            [
              507954.8062,
              182455.5172
            ],
            [
              507963.2729,
              182468.0849
            ],
            [
              507995.5521,
              182446.3891
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07969822",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:44:33.139+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "05/08/2019",
  "secondary_street_name": "HILLINGDON",
  "appeal_start_date": null,
  "ward": "HILLINGDON EAST",
  "centroid": {
    "lat": "51.5306369",
    "lon": "-0.4447966"
  },
  "decision": "Refused",
  "valid_date": "11/07/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.07300000000000001
  },
  "cil_liability": true,
  "postcode": "UB10 0QA",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=74019/APP/2019/2225",
  "lpa_name": "Hillingdon",
  "site_name": "1 ALPHA ROAD &",
  "lapsed_date": "05/09/2022",
  "parking_details": null,
  "decision_conditions": [
    "The proposed two storey building by reason of its size, scale bulk and proximity, with inadequate separation distances between the proposed dwelling and the existing ground floor flat at 32A Pole Hill Road, would be detrimental to the amenities of the occupiers of this property by reason of overdominance, overshadowing, visual intrusion and loss of outlook. Therefore the proposal would be contrary to policies BE19, BE20 and BE21 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012) and the Council's adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The proposed development by reason of the inadequate manoeuvering space fails to provide sufficient off street parking provision which meets the councils approved parking standards to service the proposed dwellings. The development would therefore lead to additional on street parking, in an area where such parking is at a premium, to the detriment of public and highway safety and is therefore contrary to Policies AM7 and AM14 of the Hillingdon Local Plan: Part Two - Saved Unitary Development Plan Policies (November 2012), the Councils adopted car parking standards and the Council's adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The proposed building incorporates design features which are incompatible with the standards required for an M4 (2) category home, as required by London Plan policy 3.8 (c) which requires all new housing to provide appropriate facilities for people with disabilities.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. The Council's supports pre-application discussions.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Demolition of existing dwelling at 1 Alpha Road and erection of a two storey detached building to provide 4 x 2-bed self contained flats with associated parking and amenity space and alterations to Flat 1, 32 Pole Hill Road involving",
  "lpa_app_no": "74019/APP/2019/2225",
  "decision_target_date": "05/09/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "05/09/2019",
  "id": "Hillingdon-74019_APP_2019_2225",
  "centroid_northing": 182449,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 507974,
  "street_name": "32 POLE HILL ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.44448689999999996,
          51.5306093
        ],
        [
          -0.4446501,
          51.5304651
        ],
        [
          -0.4450536,
          51.5306572
        ],
        [
          -0.4450712,
          51.5306991
        ],
        [
          -0.4449454,
          51.5308105
        ],
        [
          -0.44448689999999996,
          51.5306093
        ]
      ]
    ],
    "type": "Polygon"
  }
}