{
  "last_date_consultation_comments": "10/09/2024",
  "site_number": null,
  "ward": "UXBRIDGE 2022",
  "decision_date": "09/10/2024",
  "description": "Erection of a part single part two storey side extension. Erection of an additional floor to bungalow to create a two storey dwelling. Installation of rooflights and the demolition of the existing rear extension (amended description)",
  "development_type": null,
  "application_type": "Householder",
  "appeal_status": null,
  "title_number": null,
  "postcode": "UB8 1NX",
  "locality": null,
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "13239524",
  "street_name": "UXBRIDGE",
  "last_updated_by": "CSV Data Import",
  "lpa_name": "Hillingdon",
  "centroid": {
    "lon": "-0.4714758",
    "lat": "51.5484508"
  },
  "lpa_app_no": "78276/APP/2024/1904",
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 197.91,
    "no_additional_bathrooms": 3,
    "no_additional_bedrooms": 3,
    "intended_completion_date": "12/2024",
    "intended_commencement_date": "09/2024",
    "site_area": 0.061000000000000006
  },
  "application_type_full": "Householder planning permission",
  "cil_liability": true,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.47173469999999995,
          51.548381
        ],
        [
          -0.4717267,
          51.5484666
        ],
        [
          -0.47169809999999995,
          51.5484852
        ],
        [
          -0.47168859999999996,
          51.5485026
        ],
        [
          -0.4715859,
          51.5485322
        ],
        [
          -0.4715666,
          51.5485383
        ],
        [
          -0.471564,
          51.5485382
        ],
        [
          -0.4714925,
          51.5485468
        ],
        [
          -0.47146699999999997,
          51.5485496
        ],
        [
          -0.4714393,
          51.5485406
        ],
        [
          -0.4713016,
          51.5485499
        ],
        [
          -0.47126019999999996,
          51.5485335
        ],
        [
          -0.471251,
          51.548504
        ],
        [
          -0.47129139999999997,
          51.548361
        ],
        [
          -0.4713595,
          51.548342
        ],
        [
          -0.47173469999999995,
          51.548381
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 506082,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=78276/APP/2024/1904",
  "bo_system": "CSV Data Import",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "1 ELM LAWN CLOSE",
  "id": "Hillingdon-78276_APP_2024_1904",
  "decision_target_date": "09/10/2024",
  "centroid_northing": 184391,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506064.2145,
              184382.8691
            ],
            [
              506064.5673,
              184392.3941
            ],
            [
              506066.5076,
              184394.5108
            ],
            [
              506067.125,
              184396.4511
            ],
            [
              506074.1805,
              184399.8907
            ],
            [
              506075.5035,
              184400.5962
            ],
            [
              506075.6798,
              184400.5962
            ],
            [
              506080.6187,
              184401.6545
            ],
            [
              506082.3826,
              184402.0073
            ],
            [
              506084.3229,
              184401.0372
            ],
            [
              506093.8479,
              184402.2719
            ],
            [
              506096.7584,
              184400.508
            ],
            [
              506097.4639,
              184397.2448
            ],
            [
              506094.9945,
              184381.2816
            ],
            [
              506090.3202,
              184379.0767
            ],
            [
              506064.2145,
              184382.8691
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "2023/116 -02 - Rev A",
    "2023/116 -03 - Rev A",
    "2023/116 -04 - Rev B",
    "2023/116 -05 - Rev C",
    "2023/116 -06",
    "2023/116 -08 - Rev B",
    "2023/116 -09 - Rev C",
    "Bicycle Storage Details",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to development commencing, the applicant shall submit a demolition and construction management plan to the Local Planning Authority for its approval.  The plan shall detail:",
    "(i)  The phasing of development works",
    "(ii) The hours during which development works will occur (please refer to informative I15 for maximum permitted working hours).",
    "(iii) A programme to demonstrate that the most valuable or potentially contaminating materials and fittings can be removed safely and intact for later re-use or processing.",
    "(iv)Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "(v) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours).",
    "(vi) Measures to reduce the impact of the development on local air quality and dust through minimising emissions",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "The development hereby permitted shall not commence until the following documents, in consultation with TfL Infrastructure Protection, have been submitted to and approved in writing by the local planning authority, which:",
    "A) Provide detailed design for the additional floor and single/two storey side extension;",
    "B) Provide details of scaffolding and use of any tall plant.",
    "REASON: To ensure that the development does not impact on existing London Underground transport infrastructure, in accordance with the London Plan 2021 Policy T3 and 'Land for Industry and Transport' Supplementary Planning Guidance 2012",
    "The applicant is advised to contact TfL Infrastructure Protection in advance of preparation of final design and associated method statements, in particular with regard to: demolition; drainage; excavation; construction methods",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois"
  ],
  "appeal_decision_date": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "last_updated": "2025-03-19T19:48:11.816+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "09/10/2027",
  "decision": "Approved",
  "valid_date": "14/08/2024"
}