{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/163975VAR;",
  "lapsed_date": "08/08/2020",
  "decision_target_date": "10/08/2017",
  "locality": "Greenford",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB6 9LB",
  "site_name": "Shree Jalaram Mandir ",
  "status": "Completed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 210,
      "total_gia_lost": 0,
      "development_type": "New Build",
      "total_gia_gained": 210,
      "site_area": 0.02
    },
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "3",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_uprns": [
      "000012141087"
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "01/01/2019",
        "use_class": "D1",
        "gia_gained": 210,
        "actual_commencement_date": "01/01/2018",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null
  },
  "appeal_decision_date": null,
  "lpa_app_no": "163975VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 514323,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "S73 Minor Material Amendment",
  "last_updated": "2025-03-20T16:27:35.690+00:00",
  "id": "Ealing-163975VAR",
  "application_type": "All Other",
  "street_name": "Oldfield Lane South",
  "borough": "Ealing",
  "ward": "Greenford Green",
  "decision_date": "08/08/2017",
  "epc_number": null,
  "actual_commencement_date": "01/01/2018",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for Minor Material Amendment (S73) to vary condition 2 (Approved Plans) of planning permission ref PP/2014/4385 dated 30/06/2015 for 'Construction of two storey temple with community hall (D1 use) and ancillary dining hall, ancillary residential flat and associated facilities, car parking, boundary treatment and refuse storage (following the demolition of the existing buildings on the site)' Amendments incorporates the addition of a partial basement, a partial first floor addition to the north elevation together with an internal reconfiguration of the layout to remove the ancillary accommodation, fenestration changes, raising of the three shikhar spire to incorporate rooflights, and the erection of entrance domes on the south elevation and east elevation.",
  "actual_completion_date": "01/01/2019",
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": 182695,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012141087",
  "centroid": {
    "lon": -0.353247,
    "lat": 51.531598
  },
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of planning permission ref: P/2014/4385 dated 30/06/2015 was approved.",
    "REASON : In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers 1713 PL 000; 1713 PL 001; 1713 PL 002; 1713 PL 003; 1713 PL 109; 1713 Pl 110; 1713 PL 111; 1713 PL 112; and 1713 PL 300 received 03/08/2016; Transport Assessment Report by Transport and Traffic Consultancy (dated June 2014); Green Travel Plan by Transport and Traffic Consultancy (dated December 2013); Proposed Temple and Community Hall Energy Strategy Report Rev C (dated 18th November 2014) by Build Energy.",
    "REASON : For the avoidance of doubt, and in the interests of proper planning.",
    "| Samples of the materials to be used for the external surfaces of the development, including all obscured-glazing, and full details of fenestration design shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. Development shall be carried out in accordance with these approved details.",
    "Reason: To ensure that the materials, details and finishes are of high quality and contribute positively to the visual amenity of the locality in accordance with policies policies 1.1 (e) (g), 1.2(f), 2.1(c) of the Ealing Development (Core) Strategy (2012), policies ELV 7.4 and 7B of the Ealing Draft Development Management Development Plan Document (2013), policies 7.4 and 7.6 of the London Plan (2015), and section 7 of the National Planning Policy Framework (2012). | Notwithstanding any submitted plans no occupation of the development hereby approved shall take place until full details of boundary treatments and hard/soft landscape works, have been submitted to and approved in writing by the Local Planning Authority and these works shall be completed as approved prior to the first occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority.",
    "Reason: To ensure that the development contributes to its setting in the interests of the visual character and appearance of the area and community safety, in accordance with policies 1.1 (e) (g), 1.2(f), 2.1(c) of the Ealing Development (Core) Strategy (2012), policies ELV 7.4 and 7B of the Ealing Draft Development Management Development Plan Document (2013), policies 7.4 and 7.6 of the London Plan (2015), and section 7 of the National Planning Policy Framework (2012). | No development shall commence until a detailed scheme of proposed tree planting has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include the following comprehensive details of all trees to be planted:",
    "- Full planting specification - Tree size, species and the numbers of trees.",
    "- Positions of all proposed species.",
    "- Comprehensive details of ground preparation.",
    "- Staking/tying method(s).",
    "- 5 year post planting maintenance schedule with an agreed inspection schedule.",
    "All tree-planting shall be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 31st March inclusive) to the completion of the approved development, unless agreed otherwise in writing by the Local Planning Authority. The quality of all approved landscape works shall be in accordance with British Standard 4428:1989 'Code Of practice For General Landscape Operations' or any subsequent revision. All trees included within the approved scheme shall be healthy, well-formed specimens with single leading shoots and shall be of a minimum quality compatible with British Standard 3936:1992 (Part 1) 'Specifications For Trees & Shrubs' and British Standard 4043 (where applicable) or any subsequent revisions. Any trees which within a period of 5 years from the completion of all tree planting die, are removed, uprooted are significantly damaged, become diseased or malformed shall be replaced during the nearest planting season (1st October to 31st March inclusive) with others of the same size, species and quality as approved, unless the Local Planning Authority gives written consent to any variation.",
    "Reason: To ensure that the works are carried out as approved in the interests of the visual amenity of the area in accordance with policies 7.4, 7.5 and 7.21 of the London Plan; and policy 7.4 of the Ealing Development Management DPD (2013). | Details shall be submitted to the Local Planning Authority for approval before the development is commenced, for the insulation of the building envelope, with windows shut and other means of ventilation provided, which will achieve the following criteria with windows shut and other means of ventilation provided:",
    "The background L90,15min linear noise level in any one third octave band from 50Hz to 160 Hz, and also the overall Linear L90 level, as previously measured at 1 m from the nearest façade of the nearest affected premises, shall not be increased when the amplified music or speech is played and the measurement is repeated in the same position, using L90 linear over any 5 minute period with the background and source operating together.",
    "Reason: In the interest of the neighbouring residential development, in accordance with policy 7.15 of the London Plan 2015, policy 1.1 (j) of the Ealing Development (Core) Strategy 2026 and policy 7A of the Ealing Development Management Development Plan Document (2013). | Details shall be submitted for the approval of the Local Planning Authority before the development is commenced, for a suitable mechanical ventilation system, to ensure doors and windows are kept closed during hot weather.",
    "Reason: In the interest of the neighbouring residential development, in accordance with policy 7.15 of the London Plan 2015, policy 1.1 (j) of the Ealing Development (Core) Strategy 2026 and policy 7A of the Ealing Draft Development Management Development Plan Document (2013). | The rating noise level emitted from any external plant and machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation.",
    "Reason: In the interest of neighbouring occupiers and those of the development hereby approved, in accordance with policy 7.15 of the London Plan 2015, policy 1.1 (j) of the Ealing Development (Core) Strategy 2026 and policy 7A of the Ealing Development Management Development Plan Document (2013). | Details shall be submitted for the approval of the Local Planning Authority, before the development is commenced, for the installation, operation, and maintenance of the best practicable cooking extract system, including the provision of a suitable extract fan, odour control equipment, with a vertical discharge terminus without any cap or cover. The details shall satisfy the advice at \"DEFRA, 2005: Guidance on the Control of Odour and Noise from Commercial Kitchen Exhaust Systems\". The system, as approved, shall be completed before occupation and thereafter permanently retained and maintained.",
    "Reason: To protect the health and living/working conditions of prospective occupiers and residents in the area in accordance with policies 7.14 of the London Plan 2015, policy 1.1 (j ) of the Ealing Development (Core) Strategy (2012) and policy 7A of the Ealing Development Management Development Plan Document (2013). | Details shall be submitted for the approval of the Local Planning Authority before the development is commenced, for a suitable sound limiting device to control the output from the amplification system to a maximum noise level to be agreed with the Local Planning Authority. The limiter device shall also be connected to external doors, so that the power to the amplifiers will be cut if a door is opened, other than for means of escape from fire.",
    "Reason: In the interest of the neighbouring residential development, in accordance with policy 7.15 of the London Plan 2015, policy 1.1 (j) of the Ealing Development (Core) Strategy 2026 and policy 7A of the Ealing Development Management Development Plan Document (2013). | No amplified music or speech shall be played in the development hereby approved outside the hours of operation hereby allowed.",
    "Reason: To safeguard the amenities of the occupiers of nearby residential properties and commercial premises, in accordance with policy 7.15 of the London Plan 2015, policy 1.1 (j) of the Ealing Development (Core) Strategy 2026 and policy 7A of the Ealing Development Management Development Plan Document (2013). | The use and occupation of the building hereby approved, shall not commence before 08:00hrs and cease at 22:00 hrs Monday to Sunday. The use of the car park shall cease by 22:30hrs.",
    "Reason: To protect the living conditions of neighbouring properties in accordance with policies 1.1(e) (g) and 2.1 (c) of the Ealing Core Strategy (2012), policies ELV 7A of the Ealing Development Management Development Plan Document, policies 7.6 of the London Plan (2015), and the National Planning Policy Framework (2012). | Servicing and deliveries to and from the site shall not take place outside the hours of 08:00hrs and cease at 18:00 hrs on weekdays and Saturdays and at no time on Sundays and Bank Holidays.",
    "Reason: To protect the living conditions of neighbouring properties in accordance with policies 1.1(e) (g) and 2.1 (c) of the Ealing Core Strategy (2012), policies ELV 7A of the Ealing Development Management Development Plan Document, policies 7.6 of the London Plan (2012), and the National Planning Policy Framework (2012). | All the windows of the development hereby approved, with the exception of the fanlights above the double doors and side light panels in the east facing elevation, shall be fixed closed and retained thereafter and self-closing mechanism shall be used on all external doors.",
    "Reason: In the interest of protecting the amenity of neighbouring residential development, in accordance with policy 7.15 of the London Plan 2015, policy 1.1 (j) of the Ealing Development (Core) Strategy 2026 and policy 7A of the Ealing Development Management Development Plan Document (2013). | All the first floor windows of the development hereby approved and the ground floor windows serving the bathroom facilities, shall be obscure-glazed and retained thereafter.",
    "Reason: In the interest of protecting the residential amenity of neighbouring residential development, in accordance with policy 7.6 of the London Plan 2015, policy 1.1 (j) of the Ealing Development (Core) Strategy 2026 and policy 7B of the Ealing Development Management Development Plan Document (2013). | External lighting in association with this development will comply with the advice given at BS 5489_1: 2003 Code of practice for the design of road lighting - Part 1: Lighting of roads and public amenity areas and ILP guidance notes for the reduction of Obtrusive Lighting 2011 and any other relevant guidance, shall be submitted to and approved in writing by the local planning authority prior to installation of any external lighting on the site. The details as approved shall be fully implemented and operational before the first occupation of the development, and permanently retained thereafter, unless otherwise agreed in writing by the local planning authority.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties and future occupiers of the site, in accordance with policy1.1 (j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), and policies 7.1, 7.4 and 7.6 of the London Plan (2015), and the National Planning Policy Framework (2012). | The external areas of the development hereby approved shall only be used for worship or any other formal or collective activity up to six times per calendar year between the hours of 08:00hrs and 21:00hrs.",
    "Reason: To safeguard the amenities of occupiers of neighbouring properties in pursuance of policies, in accordance with policy 7.15 of the London Plan 2015, policy 1.1 (j) of the Ealing Development (Core) Strategy 2026 and policy 7A of the Ealing Development Management Development Plan Document (2013). | A construction management plan shall be submitted to and approved in writing by the local planning authority prior to the commencement of the development. The method statement/management plan shall include but not limited to the following: i). Construction worker parking ii). Anticipated number, frequency and size of construction vehicles. iii). Delivery times iv). Dust suppression measures v). Site security vi). Vehicle manoeuvring and turning vii). Locations for the storage of building materials and construction debris and contractors offices viii). Procedures for on-site contractors to deal with complaints from local residents, ix) measures to ensure the construction process does not affect of neighbouring highways, and x). details of wheel wash facilities. Such details shall be implemented, or phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the works.",
    "Reason: To protect the amenity of local residents, to ensure adequate highway and site safety in accordance with policy 1.1 (j) of the Ealing Core Strategy (2012), policies 6.3, 6.13 and 7.14 of the London Plan (2015), the National Planning Policy Framework (2012), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise. | The car and cycle parking hereby approved shall be made available and marked out on the site prior to first occupation of any part of the development; these areas shall be kept continuously available for car and cycle parking and for not any other purpose.",
    "Reason: To ensure the approved provision for car and cycle parking is available in the interest of the highways management, in accordance with section 4 of the National",
    "Planning Policy Framework, policy 6.3, 6.9, 6.13 and 7.1 of the London Plan 2015 and policies 1.1 (k) and 1.2 (m) of the Ealing's Development (Core) Strategy 2026.",
    "| Notwithstanding any details submitted, a Green Travel Plan designed to minimise/manage the transport needs of staff and patrons of the development hereby approved, including measures to minimise car usage, promote alternative modes of transport, measures to encourage patrons to make use of public transport to reach the development, management of parking demand at evening peak period to ensure highway safety in the locality along with other measurable actions and target, shall be submitted to the Local Planning Authority before the first occupation of the development, and the approved green travel plan shall be implemented and complied with.",
    "Reason: To promote sustainable patterns of transport to safeguard the living and working conditions of local people and in the interest of highway and pedestrian safety, in accordance with section 4 of the National Planning Policy Framework, policies 6.3, 6.11 and 6.13 of the London Plan 2015 and Supplementary Planning Guidance 21 - Sustainable Transport: Green Travel Plans. | Notwithstanding the submitted plans full details of the refuse and recycling storage facilities and management shall be submitted to and approved in writing by the local planning authority prior to the commencement of the development. Such details shall be implemented and operational before the first occupation of any part of the development, and permanently retained thereafter, unless otherwise agreed in writing by the local planning authority.",
    "Reason: In the interests of the adequate disposal, storage and collection of waste and recycling, to protect the living conditions of occupiers of the area and in the interests of highway and pedestrian safety all in accordance with policies 1.1 (e) and 6.1of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 5.16 of the London Plan (2015) and the National Planning Policy Framework (2012). | Notwithstanding any information submitted with the application, the development hereby approved shall be fully accessible for disabled people.",
    "Reason: In the interest of accessibility in accordance with section 8 of the National Planning Policy Framework, policy 7.2 of the London Plan 2015, and policy 1.1 (h) of the Ealing's Development Strategy 2026. | The development hereby approved shall comply with 'Secured by Design' standards.",
    "Reason: To ensure that the development incorporates crime prevention measures to help prevent crime and disorder and to improve pedestrian accessibility in accordance with policies policy 1.1 (e) of the Ealing Core Strategy (2012), policy ELV 7.3 of the Ealing Development Management Development Plan Document (2013), and policy 7.3 of the London Plan (2015). | The maximum occupancy of the prayer hall and multi-purpose hall hereby approved shall be restricted to 450 persons. Unless otherwise agreed in writing by the local planning authority.",
    "Reason: In the interests of highway safety, the amenities of the occupiers of neighbouring properties and the general amenities of the locality in accordance with policies 6.3, 6.13 and 7.15 of the London Plan 2011, policy 1.1 (j) of the Ealing Development (Core) Strategy 2026 and policy 7A of the Ealing Draft Development Management Development Plan Document (2013). | Upon final completion of the development, suitable devices for the monitoring of the renewable/low-carbon energy equipment shall have been installed, and the monitored data shall be submitted to the local planning authority at daily intervals for a period of three years from final completion of the renewable/low carbon energy equipment. The installation of the monitoring devices and the submission of the data shall be carried out in accordance with the Council's approved specifications.",
    "Reason: To monitor the effectiveness of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an evidence base on the performance of such equipment in accordance with policies 5.2, 5.3, 5.5, 5.6 and 5.7 of the London Plan 2015, adopted Ealing Development (Core) Strategy 2026. | A surface drainage strategy based on sustainable drainage principles shall be fully implemented and operational before the first occupation of the development and thereafter maintained for the lifetime of the development.",
    "Reason: To ensure the drainage measures comply with Thames Water/Environment Agency requirements, and to prevent the increased risk of flooding in accordance with section 10 of the National Planning Policy Framework, policy 5.12, 5.13 and 5.14 of the London Plan 2015 and policies 1.1 (k) and 1.2 (m) of the Ealing's Development Strategy 2026. | The dining hall and community hall shall only be used as ancillary to the use as a place of worship (D1 use class) and for no other purpose within the class D1 or any other use class of the Schedule to the Town and Country Planning (Use Classes) Order 1987 without the prior written permission of the Local Planning Authority obtained through the submission of a planning application.",
    "Reason: To protect neighbouring amenity, in accordance with policies 3.5, 7.1 and 7.4 of the London Plan, policies 1.1(e), 1.2(d) and 6.2 of the Ealing Development (or Core) Strategy and policies 7B and 7A and Ealing Local Variation to London Plan Policy 7.4 of the Ealing Development Management Development Plan Document. | Notwithstanding the submitted plans and Energy Strategy further details of the proposed photovoltaic panels (elevations plans, roof plans and technical specifications) shall be submitted to and approved in writing by the local planning authority prior to the commencement of the development. Such details shall be implemented and operational before the first occupation of any part of the development, and permanently retained thereafter, unless otherwise agreed in writing by the local planning authority.",
    "Reason: To protect visual amenity of the area and appearance of the development and to demonstrate compliance with sustainability requirements, in accordance with policies 5.2 , 7.1 and 7.4 of the London Plan, and policies 5.2 and 7B of the Ealing Development Management Development Plan Document."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "03/08/2016",
  "secondary_street_name": null,
  "site_number": "Shree Jalaram Mandir",
  "pp_id": "PP-05380585",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.353225,
          51.531611
        ],
        [
          -0.353226,
          51.531584
        ],
        [
          -0.35327,
          51.531585
        ],
        [
          -0.353269,
          51.531612
        ],
        [
          -0.353225,
          51.531611
        ]
      ]
    ],
    "type": "Polygon"
  }
}