{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510181.3041,
              186907.3964
            ],
            [
              510181.4364,
              186907.5287
            ],
            [
              510192.9458,
              186913.2172
            ],
            [
              510201.4125,
              186907.661
            ],
            [
              510205.3813,
              186905.5443
            ],
            [
              510211.9959,
              186903.6922
            ],
            [
              510217.5521,
              186903.163
            ],
            [
              510223.7698,
              186903.8245
            ],
            [
              510224.8282,
              186903.8245
            ],
            [
              510233.1626,
              186889.9339
            ],
            [
              510209.6146,
              186875.6463
            ],
            [
              510208.1594,
              186878.2922
            ],
            [
              510207.3656,
              186879.0859
            ],
            [
              510197.1792,
              186883.187
            ],
            [
              510194.401,
              186881.9963
            ],
            [
              510181.3041,
              186907.3964
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08240882",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:39:14.002+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "12/02/2020",
  "secondary_street_name": "RUISLIP",
  "appeal_start_date": null,
  "ward": "MANOR",
  "centroid": {
    "lat": "51.5701668",
    "lon": "-0.4112403"
  },
  "decision": "Approved",
  "valid_date": "20/01/2020",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.105
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=45936/APP/2019/3458",
  "lpa_name": "Hillingdon",
  "site_name": "WARBURTON COURT",
  "lapsed_date": "11/06/2023",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans:",
    "TQRQM20014120835669",
    "Warburton Court Fencing 1-20 2 Version 1.01",
    "Warburton Court Services v4 Version 1.02; and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2016).",
    "Existing trees, hedges and shrubs shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork shall be agreed in writing with the L",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Installation of railings to boundary",
  "lpa_app_no": "45936/APP/2019/3458",
  "decision_target_date": "12/06/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "11/06/2020",
  "id": "Hillingdon-45936_APP_2019_3458",
  "centroid_northing": 186895,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 510206,
  "street_name": "VICTORIA ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4115926,
          51.570283
        ],
        [
          -0.4115907,
          51.5702842
        ],
        [
          -0.4114229,
          51.5703331
        ],
        [
          -0.41130249999999996,
          51.5702815
        ],
        [
          -0.4112459,
          51.5702617
        ],
        [
          -0.4111511,
          51.5702438
        ],
        [
          -0.41107119999999997,
          51.5702379
        ],
        [
          -0.4109813,
          51.5702427
        ],
        [
          -0.410966,
          51.5702425
        ],
        [
          -0.4108502,
          51.570116
        ],
        [
          -0.41119429999999996,
          51.5699922
        ],
        [
          -0.4112144,
          51.5700162
        ],
        [
          -0.41122559999999997,
          51.5700235
        ],
        [
          -0.4113712,
          51.5700624
        ],
        [
          -0.4114117,
          51.5700522
        ],
        [
          -0.4115926,
          51.570283
        ]
      ]
    ],
    "type": "Polygon"
  }
}