{
  "locality": null,
  "appeal_status": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=17921/APP/2024/3234",
  "decision_process": "Delegated",
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "decision": "Refused",
  "bo_system": "CSV Data Import",
  "valid_date": "11/02/2025",
  "description": "Demolition of existing residential dwelling and erection of 4 no. 1 bedroom and 2 no. 2 bedroom flats and associated parking, refuse storage facility and bicycle stands.",
  "application_type_full": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "borough": "Hillingdon",
  "pp_id": null,
  "site_number": null,
  "application_details": {
    "existing_uprns": null
  },
  "appeal_decision_date": null,
  "lapsed_date": "08/04/2028",
  "centroid_easting": 509060,
  "decision_target_date": "08/04/2025",
  "street_name": "HAYES",
  "last_updated": "2025-07-07T21:59:11.224Z",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "development_type": null,
  "title_number": null,
  "postcode": null,
  "parking_details": null,
  "actual_completion_date": null,
  "appeal_start_date": null,
  "secondary_street_name": null,
  "epc_number": null,
  "decision_agency": "Borough",
  "ward": "PINKWELL 2022",
  "centroid": {
    "lat": 51.499131,
    "lon": -0.430243
  },
  "polygon": null,
  "status": "Refused",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development proposed, would result in the loss of a residential unit that is suitable and appropriately sized for a family. The proposal would therefore unacceptably undermine the supply of family housing within the Borough, for which there is an identified need, contrary to Policies DMH 1, DMH 2 and DMH 4 of the Hillingdon Local Plan: Part Two (2020), Policy H10 of the London Plan (2021) and the National Planning Policy Framework (2024).",
    "The development proposed, due to its siting, massing and design, would be incongruous, visually prominent and harmful to the character and appearance of the area and the visual amenities of the street scene. As such the proposed development is contrary to Policy BE1 of the Hillingdon Local Plan Part One - Strategic Policies (2012), Policies DMHB 11 and DMHB 12 of the Hillingdon Local Plan Part Two (2020), Policy D3 of the London Plan (2021).",
    "The development proposed, due to its layout and proximity to the southern boundary and landscaping along the adjacent pedestrian/cycle path would result in single aspect units with inadequate outlook. The lack of policy compliant Gross Internal floor areas and floor to ceiling heights along with insufficient information relating to daylight and sunlight levels within the proposed units and the lack of proposed amenity spaces, would result in inadequate living conditions for the future occupiers of this development. As such the proposed development is contrary to Policies DMHB 11, DMHB 16 and DMHB 18 of the Hillingdon Local Plan: Part Two (2020) and Policies D3 and D6 of the London Plan (2021).",
    "The development proposed, due to the lack of reasonable separation distance between the primary windows in the side elevation and the flank wall of the neighbour property at No.35 Dawley Road, would be harmful to neighbouring amenity by way of overlooking and loss of privacy.  As such the proposed development is contrary to Policies DMHB 11, DMHB 16 and DMHB 18 of the Hillingdon Local Plan: Part Two (2020) and Policies D3 and D6 of the London Plan (2021).",
    "The development proposed, due to its layout and entrance arrangement into flats one, two and three, would fail to provide sufficient space to allow safe and accessible wheelchair access. The development fails to achieve an inclusive design and fails to provide an appropriate standard of accessible and adaptable housing. As such the proposed development is contrary to Policies D5 and D7 of the London Plan (2021).",
    "The development proposed, would fail to provide safe refuse arrangements, an adequate quantum of off-street parking spaces and a functional and capable safe and independent access. The lack of policy compliant parking provision and the intensification of the existing access in proximity to a zebra crossing, are likely to result in roadside parking and create a more hazardous environment for road users, to the detriment of highway safety. As such the proposed development is contrary to Policies DMT 1, DMT 2 and DMT 6 of the Hillingdon Local Plan: Part Two (2020) and Policies T2, T4, T6 and T7 of the London Plan (2021).",
    "The development proposed, fails to provide an adequate quantum of cycle parking spaces that would be safe and easily accessible, in accordance with cycle parking standards. As such the proposed development is contrary to Policy DMT 5 of the Hillingdon Local Plan: Part Two (2020), Policy T5 of the London Plan (2021), the London Cycling Design Standards and LTN 1/20 Cycle Infrastructure Design.",
    "The development proposed, fails to demonstrate that the development would deliver at least a 10% increase in biodiversity value relative to the pre-development biodiversity value of the onsite habitat. The development fails to deliver a biodiversity net gain within the borough and fails to secure the protection and effective management of the remaining habitat on site. As such the proposed development is contrary to Policy EM7 of the Hillingdon Local Plan: Part One (2012), Policies DMEI 7 and DMHB 14 of the Hillingdon Local Plan: Part Two (2020), Policy G6 of the London Plan (2021) and Schedule 7A of the Town and Country Planning Act 1990 and the Environment Act 2021.",
    "The applicant has failed to demonstrate that the development is air quality neutral and that the harm and demands created by the proposed development in respect of air quality can be mitigated. As such the proposed development is contrary to Policy EM8 of the Hillingdon Local Plan: Part One (2012), Policy DMEI 14 of the Hillingdon Local Plan: Part Two (2020) and Policy SI1 of the London Plan (2021).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012.",
    "For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "uprn": null,
  "lpa_name": "Hillingdon",
  "centroid_northing": 178967,
  "site_name": "37 DAWLEY ROAD",
  "wgs84_polygon": null,
  "lpa_app_no": "17921/APP/2024/3234",
  "last_date_consultation_comments": "10/03/2025",
  "subdivision_of_building": null,
  "id": "Hillingdon-17921_APP_2024_3234",
  "decision_date": "08/04/2025",
  "cil_liability": true
}