{
  "application_type": "All Other",
  "application_type_full": "Removal/Variation of a condition",
  "description": "Variation of Condition 2 (Approved Plans) of planning permission 43202/APP/2022/1846 dated 09/08/2022 for the 'Erection of a two storey, 4-bed detached dwelling with habitable roofspace involving demolition of existing detached dwelling' which was varied from the main original permission 43202/APP/2021/1875 dated 17/02/2022 (allowed at appeal - APP/R5510/W/21/3287927) to convert the garage into a habitable space involving the replacement of the garage door with a window, the inclusion of an additional  obscured glazed side elevation window and alterations to gable-feature fenestration and decoration and masonry detailing on facades. The subsequent variation now seeks to add side ground floor windows (south facing) and re-locate side chimney, increase depth of the building at first floor level, re-locate a side ground floor window (north) facing and new side door, replacement first floor rear window with Juliet Balconies alongside those permitted changes under the previous variation application 43202/APP/2022/1846.",
  "epc_number": null,
  "street_name": "HILLINGDON",
  "appeal_decision": null,
  "lpa_app_no": "43202/APP/2022/2906",
  "centroid": {
    "lon": "-0.45156779999999996",
    "lat": "51.5460494"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 507468,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=43202/APP/2022/2906",
  "last_updated": "2025-03-20T15:08:42.235+00:00",
  "subdivision_of_building": null,
  "postcode": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 184153,
  "site_name": "26 PARKWAY",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "21/09/2022",
  "lapsed_date": "25/11/2025",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": true,
  "decision_target_date": "25/11/2022",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "19/10/2022",
  "ward": "HILLINGDON EAST 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-43202_APP_2022_2906",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507434.1794,
              184161.7086
            ],
            [
              507507.9321,
              184158.4013
            ],
            [
              507500.656,
              184145.1721
            ],
            [
              507432.5257,
              184146.8258
            ],
            [
              507434.1794,
              184161.7086
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of appeal reference APP/R5510/W/21/3287927 dated 17 February 2022.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers MA2 - 01, MA2 - 02, MA2 - 03, MA2 - 04, MA2 - 05, MA2 - 06, MA2 - 07, MA2 - 08 received 16/11/2022 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "No development of the new dwelling above ground works (slab level) shall commence until details / samples of the materials to be used in the construction of the external surfaces of the dwelling have been submitted to and approved in writing by the local planning authority. Development shall be carried out in accordance with the approved details / samples.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No development, site clearance or preparatory work shall take place until a scheme for the protection of the retained trees (the tree protection plan) and the appropriate working methods (the arboricultural method statement) in accordance with paragraphs 5.5 and 6.1 of British Standard BS 5837: Trees in relation to design, demolition and construction - Recommendations (or in an equivalent British Standard if replaced) shall have been submitted to and approved in writing by the local planning authority. The scheme for the protection of the retained trees shall be carried out as approved. In this condition \"retained tree\" means an existing tree which is to be retained in accordance with the approved plans and particulars.",
    "REASON",
    "To ensure that trees and other vegetation can and will be retained on site and not damaged during construction work and to ensure that the development conforms with policy DMHB 14 of the Hillingdon Local Plan Part  2 (2020)",
    "The dwelling hereby permitted shall not be occupied until the first-floor windows within the side elevations have been fitted with obscured glazing, and no part of those windows that are less than 1.7 metres above the floor of the room in which they are installed shall be capable of being opened. Details of the type of obscured glazing shall be submitted to and approved in writing by the local planning authority before the windows are installed and once installed the obscured glazing shall be retained thereafter.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su"
  ],
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.101
  },
  "pp_id": "11549350",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.45205259999999997,
          51.5461341
        ],
        [
          -0.45099049999999996,
          51.5460903
        ],
        [
          -0.4510994,
          51.5459728
        ],
        [
          -0.45208099999999996,
          51.5460006
        ],
        [
          -0.45205259999999997,
          51.5461341
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "25/11/2022",
  "secondary_street_name": null
}