{
  "centroid": {
    "lon": 0.162137,
    "lat": 51.589723
  },
  "status": "Lapsed",
  "decision_target_date": "27/05/2022",
  "site_name": "Land R/O Walmer Close",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 14 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy 26 of the Local Plan.",
    "No demolition or above ground works shall take place in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a)  parking of vehicles of site personnel and visitors;",
    "b)  storage of plant and materials;",
    "c)  dust management controls;",
    "d)  measures for minimising the impact of noise and ,if appropriate, vibration arising from construction activities;",
    "e)  predicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "f)  scheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities;",
    "g)  siting and design of temporary buildings;",
    "h)  scheme for security fencing/hoardin",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with Local Plan Policy 34.",
    "No occupation of the new dwellings shall take place in relation to any of the development hereby approved until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscapi",
    "No excavation works shall take place in relation to any of the development hereby approved until a site survey and arboricultural method statement is submitted to and agreed in writing by the Local Planning Authority to demonstrate that no harm comes to the roots or crown of the trees adjoining the site during construction. Such a scheme shall contain details of the erection and maintenance of fences or walls around the trees, details of underground measures to protect roots, the control of areas around the trees and any other measures necessary for the protection of the trees. Such agreed measures shall be implemented before excavation works commence and kept in place until the approved development is completed.",
    "Reason:-",
    "Insufficient information has been supplied with the application to demonstrate how the preserved trees on site will be adequately protected during construction.  Submission of details prior to excavation works will ensure that the measures to be employed are robust",
    "Prior to above ground works commencing of the development hereby approved, details of all proposed walls, fences, boundary treatment shall be submitted to, and approved in writing by, the Local Planning Authority. The development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development, prevent undue overlooking of adjoining property and ensure that the development accords with Local Plan policies 7 and 26.",
    "No building shall be occupied or use commenced until screen fencing is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The fencing shall be permanently retained and maintained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no extension or enlargement (including porches and additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, or any detached building erected, without the express permission in writing of the Local Planning Authority and the pitched roof storage building adjacent to the entrance hereby approved shall only be used as ancillary storage space for the dwellings hereby permitted and not for any commercial usage or car parking.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Local Plan Policies 7 and 26.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plans,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "No building shall be occupied or use commenced until refuse and recycling facilities and the surface of the access road leading to it from Walmer Close are provided in accordance with details which shall previously have been submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with Local Plan Policy 35.",
    "Before the building(s) hereby permitted is first occupied, provision shall be made within the site for eight car parking spaces and thereafter this provision shall be made permanently available for use, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To ensure that adequate car parking provision is made off street in the interests of highway safety.",
    "No car parking shall take place other than on the eight designated parking spaces shown on plan ref: PL-5858_34E and all other areas of roadway within the site are kept free for turning of service and emergency vehicles. The car parking layout shown on plan ref: PL-5858_34E shall be permanently retained for the duration of the development, unless otherwise agreed in writing with the Local Planning Authority.",
    "Reason:-",
    "To ensure that adequate car parking provision is made off street and in the interests of highway safety (Local Plan policies 23 and 24 and London Plan policies T6 and T6.1).",
    "No above ground works shall take place in relation to any of the development hereby approved until a full and detailed application for the Secured by Design award scheme is submitted to the Local Planning Authority, setting out how the principles and practices of the Secured by Design Scheme are to be incorporated. Once approved in writing by the Local Planning Authority in consultation with the Metropolitan Police Designing Out Crime Officers, the development shall be carried out in accordance with the agreed details.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge whether the proposals meet Secured by Design standards.  Submission of a full and detailed application prior to commencement of above ground works is in the interest of creating safer, sustainable communities and to reflect policy in the NPPF.",
    "Minor (up to 9 units):",
    "All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with national optional technical standards as required by Policy D7 of the London Plan.",
    "The new dwellings hereby approved shall be designed to ensure that the internal water consumption does not exceed a maximum of 105 litres per day to comply with London Plan policy SI5 and Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan (2021).",
    "No above ground works shall take place in relation to any of the development hereby approved until details of surface water drainage works are submitted to and approved in writing by the Local Planning Authority.  Surface water drainage shall be provided in accordance with the approved details.",
    "Reason:-",
    "Surface water drainage works are required on site to prevent the risk of flooding. Submission of a scheme prior to commencement of above ground works will ensure that the measures to be employed are technically sound and that the development accords with Local Plan Policy 32 and London Plan (2021) policy SI 12.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "The buildings shall be constructed so as to provide sound insulation of 45 DnT, w + Ctr dB (minimum value) against airborne noise.",
    "Reason:-",
    "To prevent noise nuisance to adjoining properties.",
    "a)\t Prior to the commencement of any groundworks or development of the site, details shall be submitted to and agreed in writing by the Local Planning Authority setting out suitable gas protection measures to be employed on site including, but not necessarily limited to, the installation of a suitable gas resistant membrane, in compliance with BS 8485:2015.  The gas protection measures shall be carried out in strict accordance with the agreed details.",
    "b)\t Upon completion of installation, a 'Verification Report' must be submitted demonstrating that the works have been carried out.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the risk arising from landfill gases (methane and carbon dioxide).  Submission of an assessment prior to commencement will protect people on or close to the site from the risks associated with migrating landfill gas and to ensure the development accords with Local Plan Policies.",
    "Prior to the first occupation of the development, details shall be submitted to and agreed in writing by the Local Planning Authority for the installation of Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with the agreed details and shall thereafter be permanently retained. Following installation emissions certificates will need to be provided to the Local Planning Authority to verify boiler emissions.",
    "Reason: To minimise the impact of building emissions on local air quality (Local Plan policies 33 ad 34 and London Plan Policy SI1.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the Agent on the 15/11/21. The revisions involved the clarification of the floor plans and provision of a 3 bed dwelling. These revisions were subsequently provide on the 08/12/21.",
    "The proposals would incur a Mayoral CIL contribution of £9,525 at a rate of £25 per sqm (381sqm x 25).",
    "The proposal is also liable for the Havering Community Infrastructure Levy (HCIL), which has a charging rate of £125 per square metre of net additional floor space in Zone A. The Havering Community Infrastructure Levy contribution would equate to £47,625.",
    "Each contribution would be subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's website. You are also advised to visit the planning portal website where you can download the appropriate document templates at:",
    "http://www.planningportal.gov.uk/planning/applications/howtoa",
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 14 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy 26 of the Local Plan.",
    "No demolition or above ground works shall take place in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a)  parking of vehicles of site personnel and visitors;",
    "b)  storage of plant and materials;",
    "c)  dust management controls;",
    "d)  measures for minimising the impact of noise and ,if appropriate, vibration arising from construction activities;",
    "e)  predicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "f)  scheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities;",
    "g)  siting and design of temporary buildings;",
    "h)  scheme for security fencing/hoardin",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with Local Plan Policy 34.",
    "No occupation of the new dwellings shall take place in relation to any of the development hereby approved until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscapi",
    "No excavation works shall take place in relation to any of the development hereby approved until a site survey and arboricultural method statement is submitted to and agreed in writing by the Local Planning Authority to demonstrate that no harm comes to the roots or crown of the trees adjoining the site during construction. Such a scheme shall contain details of the erection and maintenance of fences or walls around the trees, details of underground measures to protect roots, the control of areas around the trees and any other measures necessary for the protection of the trees. Such agreed measures shall be implemented before excavation works commence and kept in place until the approved development is completed.",
    "Reason:-",
    "Insufficient information has been supplied with the application to demonstrate how the preserved trees on site will be adequately protected during construction.  Submission of details prior to excavation works will ensure that the measures to be employed are robust",
    "Prior to above ground works commencing of the development hereby approved, details of all proposed walls, fences, boundary treatment shall be submitted to, and approved in writing by, the Local Planning Authority. The development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development, prevent undue overlooking of adjoining property and ensure that the development accords with Local Plan policies 7 and 26.",
    "No building shall be occupied or use commenced until screen fencing is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The fencing shall be permanently retained and maintained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no extension or enlargement (including porches and additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, or any detached building erected, without the express permission in writing of the Local Planning Authority and the pitched roof storage building adjacent to the entrance hereby approved shall only be used as ancillary storage space for the dwellings hereby permitted and not for any commercial usage or car parking.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Local Plan Policies 7 and 26.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plans,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "No building shall be occupied or use commenced until refuse and recycling facilities and the surface of the access road leading to it from Walmer Close are provided in accordance with details which shall previously have been submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with Local Plan Policy 35.",
    "Before the building(s) hereby permitted is first occupied, provision shall be made within the site for eight car parking spaces and thereafter this provision shall be made permanently available for use, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To ensure that adequate car parking provision is made off street in the interests of highway safety.",
    "No car parking shall take place other than on the eight designated parking spaces shown on plan ref: PL-5858_34E and all other areas of roadway within the site are kept free for turning of service and emergency vehicles. The car parking layout shown on plan ref: PL-5858_34E shall be permanently retained for the duration of the development, unless otherwise agreed in writing with the Local Planning Authority.",
    "Reason:-",
    "To ensure that adequate car parking provision is made off street and in the interests of highway safety (Local Plan policies 23 and 24 and London Plan policies T6 and T6.1).",
    "No above ground works shall take place in relation to any of the development hereby approved until a full and detailed application for the Secured by Design award scheme is submitted to the Local Planning Authority, setting out how the principles and practices of the Secured by Design Scheme are to be incorporated. Once approved in writing by the Local Planning Authority in consultation with the Metropolitan Police Designing Out Crime Officers, the development shall be carried out in accordance with the agreed details.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge whether the proposals meet Secured by Design standards.  Submission of a full and detailed application prior to commencement of above ground works is in the interest of creating safer, sustainable communities and to reflect policy in the NPPF.",
    "Minor (up to 9 units):",
    "All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with national optional technical standards as required by Policy D7 of the London Plan.",
    "The new dwellings hereby approved shall be designed to ensure that the internal water consumption does not exceed a maximum of 105 litres per day to comply with London Plan policy SI5 and Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan (2021).",
    "No above ground works shall take place in relation to any of the development hereby approved until details of surface water drainage works are submitted to and approved in writing by the Local Planning Authority.  Surface water drainage shall be provided in accordance with the approved details.",
    "Reason:-",
    "Surface water drainage works are required on site to prevent the risk of flooding. Submission of a scheme prior to commencement of above ground works will ensure that the measures to be employed are technically sound and that the development accords with Local Plan Policy 32 and London Plan (2021) policy SI 12.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "The buildings shall be constructed so as to provide sound insulation of 45 DnT, w + Ctr dB (minimum value) against airborne noise.",
    "Reason:-",
    "To prevent noise nuisance to adjoining properties.",
    "a)\t Prior to the commencement of any groundworks or development of the site, details shall be submitted to and agreed in writing by the Local Planning Authority setting out suitable gas protection measures to be employed on site including, but not necessarily limited to, the installation of a suitable gas resistant membrane, in compliance with BS 8485:2015.  The gas protection measures shall be carried out in strict accordance with the agreed details.",
    "b)\t Upon completion of installation, a 'Verification Report' must be submitted demonstrating that the works have been carried out.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the risk arising from landfill gases (methane and carbon dioxide).  Submission of an assessment prior to commencement will protect people on or close to the site from the risks associated with migrating landfill gas and to ensure the development accords with Local Plan Policies.",
    "Prior to the first occupation of the development, details shall be submitted to and agreed in writing by the Local Planning Authority for the installation of Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with the agreed details and shall thereafter be permanently retained. Following installation emissions certificates will need to be provided to the Local Planning Authority to verify boiler emissions.",
    "Reason: To minimise the impact of building emissions on local air quality (Local Plan policies 33 ad 34 and London Plan Policy SI1.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the Agent on the 15/11/21. The revisions involved the clarification of the floor plans and provision of a 3 bed dwelling. These revisions were subsequently provide on the 08/12/21.",
    "The proposals would incur a Mayoral CIL contribution of £9,525 at a rate of £25 per sqm (381sqm x 25).",
    "The proposal is also liable for the Havering Community Infrastructure Levy (HCIL), which has a charging rate of £125 per square metre of net additional floor space in Zone A. The Havering Community Infrastructure Levy contribution would equate to £47,625.",
    "Each contribution would be subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's website. You are also advised to visit the planning portal website where you can download the appropriate document templates at:",
    "http://www.planningportal.gov.uk/planning/applications/howtoa"
  ],
  "secondary_street_name": "Collier Row",
  "application_type": "All Other",
  "postcode": "",
  "application_type_full": "Full planning permission",
  "appeal_decision_date": null,
  "lapsed_date": "27/05/2025",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": {
    "no_existing_car": 12,
    "net_car": 2,
    "no_proposed_car": 14,
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0970.21",
  "centroid_northing": 190089,
  "uprn": null,
  "title_number": [
    "N/A",
    "N/A"
  ],
  "cil_liability": false,
  "subdivision_of_building": "N/A",
  "last_updated_by": "Portal",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Mawneys",
  "decision_date": "27/05/2022",
  "description": "Demolition of the 2 storey side extension at No. 18 Walmer Close to widen the proposed access way and demolition of the existing 12 garages and the erection of 5 x single storey dwellings (3 detached and 2 semi-detached) together with a detached storage outbuilding, and provision of parking and amenity spaces.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0970.21",
  "lpa_app_no": "P0970.21",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-06-30T19:10:37.763+01:00",
  "centroid_easting": 549878,
  "pp_id": "09860056",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "20/05/2021",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              549847.096,
              190080.579
            ],
            [
              549843.845,
              190102.253
            ],
            [
              549905.618,
              190096.564
            ],
            [
              549907.515,
              190117.155
            ],
            [
              549910.224,
              190117.426
            ],
            [
              549906.702,
              190074.076
            ],
            [
              549847.096,
              190080.579
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": [],
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_commencement_date": "09/2021",
        "intended_completion_date": "06/2022"
      },
      {
        "phase_detail": "1",
        "intended_commencement_date": "09/2021",
        "intended_completion_date": "06/2022"
      }
    ],
    "total_gia_gained": 0,
    "site_area": 0.14200000000000002,
    "total_gia_lost": 203,
    "total_gia_existing": 203,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 203,
        "gia_gained": 0,
        "use_class": "B8",
        "gia_lost": 203
      },
      {
        "gia_existing": 203,
        "gia_gained": 0,
        "use_class": "B8",
        "gia_lost": 203
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": false,
    "grey_water_reuse": false,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 4.85,
        "building_ref": "A"
      },
      {
        "no_storeys": 1,
        "max_height": 4.85,
        "building_ref": "B"
      },
      {
        "no_storeys": 1,
        "max_height": 4.85,
        "building_ref": "C"
      },
      {
        "no_storeys": 1,
        "max_height": 4.85,
        "building_ref": "D"
      },
      {
        "no_storeys": 1,
        "max_height": 4.85,
        "building_ref": "E"
      },
      {
        "no_storeys": 1,
        "max_height": 4.85,
        "building_ref": "A"
      },
      {
        "no_storeys": 1,
        "max_height": 4.85,
        "building_ref": "B"
      },
      {
        "no_storeys": 1,
        "max_height": 4.85,
        "building_ref": "C"
      },
      {
        "no_storeys": 1,
        "max_height": 4.85,
        "building_ref": "D"
      },
      {
        "no_storeys": 1,
        "max_height": 4.85,
        "building_ref": "E"
      }
    ],
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 1,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 406,
      "total_gia_gained": 0,
      "total_gia_existing": 203,
      "total_gia_lost": 203,
      "development_type": null,
      "site_area": 0.14200000000000002
    },
    "garden_land_lost": false,
    "internal_resi_water_usage": 0,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 9,
      "total_no_proposed_residential_units": 5,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 5,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 35.2112676056338,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 35.2112676056338,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": 380.5,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 1,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "House or Bungalow",
          "provision_for_older_persons": false,
          "gia": 78.5,
          "tenure": "Market for sale",
          "unit_development_type": "New Build"
        },
        {
          "no_habitable_rooms": 1,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "House or Bungalow",
          "provision_for_older_persons": false,
          "gia": 78.5,
          "tenure": "Market for sale",
          "unit_development_type": "New Build"
        },
        {
          "no_habitable_rooms": 1,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "House or Bungalow",
          "provision_for_older_persons": false,
          "gia": 80.5,
          "tenure": "Market for sale",
          "unit_development_type": "New Build"
        },
        {
          "no_habitable_rooms": 1,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Semi Detached Home",
          "provision_for_older_persons": false,
          "gia": 78.5,
          "tenure": "Market for sale",
          "unit_development_type": "New Build"
        },
        {
          "no_habitable_rooms": 1,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Semi Detached Home",
          "provision_for_older_persons": false,
          "gia": 64.5,
          "tenure": "Market for sale",
          "unit_development_type": "New Build"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "site_area": 0.14200000000000002
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "no_resi_units_to_have_full_fibre": 5,
      "no_new_water_connections_required": 5,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": false,
      "percentage_demolition_construction_material_recycling": 10,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 5,
      "ghg_reduction_over_building_regulations": false,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "ownership_status": "Private",
    "s106_agreement": false,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": false,
    "other_contributions": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "commencement_notice_received": false,
    "circular_economy_statement": false,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": false,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": false,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "uk_company_registration_no": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": 0.14200000000000002,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": false,
    "transport_contributions": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "borough_cil_liability_notice_issued": false,
    "transport_impact_assessment": false,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "lead_developer_company_name": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "(Former Garages Site)",
  "bo_system": "Portal",
  "last_date_consultation_comments": "16/06/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.161688,
          51.589656
        ],
        [
          0.16165,
          51.589852
        ],
        [
          0.162539,
          51.589784
        ],
        [
          0.162575,
          51.589969
        ],
        [
          0.162614,
          51.58997
        ],
        [
          0.162545,
          51.589582
        ],
        [
          0.161688,
          51.589656
        ]
      ]
    ],
    "type": "Polygon"
  }
}