{
  "borough": "Havering",
  "cil_liability": true,
  "decision_target_date": "24/08/2023",
  "lpa_app_no": "P0960.23",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "24/08/2023",
  "lpa_name": "Havering",
  "application_details": {
    "intended_completion_date": "10/2023",
    "existing_uprns": null,
    "no_additional_bathrooms": 3,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "02/2023",
    "total_gia_gained": 180,
    "site_area": 0.317
  },
  "title_number": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2175509,
          51.6159233
        ],
        [
          0.21752239999999998,
          51.6158994
        ],
        [
          0.21689889999999998,
          51.6163157
        ],
        [
          0.21681599999999998,
          51.61626
        ],
        [
          0.21622329999999998,
          51.6167061
        ],
        [
          0.2166658,
          51.6169926
        ],
        [
          0.2172612,
          51.6166025
        ],
        [
          0.217309,
          51.6165784
        ],
        [
          0.2169311,
          51.6163334
        ],
        [
          0.2175509,
          51.6159233
        ]
      ]
    ],
    "type": "Polygon"
  },
  "valid_date": "29/06/2023",
  "centroid": {
    "lat": "51.6165937",
    "lon": "0.2167877"
  },
  "site_number": null,
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 8 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Prior to the inhabitation of the development hereby approved, there should be a report submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include evidence of land levels on the site and details of all existing and proposed trees and shrubs on the site.  All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed and any alterations to the land levels.  Submission of a scheme prior to commencement",
    "Prior to the inhabitation of the development hereby approved, details of all proposed walls, fences and boundary treatment shall be submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, other than porches erected in accordance with the Order and development under Class E , no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "The dwelling hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with national optional technical standards as required by Policy D7 of the London Plan.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with national optional technical standards as required by Policy SI5 of the London Plan.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/sqm and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £6,990.25 would be payable due to result in a new residential property with 279.61sqm of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125/sqm (Zone A) for each additional square metre of GIA. Based upon the information supplied with the application, £36,451.25 would be payable, subject to indexation.",
    "The total amount of CIL owed amounts to £43,441.50, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liabi"
  ],
  "decision": "Approved",
  "centroid_easting": 553571,
  "uprn": "100021388970",
  "decision_process": "Delegated",
  "application_type_full": "Householder planning permission",
  "locality": null,
  "last_date_consultation_comments": "20/07/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553626.103,
              193117.051
            ],
            [
              553624.206,
              193114.342
            ],
            [
              553579.638,
              193159.317
            ],
            [
              553574.084,
              193152.95
            ],
            [
              553531.547,
              193201.312
            ],
            [
              553561.214,
              193234.095
            ],
            [
              553603.751,
              193191.964
            ],
            [
              553607.137,
              193189.391
            ],
            [
              553581.805,
              193161.349
            ],
            [
              553626.103,
              193117.051
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Gooshays",
  "pp_id": "12239394",
  "lapsed_date": "24/08/2026",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "Demolition and replacement of a single residential dwelling, loft conversion, extension, including demolition of existing garage building. (Part Retrospective)",
  "centroid_northing": 193190,
  "street_name": "Romford",
  "epc_number": null,
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T02:30:56.269+00:00",
  "site_name": "High View, Noak Hill Road",
  "development_type": null,
  "appeal_decision_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "parking_details": {
    "no_existing_car": 3,
    "no_proposed_car": 3,
    "net_car": 0
  },
  "date_building_work_started_under_previous_permission": "04/02/2023",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0960.23",
  "id": "Havering-P0960.23",
  "actual_commencement_date": null,
  "postcode": "RM3 7LL"
}