{
  "title_number": [],
  "site_number": "13",
  "centroid_easting": 520856,
  "ward": "Coombe Vale - OLD",
  "application_details": {
    "site_area": 0.078,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Kingston Hill/Coombe Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Ref: RBK.20.10\rTree ref: T3\rTree type: WEEP3\rDescription: RBK Order no: 20 Year: 2010"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021779489"
    ]
  },
  "decision": "Approved",
  "appeal_decision_date": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "application_type_full": "Removal/Variation of a condition",
  "cil_liability": false,
  "centroid": {
    "lon": -0.263529,
    "lat": 51.413987
  },
  "last_date_consultation_comments": "22/07/2021",
  "application_type": "Householder",
  "polygon": null,
  "id": "Kingston-21_01192_FUL",
  "last_updated_by": "Idox Uniform",
  "parking_details": null,
  "pp_id": "PP-09740615",
  "epc_number": null,
  "appeal_decision": null,
  "decision_process": "Delegated",
  "postcode": "KT3 4SN",
  "decision_date": "09/11/2021",
  "date_building_work_started_under_previous_permission": null,
  "lpa_name": "Kingston",
  "decision_target_date": "10/06/2021",
  "centroid_northing": 169760,
  "description": "Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved Plans) of Planning Permission: 20/02037/HOU (Erection of part single storey, part two storey rear extensions with associated changes to east elevation fenestration. Rear dormer roof extension with installation of 1no rooflight) for changes to materials to boundary fence, installation of 3no. heat pumps and chimney flue \r\r",
  "status": "Approved",
  "bo_system": "Idox Uniform",
  "site_name": "",
  "appeal_start_date": null,
  "street_name": "Neville Avenue",
  "lapsed_date": "09/11/2024",
  "last_updated": "2025-05-05T17:31:56.564Z",
  "actual_completion_date": null,
  "decision_agency": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "uprn": "100021779489",
  "decision_conditions": [
    "The development to which this permission relates shall be commenced within three years of the date of the grant of the original permission reference: 20/02037/HOU (20.08.2020)\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).\r",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "Within 2 months of the date of this permission, the boundary treatments as shown on the approved plans shall be implemented in full. They shall be permanently retained as such thereafter unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "Within 6 months of the date of this permission, a landscaping scheme shall have been submitted to and approved in writing by the local planning authority. The approved scheme shall be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority.\r\rAny trees or shrubs which die during this period shall be replaced during the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "The rating level of the noise determined by the cumulative sound emissions of the plant hereby permitted shall be at least 5dBA lower than the existing background noise level at any given time of operation.  The noise levels shall be measured or predicted 1m externally to any window at the nearest residential facade.  Measurements and assessment shall be made according to British Standard 4142:2014.\r\rReason: To safeguard the amenity of the occupants of neighbouring properties, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "The site and building works required to implement the development shall be only carried out between the hours of 08.00 and 18.00 Mondays to Fridays and between 08.00 and 13.00 on Saturdays and not at all on Bank Holidays and Sundays. \r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.\r"
  ],
  "subdivision_of_building": null,
  "development_type": "Other house holder developments",
  "secondary_street_name": null,
  "lpa_app_no": "21/01192/FUL",
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "valid_date": "15/04/2021",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QRNSFNNH04300",
  "locality": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.263507,
          51.414001
        ],
        [
          -0.263508,
          51.413974
        ],
        [
          -0.263551,
          51.413974
        ],
        [
          -0.26355,
          51.414001
        ],
        [
          -0.263507,
          51.414001
        ]
      ]
    ],
    "type": "Polygon"
  }
}