{
  "site_name": "23 Lyndhurst Avenue\rTolworth\rSurbiton\rKT5 9LN\r",
  "postcode": "KT5 9LN",
  "parking_details": null,
  "decision_conditions": [
    "The proposed development is considered to fall within the parameters of Class A of Part 1 of Schedule 2 to the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The proposed development would have an acceptable impact on the amenities of neighbouring occupiers.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "Please submit 'Fire Statement/Plan'. It is validation requirement.",
    "Please submit 'Time Stamped Photo', it is validation requirement.",
    "The site comprises a semi-detached dwelling.\r\r7 neighbouring properties have been notified of the proposals and no representation has been received.\r\rThe key areas of assessment are:\r- The design of the proposed development.\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The proposed single-storey side/rear extension would have a depth beyond the two-storey outrigger of approximately 3.5m and a flat roof height of approximately 3m, as advised in Policy Guidance 33, of the Residential Design SPD. Additionally, the proposed extension would not be visible in the streetscene and would appear subordinate to the host dwelling. \r\rThe applicant also seeks approval for the loft conversion, which involves the construction of an L-shaped dormer and hip-to-gable to the main roof. Whilst officers acknowledge that this would not maintain symmetry with the adjoining semi-detached dwelling, this aspect of the development can be secured through a fallback position, as they have previously been granted permission to construct the same roof extensions under planning permission ref: 24/02587/CPU. \r\rOverall, on balance, the proposed development would not adversely impact the character or appearance of the area and would be acceptable in terms of scale, form, bulk, height, massing, spacing and design.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: Officers have assessed the impact on daylighting and sunlighting of the proposed extension, using the BRE, 45 Degree Rule and the Residential Design SPD to ensure minimum impact on neighbouring amenities.\r\rRegarding No.84 Kingston Road, the applicant has submitted plans and elevations, which have been assessed. Officers note the the proposed extension would breach the BRE 45-test on both plan an elevation concerning the closest ground floor window, near the boundary shared with No.82. However, the extension would only extend 3.5m beyond the boundary falling in line with Policy Guidance 33, of the Residential Design SPD and it would only go outside the pereimeter of Permitted Development by having a depth of 3.5m instead of 3m. Additionally, taking into consideration the existing site layout, the shed and what appears to be a lean-to would also be in breach of the 45-degree rule, therefore, the extension would not cause a significant difference to the light received by No.84, as a result of the proposed development.\r\rThere would be a separation distance maintained of approximately 2.8m from neighbouring property No.80 Kingston Road, and the proposed drawings demonstrate that the BRE 45-degree rule would pass on both plans and elevations. Therefore, there would be no significant loss of light as a result of the proposed development.\r\rGiven the siting of the proposed development in relation to neighbouring properties, it is considered that, on balance, the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Reasonable Exception Statement which does not sufficiently set out which policy criteria is not relevant to the development and why. Officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would not be in general accordance with the National Planning Policy Framework (2024), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013)."
  ],
  "ward": "Alexandra - OLD",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "uprn": "100021793687",
  "appeal_decision_date": null,
  "application_details": {
    "intended_completion_date": "01/2022",
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "07/2021",
    "total_gia_gained": 22.1,
    "site_area": 0.039
  },
  "secondary_street_name": null,
  "centroid_northing": 166435,
  "status": "Approved",
  "centroid": {
    "lat": 51.384305,
    "lon": -0.278262
  },
  "decision_target_date": "24/05/2021",
  "decision_process": "Delegated",
  "lpa_name": "Kingston",
  "actual_commencement_date": null,
  "last_date_consultation_comments": null,
  "appeal_decision": null,
  "appeal_start_date": null,
  "development_type": "Extension",
  "cil_liability": false,
  "last_updated": "2025-05-05T17:31:22.837Z",
  "valid_date": "12/04/2021",
  "bo_system": "Idox Uniform",
  "last_updated_by": "Idox Uniform",
  "application_type_full": "Prior Approval: Larger Home Extension",
  "centroid_easting": 519909,
  "decision": "Approved",
  "polygon": null,
  "description": "Erection of single storey rear extension (6.00m in depth, maximum height of 3.77m and eaves height of 3.57m) following demolition of existing extension",
  "epc_number": null,
  "lpa_app_no": "21/01058/PAEXT",
  "actual_completion_date": null,
  "locality": null,
  "lapsed_date": "25/05/2026",
  "decision_agency": null,
  "application_type": "Prior Approval",
  "date_building_work_started_under_previous_permission": null,
  "decision_date": "25/05/2021",
  "appeal_status": null,
  "id": "Kingston-21_01058_PAEXT",
  "title_number": [],
  "reference_no_of_permission_being_relied_on": null,
  "site_number": "23",
  "street_name": "Lyndhurst Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QR73O3NH04300",
  "pp_id": "PP-09703729",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.27824,
          51.384318
        ],
        [
          -0.278241,
          51.384291
        ],
        [
          -0.278284,
          51.384292
        ],
        [
          -0.278283,
          51.384319
        ],
        [
          -0.27824,
          51.384318
        ]
      ]
    ],
    "type": "Polygon"
  }
}