{
  "centroid": {
    "lon": -0.312579,
    "lat": 51.353861
  },
  "status": "Commenced",
  "decision_target_date": "24/09/2021",
  "site_name": "Site Of Chessington Parish Hall 220",
  "decision_conditions": [
    "The development hereby permitted shall be commenced within 3 years from the date of this decision.\r\rReason: In order to comply with Section 91 of the Town and Country Planning Act, 1990.  (As amended)\r",
    "Prior to above ground works the following details shall have been submitted to and approved in writing by the Local Planning Authority and thereafter permanently retained:\r\r(a)  materials for all external finishes and window frames (including their manufacturer's specification, colour and texture).\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to commencement of any development on site, a Construction Management Plan detailing the following:\r\r(a)\tProvision for loading/unloading materials.\r(b)\tStorage of plant, materials and operatives vehicles.\r(c)\tSigning system for works traffic.\r(d)\tMeasures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works.\r(e)\tMeans of enclosure of the site.\r(f)\tWheel washing equipment.\r(g)\tThe parking of vehicles of the site operatives and visitors\r(h)\tThe erection and maintenance of security hoarding.\rshall be submitted to the planning authority for written agreement. The development shall only be implemented in accordance with the details and measures approved as part of the construction management plan, which shall be maintained throughout the entire construction period.\r\rReason: These details are required prior to commencement of development because the relevant works would take place at the beginning of the construction phase and in order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to beneficial occupation, the following details shall have been submitted to and approved in writing by the Local Planning Authority and thereafter permanently retained:\r\r(a)  refuse storage facilities in accordance with the requirements of the Residential Design SPD, 2013 (including their manufacturer's specification, colour and texture).\r\rReason: In order to ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to above ground works the following details shall have been submitted to and approved in writing by the Local Planning Authority and thereafter permanently retained:\r\r(a)  boundary treatment, including walls, fences and gates (including their manufacturer's specification, colour and texture).\r\rReason: In order to ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The levels of buildings, roads, parking areas and pathways within the site shall only be in accordance with details which shall have previously been submitted to and approved in writing by the Local Planning Authority prior to above ground works.\r\rReason: To ensure that the appearance and functioning of the development is satisfactory and to safeguard the amenities of adjoining occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012 and comply with Supplementary Planning Document 'Access for All' (July 2005).\r",
    "Prior to above ground works a hard and soft landscaping scheme including where applicable the retention of the existing trees or 2:1 replacement tree planting and native deciduous hedge planting shall have been submitted to and approved in writing by the Local Planning Authority. The landscaping scheme should include a scaled plan showing the location of all planting and the size at time of planting. The approved scheme shall be implemented within the first planting season following completion of the development and the tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority.  Any trees or shrubs which die during this period shall be replaced in the first available planting season, and the area shown to be landscaped shall be permanently retained for that purpose only.  \r\rReason: These details are required prior to commencement of development because the details would affect subsequent design of other elements of the scheme and must be agreed at the outset and in the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the walls of the dwelling houses hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to the beneficial occupation of the development hereby permitted, the window shown at first floor level in the northern elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and must be replaced in the event that it ceases to result in obscurity to level 3.\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.\r",
    "Within 3 months of first occupation, evidence must be submitted to the Council confirming that the development hereby permitted has achieved no less than the C02 reductions (ENE1), internal water usage (WAT1) standards equivalent to Code for Sustainable Homes Level 4.  Evidence requirements are detailed in the \"Schedule of Evidence Required for Post Construction Stage from ENE1 and WAT1 of the Code for Sustainable Homes Guide.  Evidence to demonstrate a 19% reduction compared to 2013 Part L regulations and internal water usage rates of 105L/day must be submitted to the Local Planning Authority, unless otherwise agreed in writing.\r\rReason:  In order to ensure that all development is designed and built to make the most efficient use of resources, reduce its lifecycle impact on the environment and contributes to climate change mitigation and adaptation in accordance with Policy CS1 (Climate Change Mitigation) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to above ground works details of the implementation, adoption, maintenance and management of a sustainable drainage system have been submitted to and approved in writing by the local planning authority.  The system shall be implemented prior to occupation and thereafter managed and maintained in accordance with the approved details.  Those details shall include a timetable for its implementation, and a management and maintenance plan for the lifetime of the development which shall include the arrangements for adoption by any public body or statutory undertaker, or any other arrangements to secure the effective operation of the sustainable drainage system throughout its lifetime.\r\rReason: These details are required prior to commencement of development because the relevant works would take place at the beginning of the construction phase and to prevent the increased risk of flooding in accordance with Policy CS1 (Climate Change Mitigation) of the Local Development Framework Core Strategy Adopted April 2012.\r",
    "By the time the development hereby permitted is substantially complete, pedestrian/vehicular intervisibility splays of 2.8m x 3.3m shall have been provided in each direction where the access meets the back edge of footway, and shall be permanently retained free from any obstruction to visibility higher than 1.0m above ground level.\r\rReason: To maintain pedestrian/vehicular intervisibility in the interest of highway safety in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall not be occupied until details of secure cycle parking facilities for the occupants of, and visitors to, the development hereby approved have been submitted to and approved in writing by the Local Planning Authority. These facilities shall be fully implemented and made available for use prior to the occupation of the development hereby permitted and shall thereafter be retained for use at all times.\r\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of Part 1 of Schedule 2 of the Town & Country Planning (General Permitted Development) Order, 1995 (or any Order revoking or re-enacting this Order) no extensions (including porches or dormer windows) to the dwelling houses shall be erected within the curtilage.\r\rReason: To safeguard the privacy and amenity of adjoining occupiers, maintain adequate amenity space and safeguard the cohesive appearance of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The car parking accommodation shown upon the approved drawings shall be provided with a hard bound dust free surface, adequately drained before the development to which it relates is occupied and thereafter it shall be kept free from obstruction at all times for use by the occupier of the development and shall not thereafter be used for any purposes other than the parking of vehicles for the occupiers of the development and visitors to it.\r\rReason: To ensure the provision of adequate off-street parking accommodation and to avoid the congestion of surrounding roads by parked vehicles in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012\r",
    "The proposed bird and bat boxes shall be fully implemented as part of the scheme prior to beneficial occupation of the development.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012.\r",
    "The development hereby approved shall be implemented in strict accordance with all of the ecological mitigation measures / recommendations set out within the Preliminary Ecological Assessment, dated 29/12/2020. \r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012.\r",
    "Any external lighting installed at the site shall be angled so as to prevent any spillage or glare beyond the site's boundaries.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers and to protect biodiversity, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to the commencement of any development above ground level, a detailed scheme to enhance the nature conservation interest of the site shall be submitted to and agreed in writing by the local planning authority. The approved scheme shall be implemented in full prior to beneficial occupation of the development. \r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012.\r",
    "During the construction phase of the development, no works (including any deliveries) shall take place on site outside of the following hours:\r\r08:00 to 18:00 Monday to Friday\r08:00 to 13:00 on Saturdays\rNo works or deliveries whatsoever shall take place on Sundays or bank holidays.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "In the event that contamination is found (at any time) that was not previously identified, development shall cease and the contamination reported in writing to the local planning authority as soon as is reasonably practicable. An assessment, remediation scheme and verification report shall then be submitted to and approved in writing by the local planning authority before development resumes.\r\rReason: To ensure that risks from land contamination are minimised, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to the commencement of the development hereby approved, a bat survey shall have been undertaken and submitted to the Local Planning Authority for approval. Any identified mitigation measures shall be implemented prior to the occupation of the development and thereafter permanently retained.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with Policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012. This is a pre-commencement condition to ensure that no harm is caused to protected species as a result of the development.\r"
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": null,
  "application_type_full": "Full planning permission",
  "appeal_decision_date": null,
  "lapsed_date": "23/09/2024",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": "Minor dwellings",
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Kingston-21_01375_FUL",
  "centroid_northing": 162994,
  "uprn": "000128011386",
  "title_number": [],
  "cil_liability": true,
  "subdivision_of_building": null,
  "last_updated_by": "Idox Uniform",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Kingston",
  "decision_agency": null,
  "ward": "Chessington South - OLD",
  "decision_date": "23/09/2021",
  "description": "Erection of 4no. dwellinghouses with associated parking, amenity space, refuse/recycling facilities and landscaping",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QSDTU9NHKUK00",
  "lpa_app_no": "21/01375/FUL",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": "12/05/2023",
  "last_updated": "2025-05-05T17:32:45.887Z",
  "centroid_easting": 517599,
  "pp_id": "PP-09778903",
  "borough": "Royal Borough of Kingston (LA Code)",
  "appeal_start_date": null,
  "valid_date": "30/07/2021",
  "decision": "Approved",
  "polygon": null,
  "application_details": {
    "grey_water_reuse": false,
    "rain_water_harvesting": false,
    "site_area": 1433,
    "internal_resi_water_usage": 110,
    "scheme_phasing": false,
    "infrastructure_details": {
      "mobile_network_operators_consultation": false,
      "solar_pv_capacity": 0.02,
      "no_new_water_connections_required": 3,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_new_gas_connections_required": 4,
      "green_roof_area": 0,
      "no_resi_units_to_have_full_fibre": 4,
      "percentage_demolition_construction_material_recycling": 10,
      "no_homes_passive_cooling": 0,
      "total_annual_nox_emissions": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": false,
      "fire_suppression_system_proposed": false,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "urban_greening_factor_score": null,
      "no_passive_slow_ev_charging_points": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "total_gia_gained": 193,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 227,
        "superseded_date": null,
        "actual_completion_date": null,
        "gia_gained": 193,
        "use_class": "D1",
        "actual_commencement_date": "12/05/2023",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 227
      }
    ],
    "residential_details": {
      "dwelling_density": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_bedrooms": 12,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units": 4,
      "total_no_proposed_residential_units_market_for_sale": 4,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "site_area": null,
      "residential_units": [
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "12/05/2023",
          "m43_2a_compliant": null,
          "description": null,
          "m42_compliant": null,
          "change_type": "Gain",
          "garden_land": null,
          "sheltered_accommodation": null,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": "Gain-1",
          "actual_commencement_date": "12/05/2023",
          "no_bedrooms": 3,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "12/05/2023",
          "m43_2a_compliant": null,
          "description": null,
          "m42_compliant": null,
          "change_type": "Gain",
          "garden_land": null,
          "sheltered_accommodation": null,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": "Gain-2",
          "actual_commencement_date": "12/05/2023",
          "no_bedrooms": 3,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "12/05/2023",
          "m43_2a_compliant": null,
          "description": null,
          "m42_compliant": null,
          "change_type": "Gain",
          "garden_land": null,
          "sheltered_accommodation": null,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": "Gain-3",
          "actual_commencement_date": "12/05/2023",
          "no_bedrooms": 3,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "12/05/2023",
          "m43_2a_compliant": null,
          "description": null,
          "m42_compliant": null,
          "change_type": "Gain",
          "garden_land": null,
          "sheltered_accommodation": null,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": "Gain-4",
          "actual_commencement_date": "12/05/2023",
          "no_bedrooms": 3,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": null
        }
      ]
    },
    "ownership_status": "Private",
    "total_gia_lost": 227,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 8.5,
        "building_ref": "plot 1"
      },
      {
        "no_storeys": 2,
        "max_height": 8.5,
        "building_ref": "plot 2"
      },
      {
        "no_storeys": 2,
        "max_height": 8.5,
        "building_ref": "plot 3"
      },
      {
        "no_storeys": 2,
        "max_height": 8.5,
        "building_ref": "plot 4"
      }
    ],
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 193,
      "total_gia_gained": 193,
      "total_gia_existing": 227,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 227,
      "total_gia_lost": 227,
      "development_type": null,
      "site_area": null
    },
    "total_gia_existing": 227,
    "garden_land_lost": false,
    "green_suds": false,
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_commencement_date": "10/2021",
        "intended_completion_date": "12/2022"
      }
    ],
    "affordable_housing_fast_track": false,
    "projected_cost_of_works": "Up to £2m",
    "surface_water_discharge_percentage_reduction": 0,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [
      "000128011386",
      "000128011469",
      "000128029783"
    ],
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "commencement_notice_received": true,
    "circular_economy_statement": null,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "GREENB Name: Green Belt"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "SAC SAC Type: SPECIAL CONTROL OF ADVERTS"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: GLA"
      }
    ],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "uk_company_registration_no": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "transport_contributions": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "lead_developer_company_name": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Leatherhead Road",
  "bo_system": "Idox Uniform",
  "last_date_consultation_comments": "01/08/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.312557,
          51.353874
        ],
        [
          -0.312558,
          51.353847
        ],
        [
          -0.312601,
          51.353848
        ],
        [
          -0.3126,
          51.353874
        ],
        [
          -0.312557,
          51.353874
        ]
      ]
    ],
    "type": "Polygon"
  }
}