{
  "centroid": {
    "lon": -0.250593,
    "lat": 51.402141
  },
  "status": "Approved",
  "decision_target_date": "11/05/2021",
  "site_name": "Land At 89",
  "decision_conditions": [
    "Under the provisions of sections 206 and 213 of the Act, the owner of the land upon which the above tree(s) are to be removed is under a duty to plant one replacement tree of appropriate size and species, per tree under TPO removed according to the above list. These should be planted as close to the original tree(s) as possible unless otherwise agreed with the Council's Tree Officer. The replacement trees shall be planted at the beginning of the first planting season (Oct 1st - April 30th) following the proposed removals.\r\rThe size of the tree shall be a standard with a height of 2.50 metres, a minimum stem height of 1.75 metres and a girth of 8cm to 10cm to conform with BS 3936 Part 1 (1992).\r\rAny replacement trees which are removed, die or become seriously damaged/diseased shall be replaced within the next planting season (Oct 1st to April 30th) with trees of similar amenity value.\r\rAny replacement planting should be carried out with due consideration for overhead and underground services, property boundaries, buildings and potential maintenance. The eventual size of a specimen and the nature of its rooting structure should also be taken into account when choosing where to plant, in order to achieve the best result for your site.\r\rThe following will be suitable replacement species:\r\r(a) Redspire Pear (Pyrus calleryana 'Redspire') x2\r\rI have to warn you that if the above specified replacements are not planted by the end of the first planting season (Oct 1st to April 30th) following the proposed removals, a notice may be served under section 207 of the Town and Country Planning Act 1990 (as amended). However, I trust that such action will not be necessary and I look forward to receiving your full cooperation in this matter. Please ensure that you inform the Council's Tree Officer (ben.morgan@kingston.gov.uk) with the provision of a photo once the replanting has taken place.",
    "Application Site\rThe site comprises a detached dwelling within the Kingston Hill/Coombe Hill Strategic Area of Special Character.\r\rProposal\rInstallation a glass safety barrier around the edge of the flat roof at the first and second floor levels.\r\rIt is noted that under permission 16/14433/FUL dated 21.06.2016 for the erection of a six bedroom detached three storey dwellinghouse a condition was applied restricting the use of the flat roof areas as a balcony or a sitting out area to protect the amenities and privacy of the adjoining residential properties \r\rConsultation\r8 neighbouring properties have been notified and one letter of objection has been received stating;\r - Excessive height or bulk of buildings\r - Inappropriate design/layout\r - Loss of light/Sunlight\r - Privacy\r - Unacceptable or incompatible use\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rParagraphs 202 to 214 of the NPPF 2024 set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rThe Kingston Hill/Coombe Hill Strategic Area of Special Character is a non-designated heritage asset.\r\rParagraph 209 of the NPPF states that:\rThe effect of an application on the significance of a non-designated heritage asset should be taken into account in determining the application. In weighing applications that directly or indirectly affect non designated heritage assets, a balanced judgement will be required having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rOfficer Comment: The proposed safety barrier would be wholley unnecessary and would be at odds with the design of the building. The proposed development is therefore considered to be unacceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be an adverse impacts on the character and appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  Officers note the objections raised in relation to the roof at all levels and all sides being accessible and\rpotentially used as a balcony. This application does not seek to amend the previous condition restricting the use in order to create a balcony area. However, should permission be granted a condition further restricting the use would be applied. Overall, It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Reasonable Exception Statement.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the statement would be secured through conditions, in the event of a favourable recommendation.  \r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The proposed site is in a conservation area, therefore please submit 'Heritage Statement'."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": null,
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "appeal_decision_date": null,
  "lapsed_date": "21/05/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": "Extension",
  "parking_details": null,
  "site_number": "",
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Kingston-21_01456_DTN",
  "centroid_northing": 168464,
  "uprn": "000128009548",
  "title_number": [],
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "Idox Uniform",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Kingston",
  "decision_agency": null,
  "ward": "Beverley - OLD",
  "decision_date": "21/05/2021",
  "description": "T.1 & T.2 Willow - Fell & grind removing all arisings from site and replacing with fresh topsoil (DTN).\r",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QSOBNTNHKXS00",
  "lpa_app_no": "21/01456/DTN",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-05-05T17:33:09.658Z",
  "centroid_easting": 521787,
  "pp_id": "PP-09812230",
  "borough": "Royal Borough of Kingston (LA Code)",
  "appeal_start_date": null,
  "valid_date": "06/05/2021",
  "decision": "Approved",
  "polygon": null,
  "application_details": {
    "site_area": 0.047,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Ref: RBK.30.11\rTree ref: T4\rTree type: COMM2\rDescription: RBK Order no: 30 Year: 2011"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Ref: RBK.30.11\rTree ref: T3\rTree type: COMM2\rDescription: RBK Order no: 30 Year: 2011"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Ref: RBK.30.11\rTree ref: T2\rTree type: WEEP3\rDescription: RBK Order no: 30 Year: 2011"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Ref: RBK.30.11\rTree ref: T1\rTree type: WEEP3\rDescription: RBK Order no: 30 Year: 2011"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ2168741B"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ216874AJ"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128009548"
    ]
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Kings Avenue",
  "bo_system": "Idox Uniform",
  "last_date_consultation_comments": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.250571,
          51.402154
        ],
        [
          -0.250572,
          51.402127
        ],
        [
          -0.250615,
          51.402128
        ],
        [
          -0.250614,
          51.402155
        ],
        [
          -0.250571,
          51.402154
        ]
      ]
    ],
    "type": "Polygon"
  }
}