{
  "site_name": "Kingstons House",
  "postcode": "KT2 7AB",
  "parking_details": null,
  "decision_conditions": [
    "The proposed modification to Planning Condition 5 of planning permission 15/12978/FUL to enable construction working hours on Saturday 3rd July and Sunday 4th July 2021 specifically between the hours of 0800 to 1800 would fail to comply with Subsection 8 of Section 74B of the Town and Country Planning Act 1990 (as amended).",
    "We have received an email on 18th Feb 2025, please resend the information required",
    "Application Site: \r\rThe application relates to a 2-storey, plus roof space, end-terrace property located to the north of Kingston Road and east of Penrith Road. The property has a ground floor shop and flats on the upper floors. \r\rThe site is located within the Kingston Road East Local Centre, and forms part of a terraced block with ground floor commercial units and residential units above.\r\rThe site is subject to an Article 4 Direction removing Class MA permitted development rights for the change of use from Class E (commercial, business and service use) to Class C3 (residential use). \r\rKingston Road (A2043) is a major arterial road within TFL's road network. The site is not located in a controlled parking zone. The site has a PTAL rating of 3 on a scale of 0-6b with 6b being the most accessible, meaning it has moderate public transport accessibility. \r\rThe site is not located within a conservation area nor is it, or located nearby to, a statutory listed building and non-designated heritage asset. \r\rProposal: \r\rThe proposal is for the erection of a single storey rear extension to create 1 studio flat with the partial retention of a commercial unit.\r\rRelevant History: \r\r18/14794/FUL: Erection of ground and first floor rear extensions and roof extensions including an increase in the ridge height to increase the floorspace of the existing 1st floor flat and accommodate an additional x1 bedroom flat within the roofspace. Granted on 13.12.2018. \r\rConsultation: \r\rA total of 19 adjoining landowners/occupants were consulted and no responses were received. \r\rPlanning Considerations: \r\rThe key areas of assessment are:\r\r- Housing Delivery\r- Principle of Development \r- Standard of Accommodation\r- Character and Design \r- Impact on Residential Amenity\r- Highways and Transportation\r- Noise\r- Fire Safety\r\rPrinciple of Development: \r\rPolicy GG2 of the London Plan (2021) (LP) and Chapter 11 of the National Planning Policy Framework (2024) (NPPF) promote the redevelopment of underutilised land for the delivery of housing. Policy CS10 of the LDF Core Strategy (2012) (CS) sets out the Borough's housing targets as defined by the LP. LP Policy H1 sets ten-year targets for net housing completions that each local planning authority should plan for. Table 4.1 sets out the 10-year targets for net housing completions in each London Borough from 2019/20 - 2028/29). The requirement for Kingston is to deliver 9,640 homes in this 10 years period which would equate to 964 net completions per annum.\r\rThe Council cannot demonstrate a 5-year supply of housing land as required by the NPPF therefore, paragraph 11 of the NPPF indicates that planning permission should be granted unless (i) the application of policies in this Framework that protect areas or assets of particular importance provides a clear reason for refusing the development proposed; or (ii) any adverse impacts of doing so significantly and demonstrably outweigh the benefits, when assessed against policies in this Framework taken as a whole. In other words, the tilted balance weighs a development's adverse impacts against its benefits, not on a level playing field, but tilted towards granting permission. These considerations should be given considerable weight in the assessment of any forthcoming planning application. \r\rThe principle of residential development on the site is supported as it would contribute towards the borough's housing targets. This carries weight in favour of the application. Support for the principle of development is subject to compliance with Development Plan policies.\r\rPrinciple of Development:\r\rNPPF at para 85 states planning decisions should help create the conditions in which businesses can invest, expand and adapt. Significant weight should be placed on the need to support economic growth and productivity, taking into account both local business needs and wider opportunities for development. LP Policy E9 supports this by stating development proposals should prevent the loss of retail facilities that provide essential convenience and meet the needs of Londoners and visitors. \r\rCS Policy DM17 acts to protect existing employment land and premises to meet business needs and provide employment. The policy is clear that alternative uses will not be acceptable unless it has been demonstrated by sound evidence and rigorous marketing over a number of years (up to two years) that there is no quantitative or qualitative need for a range of employment uses. Mixed use development schemes should not result in a net loss of employment capacity (floorspace and/or land) and should not compromise the viability of the site and/or its surroundings for employment purposes. Residential use within mixed use schemes will not be appropriate where it would be incompatible with established employment uses, or prejudicial to the site's continued operation for employment purposes.\r\rThe ground floor of the existing premise contains a 63sqm shop which would be reduced to 60sqm to accommodate the proposed residential flat. CS Policy DM17 and LP Policy E9 is clear in protecting employment premises. Despite the small reduction in employment floorspace, Officers consider it to be acceptable in this circumstance given the minor space that would be converted and its existing location and use within the premises, being 'unused space' that is separately accessed from the shop at the Penrith Road frontage. \r\rSupport for the principle of development is subject to compliance with Development Plan policies.\r \rStandard of Accommodation:\r\rNPPF para 135 sets an expectation that new development will be designed to create places that amongst other things have a 'high standard' of amenity for existing and future users.\r\rLP Policy D6 sets out the standards for new housing within London, in terms of overall GIA, built-in storage space, bedroom sizes and ceiling heights. Housing development should be of high quality design and provide adequately-sized rooms, with comfortable and functional layouts which are fit for purpose and meet the needs of Londoners without differentiating between tenures. CS Policy DM13 states that the Council will expect proposals for new residential development to demonstrate that the scheme has been designed to provide adequate internal space appropriate to the intended number of occupants. Policy DM10 of the Council's Core Strategy requires developments to ensure adequate private and/or communal amenity space.\r\rThe proposal would retain the ground floor shop at the front of the property and establish a studio flat at the rear of the property partially via a layout reconfiguration and construction of a single-storey rear extension. The flat would have a GIA of 40sqm which would comply with the minimum internal space standards under LP Policy D6. \r\rThe flat would be dual aspect and the habitable room would be serviced by 2 windows and 2 rooflights for suitable ventilation, outlook and access to natural light. No daylight and sunlight assessment has been undertaken however, Officers consider the number of openings to be sufficient to provide future occupants with a suitable level of natural light, in compliance with BRE Guidelines. \r\rThe Proposed Section Plan confirms the rear extension would achieve a ceiling height of 2.3m. The flat would achieve a minimum 2.5m floor-to-ceiling height for only 70% (28sqm) of the GIA which falls short of the required 75% under LP Policy D6. As such, future occupants would be provided with a poor sense of space and are at a higher risk of experiencing poor daylight penetration, ventilation and cooling. This carries weight against the proposal. \r\rThe proposed flat would not be supported by any private or communal outdoor amenity space, contrary to CS Policy DM10 and Policy Guidance 13 and 14 of the Residential Design Council's Residential Design Guide Supplementary Planning Document (SPD) (2013). This carries substantial disbenefit to the scheme and carries substantial weight in the assessment of the scheme. \r\rAccess to the studio flat would be from the existing entrance to the flat above from the Penrith Road frontage. The entrance to the flat would meet at least Building Regulation M4(2) 'accessible and adaptable dwellings' in terms of step-free access which is in compliance with LP Policy D7. This requirement would be secured by condition if the proposal was otherwise acceptable. \r\rIn summary, the proposed flat would not achieve an acceptable standard of accommodation due to its failure to achieve the minimum external private outdoor amenity space standards and minimum ceiling height standards which would result in an increased likelihood of overheating and a lack of daylight penetration, ventilation and cooling, and sense of space. These matters conflict with the policy objectives of LP Policy D6 and CS Policy DM10. These policy conflicts carry significant weight against the proposal. \r\rCharacter and Design: \r\rPara 131 of the NPPF states the creation of high-quality, beautiful and sustainable buildings and places is fundamental to what the planning and development process should achieve.\r\rLP Policy D3 states that development should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape with due regard to existing and emerging street hierarchy, building types, forms and proportions. \r\rCS Policy CS8 and DM10 and the guidance in the Residential Design Guide SPD require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rPolicy Guidance 33 in Council's Residential Design Guide SPD states that single-storey rear extensions should be designed so that they appear proportionate and subordinate to the host building. \r\rExternal alterations would be limited to the construction of a single-storey rear extension with a pitched roof. It would have a width of 7.6m, a depth of 1 to 3.2m and a height ranging from 3.4 to 3.8m due to the difference in ground floor height between the Kingston Road frontage and no. 81 Kingston Road. \r\rThe proposed development is considered acceptable in terms of scale, form, height, massing and design, in compliance with Policy Guidance 33 of the SPD. The proposal would not result in adverse impacts on the character or appearance of the local area. \r\rImpact on Residential Amenity:\r\rNPPF para 135 sets an expectation that new development will be designed to create places that amongst other things have a 'high standard' of amenity for existing and future users. This is reflected in LP Policy D3. CS Policy DM10 is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. Policy Guidance 17 in the SPD applies the '45-degree rule' from the centre of the neighbours closest window to safeguard neighbouring occupants' access to daylight. \r\rThe proposal would convert an existing door on the Pentrith Road frontage to a window and a new high level window on the northern elevation facing no. 1 Penrith Road. This window would be partially obstructed by a new 1.8m high timber fence to be constructed on the northern boundary. The submitted 45-degree plan demonstrates an obscure glazed window is located on the southern facing elevation of no. 1 Penrith Road. As such, the proposal would not result in adverse impacts on the privacy of neighbouring occupants. \r\rThe rear extension would align with the rear extension of no. 81 Kingston Road and occupy the full width of the property. The 45 Degree Plan demonstrates the proposal would pass the 45-degree test from the nearest window on no. 1 Pentrith Road. Officers confirm there would be no adverse impacts on the closest neighbours, in terms of overbearing enclosure or loss of daylight, in compliance with LP Policy D3, CS Policy DM10 and Policy Guidance 17 in Council's Residential Design Guide SPD. \r\rThe proposed development is considered to be acceptable in terms of residential amenity. This carries neutral weight in the assessment of the scheme. \r\rHighways and Transportation:\r\rNPPF para 116 states development should only be prevented or refused on highways grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network, following mitigation, would be severe. CS Policy DM10 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected. \r\rThe site has a PTAL 3 rating. The proposed residential unit would be car-free which is supported given it is a studio flat and has moderate public transport accessibility, in line with LP Policy T6. Officers note the existing first floor flat has been allocated a garage parking space at no. 40 Penrith Road. The site is not within a controlled parking zone. The introduction of a studio flat within the property is unlikely to result in unacceptable impacts on the local road network in terms of parking stress. \r\rThe Proposed Floor Plan identifies cycle storage would be via a wall rack located within a gated outdoor area adjacent to the refuse storage. Officers confirm the space would be large enough for 1 cycle space as required under LP Policy T5. The cycle storage area, although large enough, would not be secure and weatherproof as required under the London Cycle Design Standards. If the proposal was otherwise acceptable, details of an appropriate cycle storage area would have been secured by condition, in line with LP Policy T5 and CS Policy CS6 and DM8. \r\rThe proposed flat would use the existing refuse and recycling facilities located at the Penrith Road frontage. Officers confirm the existing storage area is of sufficient size to accommodate the minor additional waste storage requirements of the new studio flat in compliance with CS Policy CS9. If the scheme was otherwise acceptable, final details of the refuse storage capacity and enclosure would have been secured by condition. \r\rThe proposal is acceptable on highways and transportation grounds. This is given neutral weight in the assessment of the application. \r\rNoise: \r\rThe NPPF at para 187 states decisions should among other things prevent new and existing development from contributing to, being put at unacceptable risk from, or being adversely affected by, unacceptable levels of noise pollution. Development should help to improve local environmental conditions. This is echoed in LP Policy D14 and CS Policy DM10. \r\rLP Policy D13 focuses on the 'Agent of Change' principle which places the responsibility for mitigating impacts from existing noise on the proposed new noise-sensitive development. Development should be designed to ensure that established noise generating uses remain viable without unreasonable restriction being placed on them. \r\rThe proposal introduces a new studio flat to the rear of a shop. Officers acknowledge that residential flats already exist on the upper floors of the property therefore, the introduction of an additional unit would be acceptable within the existing noise environment. If the scheme was otherwise acceptable, details of the noise insulation would have been secured by condition to ensure future occupants are not adversely affected by noise. This is given neutral weight in the assessment of the scheme. \r\rFire Safety:\r\rLP Policy D12 requires all developments to achieve the highest standards of fire safety. \r\rA Fire Statement has been submitted that demonstrates the proposed development would provide suitable means of evacuation and fire safety standards, in accordance with LP Policy D12. This carries neutral weight in the assessment of the application. \r\rConclusion and Planning Balance:\r\rThis application has been considered in the light of policies set out in the development plan and other material considerations. \r\rThe proposal would make a small but positive contribution towards the borough's housing supply which would carry positive weight in favour of the application. The small reduction in retail floorspace is considered acceptable as the space is not associated with the function of the shop in compliance with CS Policy DM17 and LP Policy E9. It would be sensitively designed to protect the character and appearance of the host property and local area without resulting in adverse impacts on the amenity of neighbours. This carries weight in favour of the scheme. \r\rThe new studio flat would result in an unacceptable standard of accommodation for future occupants as it does not achieve the minimum ceiling height requirements and provides no private outdoor amenity space. This would mean it  would likely overheat and would fail to provide sufficient daylight penetration, ventilation and cooling, and sense of space. These matters conflict with the policy objectives of LP Policy D6 and CS Policy DM10. This weighs heavily against the scheme. \r\rWaste and cycle storage and noise are neutral matters which would have been addressed via conditions. \r\rOfficers have taken into account the Housing Delivery Test tilted presumption in favour of development as set out in para 11 of the NPPF whilst considering the conflicts with the Development Scheme. For this scheme, the adverse impacts of the development would significantly and demonstrably outweigh the benefits, when assessed against the policies in the NPPF taken as a whole. As such, Officers recommend planning permission be refused."
  ],
  "ward": "Norbiton - OLD",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "uprn": "000128005231",
  "appeal_decision_date": null,
  "application_details": {
    "site_area": 0.135,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Norbiton Station Area"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128005231"
    ]
  },
  "secondary_street_name": null,
  "centroid_northing": 169578,
  "status": "Refused",
  "centroid": {
    "lat": 51.4127,
    "lon": -0.287291
  },
  "decision_target_date": "22/04/2021",
  "decision_process": "Delegated",
  "lpa_name": "Kingston",
  "actual_commencement_date": null,
  "last_date_consultation_comments": "21/04/2021",
  "appeal_decision": null,
  "appeal_start_date": null,
  "development_type": "Extension",
  "cil_liability": false,
  "last_updated": "2025-05-05T17:31:31.940Z",
  "valid_date": "08/04/2021",
  "bo_system": "Idox Uniform",
  "last_updated_by": "Idox Uniform",
  "application_type_full": null,
  "centroid_easting": 519207,
  "decision": "Refused",
  "polygon": null,
  "description": "Proposed extension of construction working hours for the weekend of the 3rd-4th July 2021 to Saturday (extension 1300hrs to 1800hrs) and Sunday (0800hrs-1800hrs) relating to Planning Permission ref: 15/12978/FUL (Previously Approved Hours Mon-Fri 0800hrs-1800hrs, Sat 0800hrs-1300hrs)",
  "epc_number": null,
  "lpa_app_no": "21/01097/CWH",
  "actual_completion_date": null,
  "locality": null,
  "lapsed_date": "22/04/2024",
  "decision_agency": null,
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "decision_date": "22/04/2021",
  "appeal_status": null,
  "id": "Kingston-21_01097_CWH",
  "title_number": [],
  "reference_no_of_permission_being_relied_on": null,
  "site_number": "15",
  "street_name": "Coombe Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QRAU4WNH04300",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.287269,
          51.412714
        ],
        [
          -0.28727,
          51.412687
        ],
        [
          -0.287313,
          51.412687
        ],
        [
          -0.287312,
          51.412714
        ],
        [
          -0.287269,
          51.412714
        ]
      ]
    ],
    "type": "Polygon"
  }
}