{
  "centroid": {
    "lon": -0.268429,
    "lat": 51.411812
  },
  "status": "Approved",
  "decision_target_date": "12/07/2021",
  "site_name": "",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The facing materials used in the development to which this permission relates shall match those of the existing building(s) unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The garaging and/or car parking shown on the approved plans shall be provided with a hard-bound, adequately-drained, dust-free surface prior to beneficial occupation of the development to which this permission relates and shall be permanently retained and kept free from obstruction thereafter. It shall not be used for any purposes other than the parking of vehicles for the occupiers of and visitors to the development.\r\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with policies T4 and T6 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level or above in the eastern or western flank elevations shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012."
  ],
  "secondary_street_name": null,
  "application_type": "Householder",
  "postcode": "KT3 3AX",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "12/07/2026",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": "Other house holder developments",
  "parking_details": null,
  "site_number": "14",
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Kingston-21_01595_HOU",
  "centroid_northing": 169510,
  "uprn": "100021773406",
  "title_number": [],
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "Idox Uniform",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Kingston",
  "decision_agency": null,
  "ward": "Coombe Vale - OLD",
  "decision_date": "12/07/2021",
  "description": "Demolition of existing conservatory. Erection of single storey rear extension and first floor side extension with associated changes to fenestration. Rear and side dormer roof extensions with chimney stack removal and installation of 2no front rooflights to facilitate loft conversion",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QT8OXBNHL3400",
  "lpa_app_no": "21/01595/HOU",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-05-05T17:33:45.097Z",
  "centroid_easting": 520521,
  "pp_id": "PP-09847418",
  "borough": "Royal Borough of Kingston (LA Code)",
  "appeal_start_date": null,
  "valid_date": "17/05/2021",
  "decision": "Approved",
  "polygon": null,
  "application_details": {
    "site_area": 0.067,
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": []
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Branksome Way",
  "bo_system": "Idox Uniform",
  "last_date_consultation_comments": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.268407,
          51.411825
        ],
        [
          -0.268408,
          51.411798
        ],
        [
          -0.268451,
          51.411799
        ],
        [
          -0.26845,
          51.411826
        ],
        [
          -0.268407,
          51.411825
        ]
      ]
    ],
    "type": "Polygon"
  }
}