{
  "polygon": null,
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "PP-09928948",
  "appeal_status": null,
  "last_updated": "2025-05-05T17:34:58.686Z",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "Coombe Vale - OLD",
  "centroid": {
    "lat": 51.406667,
    "lon": -0.262311
  },
  "decision": "Approved",
  "valid_date": "18/06/2021",
  "appeal_decision": null,
  "application_type_full": "Householder planning permission",
  "development_type": "Other house holder developments",
  "locality": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "last_updated_by": "Idox Uniform",
  "actual_completion_date": null,
  "decision_agency": null,
  "actual_commencement_date": null,
  "application_details": {
    "total_gia_gained": 35.87,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "12/2021",
    "intended_commencement_date": "09/2021",
    "site_area": 0.043000000000000003
  },
  "cil_liability": false,
  "postcode": "KT3 3DQ",
  "title_number": [],
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QUHR68NHLFC00",
  "lpa_name": "Kingston",
  "site_name": "",
  "lapsed_date": "20/09/2024",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The facing materials used in the development to which this permission relates shall match those of the existing building(s) unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to commencement of the development to the rear od the property, a detailed arboricultural method statement and tree protection plan shall be submitted to and approved by the Local Planning Authority.  This submission shall include:\r\rA plan to a scale and level of accuracy appropriate to the proposal, that shows the positions, crown spreads and root protection areas (RPA) of every retained tree on site, and on nearby ground or land adjacent to the site, in relation to the approved plans.\rA schedule of pre-construction works for the above-detailed trees, where appropriate.\rCalculated dimensions and positions of all tree root protection areas.\rDetails and positions of tree protection barriers and ground protection where appropriate.\rDetails and positions of any construction exclusion zones.\rDetails and positions of the existing and proposed underground service runs, to be routed to avoid root protection areas where possible and if not possible, for alternative methods of installation to be detailed within the AMS.\rDetails and positions of any change in levels or positions of any excavations within 5m of the root protection area of retained trees.\rDetails of any special engineering required to accommodate proposals within the root protection areas of retained trees (e.g. in connection with foundations, service installation, bridging, water features, surfacing).\rDetails of the working methods to be employed for the installation of drives, paths or any other form of hard surfacing within the root protection areas of retained trees in accordance with the principles of 'No Dig' construction. All details shall be in accordance with British Standard BS5837: 2012 \"Trees in relation to Design, Demolition and Construction\"\r\rThe approved protection scheme shall be implemented prior to commencement of any work on site including demolition, and be maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development or until such stage as detailed within the approved AMS.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r\r"
  ],
  "bo_system": "Idox Uniform",
  "site_number": "56",
  "description": "Erection of single storey side/rear extension and internal renovation",
  "lpa_app_no": "21/01897/HOU",
  "decision_target_date": "13/08/2021",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "100021781794",
  "decision_date": "20/09/2021",
  "id": "Kingston-21_01897_HOU",
  "centroid_northing": 168948,
  "application_type": "Householder",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 520960,
  "street_name": "Sycamore Grove",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.262289,
          51.406681
        ],
        [
          -0.26229,
          51.406654
        ],
        [
          -0.262333,
          51.406654
        ],
        [
          -0.262332,
          51.406681
        ],
        [
          -0.262289,
          51.406681
        ]
      ]
    ],
    "type": "Polygon"
  }
}