{
  "centroid": {
    "lon": -0.311498,
    "lat": 51.397333
  },
  "status": "Approved",
  "decision_target_date": "12/07/2021",
  "site_name": "Thames Sailing Club",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "Prior to the commencement of any development above ground level, details of secure cycle parking facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\r\rThe cycle parking facilities as shown in the approved details shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "No development shall take place (including any works of demolition) until a construction management plan or construction method statement has been submitted to and approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\ri) How the proposed development will be built;\rii) Hours of working (which shall be limited to 08.00 to 18.00 Mondays to Fridays and between 08.00 to 13.00 on Saturdays and not at all on Bank Holidays and Sundays);\riii) The procedure for loading/unloading materials;\riv) The route to and away from site for muck away and vehicles with materials;\rv) The protocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\rvi) The protocol for managing vehicles that need to wait for access to the site; \rvii) Whether any reversing manoeuvres are required onto or off the public highway into the site and whether a banksman will be provided;\rviii) Temporary site access;\rix) Signing system for works traffic;\rx) Whether site access warning signs will be required in adjacent roads;\rxi) Whether it is anticipated that statutory undertaker connections will be required into the site;\rxii) The storage of plant, materials and operatives vehicles;\rxiii) The potential for impacts from dust and emissions during the demolition and/or construction phase upon local air quality and surrounding residents;\rxiv) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\rxv) The location of all ancillary site buildings;\rxvi) The means of enclosure of the site, its erection and maintenance;\rxvii) Wheel washing equipment;\rxviii) The parking of vehicles of site operatives and visitors;\rxix) Meeting the requirements of the Low Emission Zone for Non-Road Mobile Machinery (where relevant plant or vehicles are being used); and\rxx) The method of recycling and disposing of waste resulting from the demolition and/or construction phases\r\rDeliveries/collections to and from the site shall use a route that is agreed with the highway authority and the agreed route shall be signed accordingly.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7, DM9 and DM10 of the LDF Core Strategy 2012.\r\rThis condition must be a pre-commencement condition in order to be effective.",
    "No development shall take place until a Construction Environmental Management Plan (CEMP) has been submitted to and approved in writing by the local planning authority in consultation with the Environment Agency. This plan shall detail the works to be carried out showing how the environment, specifically the river and the river corridor, will be protected. Such a scheme shall include details of the following:\r\ro The timing of the works.\ro The measures to be used during the development in order to minimise environmental impact of the works. It should consider both potential disturbance and pollution, including, but not exclusive to, considering lighting and piling.\ro Any necessary pollution protection methods, particularly for dust, concrete and other harmful substances such as paint and oil that could pollute the watercourse.\ro A map or plan showing habitat areas to be specifically protected (identified in Preliminary Ecological Appraisal\" by Reports 4 Planning, ref: 21ECO5486PW, dated September 2021) during the works, for example: retained vegetation and the watercourse.\ro Any necessary mitigation for protected species.\ro Information on the persons/bodies responsible for particular activities associated with the method statement that demonstrate they are qualified for the activity they are undertaking.\r\rThe works shall be carried out in accordance with the approved method statement. \r\rReason: Development that encroaches on watercourses has a potentially severe impact on their ecological value and this condition is required to ensure the protection of wildlife andn supporting habitat in line with paragraphs 170 and 175 of the NPPF (2021).",
    "No above ground level works shall take place until detailed and appropriately scaled architectural drawings have been provided of the club house extension and the race box, with detailing to match the existing club house building, including balustrate, window details and materials. Such details shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of any above ground level works. The development shall be implemented and thereafter maintained in accordance with the approved details.\r\rReason: To ensure a satisfactory appearance of the development in accordance with Policies CS8, DM10 and DM12 of the Kingston Core Strategy (2012).",
    "The car parking shown on the approved plans shall be provided with a hard-bound, adequately-drained, dust-free surface prior to beneficial occupation of the development to which this permission relates and shall be permanently retained and kept free from obstruction thereafter. It shall not be used for any purposes other than the parking of vehicles for the occupiers of and visitors to the development.\r\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with policies T4 and T6 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.",
    "The excavated material from the car park area shall be disposed of in an appropriate manner in accordance with a scheme which has been submitted to and approved in writing by the Local Planning Authority prior to the commencement of earth moving operations. The submitted scheme shall ensure that there is no impact on flood flows in and around the site.\r\rReason: To reduce the risk of flooding and pollution and increase the level of sustainability of the development in accordance with Policies CS1 and DM10 of the Kingston Core Strategy (2012).",
    "The facing materials to be used in the construction of the new boat house buildings shall be those specified on the approved drawings or such other materials as have been approved in writing by the Local Planning Authority before the development is commenced and shall thereafter be retained as such.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 of the Kingston Core Strategy (2012).",
    "The roofing materials to be used in the construction of the new boat house buildings shall be Sarnafil G410-15ELF Lead Grey with a polyester fleece backing with standing seam, and Sarnafil G410-15EL Lead Grey for all the detail work and flashings, or such other materials as have been approved in writing by the Local Planning Authority before the development is commenced and shall thereafter be retained as such.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 of the Kingston Core Strategy (2012).",
    "Notwithstanding the details shown on drawing 103.C.05 the replacement Kaiser Linden tree shall be relocated to a central position within the site or suitable alternative location to be agreed with the Council's Tree & Landscape Officer, in accordance with the details to be agreed in writing by the Local Planning Authority. The size of the tree shall be standard with a height of 2.5 metres, a minimum stem height of 1.75 metres and a girth of 8-10 cms to conform with BS:3936 Pat 1 (1992).\r\rThe replacement tree should be planted no later than the end of the planting season immediately following completion of the development in accordance with details previously agreed in writing by the Local Planning Authority. If within a period of 5 years from the completion of the development that tree dies, is removed, or becomes seriously damaged or diseased, it shall be replaced  in the next planting season with another tree of a similar size and species, unless the Local Planning Authority gives written consent to any variation.\r\rReason: In the interests of the visual amenities of the area in accordance with Policy DM10 of the Kingston Core Strategy (2012).",
    "The landscaping details, including retaining wall planting, shall be completed in accordance with the details hereby approved. The planting, seeding, or turfing detailed in the approved landscape scheme shall be implemented within the first planting and seeding seasons following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for a period of five years to the satisfaction of the Local Planning Authority. The area shown to be landscaped shall be permanently retained for that purpose only.\r\rAny trees or shrubs which die, are removed or become diseased during this period shall be replaced during the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose. Alterations to the landscaping scheme must be agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The site and building works required to implement the development shall only be carried out between the hours of 08:00 - 18:00 Mondays to Fridays and between 08:00 - 13:00 on Saturdays and not at all on Sundays and Bank Holidays.\r\rReason: To safeguard the amenities of neighbouring residents in accordance with Policy DM10 of the Kingston Core Strategy (2012).",
    "Before any works involving earth movement (changes in levels) are commenced, a detailed condition survey of the boundary wall fronting onto Portsmouth Road shall be completed and the results of the survey submitted to the Local Planning Authority. Prior to the beneficial occupation of the development hereby permitted, a further condition survey of the boundary wall shall be undertaken and the results submitted to the Local Planning Authority. Any works required to make good any damage highlighted in the report shall be completed prior to the beneficial occupation of the development hereby approved.\r\rReason: In order to preserve the character and appearance of the Conservation Area in accordance with Policies DM10 and DM12 of the Kingston Core Strategy (2012).",
    "Notwithstanding the provisions of Condition 11 above, earth moving operations shall only be carried out between the hours 09:00 and 17:00 Monday to Fridays and at no other time.\r\rReason: To safeguard the amenities of the neighbouring residents in accordance with Policy DM10 of the Kingston Core Strategy (2012).",
    "Appropriate measures shall be taken to suppress dust emissions from the site including as necessary, the use of water sprays and surfacing and sweeping of roads.\r\rReason: To safeguard the amenities of neighbouring residents in accordance with Policy DM10 of the Kingston Core Strategy (2012).",
    "Prior to the commencement of earth moving operations a drainage scheme shall be submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved drainage scheme.\r\rReason: To ensure an acceptable drainage system and to comply with Policies CS1 and DM10 of the Kingston Core Strategy (2012).",
    "The levels of buildings, roads, parking areas and pathways within the site shall only be in accordance with details which shall have previously been submitted to and approved in writing by the Local Planning Authority before any above ground works or earth movement operations are commenced.\r\rReason: To ensure the satisfactory appearance and function of the development and to safeguard the amenities of neighbours in accordance with Policy DM10 of the Kingston Core Strategy (2012).",
    "Prior to the commencement of development, a scheme to ensure that flood resistance and resilience measures are incorporated into the proposed club house, changing rooms and race box, shall be submitted to the Local Planning Authority (in consultation with the Environment Agency) for approval in writing.\r\rThe approved scheme shall be fully implemented prior to the benficial occupation of the development hereby approved and the flood resistance and resilience measures detailed therein shall be retained and maitained thereafter for the lifetime of the development.\r\rReason: To reduce the risk of flooding to to the proposed development and future users in accordance with Policy DM10 of the Kingston Core Strategy (2012) and the NPPF (2021).",
    "Prior to the beneficial occupation of the development hereby approved, details of biodiversity enhancements to include: the installation of bat boxes, shall be submitted to the Local Planning Authority for approval in writing. The approved enhancements shall be implemented and thereafter maintained in accordance with the approved details.\r\rReason: To enhance the biodiversity value of the site in accordance with Policy DM10 of the Kingston Core Strategy (2012).",
    "Any external artificial lighting to be installed on the development hereby approved shall be in accordance with the requirements set out within the Bat Conservation Trust Guidelines - Guidance Note 8 - Bats and Artificial Lighting, unless otherwise agreed in writing.\r\rReason: To minimise the impact of the development on bats and their habitat in accordance with Policy DM10 of the Kingston Core Strategy (2012) and the NPPF (2021).",
    "The development hereby approved shall be carried out in accordance with the Updated Flood Risk Assessment dated February 2022, prepared by Reports4Planning. Details of rainwater butts and SuDS planters on the rainwater downpipes shall be submitted to the Local Planning Authority for approval in writing prior to the commencement of above ground construction works. The rainwater butts and/or SuDS planters shall be implemented in accordance with the approved details and thereafter retained.\r\rReason: To minimise water pollution to the river Thames arising from surface water, in accordance with Policy DM10 of the Kingston Core Strategy and the NPPF (2021).",
    "Prior to any above ground works (excluding demolition)  a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: \r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence. \r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "KT6 4HH",
  "application_type_full": "Full planning & demolition in a conservation area",
  "appeal_decision_date": null,
  "lapsed_date": "18/05/2025",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": "Minor all other minor developments",
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Kingston-21_01605_FUL",
  "centroid_northing": 167830,
  "uprn": "100023063937",
  "title_number": [],
  "cil_liability": true,
  "subdivision_of_building": null,
  "last_updated_by": "Idox Uniform",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Kingston",
  "decision_agency": null,
  "ward": "St Mark's & Seething Wells",
  "decision_date": "18/05/2022",
  "description": "Erection of new boat storage with integral male and female changing blocks and race box including extension of existing Club House kitchen and terrace, and landscaping works (following demolition of existing boat storage, male and female changing room facilities and integrated race box)",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QT98BINHL3L00",
  "lpa_app_no": "21/01605/FUL",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-05-05T17:33:47.474Z",
  "centroid_easting": 517563,
  "pp_id": "PP-09590039",
  "borough": "Royal Borough of Kingston (LA Code)",
  "appeal_start_date": null,
  "valid_date": "17/05/2021",
  "decision": "Approved",
  "polygon": null,
  "application_details": {
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_commencement_date": "10/2023",
        "intended_completion_date": "05/2024"
      }
    ],
    "total_gia_gained": 115,
    "site_area": 3773,
    "total_gia_lost": 0,
    "total_gia_existing": 372,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 372,
        "superseded_date": null,
        "actual_completion_date": null,
        "gia_gained": 115,
        "use_class": "D2",
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": true,
    "scheme_phasing": false,
    "grey_water_reuse": false,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7.8,
        "building_ref": "Boat Shed and Changing rooms"
      },
      {
        "no_storeys": 1,
        "max_height": 4.1,
        "building_ref": "Race Box"
      }
    ],
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 20,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 115,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 115,
      "total_gia_existing": 372,
      "total_gia_lost": 0,
      "development_type": null,
      "site_area": null
    },
    "garden_land_lost": false,
    "internal_resi_water_usage": 0,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "site_area": null,
      "residential_units": []
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "solar_pv_capacity": 12000,
      "no_new_water_connections_required": 1,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 60,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 1,
      "chp_heat_pumps_capacity": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "no_active_slow_ev_charging_points": null,
      "urban_greening_factor_score": null,
      "no_passive_slow_ev_charging_points": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "ownership_status": "Private",
    "s106_agreement": false,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [
      "100023063937"
    ],
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "commencement_notice_received": false,
    "circular_economy_statement": null,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Riverside South Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "BSWN Name: Borough Strategic Walking Network"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "THAMPA Name: Riverside Strategy"
      },
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Thames - Side"
      },
      {
        "result": null,
        "constraints_layer_description": "SINC Name: The Natural and Green Environment*Green Belt, Metropolitan L"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 3B"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 3A"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Ref: RBK.21.94\rTree ref: T1\rTree type: SYCA1\rDescription: RBK Order no: 21 Year: 1994"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Ref: RBK.10.93\rTree ref: T1\rTree type: YEW\rDescription: RBK Order no: 10 Year: 1993"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: A"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "LBCASE LB Address: Thames Sailing Club Portsmouth Road\rLB Grade: LOCAL\rLB Ref: 509"
      },
      {
        "result": null,
        "constraints_layer_description": "LBCASE LB Address: Electricity Sub Station Portsmouth Road Surbiton\rLB Grade: LOCAL\rLB Ref: 280"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      }
    ],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "uk_company_registration_no": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "transport_contributions": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "lead_developer_company_name": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Portsmouth Road",
  "bo_system": "Idox Uniform",
  "last_date_consultation_comments": "23/03/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.311476,
          51.397346
        ],
        [
          -0.311477,
          51.397319
        ],
        [
          -0.31152,
          51.39732
        ],
        [
          -0.311519,
          51.397347
        ],
        [
          -0.311476,
          51.397346
        ]
      ]
    ],
    "type": "Polygon"
  }
}