{
  "site_name": "",
  "postcode": "KT2 5RE",
  "parking_details": null,
  "decision_conditions": [
    "The proposed development is considered to fall within the parameters of Class A of Part 1 of Schedule 2 to the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "No representations were received.",
    "The submitted floor plans do not have a scale bar.\rPlease provide Existing and Proposed Floor Plans at a recognised scale (at 1:50 or 1:100 for example) with correct scale bar, showing the outline of the entire floor plan, not just part and all key dimensions for the proposed works. The plans must also show the direction of North.",
    "Please revise a Householder Checklist with updated information if necessary.\r\rThe new Householder Local List and Checklist can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications",
    "The application seeks approval of the details required by Condition 4 (Construction Management Plan) and Condition 5 (Arboricultural Method Statement) of planning permission 24/02794/FUL granted on 21.01.2025. \r\rTo discharge Condition 4, the Applicant has submitted a Construction Management Plan (CMP). The Council's Neighbourhood Traffic Engineer has reviewed the CMP and has raised no objection. \r\rTo discharge Condition 5, an Arboricultural Report and Impact Assessment and Arboricultural Method Statement (prepared by Arbor Cultural Ltd, dated 28.02.2025) and a Tree Constraints Plan and Tree Protection Plan (drawing no. TPP-01, revision A) has been submitted. The Council's Lead Tree and Landscape Officer has reviewed the submitted documents and drawings and has raised no objection. \r\rOfficers conclude the evidence submitted to discharge Condition 4 and 5 of planning permission 24/02794/FUL are acceptable, subject to carrying out the development in accordance with the details hereby approved.",
    "Application Site\r\rThe application site comprises 6 single storey lock up garages accessed from Burford Road within a wholly residential area. It is bounded by the railway line to the north, Burford Road to the east and south and by the residential properties in Idmiston Road to the west. \r\rIt is claimed that the garages (currently vacant) have been in the applicant's ownership for nearly 15 years. In the past they were likely used by individual houses nearby, however, that use has long ceased. \r\rProposal\r\rDemolition of existing garages and erection of two storey dwelling, relocation of dropped kerb, bin & cycle storage, and all associated works\r\rConsultation\r\r10 properties were notified by way of letter and 8 letters of objection from 5 addresses has been received. The objections can be summarised as follows: \r\rCar parking issues\rExcessive height or bulk of buildings\rInappropriate design/layout\rLoss of light/Sunlight\rOverlooking\rAccess issue to the rear/blocking right of way \rDisruption during construction \r\rAssessment\rThe key areas of assessment are:\r- Design;  \r- Quality of accommodation;\r- Impact on the amenities of existing and future occupants of and and buildings; \r- Highways; \r- Biodiversity; \r- Drainage; and\r-Fire Safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. : \r\rThe proposed dwelling would overwhelm the size of the plot leaving little 'breathing space' surrounding the building resulting in a cramped form of development. The proposed development is considered unacceptable in terms of scale and spacing. It is considered that there would be an unacceptable adverse impact on the character or appearance of the area as a result of the proposal.\r\rQuality of accommodation \rPolicy D6 of the London Plan 2021 sets out the standards for new housing within  London, in terms of overall gross internal area (\"GIA\"), built-in storage space, bedroom sizes and ceiling heights. Housing development should be of high quality design and provide adequately-sized rooms, with comfortable and functional layouts which are fit for purpose and meet the needs of Londoners without differentiating between tenures. Policy DM13 of the Council's Core Strategy 2012 states that the Council will expect proposals for new residential development to demonstrate that the scheme has been designed to provide adequate internal space appropriate to the intended number of occupants.\r\rPolicy DM10 of the Council's Core Strategy 2012 requires developments to provide adequate private and/or communal amenity space. Policy Guidance 13 of the Residential Design SPD requires new residential dwellings to provide 50sqm of private garden per family house (+ 5sqm per extra bedroom over three) where the prevailing character of the area allows.\r\rIt is difficult to ascertain from the accompanying plans whether the proposed dwelling would provide a floor to ceiling height of 2.5 m for at least 75% of the proposed habitable floorspace as required by Policy D6 of the London Plan. \r\rThe accompanying design and access statement states that 65 sq.m of garden amenity space is provided to the front, side and rear, it is unclear if this includes the entire land to the front of the dwelling which largely comprises car parking and vehicular access for adjacent properties.  Officers are unconvinced that the proposal would provide at least 50 sq.m of dedicated, fit for purpose private amenity space. \r\rThe house would be sited close to a railway line, however, no noise or vibration report has been submitted to evidence the likely noise/vibration levels that the future occupants are likely to be exposed to and whether the proposal would adequately design out any adverse impacts. \r\rConclusion \rIt has not been demonstrated that the proposed development would provide the adequate quantum or quality of usable private amenity space for the future occupiers of the development. The proposed dwelling would be sited close to a railway line and the relevant technical reports have not been submitted to demonstrate whether the proposal would mitigate any adverse noise/vibration impacts arising from the use of the railway line. It has not been adequately demonstrated that the proposal would represent good quality accommodation. \r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed First floor windows would be angled so as to mitigate mutual overlooking to some extent, conditions can be imposed restricting the addition of windows on the flank elevation. The proposal is not likely to result in any undue overlooking of neighbouring properties \r\rThe proposed dwelling would be located close to the flank boundary with No. 39. Due to proximity and scale, the proposal would result in some loss of sunlight to the rear amenity space associated with No.39, however, it would only be during the morning and the adverse effects would be limited to the rear part of the garden. Of greater concern is that the proposal, owing to its scale and location, would appear over-bearing, creating a sense of enclosure for the occupiers of No. 39. \r\rIt is considered that the proposed development would have an unacceptable adverse impact upon the amenities of the occupiers of neighbouring properties by reason of overbearing appearance. \r\rHighways \rThe NPPF states development should only be prevented or refused on transport grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network would be severe.\rPolicy T6(A) advises that car-free development should be the starting point for all development proposals in places that are (or are planned to be) well-connected by public transport, with developments elsewhere designed to provide the minimum necessary parking ('car-lite'). \r\rPolicies DM9 and DM10 and the Council's Sustainable Transport SPD 2013 require development proposals to comply with the car parking standards under the LP.\rPolicy DM10 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected.  London Plan Policy T5 and Local policy DM8 requires new development to provide cycle parking in accordance with minimum standards.\r\rThe Council's Neighbourhood Traffic Engineer has reviewed the proposals and makes the following comments: \rThe proposed development site has a PTAL score of 2, which indicates poor accessibility to local public transport. However, there are bus stops for Routes 213 & 613, located within 400m walk distance from the site, along Malden Green Avenue.\rThe proposed floor plan indicates an intention to reinstate raised kerbs at the position of the existing dropped kerbs and provide new dropped kerbs (or crossover access) further down towards Burford Road, which will serve a new car parking space.\rA review of the sites planning history showed that a previous application was refused in 2011 based on a failure to provide satisfactory functional off-street parking, amongst other reasons.\rThe following details would be required for the proposed car parking space:\ra) Horizontal visibility splays with respect to the proposed access to address any highway safety issues;\rb) A minimum hardstanding area of 2.4m x 4.8m to ensure a vehicle parked in the driveway does not overhang onto the public footway; and\rc)Swept path analysis, if a vehicle will be required to park close (or parallel) to the proposed\rlocation of the EVCP, as shown on the proposed floor plan.\rBased on the above comments, we wish to object to this planning application pending when the highlighted issues have been addressed by the Applicant\r\rAs it stands, it has not been adequately demonstrated that the proposed off-street parking space could be safely delivered and that the parking space would not obstruct access to the rear for neighbouring residents. \r \rBiodiversity \rLP Policy G6 states that development proposals should manage impacts on biodiversity and aim to secure net biodiversity gain (BNG). A mandatory BNG of 10% is required under Schedule 7A of the Town and Country Planning Act 1990 (as inserted by Schedule 14 of the Environment Act 2021). This should be informed by the best available ecological information and addressed from the start of the development process.\r\rOn the Application Form, the applicant has stated the proposal is exempt from BNG as the development is a self-build dwelling. \rThe applicant is not listed on Council's Self-Build and Custom Housing Building Register. No legal agreement has been submitted to secure the proposed dwelling as a self-build dwelling for the applicant. Accordingly, no evidence has been submitted to demonstrate the new dwelling would meet the definition of self-build housing. As such, Officers consider BNG would apply and insufficient evidence has been provided to demonstrate the mandatory BNG of 10% can be achieved, contrary to LP Policy G6.\r\rDrainage \rThe site is located within flood zone 1, however, it is located within a critical drainage area. The applicant has submitted a soakaway feasibility and sustainable urban drainage systems (suds) statement, however, it is in outline form. Officers consider that a detailed and robust strategy could be secured via pre-commencement conditions. \r\rSustainability Considerations\rPolicy DM 1 of the Council's Core Strategy (2012) sets sustainability and carbon reduction targets, albeit these have been superseded by Building Regulations. \r\rNo details of the sustainability credentials of the proposed development have been provided.  A condition would be secured requiring the new dwellings to comply with the minimum water efficiency standard of no more than 110 litres per person per day (to include a fixed factor of water for outdoor use of 5 litres per person per day in accordance with the option requirement defined within Approved Document G of the Building Regulations).\r\rSubject to the above conditions, the proposed development is considered to be in accordance with Policy DM1 of the Kingston Core Strategy (2012). \r\rFire safety \rLP Policy D12 requires all developments to achieve the highest standards of fire safety.\r\rA Fire Safety Strategy has been submitted, however, it does not include a statement of competence and lacks sufficient detail in many respects such as provision of suitable access and equipment for firefighting, appropriate for the size and use of the development. However, officers consider that this matter could be addressed through appropriate pre-commencement conditions. \r\rConclusion and planning balance\r\rIn the absence of a five year supply of housing land, the most important policies for determining this application are out-of-date and the so-called tilted balance as set out in Framework paragraph 11d)ii) is engaged. In other words, permission should be granted unless the adverse impacts of doing so would significantly and demonstrably outweigh the benefits of the proposal when assessed against the paragraphs of the NPPF taken as a whole.  \r\rThe proposal would deliver a single dwelling on previously developed land which would make a small albeit positive contribution to the council's housing supply. This carries significant weight favour. \r\rIt has not been demonstrated that the proposed dwelling would offer an acceptable level accommodation which carries significant weight against the scheme. \r\rThe proposal would appear overbearing for the neighbouring residents at no. 39 Idmiston Close. This carries significant weight against the scheme. \r\rThe proposal would not comply with the mandatory BNG of 10% which carries significant weight against the scheme. \r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan."
  ],
  "ward": "Tudor - OLD",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "uprn": "100021754184",
  "appeal_decision_date": null,
  "application_details": {
    "intended_completion_date": "09/2021",
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "05/2021",
    "total_gia_gained": 19,
    "site_area": 0.018000000000000002
  },
  "secondary_street_name": null,
  "centroid_northing": 171523,
  "status": "Not Required",
  "centroid": {
    "lat": 51.430436,
    "lon": -0.304135
  },
  "decision_target_date": "24/05/2021",
  "decision_process": "Delegated",
  "lpa_name": "Kingston",
  "actual_commencement_date": null,
  "last_date_consultation_comments": null,
  "appeal_decision": null,
  "appeal_start_date": null,
  "development_type": "Extension",
  "cil_liability": false,
  "last_updated": "2025-05-05T17:31:19.398Z",
  "valid_date": "12/04/2021",
  "bo_system": "Idox Uniform",
  "last_updated_by": "Idox Uniform",
  "application_type_full": "Prior Approval: Larger Home Extension",
  "centroid_easting": 517990,
  "decision": "Not Required",
  "polygon": null,
  "description": "Erection of single storey rear extension (4m in depth, maximum height of 3.50m and eaves height of 2.80m)",
  "epc_number": null,
  "lpa_app_no": "21/01044/PAEXT",
  "actual_completion_date": null,
  "locality": null,
  "lapsed_date": "24/05/2026",
  "decision_agency": null,
  "application_type": "Prior Approval",
  "date_building_work_started_under_previous_permission": null,
  "decision_date": "24/05/2021",
  "appeal_status": null,
  "id": "Kingston-21_01044_PAEXT",
  "title_number": [],
  "reference_no_of_permission_being_relied_on": null,
  "site_number": "32",
  "street_name": "Barnfield Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QR5FFVNH04300",
  "pp_id": "PP-09700818",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.304113,
          51.430449
        ],
        [
          -0.304114,
          51.430422
        ],
        [
          -0.304157,
          51.430423
        ],
        [
          -0.304156,
          51.43045
        ],
        [
          -0.304113,
          51.430449
        ]
      ]
    ],
    "type": "Polygon"
  }
}