{
  "title_number": [],
  "site_number": "71",
  "centroid_easting": 518966,
  "ward": "Canbury - OLD",
  "application_details": {
    "site_area": 0.014,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021756920"
    ]
  },
  "decision": "Approved",
  "appeal_decision_date": null,
  "actual_commencement_date": "08/03/2021",
  "appeal_status": null,
  "application_type_full": "Removal/Variation of a condition",
  "cil_liability": false,
  "centroid": {
    "lon": -0.290631,
    "lat": 51.416067
  },
  "last_date_consultation_comments": null,
  "application_type": "Householder",
  "polygon": null,
  "id": "Kingston-21_01041_FUL",
  "last_updated_by": "Idox Uniform",
  "parking_details": null,
  "pp_id": "PP-09697621",
  "epc_number": null,
  "appeal_decision": null,
  "decision_process": "Delegated",
  "postcode": "KT2 6PJ",
  "decision_date": "17/06/2021",
  "date_building_work_started_under_previous_permission": null,
  "lpa_name": "Kingston",
  "decision_target_date": "14/06/2021",
  "centroid_northing": 169947,
  "description": "Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved Plans) of Planning Permission 20/02484/HOU (Demolition of existing rear extension and erection of new single storey side/rear extension and first floor side extension with associated changes to fenestration. Erection of rear dormer roof extension with installation of 2no front rooflights to facilitate loft conversion) to allow for the following changes offset ground floor extension by 500mm",
  "status": "Commenced",
  "bo_system": "Idox Uniform",
  "site_name": "",
  "appeal_start_date": null,
  "street_name": "Clifton Road",
  "lapsed_date": "17/06/2024",
  "last_updated": "2025-05-05T17:31:18.503Z",
  "actual_completion_date": null,
  "decision_agency": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "uprn": "100021756920",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of planning permission ref: 20/02484/HOU dated 29.11.2020.\r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and application form of 20/02484/HOU dated 29.11.2020 and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the southern elevation wall of the building hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Before the beneficial occupation of the development hereby permitted, any windows or rooflights in the southern elevation (and situated on the first floor shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012."
  ],
  "subdivision_of_building": null,
  "development_type": "Other house holder developments",
  "secondary_street_name": null,
  "lpa_app_no": "21/01041/FUL",
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "valid_date": "19/04/2021",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QR5AYZNHKFO00",
  "locality": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.290609,
          51.416081
        ],
        [
          -0.29061,
          51.416054
        ],
        [
          -0.290653,
          51.416054
        ],
        [
          -0.290652,
          51.416081
        ],
        [
          -0.290609,
          51.416081
        ]
      ]
    ],
    "type": "Polygon"
  }
}