{
  "site_name": "",
  "postcode": "KT3 5LY",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level or above in the north eastern flank elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) in the north eastern flank elevation of the property unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The planning fee required for the \"Enlargement, improvement or other alteration of an existing single dwellinghouse\" (which includes roof extensions) is £528 and a Lawful Development Certificate for a Proposed Use for this category is half of this amount, i.e. the fee for this application is £264.\r\rI acknowledge receipt of the payment for £131, therefore please forward the outstanding balance of £133 as soon as possible. Payment can be made online via the Kingston council website, or via our Contact Centre on 020 8547 5002.",
    "Proposal Description - This has been amended for clarity. Please confirm if you agree, or amend if you disagree with the following description: \"Erection of hip to gable and rear dormer roof extension with 3nos. front rooflights to facilitate loft conversion\"",
    "Householder Checklist Update - Once you have provided any additional documents please update the Householder Checklist document to confirm that they have been provided by stating \"Yes\" where relevant. Alos noted that the Checklist is not accurate, e.g. you have provided 45 degree plans, but stated \"No\". This forms part of the application submission so please provide an accurate Checklist.\r"
  ],
  "ward": "Old Malden - OLD",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "uprn": "100021777748",
  "appeal_decision_date": null,
  "application_details": {
    "intended_completion_date": "10/2021",
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "07/2021",
    "total_gia_gained": 35,
    "site_area": 0.041
  },
  "secondary_street_name": null,
  "centroid_northing": 166953,
  "status": "Approved",
  "centroid": {
    "lat": 51.388731,
    "lon": -0.262531
  },
  "decision_target_date": "03/06/2021",
  "decision_process": "Delegated",
  "lpa_name": "Kingston",
  "actual_commencement_date": null,
  "last_date_consultation_comments": null,
  "appeal_decision": null,
  "appeal_start_date": null,
  "development_type": "Other house holder developments",
  "cil_liability": false,
  "last_updated": "2025-05-05T17:31:25.142Z",
  "valid_date": "08/04/2021",
  "bo_system": "Idox Uniform",
  "last_updated_by": "Idox Uniform",
  "application_type_full": "Householder planning permission",
  "centroid_easting": 520992,
  "decision": "Approved",
  "polygon": null,
  "description": "Extension of roof space on first floor, erection of single storey rear and side extensions, with conversion of existing garage to living space and associated changes to fenestration.",
  "epc_number": null,
  "lpa_app_no": "21/01069/HOU",
  "actual_completion_date": null,
  "locality": null,
  "lapsed_date": "03/06/2026",
  "decision_agency": null,
  "application_type": "Householder",
  "date_building_work_started_under_previous_permission": null,
  "decision_date": "03/06/2021",
  "appeal_status": null,
  "id": "Kingston-21_01069_HOU",
  "title_number": [],
  "reference_no_of_permission_being_relied_on": null,
  "site_number": "30",
  "street_name": "Lawrence Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QR8MDWNHKH000",
  "pp_id": "PP-09716602",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.262509,
          51.388744
        ],
        [
          -0.26251,
          51.388717
        ],
        [
          -0.262553,
          51.388717
        ],
        [
          -0.262552,
          51.388744
        ],
        [
          -0.262509,
          51.388744
        ]
      ]
    ],
    "type": "Polygon"
  }
}