{
  "site_name": "Thatchers",
  "postcode": "KT3 4SQ",
  "parking_details": null,
  "decision_conditions": [
    "The works hereby permitted shall begin before the expiration of three years from the date of this consent.\r\rReason: This is required by Section 18 of the Planning (Listed Building and Conservation Areas) Act 1990 (as amended).",
    "Prior to commencement of the permanent remedial works hereby approved, a structural method statement and detailed structural drawings shall be submitted to and approved in writing by the Local Planning Authority.\rThe development shall be implemented in strict accordance with the approved details and retained thereafter. \rReason: To prevent harm to the significance of designated heritage assets, in accordance with policy HC1 of the London Plan 2021 and policies CS8 and DM12 of the LDF Core Strategy 2012.\r",
    "No repair work shall be undertaken to the wall as part of the temporary or permanent remedial works until the following details have been submitted to and approved in writing by the Local Planning Authority. \r\ri) Details (identified on plans, elevations and sections as necessary) confirming what repairs and further investigations are to take place;\rii) Detailed written specification of the structural repairs, to include traditional masons repairs in the first instance, with proprietary metal reinforcement methods used only where demonstrated to the minimum intervention necessary.\r\rThe development shall be implemented in strict accordance with the approved details and retained thereafter. \rReason: To prevent harm to the significance of designated heritage assets, in accordance with policy HC1 of the London Plan 2021 and policies CS8 and DM12 of the LDF Core Strategy 2012.\r",
    "No brick cleaning shall be undertaken to the wall as part of the temporary or permanent remedial works until the following details have been submitted to and approved in writing by the Local Planning Authority. \r\rElevations showing areas of any proposed cleaning of any existing masonry, and:\r(i) Detailed analysis of the existing condition and reasons for cleaning\r(ii) Detailed analysis of proposed methods of cleaning, and any potential impacts on the historic fabric of the building\r(iii) Trial panels of any proposed cleaning, carried out on a discrete but representative section of the masonry (no larger than 0.75 x 0.75) for inspection\r\rThe development shall be implemented in strict accordance with the approved details and retained thereafter. \rReason: To prevent harm to the significance of designated heritage assets, in accordance with policy HC1 of the London Plan 2021 and policies CS8 and DM12 of the LDF Core Strategy 2012.\r",
    "Unless otherwise approved through this listed building consent, all new work and improvements must match the existing (original) in terms of the choice of materials, method of construction and finished appearance (i.e. traditional hand methods only, using a lime mortar). \rAny existing bricks should be retained or re-used where possible. Any bricks to be removed must be cut out by hand. Any replacement bricks must be fully tied into the wall following the original bond.\rThe mortar to be used in the development to which this consent relates shall be lime-based and shall match that of the original wall in terms of the coarseness of the aggregate, overall consistency, and finished colour, unless otherwise agreed in writing by the local planning authority.\rReason: To prevent harm to the significance of designated heritage assets, in accordance with policy HC1 of the London Plan 2021 and policies CS8 and DM12 of the LDF Core Strategy 2012.\r",
    "Prior to the commencement of development, samples of the facing materials to be utilised in the development to which this permission relates shall be submitted to and approved in writing by the local planning authority, showing the proposed brick types, size, colour, texture, face bond and pointing proposed for any replacement bricks. \rThe specification shall be submitted to the LPA and provided for inspection by officers on site and retained until details have been approved in writing.\rThe development shall be implemented in strict accordance with the approved details and retained thereafter. \rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r"
  ],
  "ward": "Coombe Vale",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "uprn": "000128033098",
  "appeal_decision_date": null,
  "application_details": {
    "site_area": 0.338,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "SASC Kingston Hill/Coombe Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Coombe House Conservation Area"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128033098"
    ]
  },
  "secondary_street_name": null,
  "centroid_northing": 169948,
  "status": "Approved",
  "centroid": {
    "lat": 51.415649,
    "lon": -0.261539
  },
  "decision_target_date": "07/06/2021",
  "decision_process": "Delegated",
  "lpa_name": "Kingston",
  "actual_commencement_date": null,
  "last_date_consultation_comments": "02/07/2021",
  "appeal_decision": null,
  "appeal_start_date": null,
  "development_type": "Other listed building consents (alter-extend)",
  "cil_liability": false,
  "last_updated": "2025-05-05T17:31:36.727Z",
  "valid_date": "12/04/2021",
  "bo_system": "Idox Uniform",
  "last_updated_by": "Idox Uniform",
  "application_type_full": null,
  "centroid_easting": 520990,
  "decision": "Approved",
  "polygon": null,
  "description": "Temporary propping to existing boundary masonry wall and subsequent works for permanent solution allowing removal of the propped screw piles and platipus ground anchor",
  "epc_number": null,
  "lpa_app_no": "21/01116/LBC",
  "actual_completion_date": null,
  "locality": null,
  "lapsed_date": "08/08/2025",
  "decision_agency": null,
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "decision_date": "08/08/2022",
  "appeal_status": null,
  "id": "Kingston-21_01116_LBC",
  "title_number": [],
  "reference_no_of_permission_being_relied_on": null,
  "site_number": null,
  "street_name": "Traps Lane",
  "borough": "Royal Borough of Kingston (LA Code)",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QRG3VSNHKIX00",
  "pp_id": "PP-09722181",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.261517,
          51.415662
        ],
        [
          -0.261518,
          51.415635
        ],
        [
          -0.261561,
          51.415635
        ],
        [
          -0.26156,
          51.415662
        ],
        [
          -0.261517,
          51.415662
        ]
      ]
    ],
    "type": "Polygon"
  }
}