{
  "site_name": "",
  "postcode": "KT3 5ND",
  "parking_details": null,
  "decision_conditions": [
    "The proposed extension falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The Validation Local List requires Time Stamped Photographs of the site to be provided with the application submission. Please see the Local List for further guidance and submit these.\r",
    "Application Site\rThe site comprises a flat/semi-detached/linked/detached dwelling.\r\rProposal\rDemolition of conservatory and erection of single storey rear/side wraparound and first floor side extensions. Erection of rear L-shaped dormer roof extension with installation of 2nos. front rooflights to facilitate loft conversion. Internal alterations and all associated works\r\rConsultation\r10 neighbouring properties have been notified and 8 letters of objection from 4 addresses have been received stating;\r - Excessive height or bulk of buildings\r - Loss of light/Sunlight\r - Privacy\r - Inappropriate design/layout\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development would mimic that of the development at adjoining property No. 23 Dennan Road (17/16882/HOU dated 11.01.2018)and would restore the symmetry to the pair of semi detached properties when viewed within the streetscene. The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The principal properties to consider in relation to neighbouring amenity are No. 23 Dennan Road and No's. 77, 79, 81 and 93 Douglas Road. with regards to privacy, officers acknowledge that privacy can be lost where there is an inadequate distance between windows of habitable rooms or where the private outdoor spaces of neighbouring properties are overlooked. Policy guidance 16 of the Residential Design SPD states that a separation distance of 7.5m shall be maintained between new habitable room windows and the boundary to neighbouring properties or 15m between new habitable room windows and the flank wall of a neighbouring property, however, as these properties were constructed prior to this guidance the existing separation distance does not exceed 13m and nor would the proposed development reduce this further. With regards to privacy, should permission be granted a condition securing any new opening on the Eastern flank elevation would be obscured glazed and non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed.\r\rWith regards to loss of daylight/sunlight, officers note that the proposed development would comply with Policy Guidance 18 of The Residential Design SPD and would not breech the 25 degree rule in relation to habitable windows on the rear of all the Douglas Road Properties.\r\rOfficers are therefore satisfied that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan."
  ],
  "ward": "Old Malden - OLD",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "uprn": "100021777511",
  "appeal_decision_date": null,
  "application_details": {
    "site_area": 0.031
  },
  "secondary_street_name": null,
  "centroid_northing": 166813,
  "status": "Not Required",
  "centroid": {
    "lat": 51.387452,
    "lon": -0.261228
  },
  "decision_target_date": "20/05/2021",
  "decision_process": "Delegated",
  "lpa_name": "Kingston",
  "actual_commencement_date": null,
  "last_date_consultation_comments": null,
  "appeal_decision": null,
  "appeal_start_date": null,
  "development_type": "Extension",
  "cil_liability": false,
  "last_updated": "2025-05-05T17:31:30.766Z",
  "valid_date": "08/04/2021",
  "bo_system": "Idox Uniform",
  "last_updated_by": "Idox Uniform",
  "application_type_full": null,
  "centroid_easting": 521086,
  "decision": "Not Required",
  "polygon": null,
  "description": "Erection of single storey rear extension (4.50m in depth, maximum height of 2.99m and eaves height of 2.70m)",
  "epc_number": null,
  "lpa_app_no": "21/01092/PAEXT",
  "actual_completion_date": null,
  "locality": null,
  "lapsed_date": "19/05/2026",
  "decision_agency": null,
  "application_type": "Prior Approval",
  "date_building_work_started_under_previous_permission": null,
  "decision_date": "19/05/2021",
  "appeal_status": null,
  "id": "Kingston-21_01092_PAEXT",
  "title_number": [],
  "reference_no_of_permission_being_relied_on": null,
  "site_number": "19",
  "street_name": "Kneller Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QRAR1NNH04300",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.261206,
          51.387466
        ],
        [
          -0.261207,
          51.387439
        ],
        [
          -0.26125,
          51.387439
        ],
        [
          -0.261249,
          51.387466
        ],
        [
          -0.261206,
          51.387466
        ]
      ]
    ],
    "type": "Polygon"
  }
}