{
  "site_name": "7 Oakdene Drive\rTolworth\rSurbiton\rKT5 9NQ\r",
  "postcode": "KT5 9NQ",
  "parking_details": null,
  "decision_conditions": [
    "The proposed extension would extend beyond a wall forming a side elevation of the dwellinghouse and would have a width greater than half the width of the original dwellinghouse. The proposed development would therefore exceed the limitations of Class A (in particular A.1(J)(iii)) of Part 1 of Schedule 2 to the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) and would not be lawful.",
    "The proposed extension, by reason of its scale and siting, would appear overbearing when viewed from 5 Oakdene Drive, resulting in unacceptable living conditions for the occupants of this property. The proposal is therefore contrary to Paragraph 127 of the NPPF, policy D3 of the London Plan 2021, and policy DM10 of the LDF Core Strategy 2012.",
    "Condition 4 (Cycle Parking Facilities) - Officers have reviewed the information provided and are satisfied this can now be approved.",
    "The submitted floor plans do not have a scale bar.\rPlease provide Existing and Proposed Floor Plans at a recognised scale (at 1:50 or 1:100 for example) with correct scale bar, showing the outline of the entire floor plan, not just part and all key dimensions for the proposed works. The plans must also show the direction of North.",
    "Application Site: \r \rThe application relates to a warehouse unit within the northern portion of Silverglade Business Park which is a Locally Significant Industrial Site (LSIS). The unit is approximately 500 sqm and has 17 off-street car parks associated with the unit - 6 spaces to the south of the unit and 11 spaces to the north, including one wheelchair accessible bay. \r\rThe site is subject to an Article 4 Direction removing permitted development rights for the change of use from Class E to Class C3, and Special Advert Control Area. \r\rThe surrounding area is mixed-used. Land directly to the east of the business park is agricultural land to the south of Rushett Lane and to the west are two-storey residential properties and a timber merchant fronting Leatherhead Road. \r\rThe site is within the designated Green Belt. The trees within the rear of the site are protected within Tree Protection Orders (TPO). \r\rSilverglade is accessible from Leatherhead Road (A243) which is a major arterial road within TfL's road network. The site has a PTAL rating of 1a on a scale of 0-6b with 6b being the most accessible, meaning it has very poor public transport accessibility.  \r\rProposal: \r\rThe proposal seeks retrospective planning permission for the installation of a new enclosed mechanical plant within an existing parking bay at the rear of the building, in addition to works to external grills and roof cowls on the building.\r\rRelevant History: \r\r25/00675/ADV: Installation of non-illuminated signs to front, rear and side. Decision pending. \r\r25/00674/FUL: Removal of 4nos. roof cowls and erection of 4nos. roof cowls, installation of external extraction plant/flue, ventilation louvres, erection of signage, and all associated works. Decision pending. \r\r22/03557/FUL: Change of use from a children's gymnasium (Use Class D2) to industrial use (allowing operations under Use Class E(g), B2 and B8). Application granted 30.03.2023. \r\rConsultation: \r\rA total of 6 adjoining landowners/occupants were consulted. No responses were received. \r\rConsultee Comments: \r\rRBK Pollution Control Officer: No objection. \r\rPlanning Considerations: \r\rThe key areas of assessment are:\r\r- Principle of Development \r- Character and Design \r- Impact on Residential Amenity\r- Highways and Transportation\r- Fire Safety\r\rPrinciple of Development: \r\rThe two factors to consider for the principle of development is the impact of the development on 1) the LSIS; and 2) the Green Belt. \r\rDevelopment within the LSIS: \r\rPart A of Policy E4 and E6 in the London Plan 2021 (LP) seeks to maintain industrial land in LSIS' for industrial related activities, mainly Use Classes B1, B2 or B8.  The retention, enhancement and provision of additional industrial capacity should be planned, monitored and managed. Policy DM17 of the LDF Core Strategy 2012 (CS) echoes LP Policy E4 and E6 and seeks to protect all employment land and premises in LSIS where alternate uses (not Class B1, B2 or B8 uses) would not be acceptable unless rigorous marketing over a number of years (up to 2 years) has been undertaken to demonstrate there is no quantitative or qualitative need for a range of employment uses.\r\rThe Kingston Employment Land Review (March 2022) states the borough's main 8 industrial areas will accommodate mainly B1, B2 and B8 uses and will remain the main core of industrial land and premises within the borough. The review states the transfer of industrial sites to alternative uses should be carefully managed and strongly restricted to sites which are inherently unsuitable or unviable for industrial, warehousing or business use. \r\rThe proposal is to support an existing industrial unit within the LSIS therefore, Officers generally support the principle of development as it aligns with LP Policy E6 and CS Policy DM17. Support for the principle of development is subject to compliance with Development Plan policies.\r\rDevelopment within the Green Belt: \r\rParagraph 153 of the National Planning Policy Framework 2024 (NPPF) states that \"inappropriate development is, by definition, harmful to the Green Belt and should not be approved except in very special circumstances.\" Paragraph 154 of the NPPF states there are exceptions to development being regarded as inappropriate in the Green Belt. LP Policy G2 and CS Policy CS3 and DM5 echoes the policies in the NPPF and recognise the Green Belt should be protected from inappropriate development. \r\rThe application site is within an existing business park and would be sited within an existing hardstand area adjacent to an established industrial unit. As such, the proposal is not considered inappropriate development that would result in harm to the Green Belt, in line with NPPF Paragraph 154, LP Policy G2 and CS Policy CS3 and DM5. Support for the principle of development is subject to compliance with Development Plan policies.\r\rCharacter and Design: \r\rParagraph 131 of the NPPF states the creation of high-quality, beautiful and sustainable buildings and places is fundamental to what the planning and development process should achieve.\r\rLP Policy D3 states that development should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape with due regard to existing and emerging street hierarchy, building types, forms and proportions. \r\rCS Policy CS8 and DM10 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rThe proposed plant would be located external to the building within an existing parking space at the rear of the building. It would cover an area of 3.8 sqm, approximately 3m from the rear building line. The condenser units would incorporate refrigerant pipework connected to the building on a supported tray 2.8m above the walkway. The plant equipment would be enclosed by 2.4m high hit and miss fencing. The design of external plant equipment is generally supported as it would be appropriately screened to assist in mitigating any visual impacts on the business park and broader area. \r\rExisting roof cowls would be removed and replaced to support ventilation within the building. The replaced cowls would sit at the same height or lower than the existing maximum 1.2m high cowls and would be in galvanised steel to match the existing. Officers find this to be supportable \r\rA total of 5 louvers would be installed on the side elevation of the building (0.5 x 0.4 m) approximately 2.4m above ground level. Louvers of this size already exist on the front elevation of the building. Officers consider these louvers would be relatively minor in scale and be in keeping with existing features on the building. \r\rThe application site is located approximately 36m from 3 terraced residential properties located at no. 395 to 399 Leatherhead Road. The plant would likely be within the line of sight from the rear gardens of these properties. \r\rOverall, Officers support the proposal on design grounds as it complies with LP Policy D3 and CS Policy DM10. \r\rImpact on Residential Amenity:\r\rNPPF Paragraph 135 sets an expectation that new development will be designed to create places that amongst other things have a 'high standard' of amenity for existing and future users. This is reflected in LP Policy D3. \r\rCS Policy DM10 is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rThe application site is located approximately 36m from 3 terraced residential properties located at no. 395 to 399 Leatherhead Road. The plant would be within the line of sight from the rear gardens of these properties however, would be appropriately screened to mitigate any visual impacts on the surrounding sensitive neighbours in compliance with LP Policy D3 and CS Policy DM10. \r\rNoise: \r\rParagraph 187 of the NPPF prevents new and existing development from contributing to, being put at unacceptable risks from, or being adversely affected by, unacceptable levels of noise pollution. This is echoed in LP Policy D14 and CS Policy DM10. \r\rA Plant Noise Impact Assessment Report (prepared by RBA Acoustics, dated 11.12.2024) has been submitted. The report confirms that plant noise emission limits would not be exceeded in the daytime or night time. As such, no mitigation measures are required to control noise emissions from the proposed plant. Council's Pollution Control Officer has reviewed the submitted report and is satisfied with the methodology and recommendations and has raised no objection. A condition would be secured to ensure noise levels remain below the surrounding noise environment to protect surrounding sensitive receivers in line with LP Policy D14 and CS Policy DM10. \r\rHighways and Transportation:\r\rNPPF Paragraph 116 states development should only be prevented or refused on highways grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network, following mitigation, would be severe. CS Policy DM10 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected. \r\rA Transport Statement (prepared by TTC, dated 23.12.2024) was submitted with the application. Pedestrian access would be retained however, the main entrance to the building will be moved to the northern side of the building rather than the south. Vehicle access will remain as existing. The proposed plant would occupy an existing parking bay at the rear of the building reducing the total number of parking spaces supporting the unit to 16. The disabled persons parking bay would be retained in compliance with LP Policy T6.5. The parking provision is above the maximum parking provisions in LP Policy T6.2 which allows up to 1 space per 100 sqm. Officers find this acceptable given the LP Policy T6.2 states parking requirements should be considered on a case-by-case basis, and recognising the business park operates as a whole and car parking can be shared between tenants as required. A condition would be secured to demonstrate how charging facilities for electric or other ultra-low emission vehicles would be provided, in line with LP Policy T6.2(F). Officers are satisfied the retained spaces would be sufficient to accommodate parking demand and the proposal would not have a 'severe' or detrimental impact on the road network, in compliance with LP Policy T6 and CS Policy DM10. \r\rNo details have been provided on the cycle or refuse storage location and quantum. As such, Officers cannot determine whether these would be impacted by the proposal. This is not considered to be a reason for refusal and final details have been secured by condition to ensure compliance with LP Policy T5, CS Policy CS6 and CS9, London Cycle Design Standards, and Kingston's Recycling and Waste Technical Planning Guidance 2021. \r\rOverall, the proposal would not adversely impact the local road network, subject to final details being secured by condition. \r\rFire Safety:\r\rLP Policy D12 requires all developments to achieve the highest standards of fire safety. \r\rA Ground Floor Fire Safety Plan has been submitted (drawing no. 20456_00_FS REV D). The plan demonstrates the proposal would provide suitable means of evacuation and fire safety measures in accordance with LP Policy D12. This carries neutral weight in the assessment of the application. The Fire Safety Plan would be secured by condition to ensure compliance at the Building Regulation stage. \r\rConclusion and Planning Balance:\r\rThis application has been considered in the light of policies set out in the development plan and other material considerations. The proposed development is considered to be compliant with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan. As such, Officers recommend planning permission be granted."
  ],
  "ward": "Alexandra - OLD",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "uprn": "100021794752",
  "appeal_decision_date": null,
  "application_details": {
    "intended_completion_date": "10/2021",
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "06/2021",
    "total_gia_gained": 45.06,
    "site_area": 0.041
  },
  "secondary_street_name": null,
  "centroid_northing": 166529,
  "status": "Refused",
  "centroid": {
    "lat": 51.385075,
    "lon": -0.273146
  },
  "decision_target_date": "24/05/2021",
  "decision_process": "Delegated",
  "lpa_name": "Kingston",
  "actual_commencement_date": null,
  "last_date_consultation_comments": null,
  "appeal_decision": null,
  "appeal_start_date": null,
  "development_type": "Extension",
  "cil_liability": false,
  "last_updated": "2025-05-05T17:31:38.531Z",
  "valid_date": "12/04/2021",
  "bo_system": "Idox Uniform",
  "last_updated_by": "Idox Uniform",
  "application_type_full": "Prior Approval: Larger Home Extension",
  "centroid_easting": 520263,
  "decision": "Refused",
  "polygon": null,
  "description": "Erection of single storey rear extension (8.00m in depth, maximum height of 3.45m and eaves height of 3.00m) following demolition of existing conservatory",
  "epc_number": null,
  "lpa_app_no": "21/01122/PAEXT",
  "actual_completion_date": null,
  "locality": null,
  "lapsed_date": "24/05/2026",
  "decision_agency": null,
  "application_type": "Prior Approval",
  "date_building_work_started_under_previous_permission": null,
  "decision_date": "24/05/2021",
  "appeal_status": null,
  "id": "Kingston-21_01122_PAEXT",
  "title_number": [],
  "reference_no_of_permission_being_relied_on": null,
  "site_number": "7",
  "street_name": "Oakdene Drive",
  "borough": "Royal Borough of Kingston (LA Code)",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QRGGYXNH04300",
  "pp_id": "PP-09725184",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.273124,
          51.385088
        ],
        [
          -0.273125,
          51.385061
        ],
        [
          -0.273168,
          51.385062
        ],
        [
          -0.273167,
          51.385089
        ],
        [
          -0.273124,
          51.385088
        ]
      ]
    ],
    "type": "Polygon"
  }
}