{
  "title_number": [],
  "site_number": "20",
  "centroid_easting": 517696,
  "ward": "St Mark's - OLD",
  "application_details": {
    "total_gia_gained": 20.93,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "09/2021",
    "intended_commencement_date": "08/2021",
    "site_area": 0.023
  },
  "decision": "Approved",
  "appeal_decision_date": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "centroid": {
    "lon": -0.30976,
    "lat": 51.392596
  },
  "last_date_consultation_comments": "14/10/2021",
  "application_type": "Householder",
  "polygon": null,
  "id": "Kingston-21_01415_HOU",
  "last_updated_by": "Idox Uniform",
  "parking_details": null,
  "pp_id": "PP-09803831",
  "epc_number": null,
  "appeal_decision": null,
  "decision_process": "Delegated",
  "postcode": "KT6 4AB",
  "decision_date": "01/10/2021",
  "date_building_work_started_under_previous_permission": null,
  "lpa_name": "Kingston",
  "decision_target_date": "29/06/2021",
  "centroid_northing": 167306,
  "description": "Erection of single storey detached outbuilding in rear garden\r",
  "status": "Approved",
  "bo_system": "Idox Uniform",
  "site_name": "",
  "appeal_start_date": null,
  "street_name": "Maple Road",
  "lapsed_date": "01/10/2024",
  "last_updated": "2025-05-05T17:32:57.007Z",
  "actual_completion_date": null,
  "decision_agency": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "uprn": "100021793972",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "Prior to the commencement of any development above ground level, samples of the facing materials to be utilised in the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in accordance with the approved samples.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The outbuilding hereby permitted shall only be used for a purpose ancillary or incidental or both to the residential use of the dwelling house currently known as '20 Maple Road, as set out in Section 1 (Site Address) of the submitted application form, unless otherwise first agreed in writing by the Local Planning Authority.\r\rReason: The establishment of an additional independent unit of accommodation would give rise to an over-intensive use of the site and lead to an unsatisfactory relationship between independent dwellings in conflict with policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights in the rear elevation (fronting Cottage Grove) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012."
  ],
  "subdivision_of_building": null,
  "development_type": "Other house holder developments",
  "secondary_street_name": null,
  "lpa_app_no": "21/01415/HOU",
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "valid_date": "04/05/2021",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QSL2WBNHKVY00",
  "locality": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.309738,
          51.392609
        ],
        [
          -0.309739,
          51.392582
        ],
        [
          -0.309782,
          51.392583
        ],
        [
          -0.309781,
          51.39261
        ],
        [
          -0.309738,
          51.392609
        ]
      ]
    ],
    "type": "Polygon"
  }
}