{
  "title_number": [],
  "site_number": "12",
  "centroid_easting": 520035,
  "ward": "Coombe Hill",
  "application_details": {
    "site_area": 0.17600000000000002,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Kingston Hill/Coombe Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128002637"
    ]
  },
  "decision": "Approved",
  "appeal_decision_date": null,
  "actual_commencement_date": "01/10/2019",
  "appeal_status": null,
  "application_type_full": "Removal/Variation of a condition",
  "cil_liability": true,
  "centroid": {
    "lon": -0.275297,
    "lat": 51.415007
  },
  "last_date_consultation_comments": "14/05/2021",
  "application_type": "All Other",
  "polygon": null,
  "id": "Kingston-21_01187_FUL",
  "last_updated_by": "Idox Uniform",
  "parking_details": null,
  "pp_id": "PP-09742643",
  "epc_number": null,
  "appeal_decision": null,
  "decision_process": "Delegated",
  "postcode": "KT2 7ET",
  "decision_date": "11/06/2021",
  "date_building_work_started_under_previous_permission": null,
  "lpa_name": "Kingston",
  "decision_target_date": "11/06/2021",
  "centroid_northing": 169854,
  "description": "Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 2 (Approved Plans) of Planning Permission: 18/00140/FUL (Demolition of existing two storey dwelling and erection of two storey dwelling with associated landscaping) dated: 07/02/2019 for erection of 2 no. single storey rear extensions \r\r",
  "status": "Completed",
  "bo_system": "Idox Uniform",
  "site_name": "Kingswood",
  "appeal_start_date": null,
  "street_name": "Brook Gardens",
  "lapsed_date": "11/06/2024",
  "last_updated": "2025-05-05T17:31:55.104Z",
  "actual_completion_date": "01/01/2021",
  "decision_agency": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "uprn": "000128002637",
  "decision_conditions": [
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no additions or enlargements to any dwellinghouse(s) on the site (other than those expressly authorised by this permission) shall be erected unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no detached buildings (other than those expressly authorised by this permission) shall be erected on the site unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The development hereby permitted shall begin within three years of 7 February 2019, the date of the originally approved application 18/00140/FUL, and which is subject to this application of variation. \r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).\r",
    "The development hereby approved shall be carried out in accordance with the details agreed under ref. 19/00739/COND (External Finishes and Windows).\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan (2021) and policies CS8 and DM10 of the LDF Core Strategy (2012).\r",
    "The development hereby approved shall be carried out in accordance with the details agreed under ref. 19/00739/COND (Refuse Storage Facilities).\r\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policy SI17 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "The development hereby approved shall be carried out in accordance with the details agreed under ref. 19/01263/COND (Boundary Treatment).\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan (2021) and policy DM10 of the LDF Core Strategy (2012).",
    "The development hereby approved shall be carried out in accordance with the details agreed under ref. 19/01263/COND (Cycle Parking).",
    "The hard surface hereby approved shall be made of porous materials and retained thereafter or provision shall be made and retained thereafter to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the property.\r\rReason: To reduce the risk of flooding and pollution and increase the level of sustainability of the development and to comply with Policy CS1 of the Core Strategy (2012).\r",
    "The development hereby approved shall be carried out in accordance with the details agreed under ref. 21/00896/CLC (Sustainable Homes).\r\rReason: In the interests of sustainability and energy conservation, in accordance with policy SI2 of the London Plan (2021) and policies CS1, DM3 and DM4 of the LDF Core Strategy (2012).\r",
    "The development hereby approved shall be carried out in accordance with the details agreed under ref. 19/01263/COND (Drainage System).\r\rReason: To prevent the development from increasing the risk of flooding to the site itself or elsewhere, in accordance with policy SI13 of the London Plan 2021 and policies CS1 and DM4 of the LDF Core Strategy 2012.\r",
    "The development hereby approved shall be carried out in accordance with the details agreed under ref. 19/00739/COND (Construction Management Plan).\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan (2021) and policies CS7 and DM9 of the LDF Core Strategy (2012).\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the walls of the dwelling houses hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan (2021) and policy DM10 of the LDF Core Strategy (2012).\r",
    "The levels of buildings, roads, parking areas and pathways within the site shall only be in accordance with details which shall have previously been submitted to and approved in writing by the Local Planning Authority before development is commenced. \r\rReason: The details would affect subsequent design of other elements of the scheme and must be agreed at the outset and to ensure that the appearance and functioning of the development is satisfactory and to safeguard the amenities of adjoining occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012 and comply with Supplementary Planning Document 'Access for All' (July 2005).\r",
    "The development hereby approved shall be carried out in accordance with the details agreed under ref. 19/01263/COND (Retention of Existing Trees).\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies CS8 and DM10 of the LDF Core Strategy (2012)",
    "Site Address - As this is a discharge of condition application the Site Address must match that of the original application, not the newly created address. Please amend the Application Form to 411 Ewell Road",
    "Application Form Declaration - this must be signed by the Applicant or Agent, but has been signed in the name of a third party. Please check the name and re-sign the Declaration, or provide written confirmation of how the signatory is associated with the Applicant/Agent.",
    "Fee - I acknowledge receipt of your payment for £86, the fee required for this application is £ 298, therefore please forward the outstanding balance of £212 as soon as possible.\rNote: Payment can be made online via the Kingston council website, or via our Contact Centre on 020 8547 5002",
    "Please confirm the Condition to which this relates - the Application Form states Condition 3, but the submitted information refers to Condition 7. Please amend the form or documents and re-submit.",
    "Site Address - As this is a discharge of condition application the Site Address must match that of the original application, not the newly created address. Please amend the Application Form to 411 Ewell Road",
    "Application Form Declaration - this must be signed by the Applicant or Agent, but has been signed in the name of a third party. Please check the name and re-sign the Declaration, or provide written confirmation of how the signatory is associated with the Applicant/Agent.",
    "Fee - I acknowledge receipt of your payment for £86, the fee required for this application is £ 298, therefore please forward the outstanding balance of £212 as soon as possible.\rNote: Payment can be made online via the Kingston council website, or via our Contact Centre on 020 8547 5002\r",
    "The fee required for your planning application is £298.  Payment can be made online via the Kingston council website, or via our Contact Centre on 020 8547 5002.",
    "Please revise a \"Validation Checklist with updated information\".\rThe new Validation Local List and Checklist can be found on the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r",
    "Please provide 'Biodiversity Checklist.' The Biodiversity Checklists can be obtained via the council's website:\rhttps://www.kingston.gov.uk/downloads/file/2738/biodiversity-checklist\r",
    "Please submit 'Accessibility Statement and Area Schedule'.",
    "Please submit 'Fire Statement/Plan'. It is validation requirement."
  ],
  "subdivision_of_building": null,
  "development_type": "Minor dwellings",
  "secondary_street_name": null,
  "lpa_app_no": "21/01187/FUL",
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "valid_date": "16/04/2021",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QRNQWGNHKMA00",
  "locality": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.275275,
          51.41502
        ],
        [
          -0.275276,
          51.414993
        ],
        [
          -0.275319,
          51.414993
        ],
        [
          -0.275318,
          51.41502
        ],
        [
          -0.275275,
          51.41502
        ]
      ]
    ],
    "type": "Polygon"
  }
}