{
  "centroid_northing": 190815,
  "appeal_status": null,
  "pp_id": "10172994",
  "appeal_decision_date": null,
  "valid_date": "09/09/2021",
  "last_updated": "2025-03-20T20:06:56.935+00:00",
  "ward": "Mawneys",
  "last_updated_by": "CSV Data Import",
  "site_name": "58 Hillfoot Avenue",
  "last_date_consultation_comments": "01/10/2021",
  "centroid": {
    "lat": "51.5961715",
    "lon": "0.1666724"
  },
  "status": "Approved",
  "id": "Havering-P1714.21",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550139.011,
              190813.499
            ],
            [
              550139.146,
              190817.834
            ],
            [
              550139.417,
              190818.511
            ],
            [
              550197.397,
              190816.073
            ],
            [
              550201.054,
              190811.331
            ],
            [
              550139.011,
              190813.499
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "decision": "Approved",
  "lpa_name": "Havering",
  "appeal_start_date": null,
  "lapsed_date": "10/11/2024",
  "epc_number": null,
  "application_type": "All Other",
  "parking_details": {
    "net_car": 0,
    "no_existing_car": 1,
    "no_proposed_car": 1
  },
  "uprn": "100021379210",
  "centroid_easting": 550169,
  "secondary_street_name": "Romford",
  "application_details": {
    "total_gia_gained": 17.39,
    "intended_completion_date": "03/2022",
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "existing_uprns": null,
    "intended_commencement_date": "01/2022",
    "site_area": 0.029
  },
  "decision_agency": "Borough",
  "postcode": "RM5 3LH",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1714.21",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 8 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document and Draft Local Plan policy 26.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the extension hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61 and Draft Local Plan policy 7.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with the  Development Control Policies Development Plan Document Policy DC61 and Draft Local Plan policies 7 and 26.",
    "With regards to surface water drainage it is the responsibility of the developer to make proper provision for drainage to ground, water courses or a suitable sewer.  In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off site storage.  When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.  Connections are not permitted for the removal of Ground Water.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required.  They can be contacted on 0845 850 2777.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the Agent by email on the 04/11/2021 to reduce the depth of the rear extension to 3m. The amendments were subsequently submitted on 08/11/2021.",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/393927/Party_Wall_etc__Act_1996_-_Explanatory_Booklet.pdf"
  ],
  "decision_target_date": "10/11/2021",
  "locality": null,
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "decision_date": "10/11/2021",
  "appeal_decision": null,
  "borough": "Havering",
  "subdivision_of_building": null,
  "lpa_app_no": "P1714.21",
  "actual_commencement_date": null,
  "development_type": null,
  "decision_process": "Delegated",
  "description": "Single storey rear extension",
  "actual_completion_date": null,
  "title_number": [
    "P145560"
  ],
  "street_name": null,
  "bo_system": "CSV Data Import",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1662391,
          51.5961659
        ],
        [
          0.1662429,
          51.5962049
        ],
        [
          0.16624709999999998,
          51.5962109
        ],
        [
          0.1670825,
          51.5961735
        ],
        [
          0.16713329999999998,
          51.59613
        ],
        [
          0.1662391,
          51.5961659
        ]
      ]
    ],
    "type": "Polygon"
  }
}