{
  "centroid_northing": 186067,
  "status": "Approved",
  "cil_liability": false,
  "appeal_decision_date": null,
  "centroid_easting": 506599,
  "application_type_full": "Householder planning permission",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 28,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "12/2021",
    "intended_commencement_date": "08/2021",
    "site_area": 0.037000000000000005
  },
  "valid_date": "15/12/2021",
  "lpa_app_no": "49957/APP/2021/4550",
  "bo_system": "CSV Data Import",
  "application_type": "Householder",
  "last_updated": "2025-03-20T17:29:54.438+00:00",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the Drawing Nos: TQRQM21349162132378 dated 15 Dec 2021, TQRQM21349160836574 dated 15 Dec 2021 and Elevations and Floor Plan received 15 Dec 2021.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), and the London Plan (March 2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing dwelling on site and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The outbuilding hereby approved shall not be used for purposes such as a living room, bedroom, kitchen, as a separate unit of accommodation or for any business purposes.",
    "REASON",
    "To avoid any future fragmentation of the curtilage or the creation of a separate residential or business use, so as to protect the amenity of adjoining residential properties in accordance with Policies DMH 4, DMHB 11, DMHB 16, DMHB 18 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping on the back boundary (to include replacement tree planting)",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Schedule for Implementation",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with Policies DMHB 11, DMHB 12, DMHB 14, DMEI 1 and DMT 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020) and Policy G5 of the London Plan (March 2021).",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "decision": "Approved",
  "id": "Hillingdon-49957_APP_2021_4550",
  "description": "Erection of an outbuilding to rear garden.",
  "lapsed_date": "30/03/2025",
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "199 SWAKELEYS ROAD",
  "street_name": "ICKENHAM",
  "parking_details": null,
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506588.3271,
              186084.7506
            ],
            [
              506602.35,
              186069.9339
            ],
            [
              506613.5948,
              186058.689
            ],
            [
              506615.9761,
              186056.4401
            ],
            [
              506609.4938,
              186049.8255
            ],
            [
              506597.5875,
              186061.2026
            ],
            [
              506581.7125,
              186078.2682
            ],
            [
              506588.3271,
              186084.7506
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "appeal_status": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "decision_date": "30/03/2022",
  "site_number": null,
  "date_building_work_started_under_previous_permission": "21/08/2021",
  "centroid": {
    "lat": "51.5634177",
    "lon": "-0.46351509999999996"
  },
  "borough": "Hillingdon",
  "decision_agency": "Borough",
  "appeal_decision": null,
  "appeal_start_date": null,
  "decision_target_date": "31/03/2022",
  "subdivision_of_building": null,
  "title_number": [
    "Unregistered"
  ],
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=49957/APP/2021/4550",
  "secondary_street_name": null,
  "uprn": null,
  "postcode": null,
  "ward": "ICKENHAM",
  "actual_completion_date": null,
  "last_updated_by": "Planning Portal ingest",
  "pp_id": "10423707",
  "lpa_name": "Hillingdon",
  "last_date_consultation_comments": "10/02/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.46366359999999995,
          51.5635793
        ],
        [
          -0.4634659,
          51.5634435
        ],
        [
          -0.46330709999999997,
          51.5633403
        ],
        [
          -0.4632735,
          51.5633196
        ],
        [
          -0.463369,
          51.5632614
        ],
        [
          -0.4635372,
          51.5633659
        ],
        [
          -0.463761,
          51.5635223
        ],
        [
          -0.46366359999999995,
          51.5635793
        ]
      ]
    ],
    "type": "Polygon"
  }
}