{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "33389/APP/2024/286",
  "application_type_full": "Full planning & display of advertisements",
  "uprn": null,
  "borough": "Hillingdon",
  "street_name": "HIGH STREET",
  "locality": null,
  "ward": "RUISLIP 2022",
  "actual_commencement_date": null,
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Location Plan, Drawing number HS-1204-EPPE and shall thereafter be retained for the lifetime of the development.",
    "REASON",
    "To ensure the development complies with the provisions of the Local Plan: Part Two - Development Management Policies (2020) and the London Plan (2021).",
    "For the lifetime of the development hereby permitted the rating level (LAr) of noise caused by its operation shall not exceed:",
    "40 dB LAr 15 min for any fifteen-minute period between 2300 and 0700, and",
    "50 dB LAr 1 hour for any one-hour period between 0700 and 2300,",
    "determined one metre free field external to any window or door of any permanent residential, or equivalently noise sensitive premises, in accordance with 'Methods for rating and assessing industrial and commercial sound' British Standards Institution BS4142 2014.'",
    "REASON",
    "To ensure that occupants of dwellings would not be exposed to noise caused by the permitted development that would be likely to cause an adverse effect on their health and quality of life with windows open for the purposes of ventilation and cooling.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "It is considered that a condition based on fixed noise levels is consistent with noise and planning policy by relating external noise levels to the point at which adverse effects on health and quality of life start to be observed. The limit values are intended to be consistent with the evidence base that formed the bases for the guidelines published by the WHO in 1999 and 2009 the former being reflected in guidance: 'Guidance on Sound Insulation and Noise Reduction for Buildings' BS8233 2014. This is combined with the assessment principles and procedures detailed in guidance: 'Methods for rating and assessing industrial and commercial sound' British Standards Institution BS4142 2014.' This is used to set reference time periods for the assessment and adjust measured or calculated LAeq values for character as detailed in BS4142."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 509239,
  "status": "Approved",
  "decision_date": "21/05/2024",
  "wgs84_polygon": null,
  "decision_target_date": "23/05/2024",
  "subdivision_of_building": "Two ground floor commercial units only.",
  "last_date_consultation_comments": "20/03/2024",
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-19T21:04:51.329+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "JEBSEN HOUSE, 53-55",
  "id": "Hillingdon-33389_APP_2024_286",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 187404,
  "appeal_start_date": null,
  "postcode": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=33389/APP/2024/286",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": "RUISLIP",
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Installation of Roller Shutters to the front and rear. Installation of condenser units to the rear elevation. Internal alterations to accommodate retail shop (Class E).",
  "valid_date": "21/02/2024",
  "polygon": null,
  "pp_id": "12766577",
  "application_details": {
    "total_gia_gained": 0,
    "green_suds": false,
    "non_residential_details": {
      "total_gia_existing": 315,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "affordable_housing_fast_track": false,
    "garden_land_lost": false,
    "site_area": 0.0315,
    "total_gia_existing": 315,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "internal_resi_water_usage": 105,
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 315,
        "use_class": "E(a)",
        "gia_gained": 0,
        "gia_lost": 0
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "Single",
        "intended_completion_date": "09/2026",
        "intended_commencement_date": "07/2026"
      }
    ],
    "total_gia_lost": 0,
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "infrastructure_details": {
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "total_annual_nox_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "green_roof_area": 0,
      "fire_suppression_system_proposed": false,
      "total_annual_pm_emissions": 0
    },
    "ownership_status": "Private"
  },
  "centroid": {
    "lon": -0.42505,
    "lat": 51.574928
  },
  "lapsed_date": "21/05/2027",
  "decision_process": "Delegated",
  "actual_completion_date": null
}