{
  "centroid": {
    "lon": "0.20952269999999998",
    "lat": "51.5880699"
  },
  "status": "Approved",
  "decision_target_date": "27/05/2019",
  "site_name": "58 Castellan Avenue",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The proposed bathroom window in the side dormer window as shown on drawings 1255/WD07 Revision E and 1255/WD13 Revision B shall be permanently glazed with obscure glass not less than 4 on the standard scale of obscurity and shall thereafter be maintained and",
    "permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Roof areas of the property shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with the  Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with Mr Leigh (applicant) by phone and meeting. The revisions involved clearly depicting the dormer windows constructed on site. The amendments were subsequently submitted on 08/05/19."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM2 6EK",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "24/05/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0505.19",
  "centroid_northing": 190003,
  "uprn": "100021364773",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Squirrels Heath",
  "decision_date": "24/05/2019",
  "description": "Retention of side & rear Dormer windows to previously approved application P1139.16",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0505.19",
  "lpa_app_no": "P0505.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:54:27.421+00:00",
  "centroid_easting": 553164,
  "pp_id": null,
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "01/04/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553137.487,
              190021.617
            ],
            [
              553188.422,
              190003.627
            ],
            [
              553187.989,
              189994.957
            ],
            [
              553186.471,
              189981.736
            ],
            [
              553156.344,
              189998.859
            ],
            [
              553133.802,
              190011.863
            ],
            [
              553137.487,
              190021.617
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.08900000000000001
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "24/05/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.20914839999999998,
          51.5882444
        ],
        [
          0.20987519999999998,
          51.5880689
        ],
        [
          0.2098652,
          51.587991099999996
        ],
        [
          0.20983749999999998,
          51.5878728
        ],
        [
          0.2094105,
          51.5880348
        ],
        [
          0.209091,
          51.5881578
        ],
        [
          0.20914839999999998,
          51.5882444
        ]
      ]
    ],
    "type": "Polygon"
  }
}