{
  "street_name": "NORTHWOOD",
  "centroid_northing": 192253,
  "lapsed_date": "22/03/2025",
  "bo_system": "CSV Data Import",
  "site_name": "2 EBURY CLOSE",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": null,
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": true,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508414.6073,
              192221.876
            ],
            [
              508414.3427,
              192221.876
            ],
            [
              508406.0083,
              192223.8604
            ],
            [
              508421.2219,
              192283.7886
            ],
            [
              508443.9761,
              192274.3959
            ],
            [
              508432.599,
              192229.1521
            ],
            [
              508430.2177,
              192229.9458
            ],
            [
              508428.4979,
              192230.475
            ],
            [
              508427.4396,
              192230.475
            ],
            [
              508424.7938,
              192230.0781
            ],
            [
              508422.0156,
              192229.1521
            ],
            [
              508419.3698,
              192228.0937
            ],
            [
              508418.1792,
              192227.0354
            ],
            [
              508416.3271,
              192224.3896
            ],
            [
              508414.6073,
              192221.876
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "valid_date": "24/11/2021",
  "decision_date": "22/03/2022",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": null,
  "title_number": [
    "N/A"
  ],
  "lpa_app_no": "36204/APP/2021/4330",
  "uprn": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 150,
    "no_additional_bathrooms": 3,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "09/2022",
    "intended_commencement_date": "03/2022",
    "site_area": 0.132
  },
  "borough": "Hillingdon",
  "actual_completion_date": null,
  "pp_id": "10421845",
  "locality": null,
  "application_type": "Householder",
  "decision_target_date": "22/03/2022",
  "last_updated_by": "Planning Portal ingest",
  "application_type_full": "Householder planning permission",
  "lpa_name": "Hillingdon",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=36204/APP/2021/4330",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 1387/P/1B, 1387/P/3E received 07/03/2022 (Note: The proposal is amended by drawing 1387/P/3E) and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "No site clearance or construction work shall take place until a Construction Method Statement which incorporates an Arboricultural Method Statement - to ensure that trees, T6 in particular, are safeguarded - has been submitted to, and approved in writing by, the Local Planning Authority. Thereafter, the development shall only be carried out in strict accordance with the agreed Construction Method Statement (including the agreed Arboricultural Method Statement).",
    "REASON",
    "To ensure that trees and other vegetation can and will be retained on site and not damaged during construction work and to ensure that the development conforms with policy DMHB 14 of the Hillingdon Local Plan Part  2 (2020).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The first floor window facing east towards 1 Ebury Close shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing 1 Ebury Close.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020."
  ],
  "id": "Hillingdon-36204_APP_2021_4330",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": 508425,
  "description": "Erection of a part single storey, part two storey rear extension, two storey front extension, single storey side extension and conversion of roof space to habitable accommodation and provision of 2no rear facing dormers.",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.43527309999999997",
    "lat": "51.6186711"
  },
  "last_updated": "2025-03-20T18:04:53.031+00:00",
  "decision_agency": "Borough",
  "ward": "NORTHWOOD",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "06/01/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.43543279999999995,
          51.6183933
        ],
        [
          -0.4354366,
          51.6183934
        ],
        [
          -0.4355563,
          51.6184128
        ],
        [
          -0.4353182,
          51.6189485
        ],
        [
          -0.4349925,
          51.6188597
        ],
        [
          -0.43517079999999997,
          51.6184553
        ],
        [
          -0.4352049,
          51.6184629
        ],
        [
          -0.4352296,
          51.6184679
        ],
        [
          -0.4352449,
          51.6184681
        ],
        [
          -0.4352832,
          51.6184651
        ],
        [
          -0.4353236,
          51.6184573
        ],
        [
          -0.4353621,
          51.6184483
        ],
        [
          -0.4353796,
          51.618439
        ],
        [
          -0.4354072,
          51.6184156
        ],
        [
          -0.43543279999999995,
          51.6183933
        ]
      ]
    ],
    "type": "Polygon"
  }
}