{
  "uprn": "12153133",
  "street_name": "The Grove",
  "centroid_easting": 517871,
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": [
      "000012161537, 000012153133"
    ],
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_completion_date": "09/2025",
        "intended_commencement_date": "01/2023"
      }
    ],
    "total_gia_gained": 624,
    "site_area": 0.133,
    "total_gia_lost": 158,
    "total_gia_existing": 158,
    "scheme_name": "Rear of 42 The Grove",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 158,
        "use_class": "B8",
        "gia_gained": 0,
        "gia_lost": 158
      },
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 624,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "scheme_phasing": true,
    "rain_water_harvesting": true,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7.1,
        "building_ref": "Units 1-6"
      }
    ],
    "grey_water_reuse": true,
    "green_suds": true,
    "surface_water_discharge_percentage_reduction": 75,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 158,
      "total_gia_gained": 624,
      "total_gia_lost": 158,
      "total_gia_existing": 158
    },
    "garden_land_lost": false,
    "uk_company_registration_no": "10253076",
    "internal_resi_water_usage": 105,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 12,
      "total_no_proposed_residential_units": 6,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 6,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 624,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 5,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Terraced Home",
          "gia": 104,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 5,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Terraced Home",
          "gia": 104,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 5,
          "provider": "Private",
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Terraced Home",
          "gia": 104,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 5,
          "provider": "Private",
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Terraced Home",
          "gia": 104,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 5,
          "provider": "Private",
          "unit_no": "Gain-5",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Terraced Home",
          "gia": 104,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 5,
          "provider": "Private",
          "unit_no": "Gain-6",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Terraced Home",
          "gia": 104,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 6,
      "green_roof_area": 72,
      "urban_greening_factor_score": 1,
      "solar_pv_capacity": 2,
      "no_new_water_connections_required": 7,
      "no_homes_passive_cooling": 6,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": false,
      "percentage_demolition_construction_material_recycling": 68,
      "no_homes_to_have_electrical_heating": 6,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": true,
      "no_new_gas_connections_required": 6,
      "waste_details": [
        {
          "external_dry_recycling": true,
          "external_food_waste": false,
          "unit_reference": "1-6",
          "external_residual_waste": true,
          "reason_for_no_provision": "No food waste provision as a sink-incorporated food waste processor is proposed for each dwelling",
          "internal_residual_waste": false,
          "internal_dry_recycling": false
        }
      ],
      "ghg_reduction_over_building_regulations": true,
      "chp_heat_pumps_capacity": 25
    },
    "ownership_status": "Private",
    "lead_developer_company_name": "GROVE MEWS LIMITED"
  },
  "lpa_app_no": "204905FUL",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_existing_car": 0,
    "net_car": 0,
    "no_proposed_cycle": 14,
    "no_proposed_car": 0,
    "net_cycle": 14
  },
  "application_type": "All Other",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "27/10/2022",
  "locality": "London",
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with drawing title number(s):",
    "EX001 - Existing site plan, EX02 - Existing elevations, PR001 03 - Proposed site plan, PR01 - Proposed basement plan 02, PR02 - Proposed basement plan 01, PR03 - Proposed first floor plan, PR04 02 - Proposed second floor plan, PR05 02 - Proposed roof plan, PR06 01 - Proposed front elevation, PR07 04 - Proposed rear elevation, PR08 - Section AA, PR09 - Section BB, PR10 - Section CC, PR11 03 - Section DD, PR12 03 - Section EE, PR13 03 - Landscape plan, PR14 03 - Section F-F through Balmain Close block, PR15 03 - Full rear elevation, PR16 - Proposed northern fence, PR17 - Bike and bin storage details, PR18 01 - Landscape area plan, PR19 01 - Section GG through garages showing Balmain Close, PR20 - Section HH - through garages showing Balmain Close looking north,",
    "CGI of rear elevation, Arboricultural assessment and method statement, Tree protection plan, Manual for managing trees onsite, Statement of community involvement, Transport statement, Energy and sustainability statement, Access and facilities for fire service statement, Consideration of renewable technology statement, Daylight/ sunlight study (neighbouring properties), Daylight/ sunlight study (proposed development), Drainage strategy and SUDS appraisal,",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Construction Management Plan",
    "Prior to the excavation works / construction of the foundations hereby approved, a site construction method statement and management plan shall be submitted to and approved in writing by the Local Planning Authority. The submission shall include the following:",
    "a)\tThe number of on-site construction workers and details of the transport options and parking facilities for them;",
    "b)\tdetails of construction hours;",
    "c)\tanticipated route, number, frequency and size of construction vehicles entering/exiting the site per day;",
    "d)\tdelivery times and booking system (which is to be staggered to avoid morning and afternoon school-run peak periods);",
    "e)\troute and location of site access for construction traffic and associated signage;",
    "f)\tmanagement of consolidated or re-timed trips;",
    "g)\tdetails of noise and vibration mitigation measures and monitoring arrangements for noise and vibration by suitably qualified noise specialists. Noise and vibration mitigation measures must accord with the Mayor's 'Best Practice Guidance';",
    "h)\tdetails of site security, temporary lighting and the erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate;",
    "i)\tsecure, off-street loading and drop-off facilities;",
    "j)\twheel washing provisions;",
    "k)\tvehicle manoeuvring and turning, including swept path diagrams to demonstrate how construction vehicles will access the site and be able to turn into and emerge from the site in forward gear and including details of any temporary vehicle access points;",
    "l)\tdetails as to the location(s) for storage of building materials, plant and construction debris and contractors' welfare facilities and offices;",
    "m)\tprocedures for on-site contractors to deal with complaints from members of the public;",
    "n)\tmeasures to consult cyclists, disabled people and the local schools with regard to delivery times and necessary diversions;",
    "o)\tdetails of all pedestrian and cyclist diversions;",
    "p)\ta commitment to be part of Considerate Constructors Scheme; and",
    "q)\tconfirmation of use of TfL's Freight Operator Recognition Scheme (FORS) or similar.",
    "r)\tThe submission of evidence of the condition of the highway prior to-construction and a commitment to make good any damages caused during construction.",
    "s)\tDetails of parking restrictions which may need to be implemented during construction work.",
    "t)\tAn Air Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment produced in accordance with current guidance 'The Control of Dust and Emissions during Construction and Demolition SPG', GLA, July 2014.",
    "u)\tDetails of all Non-Road Mobile Machinery (NRMM) to be used on the development site. All NRMM shall meet as minimum the Stage IIIB emission criteria of Directive 97/68/EC and its subsequent amendments unless it can be demonstrated that Stage IIIB equipment is not available. An inventory of all NRMM must be registered on the NRMM register https://nrmm.london/user-nrmm/register. All NRMM shall be regularly serviced and service logs kept on site for inspection. Records shall be kept on site which details the emissions standard of all equipment.",
    "| Prior to the commencement of any construction work, all properties immediately adjacent to the site shall be notified in writing of the nature and duration of the works to be undertaken, and the name and address of a responsible person to whom enquiries / complaints should be directed. These details shall also be displayed at regular intervals around the site construction compound.",
    "The development shall be carried out strictly in accordance with the details so approved. Any areas to be used for the storage of building materials or other site activities outside of the relevant phase of the development shall be returned to the original condition immediately following the practical completion of the development.",
    "Such details shall be implemented, and phasing agreed in writing, prior to excavation works / construction of the foundations and thereafter retained for the duration of the works.",
    "Reason:  To protect the amenity of local residents and to ensure adequate highway and site safety in accordance with policies T4  of the London Plan (2021); the National Planning Policy Framework (2021); Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006); and BS 5228-1:2009 - Code of practice for noise and vibration control on construction & open sites-Part 1: Noise.",
    "| Protection of existing trees/hedgerows and planting locations (demolition & construction):",
    "No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted and its installation on site has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works.  Details shall include the following:",
    "o\tFull survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals.  All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "o\tA plan** detailing all trees and hedgerows planned for retention and removal.",
    "o\tA schedule of tree works for all the retained trees  specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons.  All tree works shall be carried out in accordance with BS 3998.",
    "o\tSoil assessments/survey",
    "o\tTiming and phasing of works",
    "o\tSite specific demolition and hard surface removal specifications",
    "o\tSite specific construction specifications (e.g. in connection with foundations, bridging, water features, surfacing)",
    "o\tAccess arrangements and car parking",
    "o\tLevel changes",
    "o\tLandscaping proposals",
    "o\tA Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "o\tSoil remediation plans, where unauthorised access has damaged root protection areas in the construction exclusion zones.",
    "o\tDetails of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the  site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policy G7 of the London Plan 2021, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A tree monitoring program to include:",
    "o\tConfirmation of who shall be the lead arboriculturalist for the development.",
    "o\tConfirmation of the Site Manager, key personnel, their key responsibilities and contact details.",
    "o\tDetails of induction procedures for all personnel in relation to Arboricultural matters.",
    "o\tA detailed timetable of events for arboricultural supervision concerning all tree protection measures within the approved Tree Protection Plan, including:",
    "o\tPrestart meeting with an Ealing Council Tree Officer",
    "o\tInitial implementation/installation of the tree protection measures",
    "o\tApproved incursions in to construction exclusion zones",
    "o\tFinal removal of the tree protection measures",
    "o\tProcedures for dealing with non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement.",
    "(b) Within three months of first use of the development hereby approved, a report containing the following details shall be submitted to and approved by the Local Planning Authority:",
    "o\tResults of each site visit by the lead arboriculturist with photos attached.",
    "o\tAssessment of the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G7 of the London Plan 2021, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| A suitable scheme of proposed tree planting and pits shall be submitted to and approved by the Local Planning Authority prior to the first use of the development hereby approved.",
    "No operations shall commence on site in connection with the development hereby approved until a suitable scheme of proposed tree planting and tree pits have been submitted to and approved by the Local Planning Authority.  The scheme shall include the following comprehensive details of all trees to be planted:",
    "o\tFull planting specification - tree size, species, the numbers of trees and any changes from the original application proposals.",
    "o\tLocations of all proposed species.",
    "o\tComprehensive details of ground/tree pit preparation to include:",
    "o\tPlans detailing adequate soil volume provision to allow the tree to grow to maturity",
    "o\tEngineering solutions to demonstrate the tree will not interfere with structures (e.g. root barriers/deflectors) in the future",
    "o\tStaking/tying method(s).",
    "o\tFive year post planting maintenance and inspection schedule.",
    "All tree planting must be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 28th February inclusive). The quality of all approved tree planting should be carried out to the levels detailed in British Standard 8545, Trees: from nursery to independence in the landscape - Recommendations.",
    "Any trees which die, are removed, uprooted, significantly damaged, become diseased or malformed within five years from the completion of planting, must be replaced during the nearest planting season (1st October to 31st March inclusive) with a tree/s of the same size, species and quality as previously approved.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policy G7 of the London Plan 2021, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| No trees, shrubs or hedges within the site which are shown to be retained on the approved plans (Plan/Drawing:) shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "The local authority shall receive the full CAVAT value, or a proportion reflecting the damage /decline in tree health, for all trees: removed without consent, or dying, or being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted. This financial penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "Reason: to secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of important amenity value to the local landscape. In accordance with policy G7 of the London Plan 2021, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| Prior to the commencement of the superstructure works, details/ samples of materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority. This condition shall apply notwithstanding any indications as to these matters which have been given in this application. Development shall be carried out only in accordance with the approved details and permanently retained thereafter.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 7.4 and 7B of the Ealing Development Management DPD (2013); policy 3.4 of the Ealing Development Strategy 2026 DPD (2012); policies D3 and D4 of the London Plan (2021); and the National Planning Policy Framework (2021).",
    "| Cycle storage for two (2) bicycle spaces per dwelling shall be provided within the curtilage of the each of the houses, in accordance with drawing number PR-13 03, within a secure, lockable compound in accordance with all adopted standards prior to occupation of the building and be continuously available and retained for the life of the development hereby approved.",
    "Reason: To provide adequate bicycle storage to align with Sustainable Transport SPG and Policy T5 of the London Plan (2021).",
    "| No part of the development hereby approved shall be occupied until refuse and recycling storage within an enclosure has been provided within the site for that part of the development, in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy (2012) policy 7B of the Ealing Development Management DPD (2013) and policies D3 and SI8 of the London Plan (2021).",
    "| The site is within the worst mode aircraft 1-day noise contour predicted for 2016 (57dB). Prior to commencement, details shall be submitted for approval by the Council in writing, for the insulation of the building envelope, with windows shut and other means of ventilation provided, which will achieve the internal criteria for sensitive rooms, as specified in Supplementary Planning Guidance 10. The details should also include the provision of alternative means of ventilation in accordance with Authority's criteria. The works should be completed before occupation and permanently retained thereafter.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| Notwithstanding the provisions of Classes A, B, C, D and E of Part 1 of Schedule 2 to the Town and Country Planning (General Permitted Development) Order 1995 (as amended), no extensions or works as specified in the stated classed shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.",
    "Reason: The local planning authority considers that further development could cause detriment to the amenities of the occupiers of nearby properties or to the character of the area and for this reason would wish to control any future development to comply with section 7 of the National Planning Policy Framework, policy 7B of the Ealing Development Management Development Plan 2013, policy 1.1 (g) of the Ealing Development (Core) Strategy 2012 and policies D3 and D4 of the London Plan 2021.",
    "| All the windows to the rear elevation (facing onto Balmain Close) shall at all times be obscure-glazed and non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed at all times.",
    "Reason: To protect residential amenity, in accordance with policies 1.1 & 2.1 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D1 and D4 of the London Plan (2021), and the National Planning Policy Framework (2021).",
    "| No development approved by this planning permission shall be commenced until:",
    "a) A desktop study has been carried out which shall include the identification of previous site uses, potential contaminants that might reasonably be expected given those uses and other relevant information.  Using this information a Conceptual Site Model (CSM) for the site identifying all potential contaminant sources, pathways and receptors shall be produced and assessment of risk to identified receptors undertaken. The desk study will be submitted for approval in writing by the Local Planning Authority prior to any development work (except demolition and site clearance) commencing.",
    "b) A site investigation has been designed for the site using the information obtained from the desktop study and any diagrammatical representations (Conceptual Model).  This should be submitted to, and approved in writing by the Local Planning Authority prior to that investigation being carried out on the site.  The investigation must be comprehensive enough to enable:",
    "- a risk assessment to be undertaken relating to future occupants of the site and to groundwater and surface waters associated on and off the site that may be affected, and",
    "- refinement of the Conceptual Model, and",
    "- the development of a Method Statement detailing the remediation requirements.",
    "Reason: In the interests of public and environmental health.",
    "| Prior to the commencement of any works on site (other than demolition and site clearance), and based on an approved conceptual site model (contained within an approved desk study phase 1 report)  a site investigation (undertaken in accordance with in accordance with BS1075:2011+A1:2013 and LCRM) shall investigate the site and any previously inaccessible ground. The site conceptual model shall be amended based on the findings of the intrusive site investigation and the risks to identified receptors up dated. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site. The findings of the site investigation and proposed remedial options shall be submitted to the Local planning authority for approval in writing prior to any remedial works commencing and any development works commencing.",
    "Reason: To ensure the land contamination issues are addressed in accordance with policy1.1 (j) of the adopted Local Development Framework (Core Strategy 2012), the London Plan 2021 and Ealing Local Variation to London Plan Policy 5.21 of the Ealing Development Management Development Plan 2013.",
    "| A detailed remediation scheme to bring the site to a condition suitable for the intended use shall be submitted to and subject to the approval in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation. The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development, other than that required to carry out remediation works.",
    "Reason: To ensure the land contamination issues are addressed in accordance with policy1.1 (j) of the adopted Local Development Framework (Core Strategy 2012), policy 5.21 of the London Plan 2021 and Ealing Local Variation to London Plan Policy 5.21 of the Ealing Development Management Development Plan 2013.",
    "| Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority. The verification report submitted shall be in accordance with the latest Environment Agency guidance and industry best practice.",
    "Reason: To ensure the land contamination issues are addressed in accordance with policy1.1 (j) of the adopted Local Development Framework (Core Strategy 2012), the London Plan 2021 and Ealing Local Variation to London Plan Policy 5.21 of the Ealing Development Management Development Plan 2013.",
    "| A detailed method statement relating to the excavation and the construction of the basement shall be submitted to and approved in writing by the Local Planning Authority before the development is commenced. The statement shall include details of phasing and programming, removal of earth from site; construction methods; site management and access; vehicle and machinery specifications and numbers/frequency of vehicles/deliveries, construction worker parking, anticipated number, delivery times, dust suppression measures, site security, vehicle manoeuvring and turning, locations for the storage of building materials and construction debris and contractors offices, procedures for on-site contractors to deal with complaints from local residents, measures to ensure the construction process does not affect of neighbouring highways, details of wheel water spraying facilities and noise/vibration mitigation measures. The development shall be carried out in accordance with the approved method statement.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with 1.1 (e) (j) 1.2 (f), 2.1 (c) and 2.10 of the Ealing Core Strategy (2012), policy D3, D4 and D10 of the London Plan Consolidated (2021), the National Planning Policy Framework (2021), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise",
    "| Prior to the commencement of development, a sustainable drainage strategy shall be submitted to and approved in writing by the Local Planning Authority. The strategy shall include a detailed drainage design (incl. drawings and supporting calculations) and maintenance plan (incl. maintenance tasks for all drainage components) that demonstrate the reduction of flood risk (betterment of exiting drainage) at the site through sustainable drainage mitigation techniques. Approved details shall be implemented prior to occupation of the development and permanently retained and maintained.",
    "REASON: To reduce surface water run-off and the risk of the flooding of the application property, neighbouring properties, and local area in accordance with policies D3, D4 and D10 of the London Plan (2021); 1.2 of the Adopted Ealing Development (Core) Strategy (2012); and 5.12 of the Ealing Development Management DPD (2013).",
    "| Prior to occupation of the development (approved under this planning permission), details shall be submitted to and approved in writing by the Council of a car parking management plan. This shall include specific details of how the existing spaces would be managed as to prevent the new dwellings utilising these spaces.  Also, with regards to items such as the enforcement of any breach of parking by the units granted under this permission.",
    "Reason: To ensure an acceptable impact in terms of parking and highway safety and to be in compliance with Policy T4 of the London Plan 2021."
  ],
  "valid_date": "30/11/2020",
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517904.7530185,
              180399.3504783
            ],
            [
              517901.2983379,
              180398.4507359
            ],
            [
              517895.7494118,
              180397.0011508
            ],
            [
              517890.6539641,
              180395.7015228
            ],
            [
              517887.3971649,
              180394.8517661
            ],
            [
              517883.8517886,
              180393.9520236
            ],
            [
              517882.8458912,
              180393.7020951
            ],
            [
              517881.2710845,
              180393.2622211
            ],
            [
              517879.3334952,
              180392.7123784
            ],
            [
              517878.9707125,
              180392.6124071
            ],
            [
              517876.4559688,
              180391.9026102
            ],
            [
              517875.5490121,
              180391.6426846
            ],
            [
              517874.8976523,
              180391.452739
            ],
            [
              517874.0401659,
              180391.2228048
            ],
            [
              517872.4488691,
              180390.802925
            ],
            [
              517872.300458,
              180391.3227762
            ],
            [
              517871.5996279,
              180393.7420837
            ],
            [
              517870.9730032,
              180395.9014656
            ],
            [
              517870.5689952,
              180397.6309705
            ],
            [
              517841.5381351,
              180389.9031826
            ],
            [
              517841.0516765,
              180391.3527676
            ],
            [
              517839.7984272,
              180395.7615056
            ],
            [
              517836.0551694,
              180394.6918118
            ],
            [
              517834.8513905,
              180394.3519091
            ],
            [
              517831.0998877,
              180393.3022096
            ],
            [
              517821.9973403,
              180390.7529393
            ],
            [
              517823.2505896,
              180386.4041842
            ],
            [
              517824.7017203,
              180381.3556293
            ],
            [
              517820.2164071,
              180380.1559727
            ],
            [
              517814.7251964,
              180378.6863933
            ],
            [
              517814.8900976,
              180378.0665708
            ],
            [
              517815.4754969,
              180375.8971917
            ],
            [
              517820.9584626,
              180377.3667711
            ],
            [
              517821.0326681,
              180377.1068455
            ],
            [
              517820.9996879,
              180377.0968483
            ],
            [
              517818.6498455,
              180376.49702
            ],
            [
              517816.1515919,
              180375.7972204
            ],
            [
              517814.0985717,
              180375.2473778
            ],
            [
              517813.3977415,
              180375.0974207
            ],
            [
              517810.9984288,
              180374.4476067
            ],
            [
              517808.599116,
              180373.7977927
            ],
            [
              517807.7004043,
              180373.5478642
            ],
            [
              517806.0513921,
              180373.097993
            ],
            [
              517804.8476132,
              180372.7980789
            ],
            [
              517804.3034391,
              180375.4473205
            ],
            [
              517803.4459528,
              180379.8960471
            ],
            [
              517802.4977708,
              180384.7046706
            ],
            [
              517802.2998893,
              180386.6541126
            ],
            [
              517805.9689415,
              180387.5538551
            ],
            [
              517808.2693135,
              180388.1136948
            ],
            [
              517810.6521362,
              180388.703526
            ],
            [
              517817.9490153,
              180390.5529966
            ],
            [
              517816.7369913,
              180395.4815858
            ],
            [
              517819.5485571,
              180396.2313711
            ],
            [
              517820.8018064,
              180391.2028106
            ],
            [
              517821.0409132,
              180391.2727905
            ],
            [
              517825.6499023,
              180392.6324013
            ],
            [
              517833.2023783,
              180394.8517661
            ],
            [
              517840.2519055,
              180396.9011794
            ],
            [
              517846.8974248,
              180398.9006071
            ],
            [
              517847.4003735,
              180399.040567
            ],
            [
              517848.414516,
              180395.5115772
            ],
            [
              517854.4334106,
              180397.2410821
            ],
            [
              517853.4275132,
              180400.770072
            ],
            [
              517854.0458928,
              180400.9500204
            ],
            [
              517861.4499576,
              180403.1493909
            ],
            [
              517868.252133,
              180405.1488186
            ],
            [
              517868.2933584,
              180405.1588157
            ],
            [
              517868.3098485,
              180405.0888357
            ],
            [
              517868.5242201,
              180404.0891219
            ],
            [
              517862.7032069,
              180402.6395368
            ],
            [
              517863.6843692,
              180398.7106615
            ],
            [
              517869.7197539,
              180400.2202293
            ],
            [
              517873.1909246,
              180401.0899804
            ],
            [
              517871.5171772,
              180407.7680688
            ],
            [
              517874.6090752,
              180408.5878341
            ],
            [
              517881.5266814,
              180410.4373047
            ],
            [
              517888.5926988,
              180412.3167668
            ],
            [
              517891.3465492,
              180413.0465579
            ],
            [
              517894.9001705,
              180413.996286
            ],
            [
              517894.4961625,
              180417.395313
            ],
            [
              517893.1934429,
              180429.3618876
            ],
            [
              517892.946091,
              180431.6012466
            ],
            [
              517896.1534198,
              180432.2510606
            ],
            [
              517894.7022891,
              180439.1990718
            ],
            [
              517896.7965346,
              180439.648943
            ],
            [
              517895.098052,
              180447.596668
            ],
            [
              517893.0532768,
              180457.0339666
            ],
            [
              517894.4961625,
              180457.3938636
            ],
            [
              517897.9013728,
              180458.2536175
            ],
            [
              517901.9167175,
              180432.8608861
            ],
            [
              517904.4314612,
              180417.0154218
            ],
            [
              517906.6493826,
              180403.0494195
            ],
            [
              517907.4986239,
              180400.1502494
            ],
            [
              517904.7530185,
              180399.3504783
            ]
          ],
          [
            [
              517811.1303497,
              180387.0340039
            ],
            [
              517811.7817096,
              180384.4547422
            ],
            [
              517815.2363902,
              180385.3244932
            ],
            [
              517814.5850303,
              180387.9037549
            ],
            [
              517811.1303497,
              180387.0340039
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/204905FUL;",
  "title_number": [
    "AGL272410"
  ],
  "decision_date": "27/10/2022",
  "id": "Ealing-204905FUL",
  "ward": "Ealing Common",
  "development_type": "Minor dwellings",
  "cil_liability": true,
  "borough": "Ealing",
  "appeal_decision": null,
  "site_name": "Rear Of 42",
  "lapsed_date": "27/10/2025",
  "description": "Construction of 6 two-bedroom residential dwelling houses with basement levels and associated landscaping (following demolition of existing garages)",
  "pp_id": "PP-09267914",
  "actual_completion_date": null,
  "centroid_northing": 180405,
  "bo_system": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T13:42:48.419+00:00",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "decision": "Approved",
  "postcode": "W5 5LH",
  "site_number": null,
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lat": "51.5102889",
    "lon": "-0.3028642"
  },
  "appeal_start_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3023799,
          51.5102311
        ],
        [
          -0.30243000000000003,
          51.5102238
        ],
        [
          -0.3025104,
          51.5102119
        ],
        [
          -0.30258419999999997,
          51.5102013
        ],
        [
          -0.3026314,
          51.5101943
        ],
        [
          -0.3026828,
          51.510187
        ],
        [
          -0.3026974,
          51.5101849
        ],
        [
          -0.3027202,
          51.5101813
        ],
        [
          -0.30274829999999997,
          51.510176799999996
        ],
        [
          -0.3027535,
          51.510176
        ],
        [
          -0.30279,
          51.5101701
        ],
        [
          -0.3028031,
          51.5101679
        ],
        [
          -0.3028126,
          51.5101664
        ],
        [
          -0.302825,
          51.5101645
        ],
        [
          -0.3028481,
          51.510161
        ],
        [
          -0.30285,
          51.5101658
        ],
        [
          -0.3028593,
          51.5101876
        ],
        [
          -0.30286759999999996,
          51.510207199999996
        ],
        [
          -0.3028729,
          51.5102228
        ],
        [
          -0.3032936,
          51.5101594
        ],
        [
          -0.30330009999999996,
          51.5101725
        ],
        [
          -0.3033167,
          51.5102124
        ],
        [
          -0.303371,
          51.5102036
        ],
        [
          -0.3033884,
          51.5102008
        ],
        [
          -0.3034428,
          51.5101921
        ],
        [
          -0.3035748,
          51.5101711
        ],
        [
          -0.3035582,
          51.5101318
        ],
        [
          -0.3035389,
          51.5100861
        ],
        [
          -0.3036039,
          51.5100762
        ],
        [
          -0.3036835,
          51.5100642
        ],
        [
          -0.3036814,
          51.5100586
        ],
        [
          -0.3036737,
          51.5100389
        ],
        [
          -0.3035942,
          51.510051
        ],
        [
          -0.3035932,
          51.5100487
        ],
        [
          -0.30359369999999997,
          51.5100486
        ],
        [
          -0.3036277,
          51.5100437
        ],
        [
          -0.3036639,
          51.5100379
        ],
        [
          -0.3036937,
          51.5100334
        ],
        [
          -0.30370379999999997,
          51.5100322
        ],
        [
          -0.30373859999999997,
          51.5100268
        ],
        [
          -0.30377339999999997,
          51.5100215
        ],
        [
          -0.3037864,
          51.5100194
        ],
        [
          -0.3038103,
          51.5100157
        ],
        [
          -0.3038278,
          51.5100133
        ],
        [
          -0.3038347,
          51.5100372
        ],
        [
          -0.3038456,
          51.5100774
        ],
        [
          -0.3038576,
          51.5101208
        ],
        [
          -0.3038598,
          51.5101384
        ],
        [
          -0.3038067,
          51.5101457
        ],
        [
          -0.30377339999999997,
          51.5101502
        ],
        [
          -0.3037388,
          51.510155
        ],
        [
          -0.3036331,
          51.5101701
        ],
        [
          -0.3036489,
          51.5102147
        ],
        [
          -0.3036082,
          51.5102208
        ],
        [
          -0.30359179999999997,
          51.5101754
        ],
        [
          -0.3035884,
          51.510176
        ],
        [
          -0.3035215,
          51.5101872
        ],
        [
          -0.30341199999999996,
          51.5102056
        ],
        [
          -0.30330979999999996,
          51.5102226
        ],
        [
          -0.30321339999999997,
          51.5102391
        ],
        [
          -0.3032061,
          51.5102403
        ],
        [
          -0.3031927,
          51.5102084
        ],
        [
          -0.30310539999999997,
          51.5102227
        ],
        [
          -0.30311869999999996,
          51.5102546
        ],
        [
          -0.3031097,
          51.5102561
        ],
        [
          -0.3030024,
          51.5102743
        ],
        [
          -0.3029037,
          51.5102909
        ],
        [
          -0.3029031,
          51.5102909
        ],
        [
          -0.3029029,
          51.5102903
        ],
        [
          -0.3029002,
          51.5102813
        ],
        [
          -0.3029845,
          51.5102695
        ],
        [
          -0.3029717,
          51.5102339
        ],
        [
          -0.3028842,
          51.5102463
        ],
        [
          -0.302834,
          51.5102533
        ],
        [
          -0.3028558,
          51.5103137
        ],
        [
          -0.302811,
          51.5103204
        ],
        [
          -0.3027108,
          51.5103356
        ],
        [
          -0.3026084,
          51.510351
        ],
        [
          -0.30256849999999996,
          51.510357
        ],
        [
          -0.302517,
          51.5103648
        ],
        [
          -0.3025216,
          51.5103955
        ],
        [
          -0.3025364,
          51.5105033
        ],
        [
          -0.3025392,
          51.5105235
        ],
        [
          -0.3024928,
          51.5105286
        ],
        [
          -0.3025114,
          51.5105914
        ],
        [
          -0.3024811,
          51.510595
        ],
        [
          -0.30250289999999996,
          51.5106668
        ],
        [
          -0.3025292,
          51.510752
        ],
        [
          -0.3025083,
          51.510755
        ],
        [
          -0.3024589,
          51.510762
        ],
        [
          -0.3024096,
          51.5105329
        ],
        [
          -0.3023787,
          51.51039
        ],
        [
          -0.3023514,
          51.510264
        ],
        [
          -0.3023401,
          51.5102378
        ],
        [
          -0.3023799,
          51.5102311
        ]
      ],
      [
        [
          -0.30373249999999996,
          51.5101399
        ],
        [
          -0.303724,
          51.5101166
        ],
        [
          -0.3036739,
          51.5101237
        ],
        [
          -0.30368249999999997,
          51.510147
        ],
        [
          -0.30373249999999996,
          51.5101399
        ]
      ]
    ],
    "type": "Polygon"
  }
}