{
  "borough": "Havering",
  "cil_liability": false,
  "decision_target_date": "09/08/2024",
  "lpa_app_no": "P0994.23",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "08/08/2024",
  "lpa_name": "Havering",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.36800000000000005
  },
  "title_number": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.21694919999999998,
          51.553731
        ],
        [
          0.2168573,
          51.5539314
        ],
        [
          0.21693099999999998,
          51.5539604
        ],
        [
          0.2170026,
          51.5539859
        ],
        [
          0.21703229999999998,
          51.5539938
        ],
        [
          0.21715859999999998,
          51.5540195
        ],
        [
          0.2179026,
          51.5541699
        ],
        [
          0.2182703,
          51.5542567
        ],
        [
          0.2186844,
          51.5543731
        ],
        [
          0.21878989999999998,
          51.5544126
        ],
        [
          0.21882279999999998,
          51.5543656
        ],
        [
          0.21883239999999998,
          51.5543618
        ],
        [
          0.21884779999999998,
          51.5543579
        ],
        [
          0.21886519999999998,
          51.5543527
        ],
        [
          0.21888249999999998,
          51.5543487
        ],
        [
          0.21889989999999998,
          51.5543447
        ],
        [
          0.21891729999999998,
          51.5543407
        ],
        [
          0.2189287,
          51.5543332
        ],
        [
          0.2189382,
          51.5543281
        ],
        [
          0.2189515,
          51.5543193
        ],
        [
          0.218963,
          51.5543155
        ],
        [
          0.21898209999999999,
          51.5543066
        ],
        [
          0.21890569999999998,
          51.5542617
        ],
        [
          0.21896159999999998,
          51.5541669
        ],
        [
          0.2184023,
          51.5540374
        ],
        [
          0.2183898,
          51.554062
        ],
        [
          0.21706989999999998,
          51.5537629
        ],
        [
          0.21694919999999998,
          51.553731
        ]
      ]
    ],
    "type": "Polygon"
  },
  "valid_date": "22/06/2023",
  "centroid": {
    "lat": "51.5540706",
    "lon": "0.2179302"
  },
  "site_number": null,
  "decision_conditions": [
    "The development shall be begun no later than three years from the date of the planning application P0708.20 dated 05/02/2021.",
    "Reason: To comply with the provisions of section 92 of the Town and Country planning Act 1990 (as amended).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the details shown on the approved plans, no  above ground works shall take place in relation to any of the development hereby approved until a written specification of external facing walls and roof materials to be used in the construction of the building(s) shall be submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of a written specification prior to above ground works will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "Prior to the first occupation of the dwellings hereby permitted, a scheme of hard and soft landscaping, together with measures for the protection in the course of development of the existing trees and shrubs on site to be retained, shall be carried out in accordance with the approved plans including Drawing No.'s L0580L02 Revision C, L0580L03 Revision B, L0580L01 Revision E, CAE22159-03A and the Station Road, Hornchurch Landscape Design Statement (L0580DS01G). All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason: To ensure that the development achieves a satisfactory level of land",
    "The proposed development shall be implemented in accordance with the Arboricultural Impact Assessment & Method Statement Revision A - 6.5.2020 (Reference: CAE22159aia-ams), including any recommendations.",
    "Reason: To ensure that the trees on site will be adequately protected during construction and in order to comply with Policy 27 of the Havering Local Plan and Policy G7 of the London Plan.",
    "The proposed development shall be implemented in accordance with the Caerus (Hornchurch) LTF 168 Station Road, Hornchurch, Flood Risk Assessment and Drainage Strategy (Report Ref. 18650-01) dated May 2020, including any recommendations and maintained in perpetuity in accordance with this strategy.",
    "Reason: To improve flood resilience of the proposed dwellings and in order that the development accords with Policy 32 of the Havering Local Plan, Policy SI 12 of the London Plan and the guidance contained in the National Planning Policy Framework.",
    "Before the building(s) hereby permitted is first occupied, the area set aside for car parking shall be laid out, surfaced and  retained in perpetuity thereafter for the occupiers of the wheelchair accessible homes and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with Policy 24 of the Havering Local Plan.",
    "Prior to the first occupation of the dwellings hereby permitted, all boundary treatment shall be carried out in accordance with the approved plans, including Drawing No. HR-SL-A-PR-100 Revision C and the Boundary Treatments Plan in the Station Road, Hornchurch, Landscape Design Statement, Reference L0580DS01G and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "Notwithstanding the details on the approved plans and prior to the first occupation of the dwellings hereby permitted, details of refuse and recycling facilities, a refuse strategy and cycle storage shall be submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities and cycle storage shall be provided in accordance with the agreed details and permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site and to demonstrate what facilities will be available for cycle parking. Submission of this detail prior to the first occupation of the dwellings hereby permitted will protect the amenity of occupiers of the development and also the locality generally, ensure that the development accords with Policy 35 of the Havering Local Plan, Policy T5 of the London Plan and is in the interests of providing a wide range of facilities for non-motor car",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank walls of the buildings hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The demolition of the existing building shall be carried out in accordance with the Demolition Logistics Plan (Revision B dated 15.01.21).",
    "Notwithstanding the details of the Method of Working, Construction Management Plan and Site Waste Management Plan, no above ground works shall take place in relation to any of the development hereby approved until a Construction Logistics Management Plan (including details of dust mitigation measures for the earthworks, construction and track out phases) and Construction Workers' Sustainable Travel Plan has been submitted to and approved in writing by the Local Planning Authority in consultation with Transport for London unless approval is received in writing under application Q0138.23.",
    "Reason: Submission of details prior to any above ground works will ensure that the method of construction protects residential amenity and the adjacent land, including Hornchurch Station, owned by TfL and in the interests of promoting sustainable travel patterns.",
    "Prior to the first occupation of the dwellings hereby permitted, a full and detailed application for the Secured by Design award scheme shall be submitted to the Local Planning Authority and the Metropolitan Police NE Designing Out Crime Office, setting out how secured by Design Accreditation will be achieved. Once approved in writing by the Local Planning Authority in consultation with the Metropolitan Police Designing Out Crime Officers, the development shall be carried out in accordance with the agreed details.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge whether the proposals meet Secured by Design standards.  Submission of a full and detailed application prior to the first occupation of the dwellings hereby permitted is in the interest of creating safer, sustainable communities and to reflect guidance in Policy 26 of the Havering Local Plan, Policy D11 of the London Plan and the National Planning Policy Framework.",
    "If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority.  The remediation strategy shall be implemented as approved.",
    "Reason:   To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination.",
    "Demolition and/or removal of trees, hedgerows, shrubs or tall herbaceous vegetation shall be undertaken between October and February inclusive. If this is not possible then a suitably qualified ecologist shall check the areas concerned prior to demolition and/or vegetation clearance works to ensure that no nesting or nest-building birds are present. If any nesting birds are present then the demolition and/or vegetation shall not be removed until the fledglings have left the nest.",
    "Reason:  All wild birds, their nests and young are protected during the nesting period under The Wildlife and Countryside Act 1981 (as amended), Policy 30 of the Havering Local Plan, Policy G6 of the London Plan and the National Planning Policy Framework.",
    "Before the building(s) hereby permitted is first occupied, a scheme for a bat sensitive lighting scheme in accordance with the Ecological Impact Assessment dated 05.05.20 (Document reference CAE22159), shall be submitted to and approved in writing by the Local Planning Authority.  All external lighting within the application site shall be installed in accordance with British Standards Institute (BSI) BS5489 and BS EN 13201 and the Institute of Lighting Engineers. The approved details shall be implemented in full prior to the first occupation of the buildings hereby approved and maintained in perpetuity in accordance with the approved details.",
    "Reason: Insufficient information has been supplied with the application to judge the impact arising from any external lighting required in connection with the building or use. Submission of this detail prior to the first occupation in the case of new building works will protect residential amenity, protected species and ensure that the developmen",
    "Details shall be submitted to and approved by the local planning authority for the installation of Ultra-Low NOx boilers with maximum NOx emissions less than 40 mg/kWh prior to the development being brought into use. The details as approved shall be implemented prior to the development being brought into use and shall thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties and background NOx concentrations.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan.",
    "Major (10 or more units):",
    "At least 3 of the dwellings hereby approved shall be constructed to comply with Part M4(3)(2)(a) of the Building Regulations - Wheelchair Adaptable Dwellings. The remainder of the dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy 7 of the Havering Local Plan and Policy D7 of the London Plan.",
    "None of the residential units hereby permitted shall be first occupied until provision has been made for one of the parking spaces within the development to be served by an electric vehicle charging point in compliance with the stipulation of policies 6.2, 6.13 and table 6.2 of the London Plan (2016). Thereafter such provision shall be made permanently available for use, unless otherwise agreed in writing with the Local Planning Authority.",
    "Reason: Provision prior to occupation will ensure that the development adequately incorporates measures to allow the use of electric vehicles by future occupiers in accordance with Policy T6.1 of the London Plan.",
    "Notwithstanding the detail on the approved plans and prior to laying the block paving for the driveway, details of delineated paving to provide a crossing point for wheelchair users from the external lifts to block A shall be submitted to and approved in writing by the Local Planning Authority. The crossing point shall be provided in accordance with the agreed details, prior to the first occupation of the dwellings hereby permitted and retained for the lifespan of the development thereafter.",
    "Reason:  Submission of this detail prior to laying the block paving for the driveway will protect the amenity of occupiers of the development and also the locality generally, ensure that the development accords with Policy 7 of the Havering Local Plan and Policy D7 of the London Plan and in the interests of pedestrian and highway safety.",
    "The hereby approved Air Quality Assessment dated May 2020 including all mitigation measures shall be fully implemented prior to the first occupation of the development permitted.",
    "Reason:  To protect the health of future occupants, neighbours, those engaged in construction, and to comply with the national air quality objectives within the designated Air Quality Management Area in accordance with Policy 33 of the Havering Local Plan and Policy SI 1 of the London Plan.",
    "All Non-road Mobile Machinery (NRMM) used during the course of the development that is within the scope of the GLA 'Control of Dust and Emissions during Construction and Demolition' Supplementary Planning Guidance (SPG) dated July 2014, or any successor document, shall comply with the emissions requirements therein.",
    "Reason: Being development in Greater London, but outside the Non-Road Mobile Machinery (NRMM) Central Activity Zone, NRMM used on site must meet GLA guidance.",
    "The facade and glazing element including ventilation scheme as set out in the noise report by Mayer Brown shall be implemented prior to first occupation of any dwelling hereby permitted, on the site and maintained thereafter. If, following further assessment of the overheating condition, it can be shown that for facades, window element and ventilation scheme identified in the report, opening windows would only be required for limited periods to mitigate overheating, the facade element and ventilation scheme as proposed in the noise report by MB for these areas may be installed, subject to approval by the Local Planning Authority.",
    "Reason:  To prevent noise nuisance to adjoining properties in accordance with Policies 7 and 34 of the Havering Local Plan and Policy D14 of the London Plan.",
    "Noise from mechanical ventilation services within habitable rooms shall be designed to achieve the desirable internal ambient noise levels from mechanical services set out in the Noise and Vibration report  (by Mayer Brown).",
    "Reason:  To prevent noise nuisance to adjoining properties in accordance with Policies 7 and 34 of the Havering Local Plan and Policy D14 of the London Plan.",
    "Prior to the first occupation of the dwellings hereby permitted, a scheme for any new plant or machinery shall be submitted to the local planning authority to achieve the following standard. Noise levels expressed as the equivalent continuous sound level LAeq (1 hour) when calculated at the boundary with the nearest noise sensitive premises shall not exceed LA90 -10dB and shall be maintained thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:  To prevent noise nuisance to adjoining properties in accordance with Policies 7 and 34 of the Havering Local Plan and Policy D14 of the London Plan.",
    "Prior to the first occupation of the dwellings hereby permitted, details of an outline management plan shall be submitted to and approved in writing by the Local Planning Authority. The outline management plan shall include the following issues:",
    "-\tMaintenance of the landscaping, play areas and other open areas.",
    "-\tManagement of the footways and carriageways including outline details of how these would ensure that they are  kept clear.",
    "-\tMaintenance of the access way lifts.",
    "-\tManagement/allocation policy for the parking spaces.",
    "Reason:  Insufficient information has been supplied with the application to judge how the proposed development",
    "will be managed on site.  Submission of this detail prior to the first occupation of the dwellings hereby permitted will protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with Policies 7, 24 and 27 of the Havering Local Plan, Policy D7, T4 and T6.1 of the London Plan and in the in",
    "The flat roofed areas of the residential buildings hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with Policy 7 of the Havering Local Plan.",
    "Notwithstanding the details on the approved plans and prior to the first occupation of Units C-12, A-21, C-11, C-21, C-22 and C-31 on Drawing No.'s HR-SL-A-PR-101 Revision D, HR-SL-A-PR-102 Revision C, HR-SL-A-PR-103 Revision C, HR-SL-A-PR-300 Revision B, HR-SL-A-PR-301 Revision A, HR-SL-A-PR-302 Revision A, HR-SL-A-PR-305 Revision A, HR-SL-A-PR-306 Revision A, HR-SL-A-PR-400 Revision A and HR-SL-A-PR-403 Revision B, a light grey metal screen (with a minimum height of 2 metres) shall be fitted to the northern flanks of the balconies for Units C-12, A-21, C-22 and C-31 and the southern flanks of the balconies of Units C-11, C-21 and C-31, the details of which are to be submitted to and approved in writing by the Local Planning Authority. The screens shall be provided in accordance with the approved details and retained in position for the lifetime of the development.",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with Policy 7 of the Havering Local Pla",
    "The proposed development shall be implemented in accordance with the Ecological Impact Assessment dated 05.05.20 (Document reference CAE22159) including the recommendations, which shall include the following on site measures:",
    "·\tIncorporating house sparrow boxes and bat roosting boxes into the new building;",
    "·\tA pre-construction inspection by an ecologist to ensure that badgers have not excavated new holes in the bank.",
    "·\tRemoval of the plywood boarding on the southern elevation of the existing building (Building 1) by hand prior to demolition.",
    "If at any time during the works, the presence of bats is discovered, works in that area shall cease immediately and the applicant/developer shall contact a suitably qualified ecologist to liaise with the local planning authority to enable further appropriate action to be implemented.",
    "Reason: In order to protect the conservation status of bats in compliance with the Habitats Regulations and the Wildlife and Countryside Act 1981 (as amended), Pol",
    "The proposed development shall be implemented in accordance with the Energy and Sustainability Statement dated May 2020, including any recommendations.",
    "Reason: In the interests of energy efficiency and sustainability in accordance with Policy 36 of the Havering Local Plan and Policy SI 2 of the London Plan.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £47,900  would be payable due to result in a new residential property 1,916m?² of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A)  for each additional square metre of GIA. Based upon the information supplied with the application, £239,500  would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the dev",
    "A fee is required when submitting details pursuant to the discharge of conditions.  In order to comply with the Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012, (as amended), a fee of £116 per request or £34 where the related permission was for extending or altering a dwellinghouse, is needed.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "Before occupation of the residential/ commercial unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx",
    "In promoting the delivery of safer, stronger, sustainable places the Local Planning Authority fully supports the adoption of the principles and practices of the Secured by Design Award Scheme and Designing against Crime. Your attention is drawn to the free professional service provided by the Metropolitan Police Designing Out Crime Officers for North East London, whose can be contacted via docomailbox.ne@met.police.uk. They are able to provide qualified advice on incorporating crime prevention measures into new developments.",
    "The proposed development is located within 15 metres of Thames Water underground assets and as such, the development could cause the assets to fail if appropriate measures are not taken. Please read Thames Water's guide 'working near our assets' to ensure your workings are in line with the necessary processes you need to follow if you're considering working above or near Thames Water pipes or other structures. https://developers.thameswater.co.uk/Developing-a-large-site/Planning-your-development/Working-near-or-diverting-our-pipes. Should you require any further information please contact Thames Water. Email: developer.services@thameswater.co.uk. Phone: 0800 009 3921 (Monday to Friday, 8am to 5pm). Write to: Thames Water Developer Services, Clearwater Court, Vastern Road, Reading, Berkshire, RG1 8DB.",
    "There are public sewers crossing or close to your development. If the applicant is planning significant work near Thames Water sewers, it's important that they minimise the risk of damag"
  ],
  "decision": "Approved",
  "centroid_easting": 553861,
  "uprn": "200002672171",
  "decision_process": "Delegated",
  "application_type_full": "Removal/Variation of a condition",
  "locality": null,
  "last_date_consultation_comments": "14/07/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553794.133,
              186200.179
            ],
            [
              553787.089,
              186222.26
            ],
            [
              553792.101,
              186225.647
            ],
            [
              553796.978,
              186228.627
            ],
            [
              553799.01,
              186229.575
            ],
            [
              553807.68,
              186232.691
            ],
            [
              553858.751,
              186250.979
            ],
            [
              553883.948,
              186261.41
            ],
            [
              553912.26,
              186275.228
            ],
            [
              553919.44,
              186279.833
            ],
            [
              553921.878,
              186274.686
            ],
            [
              553922.556,
              186274.279
            ],
            [
              553923.639,
              186273.873
            ],
            [
              553924.859,
              186273.331
            ],
            [
              553926.078,
              186272.925
            ],
            [
              553927.297,
              186272.518
            ],
            [
              553928.516,
              186272.112
            ],
            [
              553929.329,
              186271.299
            ],
            [
              553930.006,
              186270.757
            ],
            [
              553930.955,
              186269.809
            ],
            [
              553931.767,
              186269.403
            ],
            [
              553933.122,
              186268.454
            ],
            [
              553927.974,
              186263.307
            ],
            [
              553932.174,
              186252.876
            ],
            [
              553893.837,
              186237.297
            ],
            [
              553892.888,
              186240.006
            ],
            [
              553802.397,
              186203.972
            ],
            [
              553794.133,
              186200.179
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "St Andrew's",
  "pp_id": "12258342",
  "lapsed_date": "08/08/2027",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "Variation of Condition No. 25 of Planning Permission ref P0708.20 dated 05/02/2021 to allow for amendment to when a scheme for any new plant or machinery is to be submitted from 'before any groundworks commence' to 'before the first occupation of the dwellings hereby permitted'. (Demolition of existing buildings and construction of new residential buildings (Class C3) in part 3 and 4 storeys to provide 27 new dwellings with associated works and landscaping.)",
  "centroid_northing": 186240,
  "street_name": "Hornchurch",
  "epc_number": null,
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T20:49:39.678+00:00",
  "site_name": "168 Station Lane",
  "development_type": null,
  "appeal_decision_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "parking_details": null,
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0994.23",
  "id": "Havering-P0994.23",
  "actual_commencement_date": null,
  "postcode": "RM12 6LS"
}