{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/0971/11",
  "application_type_full": null,
  "uprn": "200004437775",
  "borough": "Harrow",
  "street_name": "Shaftesbury Circle",
  "locality": "Harrow",
  "ward": "Harrow on the Hill",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.\r\nREASON: To comply with the provisions of Section 91 of the Town and Country Planning Act 1990.\r\n",
    "Condition : 2 - The development hereby permitted shall not commence until samples of the materials to be used in the construction of the external surfaces noted below have been submitted to, and approved in writing by, the local planning authority:\r\na: the drive thru canopies.\r\nb: the tables, chairs, barriers and associated lights around the seating area\r\nThe development shall be carried out in accordance with the approved details and shall thereafter be retained.\r\nREASON: To safeguard the appearance of the locality in accordance with saved policy D4 of the Harrow Unitary Development Plan (2004).\r\n",
    "Condition : 3 - The proposed drive thru booths hereby permitted shall be constructed in brick to match the existing building as shown on approved plan number 4499_1005_04 Rev B.\r\nREASON: To safeguard the appearance of the locality in accordance with saved policy D4 of the Harrow Unitary Development Plan (2004).\r\n",
    "Condition : 4 - The proposed repairs to the facade and roof hereby permitted shall be constructed in materials to match the existing.\r\nREASON: To safeguard the appearance of the locality in accordance with saved policy D4 of the Harrow Unitary Development Plan (2004).\r\n",
    "Condition : 5 - The development hereby permitted shall not commence until there has been submitted to, and approved by the local planning authority:\r\n(i) An Arboricultural Report to BS 5837 & Method Statement in relation to installation of new hard surfacing within the RPA (root protection area) of the TPO Oak Tree which is located in the northern corner of the site adjacent to the boundary with the electricity substation.\r\n(ii)  Tree Protection Plan giving details of specification and location of protective fencing, and of any other measures to be taken for the protection of the Oak Tree from damage before or during course of development.\r\nThe development shall be carried out in accordance with the approved details.\r\nREASON:  To ensure that the tree near the proposed works would not be unduly affected by the proposals in accordance with saved policy D10 of the Harrow Unitary Development Plan (2004).\r\n",
    "Condition : 6 - The development hereby permitted shall not commence until there has been submitted to, and approved by, the local planning authority, a scheme of hard and soft landscape works for the forecourt of the site.  Soft landscape works shall include: planting plans, and schedules of plants, noting species, plant sizes and proposed numbers / densities.\r\nREASON: To safeguard the appearance and character of the area, and to enhance the appearance of the development in accordance with saved policy D4 of the Harrow Unitary Development Plan (2004).\r\n",
    "Condition : 7 - All planting, seeding or turfing comprised in the approved details of landscaping shall be carried out in the first planting and seeding seasons following the occupation of the building(s), or the completion of the development, whichever is the sooner.  Any existing or new trees or shrubs which, within a period of 5 years from the completion of the development, die, are removed, or become seriously damaged or diseased, shall be replaced in the next planting season, with others of a similar size and species, unless the local authority agrees any variation in writing.\r\nREASON: To safeguard the appearance and character of the area, and to enhance the appearance of the development in accordance with saved policy D4 of the Harrow Unitary Development Plan (2004).\r\n",
    "Condition : 8 - Before the hard surfacing hereby permitted is brought into use the surfacing shall EITHER be constructed from porous materials, for example, gravel, permeable block paving or porous asphalt, OR provision shall be made to direct run-off water from the hard surfacing to a permeable or porous area or surface within the curtilage of the site.\r\nPlease note: guidance on permeable paving has now been published by the Environment Agency on http://www.communities.gov.uk/publications/planningandbuilding/pavingfrontgardens.\r\nREASON: To ensure that adequate and sustainable drainage facilities are provided, and to prevent any increased risk of flooding in accordance with PPS25 and EP12 of the Harrow Unitary Development Plan (2004).\r\n",
    "Condition : 9 - Prior to the opening of the development, hereby permitted, a Staff Travel Plan Statement is to be submitted to and approved by the local authority.  The development shall be operated in accordance with the approved details.\r\nREASON: To ensure that the proposal would have an acceptable impact on the highway safety in accordance with saved policy T6 and T13 of the Harrow Unitary Development Plan (2004).\r\n",
    "Condition : 10 - The development of any buildings hereby permitted shall not be commenced until works for the disposal of surface water and surface water attenuation/storage works have been provided on site in accordance with details to be submitted to, and approved in writing by, the local planning authority. The development shall be completed in accordance with the approved details and shall thereafter be retained.\r\nREASON: To ensure that adequate drainage facilities are provided in accordance with the objectives set out under saved policies EP12 of the Harrow Unitary Development Plan 2004.\r\n",
    "Condition : 11 - No development shall take place, including any works of demolition, until a Construction Method Statement has been submitted to, and approved in writing by, the local planning authority. The approved Statement shall be adhered to throughout the construction period. The Statement shall provide for:\r\ni.\tthe parking of vehicles of site operatives and visitors \r\nii.\tloading and unloading of plant and materials \r\niii.\tstorage of plant and materials used in constructing the development \r\niv.\tthe erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate \r\nv.\twheel washing facilities \r\nvi.\tmeasures to control the emission of dust and dirt during construction \r\nvii.\ta scheme for recycling/disposing of waste resulting from demolition and construction works\r\nREASON: To manage the impact of the development upon the local area during its construction in the interests of public amenity and the local natural environment in accordance with Policy D4 of the Harrow Unitary Development Plan (2004).  \r\n",
    "Condition : 12 - The drive thru hereby permitted shall not be open to customers outside of the following times: -\r\na: 07.00 hours to 23.00 hours, Monday to Saturday inclusive,\r\nb: 08.00 hours to 23.00 hours on Sundays and Bank Holidays \r\nwithout the prior written permission of the local planning authority.\r\nREASON: to ensure that the proposal would have a minimum impact on neighbouring amenity in accordance with saved policies EP25 and D5 of the Harrow UDP (2004).\r\n",
    "Condition : 13 - The development shall not be used or occupied until the existing vehicular access on Shaftesbury Avenue is closed and the highway reinstated in accordance with details to be first submitted to, and approved by, the local planning authority.  The works shall thereafter be retained.\r\nREASON:    To confine access to the permitted points in order to ensure that the development does not prejudice the free flow of traffic or the conditions of general safety along the neighbouring highway in accordance with saved policy T13 of the Harrow Unitary Plan (2004).\r\n",
    "Condition : 14 - The development hereby permitted shall be carried out in accordance with the following approved plans:  Design and Access Statement prepared by Planware Ltd and AEW dated April 2011, Planning Statement prepared by Planware Ltd dated April 2011, Traffic Analysis Report prepared by ADL Traffic Engineering Ltd, dated March 2011, Traffic Analysis Report May 2002, Travel Plan March 2011, Noise Report prepared by Loven Acoustics dated 17th March 2011, 4499_1005_01 Rev A, 4499_1005_02, 4499_1005_03, 4499_1005_04 Rev B, 4499_1005_05, 4499_1005_10, 4499_1005_15 and canopy over drive thru order booths elevations\r\nREASON: For the avoidance of doubt and in the interests of proper planning.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "514189",
  "status": "Approved",
  "decision_date": "21/06/2011",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3544121,
          51.5727502
        ],
        [
          -0.3540039,
          51.5730008
        ],
        [
          -0.3539776,
          51.5730182
        ],
        [
          -0.3539658,
          51.5730247
        ],
        [
          -0.3537112,
          51.5730265
        ],
        [
          -0.35360949999999997,
          51.5730255
        ],
        [
          -0.3534678,
          51.5729402
        ],
        [
          -0.3533771,
          51.5728855
        ],
        [
          -0.3532527,
          51.5728105
        ],
        [
          -0.3531201,
          51.5727304
        ],
        [
          -0.3531318,
          51.5727289
        ],
        [
          -0.3534078,
          51.5725649
        ],
        [
          -0.35345489999999996,
          51.5725239
        ],
        [
          -0.3534928,
          51.572541
        ],
        [
          -0.35358,
          51.5725674
        ],
        [
          -0.3536686,
          51.5725817
        ],
        [
          -0.3537551,
          51.5725903
        ],
        [
          -0.3538656,
          51.5725845
        ],
        [
          -0.353973,
          51.5725648
        ],
        [
          -0.3540739,
          51.5725338
        ],
        [
          -0.35409579999999996,
          51.5725247
        ],
        [
          -0.3541466,
          51.5725549
        ],
        [
          -0.3541708,
          51.5725676
        ],
        [
          -0.35420039999999997,
          51.5725855
        ],
        [
          -0.35421169999999996,
          51.5725924
        ],
        [
          -0.35424839999999996,
          51.5726158
        ],
        [
          -0.35427379999999997,
          51.5726319
        ],
        [
          -0.3543097,
          51.5726572
        ],
        [
          -0.3543343,
          51.5726751
        ],
        [
          -0.3543848,
          51.5727153
        ],
        [
          -0.3544121,
          51.5727502
        ]
      ]
    ]
  },
  "decision_target_date": "02/06/2011",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "25/05/2011",
  "development_type": "Minor retail and service",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T13:42:36.730+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": "Mc Donalds",
  "id": "Harrow-P_0971_11",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": "187272",
  "appeal_start_date": null,
  "postcode": "HA2 0AE",
  "url_planning_app": "http://site.com?appref=P/0971/11-or-826441 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "DEMOLITION OF THE EXISTING SINGLE STOREY BUILDING ADJACENT TO RESTAURANT; ALTERATIONS TO THE LAYOUT OF EXISTING RESTAURANT TO CREATE A NEW DRIVE THRU LANE & COVERED AREA, ALTERATIONS AND EXTENSION TO EXISTING CAR PARK, LANDSCAPING AND OUTDOOR SEATING; NEW DRIVE THRU BOOTHS, CLOSURE OF EXISTING VEHICULAR ACCESS ON SHAFTESBURY AVENUE; EXTERNAL ALTERATIONS",
  "valid_date": "07/04/2011",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              514137.77,
              187269.38
            ],
            [
              514165.43,
              187297.8899999
            ],
            [
              514167.21,
              187299.86
            ],
            [
              514168.01,
              187300.61
            ],
            [
              514185.65,
              187301.2
            ],
            [
              514192.7,
              187301.25
            ],
            [
              514202.73,
              187291.99
            ],
            [
              514209.15,
              187286.05
            ],
            [
              514217.96,
              187277.9
            ],
            [
              514227.35,
              187269.2
            ],
            [
              514226.54,
              187269.01
            ],
            [
              514207.83,
              187250.34
            ],
            [
              514204.6671204,
              187245.7162042
            ],
            [
              514202,
              187247.55
            ],
            [
              514195.8892932,
              187250.3489463
            ],
            [
              514189.7123037,
              187251.8119175
            ],
            [
              514183.6978665,
              187252.6246793
            ],
            [
              514176.0579058,
              187251.8119175
            ],
            [
              514168.6617736,
              187249.4549084
            ],
            [
              514161.75,
              187245.85
            ],
            [
              514160.25,
              187244.8
            ],
            [
              514156.66,
              187248.08
            ],
            [
              514154.95,
              187249.45
            ],
            [
              514152.85,
              187251.4
            ],
            [
              514152.05,
              187252.15
            ],
            [
              514149.45,
              187254.7
            ],
            [
              514147.65,
              187256.45
            ],
            [
              514145.1,
              187259.2
            ],
            [
              514143.35,
              187261.15
            ],
            [
              514139.75,
              187265.55
            ],
            [
              514137.77,
              187269.38
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "1411496",
  "application_details": {
    "site_area": 0.322
  },
  "centroid": {
    "lon": "-0.3536723",
    "lat": "51.5727633"
  },
  "lapsed_date": "21/06/2014",
  "decision_process": "Delegated",
  "actual_completion_date": null
}