{
  "uprn": "000012205381",
  "valid_date": "17/10/2023",
  "bo_system": "CSV Data Import",
  "application_type": "All Other",
  "development_type": "Minor dwellings",
  "date_building_work_completed_under_previous_permission": null,
  "pp_id": "PP-12492868",
  "postcode": "W13 8PH",
  "title_number": null,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing title number(s): Design and Access Statement dated September 2023, Daylight and Sunlight Impact Assessment Report dated 22/08/2023, Site and Location Plans Dwg. 01 PL rev A, Existing Ground Floor Plan Dwg. 02 PL, Existing Basement Floor Plan Dwg. 03 PL, Existing First Floor Plan Dwg. 04 PL, Existing Second Floor Plan Dwg. 05 PL, Existing Third Floor Plan Dwg. 06 PL, Existing Roof Plan Dwg. 07 PL, Existing Front Elevation Dwg. 08 PL, Existing Rear Elevation Dwg. 08 PL, Existing Section Dwg. 10 PL, Proposed Basement Floor Plan Dwg. 50 PL, Proposed Ground Floor Plan Dwg. 51 PL, Proposed First Floor Plan Dwg. 52 PL, Proposed Roof Plan Dwg. 53 PL, Proposed Section Dwg. 54 PL, Proposed Rear Elevation Dwg. 55 PL, Proposed Rear Elevations Dwg. 56 PL, Proposed Rear Elevations Dwg. 57 PL.",
    "Reason: For the avoidance of doubt, in the interest of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| No windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the hereby permitted flats.",
    "Reason: To protect residential amenity, in accordance with policies 1.1 & 2.1 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021), and the National Planning Policy Framework (2023).",
    "| No part of the roof of the single storey rear extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason: To protect residential amenity, in accordance with policies 1.1 & 2.1 of the Ealing Development Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| The window inserted in the proposed rear elevation of flat B (facing the neighbouring property No. 137 Gordon Road) shall be obscure glazed and non-opening (where openable parts less than 1.7m above floor) unless otherwise confirmed in writing by the Local Planning Authority.",
    "Reason: To safeguard neighbouring amenity from light pollution in accordance with policy 7A of Ealing's Development Management DPD",
    "| Cycle storage for a minimum of four (4) cycles shall be provided within a secure, lockable compound in accordance with all adopted standards prior to occupation of the building and be continuously available and retained for the life of the development hereby approved.",
    "Reason: To provide adequate bicycle storage to align with Sustainable Transport SPG and Policy T5 of the London Plan (2021).",
    "| The development hereby approved shall not be occupied until refuse and recycling storage within a secure enclosure has been provided in accordance with the designated location identified in the approved drawings listed under condition 2 and in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI 8 of the London Plan (2021).",
    "| Prior to commencement of the development (excluding demolition, initial site clearance and ground works), a noise assessment shall be submitted to the Council for approval in writing, of external noise levels from transport and industrial/ commercial/ cultural sources, having regard to the assessment standards of the Council's SPG10  including aircraft noise data in Section 6, SPG10 (worst mode aircraft 1-day noise contour predicted for 2016 (60 dB). Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise) to achieve internal noise limits specified in SPG10.",
    "Best practicable mitigation measures shall also be implemented, as necessary, in external amenity spaces to achieve criteria of BS8233:2014. The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10, Standard 30 London Housing SPG 2016 and the National Planning Policy Framework (2023). | The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all machinery operating together at maximum capacity.",
    "Reason:   To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023).",
    "| Prior to use, machinery, plant and equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by vibration noise from mechanical installations/ equipment, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023).",
    "| The sound insulation of the floor/ceiling /wall structures separating commercial premises from dwellings shall be enhanced by at least 10dB/15dB, as necessary above the recommended Building Regulations value. Where commercial noise includes characteristic features, the Noise Rating level should not exceed NR20 Leq 5mins inside a bedroom and NR25 inside a living room. The assessment and mitigation measures shall be based on standards and noise limits of the Council's SPG10 and BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with Policies 1.1, E7.A.7 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Standard 30 London Housing SPG 2016, policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023).",
    "| Control measures shall ensure that the following standards are implemented",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays (no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and considerate complaints procedure,",
    "- public display of contact details including accessible phone numbers for persons responsible for the work for the duration of the works in case of emergencies, enquiries or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by  noise, vibration, dust, lighting or other emissions from the site, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023)."
  ],
  "status": "Approved",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/234020FUL;",
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "centroid_easting": 516722,
  "actual_completion_date": null,
  "site_name": "Rear Of 18 The Avenue",
  "decision_date": "24/05/2024",
  "locality": "London",
  "polygon": null,
  "appeal_decision": null,
  "street_name": "The Avenue",
  "centroid": {
    "lon": -0.31928,
    "lat": 51.514768
  },
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "wgs84_polygon": null,
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "centroid_northing": 180877,
  "decision_process": "Delegated",
  "id": "Ealing-234020FUL",
  "lapsed_date": "24/05/2027",
  "decision_target_date": "05/06/2024",
  "borough": "Ealing",
  "lpa_name": "Ealing",
  "last_updated": "2025-03-19T22:55:13.327+00:00",
  "secondary_street_name": null,
  "parking_details": null,
  "subdivision_of_building": null,
  "decision": "Approved",
  "last_date_consultation_comments": null,
  "ward": "Ealing Broadway",
  "application_details": {
    "existing_uprns": [
      "000012072651, 000012135432, 000012202635, 000012202636, 000012202637, 000012205381"
    ]
  },
  "last_updated_by": "CSV Data Import",
  "lpa_app_no": "234020FUL",
  "cil_liability": true,
  "appeal_decision_date": null,
  "decision_agency": "Borough",
  "description": "Conversion of rear part of the building into 1 x self-contained residential unit at ground and first floor level; and construction of two storey building to accommodate additional 1 x self-contained residential unit (following part demolition of existing ground floor rear extension/structure); internal and external alterations; and provision of associated cycle storage, amenity space, and recycle/refuse store",
  "appeal_status": null
}