{
  "appeal_status": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "subdivision_of_building": null,
  "site_name": "28 ROMNEY ROAD",
  "development_type": null,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "pp_id": null,
  "wgs84_polygon": null,
  "last_updated": "2025-07-07T21:59:14.744Z",
  "centroid_easting": 508685,
  "lpa_name": "Hillingdon",
  "decision_agency": "Borough",
  "decision_conditions": [
    "The proposed outbuilding, by reason of its provision of facilities required for day-to-day private domestic existence and the availability of independent access to it, would result in the creation of a self-contained residential unit in a back land position where such a dwelling would be unacceptable due to the impact on the existing dwelling and on the living conditions of neighbouring properties inadequate internal floor area and substandard external private amenity space and the detrimental impact the development would have on the character, appearance and visual amenities of the area through the introduction of a residential dwelling in a location that would be incongruous having regard to the established pattern of residential development in the area. The proposal would therefore conflict with Policies  DMH 6, DMHD 2, DMHB 11, DMHB 12, DMHB 16 and DMHB 18  of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policies D1, D3, D4, D6 and D8 of the London",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "ward": "CHARVILLE 2022",
  "centroid_northing": 183179,
  "status": "Refused",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "parking_details": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": "26/03/2025",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "borough": "Hillingdon",
  "description": "Erection of an outbuilding to rear garden following the  demolition of 2 existing sheds.",
  "decision_date": "10/04/2025",
  "centroid": {
    "lon": -0.434345,
    "lat": 51.537061
  },
  "cil_liability": false,
  "postcode": null,
  "actual_completion_date": null,
  "valid_date": "24/02/2025",
  "last_updated_by": "CSV Data Import",
  "id": "Hillingdon-52281_APP_2025_380",
  "lapsed_date": "10/04/2028",
  "application_details": {
    "existing_uprns": null
  },
  "decision_target_date": "21/04/2025",
  "uprn": null,
  "lpa_app_no": "52281/APP/2025/380",
  "locality": null,
  "title_number": null,
  "actual_commencement_date": null,
  "decision": "Refused",
  "application_type": "Householder",
  "street_name": "HAYES",
  "polygon": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=52281/APP/2025/380"
}