{
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "Location Plan",
    "2021.A2.PL01",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2016).",
    "The access for the proposed car parking shall be provided with those parts of 2.4m x 2.4m pedestrian visibility splays which can be accommodated within the site in both directions and shall be maintained free of all obstacles to the visibility of a height of 0.6m.",
    "REASON",
    "In the interests of highway and pedestrian safety in accordance with policy DMT 2 of the Hillingdon Local Plan Part 2 (2020).",
    "The vehicle crossover hereby approved shall be constructed with a minimal crossfall gradient, and surfaced with a suitable material that matches or complements the connecting footway surface, ensuring ease of use for older and disabled individuals.",
    "REASON: to ensure an inclusively designed environment in accordance with London Plan policy D5.",
    "The development hereby approved includes the carrying out of alterations to a vehicular access.  Prior to undertaking work on the adopted highway you will require a Section 184 licence from the Highway Authority. The works shall be to the specification and constructed to the satisfaction of the Highway Authority. Fees are payable for the approval of the highway details, and inspection of the works. Further information and an application form are available on the London Borough of Hillingdon website https://www.hillingdon.gov.uk/dropped-kerb-form",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "24/03/2025",
  "lpa_name": "Hillingdon",
  "centroid_northing": 179193,
  "last_updated": "2025-06-08T21:59:18.386Z",
  "development_type": null,
  "ward": "PINKWELL 2022",
  "parking_details": {
    "net_car": 1,
    "no_existing_car": 0,
    "no_proposed_car": 1
  },
  "uprn": null,
  "application_details": {
    "total_gia_gained": 0,
    "intended_completion_date": "03/2025",
    "existing_uprns": null,
    "intended_commencement_date": "02/2025",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0
  },
  "last_date_consultation_comments": "27/02/2025",
  "decision": "Approved",
  "bo_system": "CSV Data Import",
  "postcode": "UB3 4QH",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "Householder",
  "decision_date": "10/03/2025",
  "borough": "Hillingdon",
  "wgs84_polygon": null,
  "lpa_app_no": "79261/APP/2025/201",
  "valid_date": "27/01/2025",
  "description": "Installation of a vehicle crossover",
  "centroid_easting": 509693,
  "site_number": null,
  "lapsed_date": "10/03/2028",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "HAYES",
  "last_updated_by": "CSV Data Import",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.50104,
    "lon": -0.421057
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=79261/APP/2025/201",
  "site_name": "9 SANDOW CRESCENT",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "13728805",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Householder planning permission",
  "id": "Hillingdon-79261_APP_2025_201",
  "polygon": null
}