{
  "secondary_street_name": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551338.926,
              188989.931
            ],
            [
              551353.963,
              189002.259
            ],
            [
              551387.017,
              188965.547
            ],
            [
              551373.199,
              188951.73
            ],
            [
              551338.926,
              188989.931
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "site_name": "74-76 Market Place",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 188977,
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "last_updated": "2025-03-20T15:45:46.723+00:00",
  "centroid": {
    "lat": "51.579338",
    "lon": "0.183105"
  },
  "reference_no_of_permission_being_relied_on": null,
  "postcode": "RM1 3ER",
  "decision": "Approved",
  "decision_date": "10/10/2022",
  "locality": null,
  "title_number": null,
  "pp_id": "11478416",
  "last_date_consultation_comments": "07/09/2022",
  "decision_process": "Delegated",
  "description": "Variation of Condition No. 1 (Seating areas) of Planning Permission P1170.21 dated 14/09/2021 to permit a further temporary period of use of 1 year (Variation of condition No. 1 (Seating areas) of planning permission ref: P0794.20 dated 28/07/2020 to allow for continued use of the public highway for outdoor seating for a further 1 year period (To vary condition 1 of Planning Permission no P1054.19 so as to permit the continued use of the public highway for outdoor seating for a further extended period.))",
  "bo_system": "CSV Data Import",
  "lpa_app_no": "P1327.22",
  "decision_target_date": "10/10/2022",
  "appeal_decision_date": null,
  "subdivision_of_building": null,
  "uprn": "100021385384",
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.098
  },
  "ward": "St Edwards",
  "valid_date": "15/08/2022",
  "site_number": null,
  "id": "Havering-P1327.22",
  "development_type": null,
  "centroid_easting": 551363,
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1827634,
          51.5794606
        ],
        [
          0.1829855,
          51.5795673
        ],
        [
          0.18344639999999998,
          51.5792286
        ],
        [
          0.1832412,
          51.5791082
        ],
        [
          0.1827634,
          51.5794606
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "borough": "Havering",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1327.22",
  "application_type_full": "Removal/Variation of a condition",
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "status": "Approved",
  "appeal_decision": null,
  "appeal_status": null,
  "application_type": "All Other",
  "decision_conditions": [
    "This permission shall be for a limited period only expiring on 30.09.2023 on or before which date the use hereby permitted shall be discontinued and no seating, tables and barriers shall be placed outside the premises.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans, particulars and specifications (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The outdoor seating area shall only be used on non-market days and between 07:00 and 19:00 hours on those days. Outside these days and times, no tables, chairs and barriers shall be placed outside the premises.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity.",
    "No amplified music or speech shall be played or reproduced in the outside drinking area.",
    "Reason:-",
    "To prevent noise nuisance to adjoining and neighbouring properties in the interest of residential amenity.",
    "The proposed development shall achieve security standards (Based on secured by design principle's) to the satisfaction  of the Metropolitan Police, details of which shall be provided in writing to the Local Planning Authority within three months of the implementation date.",
    "REASON: To provide a safer environment for future residents and visitors to the site and reduce the fear of crime.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraphs 186-187 of the National Planning Policy Framework 2012.",
    "The Highway Authority requires the Planning Authority to advise the applicant that planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted, considered and agreed.  The Highway Authority requests that these comments are passed to the applicant.  Any proposals which involve building over the public highway as managed by the London Borough of Havering, will require a licence and the applicant must contact StreetCare, Traffic & Engineering on 01708 433750 to commence the Submission/ Licence Approval process."
  ],
  "lapsed_date": "10/10/2025",
  "parking_details": null,
  "street_name": "Romford"
}