{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "21/01/2021",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-584_APP_2020_3735",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.072,
    "existing_uprns": null
  },
  "valid_date": "03/12/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Conversion of loft space within existing building to provide 1 x one bed flat including 2 front facing roof lights, 3 roof lights to side elevations, 1 rear facing roof light and a rear facing balcony with associated amended front parking layout",
  "decision_conditions": [
    "The proposed development, by reason of the near total coverage of the front garden by hardsurfacing materials, does not make provision for the provision soft landscaping in the front garden, which is a characteristic and attractive feature in the immediate locality. The lack of adequate soft landscaping in the front garden is such that the proposed development would not contribute positively to the appearance of the Long Drive streetscene, and it would have a resultant detrimental impact on the visual amenities of the surrounding area, contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and policies DMH 4, DMHB 11, DMHB 12 and DMHB 14 of the Hillingdon Local Plan - Part Two (2020).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:46:04.621+00:00",
  "ward": "SOUTH RUISLIP",
  "parking_details": {
    "no_existing_car": 6,
    "no_existing_cycle": 10,
    "no_proposed_cycle": 10,
    "no_proposed_car": 7,
    "net_cycle": 0,
    "net_car": 1
  },
  "lapsed_date": "21/01/2024",
  "decision_target_date": "28/01/2021",
  "centroid": {
    "lat": "51.5577634",
    "lon": "-0.3951696"
  },
  "lpa_app_no": "584/APP/2020/3735",
  "status": "Refused",
  "site_name": "53 LONG DRIVE",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=584/APP/2020/3735",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511354.2839,
              185519.0517
            ],
            [
              511330.1406,
              185554.1091
            ],
            [
              511341.3854,
              185563.3695
            ],
            [
              511369.8282,
              185527.9814
            ],
            [
              511353.9531,
              185518.0595
            ],
            [
              511354.2839,
              185519.0517
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "31/12/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "RUISLIP",
  "pp_id": "09229596",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 511350,
  "appeal_start_date": null,
  "centroid_northing": 185540,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3951145,
          51.5575743
        ],
        [
          -0.39545149999999996,
          51.5578941
        ],
        [
          -0.3952865,
          51.5579752
        ],
        [
          -0.3948875,
          51.5576515
        ],
        [
          -0.39511959999999996,
          51.5575654
        ],
        [
          -0.3951145,
          51.5575743
        ]
      ]
    ],
    "type": "Polygon"
  }
}