{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "09/04/2024",
  "development_type": null,
  "ward": "Emerson Park",
  "lapsed_date": "03/10/2027",
  "decision_date": "03/10/2024",
  "lpa_app_no": "P0489.24",
  "status": "Approved",
  "parking_details": {
    "net_car": 0,
    "no_proposed_car": 2,
    "no_existing_car": 2
  },
  "centroid": {
    "lat": "51.5722889",
    "lon": "0.217532"
  },
  "application_type": "All Other",
  "borough": "Havering",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "last_date_consultation_comments": "01/05/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T19:52:05.461+00:00",
  "locality": null,
  "date_building_work_completed_under_previous_permission": null,
  "description": "Construction of a new single storey three bedroom residential dwelling (with inhabited loft) (Use Class C3), a new single storey outbuilding within the rear garden, one new off-street parking space, refuse and cycle storage and associated landscaping and boundary treatments",
  "application_type_full": "Full planning permission",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0489.24",
  "site_number": null,
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "application_details": {
    "infrastructure_details": {
      "no_new_gas_connections_required": 0,
      "total_annual_pm_emissions": 0,
      "no_homes_passive_cooling": 0,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false,
      "mobile_network_operators_consultation": false,
      "no_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "total_annual_nox_emissions": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 222,
        "gia_lost": 0
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_lost": 0,
    "total_gia_gained": 222,
    "projected_cost_of_works": "Up to £2m",
    "existing_uprns": null,
    "total_gia_existing": 0,
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "internal_resi_water_usage": 0,
    "site_area": 0.09300000000000001,
    "garden_land_lost": true,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "12/2024",
        "intended_commencement_date": "06/2024"
      }
    ],
    "residential_details": {
      "total_no_proposed_bedrooms": 4,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_gia_gained": 222,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 7,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 4,
          "unit_type": "House or Bungalow",
          "gia": 222,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_social_rent": 0
    },
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_gia_gained": 222,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 0
    },
    "ownership_status": "Private",
    "green_suds": false
  },
  "pp_id": "12954886",
  "postcode": "RM11 2LB",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.21725919999999999,
          51.5721553
        ],
        [
          0.21719739999999998,
          51.5722407
        ],
        [
          0.2171652,
          51.5722851
        ],
        [
          0.2175685,
          51.5724023
        ],
        [
          0.21777269999999999,
          51.5724616
        ],
        [
          0.21777539999999998,
          51.572457
        ],
        [
          0.21778889999999998,
          51.5724383
        ],
        [
          0.217797,
          51.572426899999996
        ],
        [
          0.2178065,
          51.5724142
        ],
        [
          0.2178491,
          51.5723556
        ],
        [
          0.21787479999999998,
          51.5723202
        ],
        [
          0.217893,
          51.5722947
        ],
        [
          0.2177965,
          51.5722682
        ],
        [
          0.21764219999999998,
          51.5722253
        ],
        [
          0.21764139999999998,
          51.572225
        ],
        [
          0.2173774,
          51.5721516
        ],
        [
          0.2172809,
          51.5721255
        ],
        [
          0.21725989999999998,
          51.5721543
        ],
        [
          0.21725919999999999,
          51.5721553
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": true,
  "street_name": "Hornchurch",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed on the submitted and approved plans unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The proposed development hereby approved shall be carried out in accordance with the submitted Construction Method Statement.",
    "Reason: To ensure that the method of construction protects residential amenity.",
    "The scheme of hard and soft landscaping including indications of all existing trees and shrubs on the site and details of any to be retained as shown on the drawing '474 090 REV 12' submitted as part of the application shall be implemented in accordance with the approved details and retained permanently to the satisfaction of the Local Planning Authority.",
    "All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "To ensure that the development achieves a satisfactory level of landscape quality.",
    "The ground and first-floor windows in the flank elevations of the proposed dwelling shall be permanently glazed with obscure glass not less than level 3 on the standard scale of obscurity and shall thereafter be maintained and also remain fixed shut.",
    "Reason:-",
    "In the interests of privacy.",
    "The boundary development shown on the drawing '474 090 REV 12' submitted as part of the application shall be carried out in accordance with the approved details and retained permanently to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "To protect the visual amenities of the development and prevent undue overlooking of adjoining properties.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no extension or enlargement (including additions to roofs) shall be made to the new dwellinghouse hereby permitted, or any detached building erected, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "No demolition or construction works, or deliveries, into the site shall take place other than between the hours of 08:00 to 18:00 on Monday to Friday and 08:00 to 13:00 hours on Saturdays unless agreed in writing with the Local Planning Authority. No demolition or construction works, or deliveries shall take place on Sundays, Bank or Public Holidays unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To protect residential amenity.",
    "Building Regulations - All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy 7 of the Havering Local Plan and Policy D7 of the London Plan.",
    "Water efficiency - All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan.",
    "Prior to the first occupation of the development, details shall be submitted to and agreed in writing by the Local Planning Authority for the installation of Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with the agreed details and shall thereafter be permanently retained.",
    "Reason: To minimise the impact of building emissions on local air quality.",
    "The refuse and recycling facilities shown on the drawings '474 090 REV 12' and '474 700 REV 0' submitted as part of the application shall be carried out in accordance with the approved details and retained permanently to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "In the interests of managing refuse and recycling at the site appropriately.",
    "The cycling facilities shown on the drawings '474 090 REV 12' and '474 700 REV 0' submitted as part of the application shall be carried out in accordance with the approved details and retained permanently to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "In the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "Prior to the first occupation of the development hereby approved, the residential parking space shall be provided with active vehicle charging facilities for electric or Ultra-Low Emission vehicles.",
    "Reason:  Provision prior to first occupation of the proposed dwellings hereby permitted will ensure that the development adequately incorporates measures to allow the use of electric vehicles by future occupiers in accordance with Policy T6.1 of the London Plan.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is 25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £4,575 would be payable due to result in new properties with a combined gross internal floor area of 183m² of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A for each additional square metre of GIA. Based upon the information supplied with the application, £22,875 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent Stephen Alderdice via email. The revisions involved amendments to the design, materials and parking layout of the proposed dwelling. The amendments were subsequently submitted on 04/10/2024 and 03/10/2024."
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 188265,
  "site_name": "8 Walden Way",
  "decision_target_date": "03/10/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Havering",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553753.55,
              188249.57
            ],
            [
              553748.98,
              188258.93
            ],
            [
              553746.6,
              188263.8
            ],
            [
              553774.15,
              188277.68
            ],
            [
              553788.1,
              188284.7
            ],
            [
              553788.3,
              188284.2
            ],
            [
              553789.3,
              188282.15
            ],
            [
              553789.9,
              188280.9
            ],
            [
              553790.6,
              188279.5
            ],
            [
              553793.75,
              188273.08
            ],
            [
              553795.65,
              188269.2
            ],
            [
              553797,
              188266.4
            ],
            [
              553790.4,
              188263.25
            ],
            [
              553779.85,
              188258.15
            ],
            [
              553779.8,
              188258.12
            ],
            [
              553761.75,
              188249.4
            ],
            [
              553755.15,
              188246.3
            ],
            [
              553753.6,
              188249.46
            ],
            [
              553753.55,
              188249.57
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_start_date": null,
  "uprn": "100021344511",
  "appeal_decision_date": null,
  "id": "Havering-P0489.24",
  "centroid_easting": 553772
}