{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511351.4906,
              181195.514
            ],
            [
              511366.4396,
              181221.1787
            ],
            [
              511370.2761,
              181218.6651
            ],
            [
              511373.0542,
              181215.6224
            ],
            [
              511373.3188,
              181212.4474
            ],
            [
              511372.1281,
              181208.7432
            ],
            [
              511361.4125,
              181190.2224
            ],
            [
              511351.4906,
              181195.514
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08493797",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:40:50.870+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "31/03/2020",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "YEADING",
  "centroid": {
    "lat": "51.5187982",
    "lon": "-0.3963523"
  },
  "decision": "Refused",
  "valid_date": "05/03/2020",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.032
  },
  "cil_liability": true,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=27066/APP/2020/435",
  "lpa_name": "Hillingdon",
  "site_name": "16 SWANAGE WAYE",
  "lapsed_date": "30/04/2023",
  "parking_details": null,
  "decision_conditions": [
    "The roof alteration/extensions, by reason of the hip to gable end roof design and the size, scale, bulk, and design of the rear dormer window would fail to harmonise with the architectural composition of the original semi-detached dwelling, would be detrimental to the character, appearance and symmetry of the pair of semi-detached houses of which it forms a part and to the visual amenities of the street scene and the surrounding area. Therefore the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The proposed two storey side/rear extension, by reason of its size, scale, bulk and design would fail to harmonise with the altered  dwellinghouse and would thus be detrimental to the character and appearance of the street scene and surrounding area. Therefore the proposal is contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), and Policies DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The proposed ground floor flat would be of an unsatisfactory size for the future occupiers of the 3-bedroom flat and would therefore give rise to a substandard form of living accommodation to the detriment of the amenity of future occupiers. The proposal is thus contrary to Policy DMHB 16 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policy 3.5 and Table 3.3 of the London Plan (2016), the Housing Standards Minor Alterations to The London Plan (March 2016), the Mayor of London's adopted Supplementary Planning Guidance - Housing (March 2016) and the Technical Housing Standards - Nationally Described Space Standard (March 2015).",
    "The proposal, by reason of the siting of the ground floor living room would result in the provision of a habitable room with no outlook and no natural lighting that would result in a substandard form of living accommodation and reliance upon artificial means of lighting which would fail to satisfy sustainability and energy efficiency objectives and would be to the detriment of the amenity of future occupiers, contrary to Policies 3.5 and 5.3 of the London Plan (March 2016) and Policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The proposal has not demonstrated that sufficient off street parking/manoeuvring arrangements would be provided, without resulting in damage to/loss of the existing street tree, and therefore the development is considered to result in substandard car parking provision and a detrimental impact on the street scene, leading to on-street parking/queuing to the detriment of public and highway safety and contrary to policies DMT 2, DMT 6, DMHB 11, DMHB 12 and DMHB 14 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020) and to Hillingdon's Adopted Parking Standards as set out in Appendix C of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The development would lead to the unacceptable subdivision and loss of a small single family dwelling for which there is an established need in the Borough. The development would therefore be contrary to policies DMH 2 and DMH 4 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then Development Management Policies, then London Plan Policies (2016).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service. We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal.",
    "The proposal is liable for the Council's and Mayoral Community Infrastructure Levy (CIL) and so with any resubmission of the application, a CIL liability form is required."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Part two storey, part single storey side/rear extension, conversion of roof space to habitable use to include a rear dormer, 2 front roof lights and conversion of roof from hip to gable end with a new gable end window and conversion of dwelling house to 1 x 3 bed and 1 x 2 bed self contained flats",
  "lpa_app_no": "27066/APP/2020/435",
  "decision_target_date": "30/04/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "30/04/2020",
  "id": "Hillingdon-27066_APP_2020_435",
  "centroid_northing": 181205,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 511363,
  "street_name": "HAYES",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.39652109999999996,
          51.5187152
        ],
        [
          -0.39629759999999997,
          51.5189429
        ],
        [
          -0.39624309999999996,
          51.5189195
        ],
        [
          -0.3962041,
          51.5188916
        ],
        [
          -0.3962013,
          51.5188631
        ],
        [
          -0.3962196,
          51.51883
        ],
        [
          -0.3963798,
          51.5186656
        ],
        [
          -0.39652109999999996,
          51.5187152
        ]
      ]
    ],
    "type": "Polygon"
  }
}