{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2762691,
          51.5577901
        ],
        [
          0.27636279999999996,
          51.5577882
        ],
        [
          0.2763661,
          51.557776
        ],
        [
          0.2764321,
          51.5577674
        ],
        [
          0.2763671,
          51.5576395
        ],
        [
          0.2762658,
          51.5576464
        ],
        [
          0.2762573,
          51.5576319
        ],
        [
          0.2761017,
          51.5576471
        ],
        [
          0.2761039,
          51.5576909
        ],
        [
          0.27607319999999996,
          51.5577037
        ],
        [
          0.2760671,
          51.5577379
        ],
        [
          0.2761065,
          51.5577445
        ],
        [
          0.2761359,
          51.5577853
        ],
        [
          0.2762691,
          51.5577901
        ]
      ]
    ],
    "type": "Polygon"
  },
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-19T02:12:05.703+00:00",
  "parking_details": null,
  "site_name": "North of St Mary's Lane- Winchester Ave (west) & Pike Lane (",
  "decision_target_date": "16/09/2023",
  "site_number": null,
  "bo_system": "CSV Data Import",
  "actual_completion_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.034
  },
  "appeal_decision_date": null,
  "centroid_northing": 186769,
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              557892.152,
              186777.847
            ],
            [
              557898.654,
              186777.847
            ],
            [
              557898.925,
              186776.493
            ],
            [
              557903.531,
              186775.68
            ],
            [
              557899.467,
              186761.32
            ],
            [
              557892.423,
              186761.862
            ],
            [
              557891.881,
              186760.237
            ],
            [
              557881.044,
              186761.591
            ],
            [
              557881.044,
              186766.468
            ],
            [
              557878.876,
              186767.823
            ],
            [
              557878.334,
              186771.616
            ],
            [
              557881.044,
              186772.429
            ],
            [
              557882.94,
              186777.034
            ],
            [
              557892.152,
              186777.847
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "subdivision_of_building": null,
  "postcode": "RM14 3LT",
  "last_updated_by": "CSV Data Import",
  "valid_date": "05/08/2023",
  "lpa_app_no": "T0093.23",
  "appeal_status": null,
  "development_type": null,
  "pp_id": "12365740",
  "decision_agency": "Borough",
  "title_number": null,
  "lapsed_date": "07/09/2026",
  "borough": "Havering",
  "secondary_street_name": null,
  "id": "Havering-T0093.23",
  "street_name": "St Mary's Lane",
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "status": "Approved",
  "decision_conditions": [
    "The work for which consent is granted shall be carried out to the standards detailed in British Standard Document BS 3998:2010.",
    "Reason:",
    "To ensure that the work is carried out in accordance with good arboricultural practice.",
    "The work for which consent is granted shall be carried out within 2 years from the date of this consent.",
    "Reason:",
    "To prevent the accumulation of consents.",
    "That the tree(s) for which consent for removal is granted shall be replaced by [set out details of replacement tree(s), include size on planting, species and location] within the first available planting season (November to March) following the removal of the original tree(s). Failure to plant the replacement tree(s) as required can lead to enforcement action.",
    "THE APPLICANT SHALL NOTIFY THE LOCAL PLANNING AUTHORITY IN WRITING WITHIN TWO MONTHS OF THE PLANTING BEING CARRIED OUT, SO THAT THE REPLACEMENT TREE CAN BE INSPECTED.",
    "Reason:",
    "In the interests of public amenity and to enable the Council to update its records.",
    "The applicant is advised that if you wish to carry out further works to the above tree[s] you will need to obtain our further consent.",
    "Anyone who takes, damages or destroys the nest of any wild bird whilst that nest is in use or being built is guilty of an offence under the Wildlife and Countryside Act 1981 and prior to commencing work you should ensure that no nesting birds will be affected.",
    "Anyone who kills, injures or disturbs bats, obstructs access to bat roosts or damages or disturbs bat roosts, even when unoccupied by bats, is guilty of an offence under the Wildlife and Countryside Act 1981, the Countryside and Rights of Way Act 2000 and the Conservation (Natural Habitats, &c.) Regulations 2007. Prior to commencing work you should ensure that no bats or bat roosts would be affected. If it is suspected that a bat or bat roost is likely to be affected by the proposed works, you should consult Natural England (tel. 0845 6003078)",
    "Please note that if the work for which consent is granted is not carried out within 2 years of the date of this letter, it will be necessary to submit a fresh application if it is intended to implement the work.",
    "You should comply with British Standard No. 3998 'Recommendations for Tree Work' a copy of which can be inspected at this office. You are advised that the work should be undertaken by a competent and suitably qualified tree contractor."
  ],
  "centroid": {
    "lat": "51.557710900000004",
    "lon": "0.2762485"
  },
  "centroid_easting": 557891,
  "ward": null,
  "application_type": "All Other",
  "decision_date": "07/09/2023",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=T0093.23",
  "uprn": "100023215929",
  "description": "All trees are on the  northern side of St Mary's Lane, Cranham.  The reason for all the proposed works is to reduce risk of tree failure into the road as the trees are considered to be a hazard (refer to report).  The proposed works are as follows: \nT89 (TPO T17) Ash - fell, T82 (TPO T19) Horse Chestnut - fell, T82 (TPO T19) Horse chestnut - fell, T111 (TPO T2) Ash prune back long low decayed branch and prune to balance, T116 (TPO T10) lime - coppice. Trees to be replaced with a species and specification to be agreed with Havering Council. They will be planted in as near to the removed trees as reasonably practical.",
  "date_building_work_started_under_previous_permission": null,
  "locality": "Cranham",
  "decision_process": "Delegated",
  "epc_number": null,
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Havering"
}