{
  "lpa_name": "Havering",
  "uprn": "100021407759",
  "decision_date": "05/09/2016",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-T0093.16",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM14 1AF",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null
  },
  "valid_date": "18/07/2016",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Lime trees (2) as indicated within TPO 2/74 - fell for reasons outlined below and replant as indicated.\n\nA property was first erected on the plot of no. 30 in 1953, before which the land belonged to no. 28 and was used as a tennis court.  At that time the trees were obviously substantially smaller than they are now and gave no cause for concern.  The current size and proximity of the trees (2) give both owners (28 and 30) concerns that their roots will eventually undermine the foundations of the properties (28 and 30), if left to continually grow, with disastrous results.  \n\nNotwithstanding the above, branches from the trees occasionally fall to the ground with the potential to damage vehicles or hit pedestrians walking beneath.  These branches have been up to 75mm in diameter and 1-1.5 metres in length - not inconsiderable - and fortunately have to date fallen onto our drive at no. 30 and not the nursing home at no. 28.\n\nOur proposal would be to replace these with a more suitable living boundary with potentially a mixture of the following:\n\n.\tFagus sylvatica\n.\tCherry laurel\n.\tPrunus lauro cerasus rotundifolia\n.\tCarpinus betulus fastigiata\n\nwith possibly one or two Magnolia galaxy.\n\nThis is a mixture of deciduous and evergreen which we believe would enhance the street scene.\n\nThe intention would be to consult with Barcham's in Ely whom we previously used when replanting our rear garden at which time they supplied 19 trees of various types, greatly enhancing our enjoyment of the garden.",
  "decision_conditions": [
    "It is recommended that these two Lime trees T1 and T2 as shown on the Havering TPO plan 2/74 should be preserved and not felled.",
    "The two Limes trees T1 and T2 as shown on the Havering TPO plan 2/74 should be retained as they add significant amenity value to Hall Lane.  The last authorisation that was given to these two Lime trees T1 & T2 of TPO 2/74 was in 2009, trees of this nature should ideally have cyclical inspection and programme of works of between 3 and 5 years, this would negate any significant dead wood accumulating and maintain a smaller crown, regular pruning generally is reflected in less adventurous root growth as well.",
    "Two Lime trees T1 and T2 as shown on the Havering TPO plan 2/74  can be crown reduced by no more than 3m from the tip to an inter-nodal branch break to leave the tree balanced and crown lifted to 1m above the natural crown break.",
    "The work for which consent is granted shall be carried out to the standards detailed in British Standard Document BS 3998:2010.",
    "Reason:",
    "To ensure that the work is carried out in accordance with good arboricultural practice.",
    "The work for which consent is granted shall be carried out as an overall reduction, so that the tree's crown remains balanced.",
    "Reason:",
    "To ensure that the tree's stability is maintained and in the interests of public amenity.",
    "It is suggested that you engage the services of a qualified and fully insured tree surgeon to carry out the above work on your behalf (you should ask to see the contractor's insurance certificate and make sure that it is up to date).",
    "You should comply with British Standard No. 3998 'Recommendations for Tree Work' a copy of which can be inspected at this office. You are advised that the work should be undertaken by a competent and suitably qualified tree contractor.",
    "The work for which consent is granted shall be carried out within 2 years from the date of this consent.",
    "Reason:",
    "To prevent the accumulation of consents.",
    "The applicant is advised that if you wish to carry out further works to the above trees you will need to obtain our further consent."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-21T00:06:47.764+00:00",
  "ward": null,
  "parking_details": null,
  "lapsed_date": "05/09/2019",
  "decision_target_date": "18/07/2016",
  "centroid": {
    "lat": 51.561586,
    "lon": 0.251006
  },
  "lpa_app_no": "T0093.16",
  "status": "Appeal Received",
  "site_name": "30 Hall Lane",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=T0093.16",
  "locality": null,
  "polygon": null,
  "development_type": null,
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "UPMINSTER",
  "pp_id": "05322090",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 556130,
  "appeal_start_date": null,
  "centroid_northing": 187146,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": null
}