{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2015/3959;",
  "lapsed_date": "14/01/2019",
  "decision_target_date": "14/01/2016",
  "locality": "Southall",
  "subdivision_of_building": "1A",
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB2 4AB",
  "site_name": "1A",
  "status": "Lapsed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 2201,
      "total_gia_lost": 0,
      "development_type": "Extension",
      "total_gia_gained": 2201,
      "site_area": 0.63
    },
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Hinterland Heathrow",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "PIL - Great Western (Part)",
        "constraints_layer_description": "Strategic Industrial Location"
      }
    ],
    "existing_uprns": [
      "000012157361, 000012160930"
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B2",
        "gia_gained": 2201,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2015/3959",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 513323,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T16:27:27.904+00:00",
  "id": "Ealing-P_2015_3959",
  "application_type": "All Other",
  "street_name": "Bridge Road",
  "borough": "Ealing",
  "ward": "Norwood Green",
  "decision_date": "14/01/2016",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Extension to the western flank of an industrial building (part two storey height, and part three storey height including a mezzanine floor and ancillary offices on the second floor) (following partial demolition); first-floor and roof extensions to an industrial building to accommodate the installation of a mezzanine floor, refurbishment of and fenestration alterations to the southern and western elevations (following partial demolition); and change of use from general industrial (B2 use class) to mixed-use general industrial, storage and distribution and ancillary offices (B2/B8 use classes) with associated vehicle and cycle parking provision, refuse storage and landscaping (2,201sqm total increase in floor space).",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major general industry-storage-warehousing",
  "centroid_northing": 179577,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012157361",
  "centroid": {
    "lon": -0.368659,
    "lat": 51.503776
  },
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby permitted shall be carried out in accordance with the following approved plans:   SUDS Statement (prepared by Richard Keys Associates and dated July 2015); Drainage Assessment Form (received 06/08/2015); A020415/DP3 Rev B; BR/01 Rev B; A020415/DP1Rev A; A020415/S02 Rev A; Transport Assessment dated July 2015 (including Travel Plan);  Phase 1 Contaminative Uses Desk Study and Walkover Survey (prepared by Southern Testing and dated 17th July 2015); Arboricultural Report & Impact Assessment (prepared by Pyramid Consulting and dated 23/07/2015); Ecological Survey (prepared by AA Environmental Consultants and dated 31/07/2015); Energy and Sustainability Statement (prepared by Richard Keys Associates and dated July 2015); The Sustainability Checklist (prepared by R. Keys and dated 04/08/2015); Design and Access Statement;  Location Plan; AO20415/DP3 Rev A; AO20415/DP6; AO20415/DP7; AO20415/DP8; AO20415/DP9; AO20415/DP10; A020415/S01; A020415/S02;and A020415/S04  REASON: \tFor the avoidance of doubt and in the interests of proper planning. | a.\tPrior to the commencement of development, other than site preparation, remediation and/or the formation of accesses, a report which includes full details and drawings of the sustainability measures that are to be incorporated into the development, shall be submitted to, and approved in writing by the Local Planning Authority. The submitted details shall demonstrate that the development hereby approved will achieve an overall minimum reduction in carbon dioxide emissions by 35% beyond Building Regulations Part L 2013. In demonstrating compliance with this percentage reduction the applicant should consider the use of measures in line with the Energy Hierarchy including the incorporation of on-site renewables.  This reduction should be calculated based on carbon dioxide emissions covered by the Building Regulations whilst carbon dioxide emissions associated with other energy uses not covered by Building Regulations (un-regulated) should be also included and measures to reduce them should be demonstrated.   b.\tWithin three-months of the first occupation of the development, the Energy Performance Certificates, Accompany Advisory Reports and modelling output reports from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures shall be submitted to the Local Planning Authority for written approval.  REASON:  To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies 3.2, 5.3, 5.5, 5.6 and 7.14 of the London Plan (2015), the Mayor's Sustainable Design and Construction SPG, policies 1.1(e), 1.1(j), 1.1(k) and 1.2(f) of Ealing's adopted Development (Core) Strategy (2012), policies 5.2 and 7A of Ealing's Development Management DPD (2013). | Notwithstanding the submitted documents, (a) prior to commencement of the proposed development a detailed drainage design should be submitted and approved to demonstrate that the development has been built in line with the surface water management methods proposed in SUDS Statement (prepared by Richard Keys Associates and dated July 2015); Drainage Assessment Form (received 06/08/2015); A020415/DP3 Rev B; BR/01 Rev B; and emails on 11/11/2015 and 30/10/2015 between the Council's Drainage engineer and Richard Keys Associates. (b) Prior to occupation of the proposed development a routine maintenance schedule should be submitted to demonstrate that the proposed surface water management methods will be suitably managed for the lifetime of the development to ensure that there will be no surface water flooding to or from the site up to and including a 1 in 100 year (plus climate change) rainfall event   REASON:              To prevent flooding elsewhere by ensuring that sufficient storage of surface flood water is provided and achieved with appropriate sustainable drainage techniques, in accordance policies 1.1 & 1.2 of the Ealing Core Strategy (2012); policy LV 5.12 of the Ealing Development Management DPD (2013); policies 5.12 and 5.13 of the London Plan (2015); and the National Planning Policy Framework (2012). | The materials to be used for the external surfaces of the development indicated and specified on the elevation drawings AO20415/DP8; AO20415/DP9; AO20415/DP10, and shall be in place prior to occupation of the development hereby approved and thereafter retained unless otherwise agreed in writing with the Local Planning Authority.  REASON:\tTo ensure that the materials harmonise with the existing building and surroundings, in accordance with policies 7B and Policy 7.4 of the Ealing Development Management DPD (2013); and policies 7.4 and 7.6 of the London Plan (2015). | The approved development shall be constructed to achieve a minimum Building Research Establishment BREEAM overall Very Good standard (based on the latest BREEAM Technical Guidance).   I. \tWithin three months of the commencement of the development, the following shall be submitted to the Local Planning Authority for written approval:  a. \tEvidence that the development is registered with the Building Research Establishment (BRE) under the latest BREEAM New Construction Scheme b.\tInterim BREEAM NC Assessment and related Certification verified by the BRE shall be submitted.   II. \tWithin 3 months from the date of first occupation, BREEAM 'Post Construction Stage' Assessment and related Certification verified by the BRE should be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been implemented.  Following any approval of a 'Post Construction Stage' assessment and certificate of the development, the approved measures and technologies to achieve the BREEAM Very Good standard shall be retained in working order in perpetuity.      REASON: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3, 5.6, 5.7 and 5.9 of the London Plan (2015), policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy (2012) and policies 5.2 and 7A of Ealing's Development Management DPD (2013). | The vehicle parking arrangements shown on approved plan AO20415/DP3 Rev A shall be marked out on the site prior to first occupation of the development, and these spaces shall be kept continuously available and shall not be used for any other purpose. No additional car parking shall be formed or made available except with the prior permission of the local planning authority obtained through the submission of a planning application.\t  REASON: To ensure that there is adequate parking provision within the site and to ensure that excessive parking is not provided, in accordance with policies 1.1 (f) (g) of the Ealing Development (Core) Strategy 2026 (2012); policies 6.3, 6.11 and 6.13 of the London Plan ( 2015); and section 4 of the National Planning Policy Framework (2012). | Sheltered and secure cycle parking for additional 4 cycles as indicated on approved plan AO20415/DP3 Rev A shall be in place prior to first occupation of the development hereby permitted and these spaces shall be kept continuously available for cycle parking.   REASON: To ensure adequate cycle parking is provided within the development in pursuance of the objectives of sustainability and encouraging the use of modes of transport other than private motor vehicles in accordance with policy 6.9 of the London Plan (2015); policies 1.1(k) and (g) of the Ealing Development (or Core) Strategy 2026 (2012); and Ealing's Sustainable Transport for New Development SPG. | Refuse and Recycling storage as indicated on approved plan AO20415/DP3 Rev A and in accordance with the standards adopted by the Local Planning Authority, shall be provided. Such provision shall be installed and implemented prior to the first occupation of the development permitted and retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.\t  REASON:  To ensure that suitable and accessible refuse storage facilities are provided and in the interests of the visual and general amenities of the area, in accordance with policy 5.16 of the London Plan (2015). | The development shall be implemented during the construction and operational phases in accordance with the recommendations contained within the Ecological Survey (prepared by AA Environmental Consultants and dated 31/07/2015) unless otherwise agreed in writing by the local planning authority.   REASON: To ensure that the ecological habitat of this designated Site of Importance of Nature Conservation is protected and enhanced in accordance with policies 5.3 and 5.4 of the Ealing Core Strategy (2012); policy 2.18 of the Ealing Development Management DPD (2013) ; and policies 2.18 and 7.16, 7.19 and 7.21 of the London Plan (2015). | The tree works, boundary treatment and landscaping details hereby approved shall be implemented in accordance with the details contained within Arboricultural Report & Impact Assessment (prepared by Pyramid Consulting and dated 23/07/2015); Ecological Survey (prepared by AA Environmental Consultants and dated 31/07/2015); and AO20415/DP3 Rev A.   All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site.  The soft landscaping details as approved shall be laid out and planted within the first planting season following the commencement of the development or such other period as may be agreed in writing with the local planning authority. Any trees or plants which within 5 years of planting, die, are removed or become seriously damaged, malformed or diseased shall be replaced with others of the same size, species, quality and in the same positions within the next planting season, unless otherwise agreed in writing with the local planning authority. The landscaping shall thereafter be maintained and managed in accordance with the approved landscape management programme.  REASON: To secure protection of trees, shrubs and hedges growing within the site which is of amenity and ecological value to the area and to ensure that the development is landscaped in the visual and ecological interests of the area in accordance with policies 7.4, 7.5 and 7.21 of the London Plan (2015); and policy 7.4 of the Ealing Development Management DPD (2013). | Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 No. 596 the development shall only be used for B2 and B8 use classes and not for any other use without prior approval of the Local Planning Authority obtained by the submission of a planning application.   REASON: To accord with the terms of the application and to protect the strategic industrial status of this Preferred Industrial Location, in accordance with policy 1.2(b) of the Ealing Core Strategy; and policy 2.17 of the London Plan (2015)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/08/2015",
  "secondary_street_name": null,
  "site_number": "Bridge Road Industrial Estate",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.368637,
          51.503789
        ],
        [
          -0.368638,
          51.503762
        ],
        [
          -0.368681,
          51.503763
        ],
        [
          -0.36868,
          51.503789
        ],
        [
          -0.368637,
          51.503789
        ]
      ]
    ],
    "type": "Polygon"
  }
}