{
  "development_type": "Major dwellings",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "W5 5AA",
  "borough": "Ealing",
  "wgs84_polygon": null,
  "site_name": "14-16",
  "centroid_easting": 517628,
  "pp_id": "PP-00976761",
  "cil_liability": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": [
      "000012124798, 000012124814"
    ]
  },
  "lpa_name": "Ealing",
  "decision": "Closed",
  "lpa_app_no": "P/2010/0482",
  "decision_date": "05/01/2012",
  "last_updated": "2025-03-19T00:56:48.540+00:00",
  "centroid_northing": 180608,
  "centroid": {
    "lat": 51.512163,
    "lon": -0.306319
  },
  "appeal_decision_date": null,
  "locality": "London",
  "ward": "Ealing Broadway",
  "bo_system": "CSV Data Import",
  "lapsed_date": "05/01/2015",
  "decision_process": "Committee",
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "23/02/2010",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The use of the restaurant shall not operate outside the hours of 07:00 to 00:00 hours on any day.  Reason: In the interests of the living conditions of occupiers of nearby properties in accordance with policy 4.11 of the of adopted Ealing Unitary Development 'Plan for the Environment' 2004 and Supplementary Planning Guidance 10 \"Noise and Vibration\". | The use of  the D1/D2 (assembly & leisure/non residential institutions) shall not operate outside the hours of 07:00 to 23:00 hours on any day.  Reason: In the interests of the living conditions of occupiers of nearby properties in accordance with policy 4.11 of the of adopted Ealing Unitary Development 'Plan for the Environment' 2004 and Supplementary Planning Guidance 10 \"Noise and Vibration\". | No construction shall take place until details of a site construction method statement/management plan has been submitted to and approved by the Local Planning Authority. The method statement/management plan shall include the following: proposed on site construction worker parking; anticipated number, frequency and size of construction vehicles entering/existing the site; delivery times (staggered to avoid afternoon and school run peak periods); dust suppression measures; wheel washing provisions; erosion protection measures for excavations; site security during construction; construction vehicle and manoeuvring and turning, including swept path diagrams to demonstrate how vehicles will access the site and be able to turn into and emerge from the site in forward gear; procedures for on site contractors to deal with complaints from local residents. Such details shall be implemented, or phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the works.  Reason: To protect the living conditions of adjoining residential occupiers in Mattock Lane and pedestrians and traffic using Uxbridge Road in accordance with policies 4.1, 9.1, 9.9 and 4.11 of the Ealing adopted Unitary Development 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 \"Noise and Vibration\" | Deliveries and collection to the site will be restricted to 07:00-22:00 hours on any day.   Reason: To protect the living conditions of occupants in accordance with policies 2.6, 4.1 and 4.11 of the Adopted Ealing Unitary Development 'Plan for the Environment' 2004 and Supplementary Planning Guidance 10 'Noise and Vibration'. | Details to demonstrate that the rating noise level emitted from the proposed external plant and machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation shall be submitted for the approval of the local planning authority before the development is commenced.  Reason: To protect the living conditions of occupants in accordance with policies 4.1 and 4.11 of the adopted Ealing Unitary Development 'Plan for the Environment' 2004 and Supplementary Planning Guidance 10 'Noise and Vibration'. | Detailed drawings at a minimum scale of 1:20 and/or samples for the external surfaces of the development including:   * Windows * Mansard Roof * Access Doors * Shopfront Glazing * Stallriser * Lift Overun shall be submitted to and approved in writing by the Local Planning Authority.  Such approved details shall be implemented prior to the first occupation of the development permitted and retained permanently, unless otherwise agreed by the Local Planning Authority.   Reason: To protect the visual amenity of this Locally Listed Building and Ealing Green Conservation Area, in accordance with policies 4.1,4.7 and 4.8 of the Ealing adopted Unitary Development 'Plan for the Environment' (2004). | Details of sound attenuation measures from traffic and aircraft noise together with associated ventilation for rooms on the Bond Street facade, sourced from the rear of the building at high level shall be submitted to and approved by the Local Planning Authority. Such details as approved shall be implemented prior to the first occupation of any of the residential unit and thereafter permanently retained, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To protect the living conditions of occupants in accordance with policies 2.6, 4.1 and 4.11 of the adopted Ealing Unitary Development 'Plan for the Environment' 2004 and Supplementary Planning Guidance 10 'Noise and Vibration'. | The roof of the extensions hereby approved, shall not be used or altered to form a balcony or roof terrace or similar amenity area.  Reason:  To protect the living conditions of adjoining residential occupiers in Bond Street, in accordance with policy 4.1 and 5.5 of the Ealing adopted Unitary Development 'Plan for the Environment' (2004). | Details of a scheme of security standards shall be submitted to and approved by the Local Planning Authority. Such details shall include the following:  (i) Communal Door, Individual Flat Entrance & Balcony Doorsets -: All doorsets to be certificated to one of the following standards.  (Glazing to include at least one pane of laminated glass (inner pane) to a minimum thickness of 6.4mm). +\tBS PAS 24-1:2007 'Doors of enhanced security  +\tWCL 1:2008 +\tLPS 1175 Security Rating 2 +\tWCL 2:2008  (ii) Ground Floor and Accessible Windows - to be certificated to one of the following standards (with glazing to include one pane of laminated glass to a minimum thickness of 6.4mm) +\tBS 7950: 1997 +\tWCL 4:2008. +\tLPS 1175 Security Rating 2 +\tWCL 2:2008   (iii) CCTV provision to all communal access areas. (iv) Glazing in all the windows meets the recommendations of the Counter Terrorist Security Adviser i.e. Single Glazed  - 6.8mm laminated Double Glazed - 6mm toughened outer, 6.8mm to 7.5mm laminated inner both require the suitably robust frames and fixings.  The details as approved shall be implemented prior to the first occupation of any and thereafter permanently retained, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that the development achieves the required crime prevention elements and to protect the living conditions of occupiers of the area, in accordance with policy 4.12 of the adopted Ealing Unitary Development 'Plan for the Environment' (2004) and Supplementary Planning Guidance 8: 'Safer Ealing'. | Notwithstanding the details indicated on drawing 09B2/PL/300 Rev A, a detailed scheme shall be submitted to and approved in writing by the Local Planning Authority at a scale of a least 1:20 indicating the design of a 15 unit secure cycle space. Such details as approved shall be implemented prior to the first occupation and thereafter permanently retained, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To provide adequate facilities for cyclists and to ensure the development has an adequate design and appearance within the Ealing Green Conservation Area, in accordance with policies 4.1, 4.8,  9.1 and 9.6 of the of the adopted Ealing Unitary Development 'Plan for the Environment' 2004. | The submitted Energy Strategy dated July 2009 demonstrating that the scheme reduces carbon dioxide emissions for the buildings by the minimum requirements of the building regulations, plus the carbon dioxide emissions associated with other energy uses not covered by Building Regulations by at least 20%, plus the carbon dioxide emissions reductions from energy efficiency measures, covered by Building Regulations, by at least 15% (over the baseline) and then incorporate on-site renewable and/or low carbon technologies to achieve at least a reduction of 20% in carbon dioxide (CO2) emissions (over baseline) for the development shall be implemented prior to first occupation and retained thereafter, unless otherwise agreed in writing by the Local Planning Authority. Reason: To ensure the proposal contributes to its energy requirements in accordance with policies 2.9 and 4.1 of the Council's adopted Unitary Development 'Plan for the Environment' (2004) and policies 4A.1, 4A.3, 4A.4 and 4A.7 of the London Plan (Consolidated with Alterations since 2004) 2008. | A Green Travel Plan, designed to manage the transport needs of staff, visitors and residents (including details of current trip generation and reduction targets and provision of blue badge parking in the vicinity of the development site) to minimise car usage and promote alternative modes of transport, shall be submitted to and approved in writing by the Local Planning Authority. The approved Green Travel Plan shall be implemented on first occupation, and shall be retained in operation thereafter, unless otherwise agreed in writing by the Local Planning Authority. Thereafter, an annual monitoring report shall be submitted to the Local Planning Authority, unless otherwise requested.  Reason: To promote sustainable patterns of transport, to safeguard the living and working conditions of local people and in the interests of highway and pedestrian safety, in accordance with policy 9.1 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 21: Sustainable Transport: Green Travel Plans. | Notwithstanding the details indicated on drawing 09B2/PL/303 Rev A, details of a bio- diversity roof should be submitted to and approved in writing by the Local Planning Authority. The approved bio diversity roof shall be carried out prior to the occupation of any part of the development and permanently retained for the duration of the development.   Reason: To ensure that the development is developed in the interests of  wildlife enhancement, in accordance with policies 3.9 of the adopted Ealing Unitary Development 'Plan for the Environment' (2004). | Notwithstanding the information shown on the submitted plans, details of commercial and residential refuse storage and waste management (including provision for re-cycling) to include a refuse management plan and details of commercial waste storage and collection facilities shall be submitted to and approved by the Local Planning Authority. The  development shall not be occupied until the elements of the approved scheme relating to those parts of the development have been implemented and those provisions shall be maintained unless otherwise agreed in writing by the Local Planning Authority.  Reason: To protect the the visual amenity of the area, and in the interests of the free flow of traffic and conditions of highway and pedestrian safety on neighbouring roads in accordance with policies 2.1, 4.1 and 5.5 of the Ealing adopted Unitary Development 'Plan for the Environment' (2004) and Supplementary Planning Guidance (SPG) 4 'Refuse and Recycling Facilities'. | Detailed drawings at a minimum scale of 1:20 of a scheme to provide obscure glazed windows to the south facing windows of Flats 2 and 5 shall be submitted to in writing to the Local Planning Authority. Such approved details shall be implemented prior to the first occupation of the development permitted and retained permanently, unless otherwise agreed by the Local Planning Authority.   Reason: To protect the living conditions of occupants in accordance with policies 4.1 of the adopted Ealing Unitary Development 'Plan for the Environment' 2004."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "000012124798",
  "decision_target_date": "24/05/2010",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Closed",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Bond Street",
  "secondary_street_name": null,
  "description": "Change of use of former YMCA building (use class D2) incorporating retail use (use Class A1) in basement and on ground, first floor and mezzanine to provide 438 square metres restaurant use (Use Class A3), 76sqm retail (Use Class A1) and 607sqm assembly and leisure (USe Class D2). Construction of second and third floor extensions to rear, and change of use of second and third floor offices (Use Class B1) to create x5 one bedroom flats and x3 two bedroom flats; new shopfront, external alterations to rear (including new balconies and steel staircase); temporary gantry to first floor front",
  "id": "Ealing-P_2010_0482",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2010/0482;"
}