{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2012/1003;",
  "lapsed_date": "26/04/2015",
  "decision_target_date": "26/04/2012",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 6JH",
  "site_name": "12A Emanuel Avenue",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012117211"
    ],
    "site_area": 0
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2012/1003",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520420,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:28:12.681+00:00",
  "id": "Ealing-P_2012_1003",
  "application_type": "All Other",
  "street_name": "Emanuel Avenue",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "26/04/2012",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for a replacement planning permission to extend the time limit for implementation of planning permission Ref: P/2009/0936 dated 22/05/2009 for construction of three-bedroom part single storey/part two-storey dwellinghouse with courtyard garden, parking and refuse store",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 181094,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012117211",
  "centroid": {
    "lon": "-0.2659156",
    "lat": "51.5159446"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520428.896024,
              181102.12931
            ],
            [
              520428.7641031,
              181101.7594158
            ],
            [
              520428.896024,
              181102.1393071
            ],
            [
              520429.1516209,
              181102.8491039
            ],
            [
              520428.896024,
              181102.12931
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              520424.5343867,
              181075.9568018
            ],
            [
              520424.6498176,
              181075.9468046
            ],
            [
              520422.3989159,
              181076.0967617
            ],
            [
              520424.5343867,
              181075.9568018
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              520423.5037541,
              181102.5591869
            ],
            [
              520421.4589789,
              181099.0301971
            ],
            [
              520421.4177536,
              181098.9602171
            ],
            [
              520423.5037541,
              181102.5591869
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              520415.5967405,
              181088.9030959
            ],
            [
              520420.3458957,
              181097.1107465
            ],
            [
              520420.4530815,
              181097.2806979
            ],
            [
              520415.5967405,
              181088.9030959
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.  REASON: To ensure that the materials harmonise with the surroundings in accordance with Polices 7.6 and 7.6 of the London Plan (2011) and Policies 4.1 and 5.5 of the adopted Unitary Development Plan (Plan for the Environment 2004). | The development hereby approved shall be constructed to Lifetime Homes Standards, unless otherwise agreed by the Local Planning Authority, details of which shall be submitted to and approved by the Local Planning Authority prior to commencement of works.  The approved details shall be implemented prior to first occupation.  REASON: To ensure access for all for future occupiers in accordance with Policy 3.8 of The London Plan (2011) | Before the development is commenced a detailed site investigation shall be carried out to establish if the site is contaminated, to assess the degree and nature of the contamination present, and to determine its potential for the pollution of the water environment.  The method and extent of this investigation shall be agreed with the Local Planning Authority and also in consultation with the National Rivers Authority prior to the commencement of the work. Details of appropriate measure to remove contaminated material and to prevent pollution of ground water and surface water, including provisions for monitoring, shall then be submitted to and approved in writing by the Local Planning Authority before the development commences.  The development shall then proceed in strict accordance with the measures approved.  REASON:  To remove contamination from the site and to prevent pollution of the water environment in accordance with Policies 2.7 and 4.1 of the adopted Unitary Development Plan (Plan for the Environment 2004). | There shall be no obstruction above 0.6m in height at any time within pedestrian visibility splay areas at the back line of the footway/access road that measure 1.5m deep and 1.5m wide at either side of the vehicular access point to the site. The access point as approved shall be constructed before any part of the development permitted is first occupied or brought into use and the pedestrian visibility splays shall be permanently retained in the form described in this condition.  REASON: In the interests of highway safety in accordance with policy 6.13 of the London Plan (2011) and policy 9.1 of the adopted Unitary Development Plan (Plan for the Environment 2004). | Details of an Access Controlled Gate to be installed at the entrance to the site to prevent unauthorised access by both vehicles and pedestrians capable of being operated remotely shall be submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development.   REASON: To ensure that the development provides a safe and secure environment in accordance with Policy 7.2 of the London Plan (2011) | Details of both hard and soft landscape works, including a phased programme of works, shall be submitted to and approved in writing by the Local  Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with Policies 4.1, 4.5, and 5.5 of the adopted Unitary Development Plan 'Plan for the Environment' 2004). | No development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the positions, design, materials and type of boundary treatment to be erected.  Development shall be carried out in accordance with the approved details.  REASON: To protect the visual appearance of the area and the living conditions of neighbouring occupiers, in accordance with policies 7.4 and 7.6 of the London Plan (2011) and policies 4.1 and 5.5 of the adopted Unitary Development Plan 'Plan for the Environment' (2004). | Notwithstanding the provisions of Classes A, B, C and E of Part 1 of Schedule 2 of the of the Town and Country Planning (General Permitted Development) Order 1995, as amended by the Town and Country Planning (General Permitted Development) (Amendment) (No. 2) (England) Order 2008, no development shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.  REASON: To prevent the overdevelopment of the site and to safeguard the living conditions of adjoining properties and visual appearance of the building, in accordance with Policies 4.1, 5.9 of the adopted Unitary Development Plan 'Plan for the Environment' (2004)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "02/03/2012",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-01848268",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2657847,
          51.5160158
        ],
        [
          -0.2657867,
          51.5160125
        ],
        [
          -0.2657847,
          51.5160159
        ],
        [
          -0.2657807,
          51.5160222
        ],
        [
          -0.2657847,
          51.5160158
        ]
      ]
    ],
    "type": "Polygon"
  }
}