{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2011/3529;",
  "lapsed_date": "25/07/2015",
  "decision_target_date": "17/11/2011",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 0TA",
  "site_name": "628 Western Avenue",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012130533"
    ],
    "site_area": 1.453
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2011/3529",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "519239",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:54:47.480+00:00",
  "id": "Ealing-P_2011_3529",
  "application_type": "All Other",
  "street_name": "Western Avenue",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "25/07/2012",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Hybrid Planning Permission for the Demolition of the existing buildings on the site and full planning permission for the development of a part one/part seven storey building to create a 158 bedroom hotel (C1 use class) with a total Gross Internal Area (GIA) of 6850 square metres on the western part of the site fronting onto the A40 Western Avenue and Masons Green Lane, with associated parking, public realm improvements and landscaping. Redevelopment of remainder of the site (0.4 hectares) to provide employment uses, comprising of an indicative office (B1 use class) and associated landscaping, public realm improvements, car and cycle parking, with an approximate GIA of 1870 square metres and an indicative Data Entry Centre (B8 use) and associated landscaping, car and cycle parking with an approximate GIA of 4980 square metres located towards the rear of the site (Outline Planning Permission - Access being sought with Layout, Scale, Appearance and landscaping matters to be reserved).\n",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": "182348",
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012130533",
  "centroid": {
    "lon": "-0.28250369999999997",
    "lat": "51.5274652"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              519181.10525,
              182413.2631475
            ],
            [
              519157.42105,
              182322.73684
            ],
            [
              519193.73685,
              182304.31577
            ],
            [
              519239.5263,
              182289.0526425
            ],
            [
              519322.6842,
              182282.7368525
            ],
            [
              519297.42105,
              182380.6315975
            ],
            [
              519181.10525,
              182413.2631475
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The hotel development permitted shall be begun before the expiration of three years from the date of this permission.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The hotel development hereby approved shall be carried out in accordance with drawing title numbers and associated documents:  Site Plan 050-002 A and full plans for hotel development under ref 050-003 A, 050-004 A, 005-005 A, 050-006 A, 005-007 A, 050-008 A, 050-009 A, 050-010 A, 050-011 A and 050-012 A (Received 08/03/2012)  unless otherwise agreed in writing by the local Planning Authority.  Reason: For the avoidance of doubt, and in the interests of proper planning. | Prior to the installation of any external materials or finishes to the hotel development hereby permitted, samples and/or details of the materials to be used for the external surfaces of the buildings, together with detailed drawings where appropriate, shall be submitted to and approved in writing by the Local Planning Authority, and this condition shall apply notwithstanding any indications as to these matters which have been given in the application. The development shall be carried out in accordance with the approved details prior to first use/occupation of the buildings.  Reason: To ensure that the materials are appropriate for the development and to  safeguard the character and appearance of the surrounding area, in accordance with policies 4.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and policies 7.4 and 7.6 of the London Plan 2011. | The Hotel and associated ancillary uses shall only be used within use class C1 and shall be used for no other purpose within the Town and Country Planning (Use Classes) Order 1987 (or in any provision equivalent to that class in any statutory instrument revoking or re-enacting that order with or without modification) (including any other uses within use class A1), unless otherwise agreed in writing by the Local Planning Authority.  Reason: The Local Planning Authority wish to retain control over the nature of the use in the interests of the Council's shopping policies, the retail hierarchy, the vitality and viability of the retail park, highway safety and the impact on the local highway network. All in accordance with policies 4.1, 7.1, 7.3, 9.1 and 9.9 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004), and policies 4.7, 4.8, 6.3, 6.11, 6.12 and 6.13 of The London Plan (2011). | Notwithstanding the submitted Green Travel plan, a revised travel plan designed to  manage the transport needs of staff and visitors to the Hotel (including targets and  monitoring) to minimise  car usage and promote alternative modes of transport, shall be  submitted to and approved in writing by the Local Planning Authority, which shall be in  accordance with Tfl's updated planning guidance. The travel plan as approved shall be implemented in connection with the hotel use hereby approved, and shall be retained in operation thereafter, unless otherwise agreed in writing by the local planning authority. Thereafter, an annual monitoring report shall be submitted to the local planning authority, unless otherwise requested. A delivery and servicing plan should be included within the travel plan and consider elements including measures to:  +\tMinimise disruption to the local roads network +\tTo ensure that the service areas are continuously managed to ensure safe access and egress as well as safe manoeuvres within the service area itself +\tTo mange deliveries effectively to avoid peaking of deliveries and departures that may have a detrimental impact upon the local highway network +\tTo manage the number/volume of service vehicle and bus/coach movements during the AM and PM peak periods.  Reason: To promote sustainable patterns of transport, to safeguard the living and working conditions of local people and in the interests of highway and pedestrian safety, in accordance with policies 9.1 and 9.9 of the Council's Adopted Unitary Development Plan 'Plan for the Environment' (2004), Supplementary Planning Guidance 21, and policies 6.3, 6.9, 6.10, 6.11, 6.12, 6.13 of The London Plan (2011). | Notwithstanding the approved details, no development shall take place until details of a Construction Logistics Plan has been submitted to and approved in writing by the Local Planning Authority. The plan shall include the following:  +\tAnticipated number, frequency and size of construction vehicles entering/exiting the site +\tDelivery times  +\tProposed on-site construction worker parking +\tDust suppression measures +\tWheel washing provisions +\tSite security during construction +\tOn site storage +\tTree protection +\tConstruction vehicle manoeuvring and turning, including sweep path diagrams to demonstrate how vehicles will access the site and be able to turn into and emerge from the site in forward gear +\tProcedures for on-site contractors to deal with complaints from local residents +\tDetails of any temporary vehicular access  The Construction Logistics Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of demolition and construction, or as otherwise agreed in writing by the Local Planning Authority.  Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policies 2.6, 4.1, 4.11 and 9.9 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and policy 6.3 of the London Plan 2011. | Details of the Refuse and recycling storage in accordance with adopted UDP standards shall be submitted and brought into use prior to first use/occupation of any part of the development hereby approved, and shall thereafter be retained in operation for the life of the development unless otherwise agreed in writing by The Local Planning Authority.  Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling, and to protect the character and appearance of the conservation area and the setting of the listed buildings, in accordance with policies 2.10, 4.1, 4.6, 4.7 and 4.8 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 4 'Refuse Storage' and policy 5.17 of The London Plan (2011) | The development will be affected by rail, mixed transport and industrial noise at a level which falls into Category C noise exposure and also building services noise.  Prior to the first occupation of the development, details shall be submitted to and approved by the Local Planning Authority, for mitigation works to protect sensitive rooms, gardens and balconies from external noise. The details shall also include alternative means of ventilation for noise sensitive rooms, meeting the said criteria. The works, as approved, shall be completed before occupation and thereafter permanently retained.  Reason: To safeguard the users of the proposed facilities against transportation noise, in accordance with policy 4.11 of the Council's adopted Unitary Development 'Plan for the Environment' (2004) and SPG10 'Noise and Vibration'; and policy 7.15 of the adopted London Plan (2011). | Prior to the first occupation of the development, the proposed air quality mitigation measures set out in the approved Air Quality Assessment shall be implemented in its entirety before the hotel use commences and permanently retained thereafter.  Reason:   To protect the living conditions of occupiers of users of the hotel, in accordance with policy 2.6 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 3 'Air Quality and Pollution'. | Prior to the commencement of any earth works on site, a contaminated land investigation shall be carried out, using sampling points and methods agreed with the local planning authority and subsequently a risk assessment shall be prepared, following the CLEA guidance. A scheme shall then be submitted and approved by the local planning authority to describe the proposed methods of removal, neutralising or sealing of the contamination, and for the remedial works to be implemented before any other works commence. Reason: In the interests of health and safety, in accordance with policy 2.7 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | Notwithstanding any indications as to these matters that have been given in the planning application, details of both hard and soft landscape works shall be submitted to and approved in writing by the Local Planning Authority and implemented prior to the occupation of any part of the development, or in accordance with a programme agreed by the Local Planning Authority and permanently retained thereafter.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme, shall be replaced during the next planting season. Reason: To ensure that the site is landscaped in the interests of the visual character and appearance of the area, in accordance with policies 3.2 and 4.5 of Ealing's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Details of the arrangements to ensure the continued maintenance of all hard and soft landscaped areas shall be submitted and approved in writing by the Local Planning Authority. The approved details shall in place prior to occupation of any part of the development hereby approved and shall be retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that the landscaping is properly maintained to provide a satisfactory setting for the development, in accordance with policies 3.2, 4.1 and 4.5 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Notwithstanding the approved details, a plan indicating the position, design, materials and type of boundary treatment to be erected, together with a statement detailing other appropriate security measures shall be submitted and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved details and shall be completed before any part of the development is first occupied or as otherwise agreed in writing by the Local Planning Authority. Reason: To protect the visual appearance of the area and in the interests of crime prevention, in accordance with policies 4.1 and 4.4 of Ealing's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 8 'Safer Ealing'. | The rating noise level emitted from any proposed external plant and machinery on any part of the hotel development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation. Reason: To safeguard the working conditions of adjoining occupiers, including occupiers of the proposed offices, against noise disturbance, in accordance with policy 4.11 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 10: Noise and Vibration. | The hotel development hereby approved shall be fully accessible for people with disabilities, in accordance with the Council's standards as set out in SPG7 Accessible Ealing and as clarified in document IDS 01 10114 - Inclusive design Statement (April 2012). These measures shall include internal layout, door widths and level access to the building and shall be in place prior to the occupation of any part of the development hereby approved and shall be retained thereafter. Reason: To ensure adequate provision for people with disabilities, in accordance with policy 4.3 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Details of 18 covered cycle parking spaces to service the hotel development hereby approved in accordance with minimum Unitary Development Plan standards and as indicated on the external works plan 050-003 rev A shall be provided on site prior to occupation of any part of the development hereby approved, or as otherwise agreed in writing by The Local Planning Authority and shall be permanently retained thereafter.     Reason: To ensure that there is adequate provision for cycle parking within the site, in accordance with policy 9.1 of Ealing's adopted Unitary Development Plan 'Plan for the Environment' (2004) and policy 6.9 of the London Plan 2011. | The car/vehicular and coach parking spaces shown on the approved plan 050-003 rev A shall  be marked out on the site prior to first occupation of any part of the hotel development, and these spaces shall be kept continuously available for car parking and shall not be used for any other purpose. \t Reason: To ensure that there is adequate provision for car and coach parking within the site, in accordance with policies 4.3, 9.1 and 9.9 of the adopted Unitary Development Plan 'Plan for the Environment' (2004) and policy 6.3 of the London Plan 2011. | The areas shown on the approved plan 050-003 rev A as parking, access, loading, unloading and manoeuvring areas for the hotel development shall be kept clear at all times and used for these purposes only.  Reason: To ensure that adequate parking and servicing space is available within the site and maintaining adequate servicing capability for adjacent uses in accordance with policies 4.1, 9.1, 9.9 and 9.10 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), and policies 6.3, 6.11, 6.12 and 6.14 of The London Plan (2011). | Notwithstanding the approved plans details that the car parking arrangements shall provide active and passive electric vehicle charging points in accordance with London Plan Policy 6.13 shall be provided, prior to first occupation of the hotel development.  Reason: To ensure sustainable development and to comply with policy 6.13 of the London Plan (July 2011). | Within 3 months of first occupation (unless otherwise agreed in writing by the Local Planning Authority), a final certificate and Post-Construction Assessment issued by the British Research Establishment confirming a BREEAM rating of not less than \"Very Good\" (based on BREEAM 2011 technical Guidance) should be submitted to, and acknowledged in writing by, the Local Planning Authority  Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3 and 5.9 of the London Plan 2011 | The proposed changes to the A40 shall not commence until Transport for London (as the highway authority) has approved in writing a scheme of highway improvements necessary to serve the development.  Reason: To ensure highway works are completed prior to the occupation of development and to mitigate the future impacts of the proposed development on the existing road network in accordance with policies 9.1 'Development, Access and Parking' of the Ealing Unitary Development Plan 2004. | Development shall not commence until a drainage strategy detailing any on and/or off site drainage works, has been submitted to and approved by, the local planning authority in consultation with the sewerage undertaker. No discharge of foul or surface water from the site shall be accepted into the public system until the drainage works referred to in the strategy have been completed\".  Reason: The development may lead to sewage flooding; to ensure that sufficient capacity is made available to cope with the new development; and in order to avoid adverse environmental impact upon the community, in accordance with policies 9.1 'Development, Access and Parking' of the Ealing Unitary Development Plan 2004 and policies 5.12, 5.13 and 5.14 of The London Plan (2011) | The development shall be implemented in accordance with the sustainability measures set out in the submitted Energy Report prepared by MTT which demonstrates that the development will achieve an overall (minimum) reduction in carbon dioxide emissions by 22.68% (regulated carbon dioxide emissions) above Building Regulations 2010 and maintained as such thereafter.  Reason: To ensure that the development is energy efficient and contributes to reducing the need for fossil fuel or other primary energy generation capacity, and to reduce emissions of greenhouse gases in accordance with policies 5.2, 5.3, 5.5, 5.6 and 5.7 of the London Plan 2011, National Planning Policy Framework. | Unless an alternative energy strategy is agreed in writing with the Local Planning Authority, details of the gas combined heat and power facility, which shall provide no less than 2 x15kWe capacity including: a) its location; specification and operation/management strategy; b) flue location, height and design; and  c) the method of how the facility shall be designed to allow for the future connection to any decentralised heating and hot water network   shall be submitted to and approved in writing by the Local Planning Authority prior to practical completion and the facility shall be installed and operational prior to the first occupation of the development within the development hereby approved.    The development shall be carried out strictly in accordance with the details so approved, shall be maintained as such thereafter and no change there from shall take place without the prior written consent of the Local Planning Authority  Reason:    To ensure the facility is provided appropriately and so that it is designed in a manner which allows for the future connection to a district system in accordance with policies 5.2, 5.3, 5.5, 5.6 and 5.7 of the London Plan 2011 and policies 2.9 and 4.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment'  (2004). | Unless an alternative energy strategy is agreed in writing with the Local Planning Authority, details of the scheme of photovoltaic panels, which shall provide for no less 2.09% on-site C02 reduction as detailed within the Sustainability Appraisal and Energy Strategy Report (Issue 3) prepared by MTT, shall be submitted to and approved in writing by the Local Planning Authority prior to the practical completion of the development. The approved photovoltaic scheme shall be installed and operational prior to the first occupation of the development. The details shall include:  a)\tThe resulting scheme; b)\t machinery/apparatus location assocoiated with the photovoltaics; and c)\t specification and operational details.  The development shall be carried out strictly in accordance with the details so approved and maintained as such thereafter.  Reason:  In the interest of sustainable development and combating climate change in accordance with policies 5.1, 5.2, 5.3, 5.7, and 5.8 of the London Plan 2011 and policies 2.9 and 4.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | The development permitted by this planning permission shall be carried out in accordance with the approved Flood Risk Assessment (FRA) dated February 2012 and Drainage Impact Assessment dated 28 February 2012 and the following mitigation measures:  1. Limiting the surface water run-off generated by the 1 in 100 year critical storm so that it will not exceed 30 litres per second.  2. Provision of on site surface water storage to attenuate all storm events up to and including the 1 in 100 year critical storm event, including an allowance for climate change.  3. Surface water storage to be achieved through the use of Sustainable Drainage Systems (SuDS) including green roofs, filter drains, swales and permeable paving.  The mitigation measures shall be fully implemented prior to occupation and subsequently in accordance with the timing / phasing arrangements embodied within the scheme, or within any other period as may subsequently be agreed, in writing, by the local planning authority.  Reason: The reduce the risk of flooding at the site and elsewhere by ensuring that surface water is stored and disposed of appropriately from the site. To enhance biodiversity and water quality by ensuring that surface water is managed through the use of SUDS to comply policy 5.13 of the London Plan 2011. |  Reserved Matters  Details of the reserved matters in connection with the employment uses, comprising of indicative office (B1 use class) and indicative data Entry centre (B1/B8 use) set out below ('the reserved matters') shall be submitted to the local planning authority for approval within 3 years from the date of this permission:  (i) appearance; (ii) landscaping,  (iii) layout and (iv) scale   b. The reserved matters shall be carried out as approved. c. Approval of all reserved matters shall be obtained from the local planning authority in writing before any development is commenced.  Reason: To comply with Section 92 of the Town & Country Planning Act 1990. | Application for approval of the reserved matters in connection with the employment uses shall be made to the Local Planning Authority before the expiration of three years from the date of this permission.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990. | The development hereby permitted in outline shall be begun before the expiration of two years from the date of approval of the last of the reserved matters to be approved.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990. | Prior to the commencement of development, a detailed Energy Strategy and other supporting information providing details of the sustainability measures to be incorporated into the development which demonstrates that the development will achieve an overall (minimum) reduction in carbon dioxide emissions by 25% (regulated carbon dioxide emissions) above Building Regulations 2010 (or the relevant BR at the time of the submission application) shall be submitted to and approved in writing by the Local Planning Authority. The Energy Staretgy should explore the potential to accommodate an energy centre serving the needs of an area wider than the site itself.  \t In demonstrating compliance with the required percentage reduction in carbon dioxide emissions the applicant should consider the use of measures in line with the Mayor's Energy Hierarchy including the incorporation of on-site renewables.   The development shall be constructed in accordance with the approved details and maintained as such thereafter.  Reason: To ensure that the development is energy efficient and contributes to reducing the need for fossil fuel or other primary energy generation capacity, and to reduce emissions of greenhouse gases in accordance with policies 5.2, 5.3, 5.5, 5.6 and 5.7 of the London Plan 2011,National Planning Policy Framework. | Notwithstanding the indicative plan 050-001 RevA full details of car/vehicular parking spaces and servicing for the employment uses shall be provided as part of the reserved matters application. \t\t Reason: To ensure that adequate parking and servicing space is available within the site and maintaining adequate servicing capability for adjacent uses in accordance with policies 4.1, 9.1, 9.9 and 9.10 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), and policies 6.3, 6.11, 6.12 and 6.14 of The London Plan (2011). | Details shall be submitted as part of the reserved matters application for the indicative employment uses, to demonstrate that the rating noise level emitted from any proposed external plant and machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation. The details shall be implemented as approved unless otherwise agreed in writing by the Local Planning Authority.  Reason: To safeguard neighbouring occupiers, particularly the hotel development against noise disturbance, in accordance with policy 4.11 of the Council's adopted Unitary Development 'Plan for the Environment' (2004) and SPG10 'Noise and Vibration'; and policy 7.15 of the adopted London Plan (2011). | Details shall be submitted for the approval of the Local Planning Authority as part of any reserved matters application for the employment uses, for the composite sound reduction index, Rw, of the business units envelope with windows and doors closed and other means of ventilation provided, to demonstrate that the insulation is sufficient to prevent noise disturbance. The approved insulation shall be implemented before the development is commenced and retained permanently thereafter.  Reason: To safeguard the adjoining occupiers, including occupiers of the proposed hotel, against noise disturbance, in accordance with policy 4.11 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 10: Noise and Vibration. | Within 3 months of first occupation (unless otherwise agreed in writing by the Local Planning Authority), a final Certificate and Post-Construction Assessment issued by the British Research Establishment confirming a BREEAM rating of not less than \"Very Good\" (based on BREEAM 2011 Technical Guidance) should be submitted to, and acknowledged in writing by, the Local Planning Authority.  Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3 and 5.9 of the London Plan 2011 | Details of the site wide heat network including energy centre, location, floor area and plan showing the route of the heat network linking all buildings on site shall be submitted to and approved in writing by the Local Planning Authority.   Unless an alternative energy strategy is agreed in writing with the Local Planning Authority, within 3 months of occupation of employment uses, a sitewide heat network connecting the hotel, office and/or data centre shall be installed and operational and shall thereafter be the sole source to heat the wider development.   Reason: To ensure that the development is energy efficient and contributes to reducing the need for fossil fuel or other primary energy generation capacity, and to reduce emissions of greenhouse gases in accordance with policies 5.2, 5.3, 5.5, 5.6 and 5.7 of the London Plan 2011, National Planning Policy Framework."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/08/2011",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-01590803",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2833158,
          51.528064
        ],
        [
          -0.2836876,
          51.5272553
        ],
        [
          -0.2831706,
          51.5270821
        ],
        [
          -0.282516,
          51.5269353
        ],
        [
          -0.28132,
          51.526861
        ],
        [
          -0.2816508,
          51.5277462
        ],
        [
          -0.2833158,
          51.528064
        ]
      ]
    ],
    "type": "Polygon"
  }
}