{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2013/0372;",
  "lapsed_date": "08/04/2016",
  "decision_target_date": "08/04/2013",
  "locality": "Greenford",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB6 0DJ",
  "site_name": "24 Malden Avenue",
  "status": "Completed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "development_type": null,
      "total_gia_gained": 0,
      "site_area": null
    },
    "constraints_details": [
      {
        "result": "Suburban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "2",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_uprns": [
      "000012065452, 000012187196"
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "actual_completion_date": "16/10/2016",
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": false,
          "unit_type": "House or Bungalow",
          "unit_development_type": "Extension",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "09/02/2016",
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        }
      ],
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 2,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": 0.023,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 43.47826086956522,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "site_area": 0.023
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2013/0372",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "515071",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T15:40:56.765+00:00",
  "id": "Ealing-P_2013_0372",
  "application_type": "All Other",
  "street_name": "Malden Avenue",
  "borough": "Ealing",
  "ward": "Central Greenford",
  "decision_date": "08/04/2013",
  "epc_number": null,
  "actual_commencement_date": "09/02/2016",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Construction of a two storey side extension to form two bedroom house and formation of additional vehicular cross-over",
  "actual_completion_date": "16/10/2016",
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": "184981",
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012065452",
  "centroid": {
    "lon": "-0.3416999",
    "lat": "51.5519934"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              515070.1943,
              184990.26825
            ],
            [
              515065.82865,
              184972.6734425
            ],
            [
              515048.23385,
              184977.0390725
            ],
            [
              515046.24945,
              184978.62657
            ],
            [
              515044.79425,
              184980.61093
            ],
            [
              515070.1943,
              184990.26825
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": 2,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": 2,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers Location plan x 2, S1, E1, 01, 02, 03, 04 received 11th February 2013 unless otherwise agreed in writing by the local Planning Authority. REASON: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building.  REASON:  To ensure that the development is satisfactorily in the interests of the visual character and appearance of the area, and in accordance with policies 3.5 and 7.4 of the London Plan 2011 and policies 4.1  and 5.5 of the adopted Unitary Development Plan 'Plan for the Environment' (2004) and policy 4.1 of the Ealing's Development (Core) Strategy and Ealing local variation to London Plan policy 3.5, Ealing local variation to London Plan policy 7.4  and policy 7B  of the Ealing's Development Management Development Plan Document with Minor Changes (Consolidated Incorporating Further Alterations) Submission Document EDM3 (February 2013). | No occupation of the development hereby approved shall take place until full details of boundary treatments and hard/soft landscape works, including a phased programme of works, have been submitted to and approved in writing by the Local Planning Authority and these works shall be completed as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season. REASON:  To ensure that the development is satisfactorily landscaped in the interests of the visual character and appearance of the area and setting of the building, and in accordance with policies 3.5 and 7.4 of the London Plan 2011 and policies 4.1, 4.5 and 5.5 of the adopted Unitary Development Plan 'Plan for the Environment' (2004) and policy 4.1 of the Ealing's Development (Core) Strategy and Ealing local variation to London Plan policy 7.4 and policy 7B of the Ealing's Development Management Development Plan Document with Minor Changes (Consolidated Incorporating Further Alterations) Submission Document EDM3 (February 2013) | Notwithstanding the provisions of Class A and E of Part 1 of Schedule 2 to the Town and Country Planning (General Permitted Development) Order 1995 (amended 2008),  no rear/ side extensions and or outbuilding shall be carried out to the dwellinghouse hereby approved and the existing property known as 24 Malden Avenue without the prior permission of the Local Planning Authority, obtained through the submission of a planning application. REASON: To prevent overdevelopment of the curtilages and to retain control over the residential amenity  the propose and existing dwelling would benefit from , in accordance with section 7 of the National Planning Policy Framework, policies 5.12 and 5.13 of the London Plan 2011 and policy 2.5 of the Unitary Development Plan 'Plan for the Environment' (2004). | The development hereby approved shall be constructed to Lifetime Homes Standards. REASON: To ensure access for all for future occupiers in accordance with policy 7.2 of the London Plan 2011 and policy 5.3 of the adopted Unitary Development Plan 'Plan for the Environment' (2004). | Existing trees to the north of the site and adjacent/close to the access to it shall not be lopped, felled or otherwise affected in any way (including raising or lowering soil levels under the crown spread of the trees) and no excavation shall be cut under the crown spread of the trees without the prior written permission of the Local Planning Authority.  REASON: To safeguard the trees in the interest of visual character and appearance of the area, in pursuance to the objectives of policies 7.4 and 7.21 of the London Plan 2011 and policies 4.1, 4.5 and 5.5 of the Council's adopted Unitary Development Plan 'The Plan for the Environment' 2004 and Supplementary Planning Guidance 9 'Trees and Development Guidelines'. | No development (including initial site-clearance) shall commence until a detailed scheme for the protection of trees, hedgerows and groups of mature shrubs in adjoining land, in accordance with British Standard 5837:2005 'Trees In Relation To Construction Recommendations' (or any subsequent revision), has been submitted to and approved in writing by the Local Planning Authority.  Protection measures shall be phased as necessary to take into account and provide protection during demolition/site clearance works, all construction works and hard landscaping works.  Details shall include the following:   a)\tAccurate trunk positions and canopy spreads of all existing trees within the site and on adjoining land adjacent to the development.  b)\tPositions and spreads of existing hedgerows and groups of mature shrubs.  c)\tAll proposed tree, hedge, shrub removal and retention.  d)\tIncreased 'Root Protection Areas' of all existing retained trees within the site and on neighbouring land adjacent to the approved development, calculated in accordance with guidance 5.24 of BS 5837:2005 recommendations.  e)\tPlans of a minimum scale of 1:200 (unless agreed otherwise by the Local Authority) showing the proposed locations and height of protective barrier/s, supported by a metal scaffold framework, constructed in accordance with Section 9 (Figure 2), to include appropriate weatherproof tree protection area signage (such as \"Keep Out - Construction Exclusion Zone\") securely fixed to the outside of the protective fencing structure at regular intervals.  f)\tProposed ground protection measures in accordance with Section 9 (Figure 3)  g)\tAnnotated minimum distances between fencing and trunks of retained trees at regular intervals.  h)\tIllustration/s of the proposed fencing structure/s to be erected.  i)\tAll underground services, soak-a-ways, utilities and drainage as well as storage sites of spoil heaps, site cabins and material storage, temporary haul roads and access etc.   REASON:  To safeguard the trees in the interest of visual character and appearance of the area in accordance with the objectives of policies 7.4 and 7.21 of the London Plan 2011 and policies 4.1, 4.5 and 5.5 of the Council's adopted Unitary Development Plan 'The Plan for the Environment' 2004, and policy 4.1 of the Ealing's Development Strategy and Supplementary Planning Guidance 9 'Trees and Development Guidelines'. | No development (including any initial site-clearance works) shall commence until details of the foundation structure/ services running of the approved building, so designed to minimise their adverse impact on tree roots, have been submitted to and approved in writing by the Local Planning Authority.  Details shall be site specific and include:   a)\tAn approved layout plan to 1:200 scale, showing the accurate trunk positions and branch spreads of off site trees in relation to the proposals.  b)\tLayout and construction profile drawing/s.  c)\tEngineering/ Arboricultural construction method statement.  d)\tImplementation method statement including timing/ phasing of works  REASON: - In order to safeguard tree roots and thereby safeguard off site trees considered worthy of retention in the interests of the visual amenoty of the area as a whole, in pursuance to the objectives of policy 7.21 of the London Plan 2011 and policies 4.1, 4.5 and  4.8 of the Council's adopted Unitary Development Plan 'The Plan for the Environment' 2004 and Supplementary Planning Guidance 9 'Trees and Development Guidelines'."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "11/02/2013",
  "secondary_street_name": null,
  "site_number": "Adj to 24",
  "pp_id": "PP-02437649",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.34170849999999997,
          51.5520768
        ],
        [
          -0.3417772,
          51.5519196
        ],
        [
          -0.3420294,
          51.5519624
        ],
        [
          -0.34205749999999996,
          51.5519771
        ],
        [
          -0.3420778,
          51.5519952
        ],
        [
          -0.34170849999999997,
          51.5520768
        ]
      ]
    ],
    "type": "Polygon"
  }
}