{
  "epc_number": null,
  "valid_date": "19/05/2010",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": "-0.2506789",
    "lat": "51.5287847"
  },
  "pp_id": "PP-01086351",
  "decision": "Approved",
  "centroid_easting": "521443",
  "site_name": "Nash House",
  "lpa_app_no": "P/2010/2215",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "000012011292",
  "title_number": null,
  "borough": "Ealing",
  "appeal_decision_date": null,
  "decision_conditions": [
    "Approval of the details of the appearance, landscaping, layout and scale of the development (\"the reserved matters\") shall be obtained from the local planning authority in writing before any development is commenced.  Application for approval of the reserved matters shall be made to the local planning authority before the expiration of three years from the date of this permission.  The development hereby permitted shall be begun not later than the expiration of two years from the final approval of the reserved matters, or in the case of approval on different dates, the final approval of the last such matter to be approved.  Reason:To comply with section 92 of the Town and Country Planning Act 1990. | Full particulars of the following shall be submitted to the local planning authority before any development, other than demolition, commences on site and the development shall not be carried out otherwise than in accordance with the particulars approved in writing by the local planning authority:  (a)\tThe materials, including samples, to be used on the external faces of the building. (b)\tA scheme of external lighting and CCTV. (c)\tDetails of sustainable urban drainage and water reduction techniques.  Reasons:  (a)\tTo ensure that the external appearance of the building is satisfactory in compliance with policy 4.1 'Design of Development' of the Ealing Unitary Development Plan 2004. (b)\tTo maximise the safety and security for those using the development in compliance with policy 4.1 'Design of Development' of the Ealing Unitary Development Plan 2004. (c)\tTo ensure sustainable development and the management of water resources in compliance with policy 2.1 'Environmental and Other Sustainable Impacts' and policy 2.5 'Water - Drainage, Flood Prevention and Environment' of the Ealing Unitary Development Plan 2004 and policies 4A.14 'Sustainable drainage' and 4A.16 'Water supplies and resources' of the London Plan 2008. | All planting, seeding or turfing comprised in the approved details of landscaping, including the provision of green roofs, shall be carried out in the first planting and seeding seasons following the occupation of the building or the completion of the development which ever is the sooner and trees or plants which within a period of 5 years from the completion of development die, are removed, or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species unless the local planning authority gives written consent to any variation.  Reason:\tTo contribute to the visual amenity and biodiversity of the area in compliance with policy 4.1 'Design of Development' and policy 4.5 'Landscaping, Tree Protection and Planting' of the Ealing Unitary Development Plan 2004. | The details of layout of the building should include 10% of the student accommodation units accessible or easily adaptable to wheelchair standards.  Reason:\tTo comply with policy 3.8 'Housing choice' of the replacement London Plan and policy 5.3 'Lifetime Homes and Wheelchair Housing' of the Ealing Unitary Development Plan 2004. | Notwithstanding the information submitted in support of the outline application, prior to the commencement of development, a report which includes full details and drawings of the sustainability measures that are to be incorporated into the development hereby approved, shall be submitted to, and approved in writing by the local planning authority.  The detailed energy and sustainability report should be prepared in line with the policies 4A.1 - 'Energy Hierarchy' and 4A.4 - 'Energy Assessment' of the London Plan 2008 or equivalent policies in the Draft Replacement London Plan or the adopted document.  Any measurements provided in the report should be based on 2010 Building Regulations and cover carbon dioxide emissions covered by the Building Regulations plus the carbon dioxide emissions associated with other energy uses not covered by Building Regulations (i.e. regulated and un-regulated).  In demonstrating compliance, the use of measures in line with the Energy Hierarchy including the incorporation of on-site renewables should be considered.  Reason:\tTo ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases, in accordance with policies 4A.1 'Tackling Climate Change', 4A.3 'Sustainable Design and Construction', 4A.6 'Decentralised Energy: Heating, Cooling and Power' and 4A.7 'Renewable Energy' of the London Plan 2008, Planning and Climate Change - Supplement to Planning Policy Statement 1 and Planning Policy Statement 22. | Prior to the commencement of development, details shall be submitted to and approved in writing by the local planning authority demonstrating measures that will be incorporated into the development to ensure the design achieves at least a BREEAM level 'Excellent', or higher as required by the approved development plan standard at that time.  No part of the development shall be occupied before a final Certificate has been submitted to the local planning authority certifying that the agreed BREEAM level has been achieved.  Reason:\tTo ensure that the scheme is designed to incorporate energy efficiency and sustainability principles, in accordance with policies 4A.1 'Tackling Climate Change', and 4A.3 'Sustainable Design and Construction' of the London Plan 2008 and policies 2.1 'Environmental and Other Sustainability Impacts' and 4.1 'Design and Development' of the Ealing Unitary Development Plan. | The approved details of the sustainable design and construction measures shall be implemented and retained so long as the development shall exist except to any extent approved in writing by the local planning authority.  Reason:\tTo comply with policies 4A.1 'Tackling Climate Change', and 4A.3 'Sustainable Design and Construction' of the London Plan 2008 and policies 2.1 'Environmental and Other Sustainability Impacts' and 4.1 'Design and Development' of the Ealing Unitary Development Plan 2004. | The development will be affected by traffic noise at a level which falls into Category C noise exposure.  Prior to the commencement of the development, details shall be submitted to and approved by the local planning authority, for mitigation works to protect sensitive rooms from external noise. The criteria to be met and the assessment method shall be that specified Ealing SPG10 \"Noise and Vibration\".  The details shall include alternative means of ventilation for noise sensitive rooms.  The student residential accommodation should meet the criteria specified for bedrooms.  The development shall not be carried out otherwise than in accordance with the details approved. | Unless alternative arrangements are approved in writing by the local planning authority provision shall be made and maintained within the development for 275 bicycle parking spaces, 250 spaces to be allocated for the student residential accommodation and 25 spaces for the remainder of the development.  Reason:\tTo ensure sustainable development and to comply with policy 9.6 - 'Cycling' of the Ealing Unitary Development Plan 2004. | The details of the car parking arrangements shall comply with the parking standards of the Draft London Plan 2009 (or the adopted Plan).  There should be a minimum of one parking space for disabled people for each land use other than the student residential accommodation which should be provided with a minimum of three such spaces.  The car parking arrangements shall provide at least two active electric vehicle charging points and passive provision for a further two parking spaces and with a further charging point for the student disabled parking.  Reason:\tTo ensure sustainable development and to comply with policy 6.13 - 'Parking' and Table 6.1 - 'Car Parking Standards' of the Draft Replacement London Plan 2009. | Development of the site shall not commence until a decontamination scheme has been submitted to the local planning authority for written approval.  The scheme should identify the extent of any contamination and the decontamination measures to be taken to avoid risk to the public, buildings and environment when the site is developed.  Details of the scheme should include:   (a) A 'desk study report' documenting the history of the site. (b) A proposal to undertake an intrusive investigation at the site based on the findings of the desk study. (c) A 'site investigation report' to investigate and identify potential contamination. (d) A risk assessment of the site. (e) Proposals for any necessary remedial works to contain, treat or remove any contamination. (f) Where remediation is required, it shall be carried out before the site is occupied and a certificate or validation report stating that remediation has been completed as agreed with the local planning authority must also be prepared by a suitably qualified person and submitted to the local planning authority for written approval.  Occupation of the site must not occur until the certificate or validation report has been approved by the local planning authority.  Reason:\tTo ensure that contaminated land is properly treated and made safe before development, to protect public health, to ensure that controlled waters are not at risk of contamination and to meet the requirements of policy 2.7 'Contaminated Land' of the Ealing Unitary Development Plan 2004. | If during redevelopment, contamination not previously identified is found at the site then no further development (unless otherwise agreed in writing by the local planning authority) shall be carried out until the developer has submitted and obtained written approval from the local planning authority for an amendment to the remediation strategy detailing how the unsuspected contamination shall be dealt with.  Reason:\tTo ensure that contaminated land is properly treated and made safe before development, to protect public health, to ensure that controlled waters are not at risk of contamination and to meet the requirements of policy 2.7 'Contaminated Land' of the Ealing Council Unitary Development Plan Adopted 2004. | Prior to the commencement of development a Risk Assessment and Method Statement outlining all works to be carried out adjacent to the Grand Union Canal must be submitted and approved in writing by the local planning authority.  The risk assessment shall also include details of the proposed safety equipment along the canal frontage, which shall be installed prior to first occupation of the development herby permitted.  Reason:\tIn the interest of preserving open views to and from the canal, the living environment for future residents and the canal setting. | Prior to the commencement of the development a survey of the condition of the waterway wall, and a method statement and schedule of the repairs identified shall be submitted to and approved in writing by the local planning authority.  Any heritage features and materials identified by the survey shall be made available for inspection by British Waterways and where appropriate, preserved in - situ or reclaimed and re-used elsewhere on site or on a nearby waterway wall.  The repair works identified shall be carried out in accordance with the method statement and repairs schedule by a date to be agreed in the repairs schedule.  Reason:\tIn the interest of the structural integrity of the waterway wall, waterway heritage, navigational safety and visual amenity. | Before any development (including demolition) is undertaken, a survey of the site to determine the existence of any protected species shall be undertaken and the results of the survey have been approved in writing by the local planning authority.  The survey shall be undertaken between April and October outside the hibernation period of bats.  Should the survey confirm the existence of protected species on the site, no development (including demolition) shall take place until mitigation measures to ensure the protection of the protected species have been submitted to and approved in writing by the local planning authority.  The approved mitigation shall be fully implemented and retained thereafter unless alternative measures are approved in writing by the local planning authority.  Reason:\tTo ensure the protection of protected species and to comply with policy 3.9 'Wildlife Protection' of the Ealing Unitary Development Plan 2004 and national advice at paragraph 99 of Circular 06/2005. | During the demolition and construction phases, the air quality mitigation measures set out at Section 6 of the approved Air Quality Assessment by Air Quality Consultants dated May 2010 shall be maintained at the site.   Reason:\tTo safeguard the amenity of adjacent residents and the area generally and to meet the requirements of policy 2.6 'Air Pollution and Quality of the Ealing Unitary Development Plan 2004. | Prior to the occupation of the development a Building Management Statement shall be submitted to the local planning authority for written approval.  The submitted statement shall address the National Code of Standards for privately owned / managed student accommodation blocks, site management including parking arrangements, access and travel arrangements for disabled residents, security systems, the management of communal facilities, out of hours emergency management, working with the local community, moving in and moving out processes, tenancy arrangements, including management and allocation of the wheelchair units, together with the management of health and safety.  Thereafter the approved statement shall be implemented and maintained unless alterative arrangements are approved in writing by the local planning authority.  Reason:\tTo ensure the satisfactory operation of the building in compliance with policy 4.1 'Design of Development' of the Ealing Unitary Development Plan 2004. | Development of the site shall not commence until a Construction Management Plan and a Service Management Plan has been submitted to the local planning authority for written approval.  Thereafter the approved Construction Management Plan and Service Management Plan shall be implemented and maintained unless alterative arrangements are approved in writing by the local planning authority.  Deliveries shall be restricted to between 07.00 to 23.00 hours.  Reason:\tTo ensure satisfactory conditions on the public highway in compliance with policy 9.1 'Development, Access and Parking' of the Ealing Unitary Development Plan 2004. | Prior to the commencement of the development, details shall be submitted for the approval of the local planning authority, to demonstrate that the rating noise level emitted from the proposed external plant and machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA measured at 3.5 m from the nearest ground floor sensitive facade and 1 m from upper floor noise sensitive facades, during the relevant periods of operation.  Reason.  To ensure satisfactory living conditions in accordance with Policy 5.5 'Residential Design' of the Ealing Unitary Development Plan 2004. | Prior to the commencement of the development, details of the floor / ceiling separating the commercial part(s) of the development from the student residential accommodation, shall be submitted to and approved in writing by the local planning authority.  The submitted details shall demonstrate that the insulation is sufficient to prevent noise disturbance.  The development shall not be carried out otherwise than in accordance with the details approved.  Reason.  To ensure satisfactory living conditions in accordance with Policy 5.5 'Residential Design' of the Ealing Unitary Development Plan 2004. | The development shall not commence until the London Borough of Ealing (as the highway authority) has approved in writing a scheme of highway improvements necessary to serve the development being alterations to the adopted lengths of Old Oak Lane and Atlas Road.  Reason:\tTo ensure highway works are completed prior to the commencement of development and to mitigate the future impacts of the proposed development on the existing road network in accordance with policies 9.1 'Development, Access and Parking' and 9.5 'Walking and Streetscape' of the Ealing Unitary Development Plan 2004. | The layout of the development should include a communal area for students to include an eating and cooking area and at least two larger units to offer mother and baby study accommodation to single parents.  Reason:\tTo ensure a good layout for the development in compliance with policy 4.1 'Design of Development' of the Ealing Unitary Development Plan 2004. | The layout of the ground floor of the building facing the Grand Union Canal should provide an open elevation to the waterside allowing occupant to spill out onto the waterside.  Reason:\tTo ensure that the external appearance of the development is satisfactory in compliance with policy 4.1 'Design of Development' of the Ealing Unitary Development Plan 2004."
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": "182547",
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              521459.3158,
              182600.4210325
            ],
            [
              521456.6842,
              182596.2105375
            ],
            [
              521440.3684,
              182570.6842275
            ],
            [
              521406.6842,
              182525.1579
            ],
            [
              521400.3684,
              182535.421035
            ],
            [
              521388.78945,
              182520.9473575
            ],
            [
              521390.10525,
              182512.52632
            ],
            [
              521397.21055,
              182507.2631775
            ],
            [
              521406.94735,
              182502.789485
            ],
            [
              521430.10525,
              182494.3684
            ],
            [
              521437.21055,
              182497.526295
            ],
            [
              521443.26315,
              182505.4210325
            ],
            [
              521472.73685,
              182547.263165
            ],
            [
              521491.1579,
              182573.578925
            ],
            [
              521459.3158,
              182600.4210325
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "development_type": "Major all other major developments",
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T11:24:32.624+00:00",
  "decision_process": "Committee",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2010/2215;",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": "East Acton",
  "application_type_full": null,
  "locality": null,
  "last_updated_by": "CSV Data Import",
  "application_details": {
    "existing_uprns": [
      "000012011292, 000012185348, 000012185349, 000012185350, 000012185351, 000012185352, 000012185353"
    ],
    "site_area": 0.455
  },
  "postcode": null,
  "decision_target_date": "18/08/2010",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.25042539999999996,
          51.5292613
        ],
        [
          -0.2504648,
          51.529224
        ],
        [
          -0.2507087,
          51.5289981
        ],
        [
          -0.2512097,
          51.5285962
        ],
        [
          -0.2512972,
          51.5286898
        ],
        [
          -0.251469,
          51.5285622
        ],
        [
          -0.251453,
          51.5284862
        ],
        [
          -0.2513524,
          51.5284374
        ],
        [
          -0.2512137,
          51.5283951
        ],
        [
          -0.25088289999999996,
          51.5283144
        ],
        [
          -0.2507794,
          51.5283413
        ],
        [
          -0.2506895,
          51.5284109
        ],
        [
          -0.2502504,
          51.5287807
        ],
        [
          -0.2499759,
          51.5290132
        ],
        [
          -0.25042539999999996,
          51.5292613
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Demolition of existing office building and redevelopment by a mixed use building of 13,824 sq m (Gross external area) comprising of 2,953 sq m (gross internal area) of business space (B1 use class), 462 sq m (gross internal area) of retail space (A1 use class), 190 sq m (gross internal area) of community / business floorspace and 323 bedrooms of student accommodation with vehicle/pedestrian access from Old Oak Lane.(Outline application - permission sought for access only)",
  "street_name": "Old Oak Lane",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "lapsed_date": "06/10/2014",
  "cil_liability": null,
  "site_number": null,
  "decision_date": "06/10/2011",
  "secondary_street_name": null,
  "application_type": "All Other",
  "id": "Ealing-P_2010_2215",
  "last_date_consultation_comments": null
}