{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.38296349999999996,
          51.5079029
        ],
        [
          -0.3830323,
          51.5079106
        ],
        [
          -0.38302939999999996,
          51.5079183
        ],
        [
          -0.38301579999999996,
          51.5079572
        ],
        [
          -0.382947,
          51.5079477
        ],
        [
          -0.3829613,
          51.5079088
        ],
        [
          -0.38296349999999996,
          51.5079029
        ]
      ]
    ],
    "type": "Polygon"
  },
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-19T03:44:06.838+00:00",
  "parking_details": null,
  "site_name": "110-112",
  "decision_target_date": "06/07/2011",
  "site_number": null,
  "bo_system": "CSV Data Import",
  "actual_completion_date": null,
  "application_details": {
    "existing_uprns": [
      "000012026694, 000012000000, 000012000009, 000012026695, 000012156383"
    ],
    "site_area": 0.003
  },
  "appeal_decision_date": null,
  "centroid_northing": 180017,
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512318.6581621,
              180013.8408293
            ],
            [
              512313.8677816,
              180014.5906147
            ],
            [
              512314.0491729,
              180015.4503686
            ],
            [
              512314.8984142,
              180019.7991238
            ],
            [
              512319.6970398,
              180018.8493956
            ],
            [
              512318.7983281,
              180014.5006404
            ],
            [
              512318.6581621,
              180013.8408293
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "subdivision_of_building": null,
  "postcode": "UB1 1DR",
  "last_updated_by": "CSV Data Import",
  "valid_date": "12/05/2011",
  "lpa_app_no": "P/2011/0334",
  "appeal_status": null,
  "development_type": "Minor dwellings",
  "pp_id": "PP-01360882",
  "decision_agency": "Borough",
  "title_number": null,
  "lapsed_date": "05/03/2015",
  "borough": "Ealing",
  "secondary_street_name": null,
  "id": "Ealing-P_2011_0334",
  "street_name": "Beaconsfield Road",
  "last_date_consultation_comments": null,
  "decision": "Refused",
  "status": "Refused",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The proposed new units fail to provide sufficient access to natural light or a high quality or attractive outlook, to the detriment of the amenity of future occupants. As such, the proposal is contrary to policies 4.1, 4.5 and 5.5 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004), and policy 3.5 of the London Plan (July 2011). | All external materials to be used in the development shall match the appearance of those of the existing building.  REASON: To ensure that the materials harmonise with the surroundings, in accordance with policies 4.1, 5.5 and 5.9 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | Before the development hereby permitted is first occupied arrangements shall be agreed in writing with the local planning authority and be put in place to ensure that no occupier within the development to form two self-contained flats at 110 - 112 Beaconsfield Road be allowed to obtain a residents' parking permit.  REASON: In the interests of traffic safety, and to ensures that the surrounding streets are not subject to parking stress or danger or nuisance from inappropriate on-street parking and on the basis that parking permits will denied to residents of the additional units in the development who would not be eligible for a parking space on site in accordance with policies 9.1 and 9.8 adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and Supplementary Planning Document 3 Low Car Housing in Controlled Parking Zones) | Details of the floor, ceiling and walls separating the commercial part(s) of the premises from dwellings, shall be submitted for the approval of the Local Planning Authority before the development is commenced, to demonstrate that the insulation is sufficient to prevent noise disturbance. The approved insulation shall be implemented before the development is commenced and retained permanently thereafter.  REASON: To protect the living conditions of future and neighbouring occupants in accordance with policies 4.1 and 4.11 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration'. | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) (Amendment) (No. 2) (England) Order 2008, no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the extension hereby permitted.   REASON:  To protect the living conditions of neighbouring properties and the appearance of the area in accordance with policies 4.1 and 5.5 of the adopted Unitary Development Plan (Plan for the Environment 2004). | The development hereby permitted shall be carried out in accordance with the following approved plans: 01 and 02.  Reason: For the avoidance of doubt and in the interests of proper planning."
  ],
  "centroid": {
    "lat": "51.5079317",
    "lon": "-0.3829864"
  },
  "centroid_easting": 512317,
  "ward": "Southall Broadway",
  "application_type": "All Other",
  "decision_date": "05/03/2012",
  "application_type_full": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2011/0334;",
  "uprn": "12026694",
  "description": "Part conversion of existing ground floor stores to rear, ancillary to retail units to front, into two self-contained flats and provision of refuse storage",
  "date_building_work_started_under_previous_permission": null,
  "locality": "Southall",
  "decision_process": "Delegated",
  "epc_number": null,
  "cil_liability": null,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Ealing"
}