{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2010/4044;",
  "lapsed_date": "22/07/2014",
  "decision_target_date": "30/12/2010",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 1SL",
  "site_name": "St Gregory RC Primary School",
  "status": "Completed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 1198,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 2500,
      "total_gia_lost": 1198,
      "development_type": "New Build",
      "total_gia_gained": 2500,
      "site_area": 0.15
    },
    "constraints_details": [
      {
        "result": "Suburban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "2",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "01/05/2013",
        "use_class": "D1",
        "gia_gained": 2500,
        "actual_commencement_date": "22/07/2011",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 1198
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "existing_uprns": [
      "000012141158"
    ],
    "site_area": 1.71
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2010/4044",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "517588",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T12:06:06.136+00:00",
  "id": "Ealing-P_2010_4044",
  "application_type": "All Other",
  "street_name": "Woodfield Road",
  "borough": "Ealing",
  "ward": "Hanger Hill",
  "decision_date": "22/07/2011",
  "epc_number": null,
  "actual_commencement_date": "22/07/2011",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Construction of single and two storey extensions and part replacement and internal and external alterations in three phases to expand the school from 2 form entry (446 pupils) to 3 form entry (616 pupils) ; alterations to and provision of additional play and games area; re arrangement of parking and servicing, resin bound gravel pathway for pedestrian access off Woodfield Road and landscaping including some acoustic fencing",
  "actual_completion_date": "01/05/2013",
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": "182022",
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012141158",
  "centroid": {
    "lon": "-0.306401",
    "lat": "51.5248808"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517430.6316,
              182075.68421
            ],
            [
              517546.94735,
              182073.5789625
            ],
            [
              517629.57895,
              182124.6315825
            ],
            [
              517625.3684,
              182075.68421
            ],
            [
              517625.89475,
              182060.421035
            ],
            [
              517628,
              182047.789455
            ],
            [
              517631.6842,
              182019.8947475
            ],
            [
              517631.6842,
              182006.73682
            ],
            [
              517630.6316,
              182000.9473775
            ],
            [
              517633.78945,
              181980.94736
            ],
            [
              517633.26315,
              181934.6315825
            ],
            [
              517543.78945,
              181919.3684075
            ],
            [
              517539.05265,
              181953.5789525
            ],
            [
              517453.26315,
              181936.73683
            ],
            [
              517449.05265,
              181952.526305
            ],
            [
              517541.6842,
              181973.57897
            ],
            [
              517546.42105,
              182068.3157725
            ],
            [
              517430.6316,
              182070.9473675
            ],
            [
              517430.6316,
              182075.68421
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": 20,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": 2,
    "no_proposed_cycle": 64,
    "no_existing_motorcycle": null,
    "no_proposed_car": 9,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": -11,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | Details of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority, prior to the commencement of the development. The development shall thereafter be implemented only in accordance with these approved details, unless otherwise agreed in writing by the local planning authority.  Reason : To ensure that the materials harmonise with the existing school and its surroundings in accordance with policies 4.1 and 4.8 of the Council's adopted Unitary Development Plan 'Plan for the Environment' 2004 | No development (including initial site-clearance) shall commence until a detailed arboricultural method statemnt in accordance with British Standard 5837:2005 'Trees In Relation To Construction Recommendations' (or any subsequent revision), has been submitted to and approved in writing by the Local Planning Authority.  Details shall include the following:   a)\tAccurate trunk positions and canopy spreads of all existing trees within the site and on adjoining land adjacent to the development.  b)\tPositions and spreads of existing hedgerows and groups of mature shrubs.  c)\tAll proposed tree, hedge, shrub removal and retention.  d)\tIncreased 'Root Protection Areas' of all existing retained trees within the site and on neighbouring land adjacent to the approved development, calculated in accordance with guidance 5.24 of BS 5837:2005 recommendations.  e)\tPlans of a minimum scale of 1:200 (unless agreed otherwise by the Local Authority) showing the proposed locations and height of protective barrier/s, supported by a metal scaffold framework, constructed in accordance with Section 9 (Figure 2), to include appropriate weatherproof tree protection area signage (such as \"Keep Out - Construction Exclusion Zone\") securely fixed to the outside of the protective fencing structure at regular intervals.  f)\tProposed ground protection measures in accordance with Section 9 (Figure 3)  g)\tAnnotated minimum distances between fencing and trunks of retained trees at regular intervals.  h)\tIllustration/s of the proposed fencing structure/s to be erected.  Reason: To ensure that tree removal and retention takes place in accordance with the approved plans and to ensure tree protection in the interest of the visual character and appearance of the area, in accordance with policies 3.8, 4.1 and 4.5 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004), and Supplementary Planning Guidance 9 'Trees and Development Guidelines'. | Details of hard and soft landscaping, including any new perimeter means of enclosure of the site to be undertaken and a landscape management plan shall be submitted to and approved in writing by the local planning authority prior to the use of the first phase of the development hereby approved. The details as approved shall thereafter be laid out and planted within the first available planting season after the commencment of the development or other such other period as may be agreed in writing with the local planning authority. Any trees or plants which within 5 years of planting, die, are removed or become seriously damaged or diseased shall be replaced with others of the same size and species and in the same positions within the next planting season, unless otherwise agreed in writing with the local planning authority. The landscaping shall thereafter be maintained and managed in accordance with the approved landscape management plan, unless otherwise agreed in writing by the local planning authority.  Reason: To ensure that the development is landscaped and mantained in the interests of the visual character and appearance of the area in accordance with policies 3.8, 4.1 and 4.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' and Supplementary Planning Guidance Note 9: Trees and Development Guidelines. | This development shall be implemented only in accordance with the approved plans and the acesibility measures stated on section 6 of the Planning Statement dated 27/09/2010 and shall thereafter be retained, unless otherwise agreed in writing by the local planning authority.  Reason : To ensure access for all for future users of the development in accordance with policy 4.3 of the adopted Unitary Development Plan (Plan for the Environment 2004), and Supplementary Planning Guidance 7 ' Accessible Ealing. | A revised Energy and Sustainability Strategy shall be submitted before the occupation of the development demonstrating that the scheme reduces carbon dioxide emissions for the buildings by the minimum requirements of the building regulations, plus the carbon dioxide emissions associated with other energy uses not covered by Building Regulations by at least 20%,. The approved strategy shall be implemented prior to first occupation and retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure the proposal contributes to its energy requirements in accordance with policies 2.9 and 4.1 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and policies 4A.1, 4A.3, 4A.7 and 4A.10 of the London Plan (Consolidated with Alterations Since 2004) 2008 | A construction management plan related to each phase of the development hereby approved shall be submitted to and approved in writing by the Local Planning Authority before the development is commenced. The statement shall include the phasing contained in section 11.0 of the planning statement and in plans number 4316/ 10, 11, and 12, detailed construction methods; site management and access (including safety and security arrangements for the construction site); vehicle and machinery specifications, anticipated numbers/frequency of vehicles parking off site and measurements to minimise impacts; delivery times (staggered to avoid morning and afternoon school run peak periods), procedures for on-site contractors to deal with complaints from local residents, provision for material storage, a dust and vibration control plan that adequately addresses the impacts on neighbouring properties, and client, designer and contractor's details. Such details shall be implemented, or phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the works.  Reason:  In the interests of the amenity of adjoining occupiers of the site and the users of the neighbouring highways in accordance with policies 4.1, 4.11 and 9.9 of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004. | No external plant or machinery (other than that shown on the approved plans) shall be installed or fitted on the exterior elevations of the development without the prior written permission of the local planning authority.  Reason: To protect the living conditions of nearby occupiers in accordance with policies 4.1 and 4.11 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004), and Supplementary Planning Guidance 10 ' Noise & Vibration. | Details of the rainwater attenuation system shall be submitted to, and approved in writing by the local planning authority prior to the construction of the MUGA hereby approved. The development shall be implemented only in accordance with the approved details, which shall be retained thereafter, unless otherwise agreed in writing by the local planning authority.   Reason: To ensure that the open areas are adequately drained to enhance the quality of sports and recreation provision at this site and minimise flood risk to neighbouring proeprties, in accordance with policies 2.5, 4.1 and 8.7 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004), and policy 4A.14 of the London Plan (Consolidated with Alterations Since 2004) 2008 | Details of external lighting scheme for the new access from Woodfield Road  hereby approved shall be submitted for the approval of the Local Planning Authority before the development is commenced, to demonstrate that the recommendations of the Institution of Lighting Engineers at Guidance Notes For The Reduction Of Light Pollution will be met particularly with regard to the following:  (i) reducing glare by -\tCorrectly aiming the luminaires -\tUsing luminaires with double asymmetric beams designed so that the front glazing is kept at or near parallel to the surface being lit  -\tEnsuring that the main beam angle of all lights, directed towards a potential observer is kept below 70 degrees.  (ii)  controlling vertical illuminance with the lights operating to a maximum of 10 lux at ground level and 5 lux at first floor level at any affected facade.  (iii) demonstrating that the period of operation of the lights will be prohibited during the period 19:00 hours to dawn, preferably by installation of an automatic time control switch.  Reason: In the interest of occupiers of neighbouring properties, community safety and the principles of sustainability in pursuance of policies 4.1, 4.4 and 4.12 of the adopted Ealing Unitary Development, 'Plan for the Environment' (2004). | The multi use games area hereby approved as a part of this development shall not be used after 18:00 hours on any day.   Reason: In the interests of the living conditions of occupiers of nearby residential properties, in accordance with policies 4.1, 4.11 and 4.12 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004), and Supplementary Planning Guidance 10 ' Noise & Vibration' | Details shall be submitted to the Local Planning Authority for approval before the development is commenced, for the insulation of the building envelope, which will achieve the internal criteria for sensitive rooms, as specified at Document 5.3 \"Guidance for developers\" produced by the Council's Environmental Health Department, using the specified worst mode one hour LAeq,1hr spectrum noise level.  The works shall be implemented as approved and completed before first occupation of each of the phases and permanently retained thereafter.  Reason: In the interests of protecting the amenity of staff and students and other visitors to the site in accordance with policies 4.1 and 4.11 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004), and Supplementary Planning Guidance 10 ' Noise & Vibration' | Details of odour abatement equipment for the kitchen hereby approved, including an extract system, the height of the discharge, and the efflux velocity of the effluent at the point of discharge shall be submitted to and approved in writing by the local planning authority prior to the first use of the development. The details as approved, shall be implemented prior to the first use of the kitchen and shall be thereafter permanently retained and maintained.  Reason: In the interests of protecting the amenity of residents in the area in accordance with policies 2.6, and 4.1 and 4.11 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | Details of a revised travel plan with specific targets and measures to promote an increase in sustainable transport use in travel to and from the school, and reduce car use, shall be submitted to and approved in writing by the local planning authority prior to the first use of the development hereby approved. The travel plan shall be implemented only in accordance with the approved details prior to the first use of the development hereby permitted, and thereafter shall be retained, unless otherwise agreed in writing by the local planning authority.   Reason: To ensure that this development is operated in the interests of promoting and increasing sustainable transport use in accordance with policy 9.1 of the adopted Unitary Development Plan (Plan for the Environment 2004), and Supplementary Planning Guidance 'Travel Plans'. | Notwithstanding the details indicated on drawing 4316/ 13 Rev. C, details of the cycle storage facilities shall be submitted to and approved in writing by the local planning authority at a scale of a least 1:50 indicating the design and number of secure cycle spaces. Such details as approved shall be implemented in three stages prior to the first occupation of each phase and thereafter permanently retained, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To provide adequate facilities for cyclists and to ensure the development has an adequate design and appearance in the interest of the visual amenoty of the area, in accordance with policies 4.1 and 9.1 and 9.6 of the of the adopted Ealing Unitary Development 'Plan for the Environment' 2004. | Details of the design and appearance of the refuse storage and recycling facilities indicated on drawing 4613/ 013 Rev. C shall be submitted to and approved in writing by the local planning authority. Such provision shall be installed and made available prior to the occupation of the first phase of the  development permitted and retained permanently.  Reason: To provide adequate refuse and recycling storage to protect the amenities of the area, pupils and staff and occupiers of the neighbouring residential development, in accordance with policy 2.10 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance  4 'Refuse and Recycling'. | The development hereby approved shall comply with the aims and objectives of the Police requirements of Secured By Design. These works shall be carried out prior to the first occupation of each of the phases of the development, and permanently retained thereafter.  Reason: To ensure that the development achieves the required crime prevention elements in accordance with policies 4.1 and 4.4 of the adopted Ealing Unitary Development 'Plan for the Environment' (2004) and Supplementary Planning Guidance 8: Safer Ealing. | The disabled car parking space shown on the approved plan 4316/013  Rev. C shall be marked out on the site prior to first occupation of phase three of the development. The spaces shall be kept continuously available for disabled car parking and shall not be used for any other purpose.   Reason: To ensure that there is adequate provision for a disabled car parking space within the site, in accordance with policies 9.1 and 9.7 of the adopted Ealing Unitary Development 'Plan for the Environment' (2004). | Details of the barriers hereby approved to the pedestrian acess from Woodfield Road shall be submitted to and approved in writing by the local planning authority before development is commenced. Such provision shall be installed and made available prior to the commencement of the first phase of the  development permitted and retained permanently.  Reason: To ensure adequate levels of safety for highway users and that the visual amenity of the area is preserved , in accordance with policies 4.1, 4.4  and 9.1 of the adopted Ealing Unitary Development 'Plan for the Environment' (2004). | Details of the resin bound gravel for the pathway of the Woodfield Road access hereby approved shall be submitted to and approved in writing by the local planning authority before development is commenced. Such provision shall be installed and made available prior to the commencement of the first phase of the  development and retained permanently.  Reason: To ensure adequate access for pupils and visitors is provided and that the visual amenity of the area is preserved , in accordance with policies 4.1, 9.1 and 9.5 of the adopted Ealing Unitary Development 'Plan for the Environment' (2004). | The development hereby approved shall be carried out strictly in accordance with the approved plans 4316/ 01, 02 Rev. C, 03, 04, 05, 06 Rev. B, 07 Rev. A, 10, 11, 12, 13 Rev. C, 14Rev E, 15Rev D, 016 RevD, 017Rev D,  018Rev E, 19Rev B, 20Rev E, unless otherwise agreed in writing by the Local Planning Authority.   Reason: To ensure the development is built in accordance with approved drawings, in the interest of the visual amenity of the area as a whole and the residential amenity of neighbouring occupiers, in accordance with policies 4.1 of the adopted Ealing Unitary Development 'Plan for the Environment' (2004)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "01/10/2010",
  "secondary_street_name": null,
  "site_number": "St Gregory's RC Primary School",
  "pp_id": "PP-01247013",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3086504,
          51.525396
        ],
        [
          -0.3069753,
          51.5253529
        ],
        [
          -0.3057677,
          51.5257946
        ],
        [
          -0.30584469999999997,
          51.5253556
        ],
        [
          -0.3058422,
          51.5252183
        ],
        [
          -0.3058161,
          51.5251043
        ],
        [
          -0.3057723,
          51.5248528
        ],
        [
          -0.3057767,
          51.5247346
        ],
        [
          -0.3057938,
          51.5246828
        ],
        [
          -0.305755,
          51.5245024
        ],
        [
          -0.305778,
          51.5240862
        ],
        [
          -0.30707219999999996,
          51.5239676
        ],
        [
          -0.307129,
          51.5242761
        ],
        [
          -0.3083707,
          51.524142499999996
        ],
        [
          -0.3084261,
          51.5242853
        ],
        [
          -0.3070845,
          51.5244553
        ],
        [
          -0.3069846,
          51.5253058
        ],
        [
          -0.308652,
          51.5253535
        ],
        [
          -0.3086504,
          51.525396
        ]
      ]
    ],
    "type": "Polygon"
  }
}