{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2013/2089;",
  "lapsed_date": "19/08/2016",
  "decision_target_date": null,
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W13 0SN",
  "site_name": "Phase 1, Green Man Lane Estate",
  "status": "Approved",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2013/2089",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 516272,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T11:49:32.287+00:00",
  "id": "Ealing-P_2013_2089",
  "application_type": "All Other",
  "street_name": "Green Man Lane",
  "borough": "Ealing",
  "ward": "Elthorne",
  "decision_date": "19/08/2013",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Variation of Condition 27 (opening hours of the cafe in Phase 1) of planning permission P/2010/0418 dated 29/09/2010 for Redevelopment of part of the Green Man Lane Estate comprising demolition of the multi-storey car park and Wigmore Court (47 units) and the construction of 154 dwellings in two buildings 3 to 8 storeys high (63 one-bedroom flats, 42 two-bedroom flats including 11 wheelchair units, 15 two-bedroom maisonettes, 6 three-bedroom flats, 21 three-bedroom maisonettes, 5 three-bedroom houses including one wheelchair unit, and 2 four-bedroom houses, comprising a net gain of 107 dwellings) together with new and altered roads, car and cycle parking, an energy centre, public and private open space and the provision of 1,302 square metres of floorspace for use as a gym, cafe and enterprise units.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": null,
  "centroid_northing": 180477,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012002429",
  "centroid": {
    "lon": -0.325894,
    "lat": 51.511266
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              516402.8986489,
              180542.2795653
            ],
            [
              516402.9316291,
              180542.2395767
            ],
            [
              516402.9481192,
              180542.2195825
            ],
            [
              516403.055305,
              180542.0896197
            ],
            [
              516403.055305,
              180542.0796225
            ],
            [
              516402.8986489,
              180542.2795653
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              516398.1577387,
              180549.1475993
            ],
            [
              516398.1494937,
              180549.1475993
            ],
            [
              516394.28256,
              180555.0858995
            ],
            [
              516398.1577387,
              180549.1475993
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              516343.9629521,
              180567.0624713
            ],
            [
              516342.7756633,
              180566.8825228
            ],
            [
              516343.7485805,
              180567.0324798
            ],
            [
              516343.9629521,
              180567.0624713
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              516318.8979664,
              180563.213573
            ],
            [
              516315.0310327,
              180562.6237418
            ],
            [
              516316.8449461,
              180562.9036617
            ],
            [
              516318.8979664,
              180563.213573
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              516322.2619283,
              180563.729442
            ],
            [
              516328.6766088,
              180564.7131437
            ],
            [
              516323.0122518,
              180563.8433927
            ],
            [
              516322.2619283,
              180563.729442
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              516298.0544519,
              180577.7494121
            ],
            [
              516297.9472661,
              180578.1393005
            ],
            [
              516297.8813056,
              180578.389229
            ],
            [
              516296.446665,
              180583.5677467
            ],
            [
              516295.8282854,
              180586.1270141
            ],
            [
              516295.7375897,
              180586.6068767
            ],
            [
              516295.7375897,
              180586.6368681
            ],
            [
              516295.234641,
              180589.2561184
            ],
            [
              516297.658689,
              180580.0087654
            ],
            [
              516298.2440883,
              180577.7894007
            ],
            [
              516299.0438592,
              180574.7302764
            ],
            [
              516301.6080732,
              180564.9430779
            ],
            [
              516298.9036932,
              180574.7102821
            ],
            [
              516298.5821358,
              180575.859953
            ],
            [
              516298.0544519,
              180577.7494121
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              516239.498028,
              180588.216416
            ],
            [
              516239.5227631,
              180588.1264418
            ],
            [
              516239.4320675,
              180588.1064475
            ],
            [
              516239.3825971,
              180588.0964503
            ],
            [
              516239.3413718,
              180588.216416
            ],
            [
              516239.3331267,
              180588.2564046
            ],
            [
              516239.4650477,
              180588.2763988
            ],
            [
              516239.4732928,
              180588.2763988
            ],
            [
              516239.4815378,
              180588.2464074
            ],
            [
              516239.498028,
              180588.216416
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              516149.8412335,
              180541.2398629
            ],
            [
              516149.6763323,
              180541.1198972
            ],
            [
              516149.6680873,
              180541.1498887
            ],
            [
              516149.8164984,
              180541.2798515
            ],
            [
              516149.8412335,
              180541.2398629
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              516134.4806847,
              180360.5815758
            ],
            [
              516134.4889298,
              180360.5615815
            ],
            [
              516135.1237995,
              180357.56244
            ],
            [
              516134.4806847,
              180360.5815758
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              516123.9434966,
              180409.3476167
            ],
            [
              516117.9410921,
              180437.9594266
            ],
            [
              516117.9410921,
              180437.9794209
            ],
            [
              516123.9434966,
              180409.3476167
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              516116.0941985,
              180447.0068368
            ],
            [
              516116.1106886,
              180446.946854
            ],
            [
              516116.8609891,
              180443.4278613
            ],
            [
              516116.0941985,
              180447.0068368
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              516113.6783955,
              180458.3735831
            ],
            [
              516113.9669727,
              180457.0339666
            ],
            [
              516113.9587276,
              180457.063958
            ],
            [
              516113.6783955,
              180458.3735831
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              516112.8621345,
              180462.2124843
            ],
            [
              516112.8703796,
              180462.1824928
            ],
            [
              516112.8868697,
              180462.1025157
            ],
            [
              516112.9528302,
              180461.8026016
            ],
            [
              516113.3980635,
              180459.7131997
            ],
            [
              516113.0352808,
              180461.3827218
            ],
            [
              516112.9033598,
              180462.0125415
            ],
            [
              516112.8798025,
              180462.1339353
            ],
            [
              516112.8621345,
              180462.2124843
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              516112.8538894,
              180462.2624699
            ],
            [
              516112.8456444,
              180462.2824642
            ],
            [
              516112.8538894,
              180462.2724671
            ],
            [
              516112.8538894,
              180462.2624699
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              516102.399152,
              180346.3756422
            ],
            [
              516102.4486223,
              180345.9657595
            ],
            [
              516102.399152,
              180346.3656451
            ],
            [
              516102.399152,
              180346.3756422
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of the original permission ref: P/2010/0418, dated 29/09/2010.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | Prior to the commencement of development, details and samples of all facing materials shall be submitted to and approved in writing by the Local Planning Authority prior to any work commencing on the relevant Building.  The samples and details shall include:  a)\tbrickwork (including brick panels and mortar courses); b)\tmetal cladding; c)\tanodised metal panel; d)\tall window treatments (including sections and reveals); e)\trender panels and colours; f)\tbalcony structures and balustrading treatment (including sections);  g)\tmetal privacy screen;  h)\tmetal and timber brise soleil (including folding shutters); i)\tmetal, cement and render facing and banding detail; j)\tglazed and metal/aluminium canopies;  k)\tentrance gates to the undercroft car parking area;  l)\tany other materials to be used.  The development shall be carried out strictly in accordance with the details so approved, maintained as such thereafter and no change therefrom shall take place without the prior written consent of the Local Planning Authority.   Reason:  In the interest of securing sustainable development and to ensure that the resulting appearance and construction of the development is of a high standard in accordance with policies 5.3, 7.1, 7.4 and 7.6 of the London Plan 2011, and policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Notwithstanding the plans hereby approved, full details of the ground floor elevations including:   a)\tresidential entrances; b)\toffice entrances; c)\tgym and cafT shopfronts; and  d)\tenergy centre; e)\trefuse and cycle stores  shall be submitted to and approved in writing by the Local Planning Authority before any work is commenced on that relevant aspect of the scheme.  The details shall include: doors, sections, elevational and threshold treatments, all to be shown in context and to a scale of 1:50.    The ground floor elevations shall be implemented strictly in accordance with the details so approved, maintained as such thereafter and no change therefrom shall take place without the prior written consent of the Local Planning Authority.  Reason: To ensure that the Authority may be satisfied with the access arrangements and the street level external appearance / interface of the buildings in accordance with policies: 7.4 and 7.6 of the London Plan 2011and policies: 4.1, 4.10 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Typical elevations of the building(s) hereby approved at scale 1:50 shall be submitted to and approved in writing by the Local Planning Authority prior to work commencing on site.  The development shall be carried out strictly in accordance with the elevational details so approved, shall be maintained as such thereafter and no change therefrom shall take place without the prior written consent of the Local Planning Authority.  Reason:  To ensure that the Local Planning Authority may be satisfied with the external appearance of the building in accordance with policies 7.4 and 7.6 of the London Plan 2011 and policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Prior to the erection of any of the residential dwellings hereby approved details indicating the positions, appearance, design, materials and type of boundary treatment to be erected in conjunction with the properties shall be submitted to and approved in writing to the Local Planning Authority. The development shall be carried out in accordance with the approved details, which shall be completed before the residential units are first occupied and permanently retained thereafter.   Reason:  To ensure that the materials harmonise with the surroundings and safeguard the amenities of occupiers of the existing and proposed dwellings, in accordance with policies 4.1, 4.5 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | The dedicated refuse / recycling enclosure shown on approved drawings shall be provided prior to the first occupation of the development hereby approved.  The development shall be carried out strictly in accordance with the details so approved, shall be maintained as such thereafter and no change therefrom shall take place without the prior written consent of the Local Planning Authority.  Reason:  To secure the necessary physical waste enclosures to support the development and to ensure that responsible waste management practices are adhered to in accordance with policy 6.9 of the London Plan 2011 and policies 2.10, 4.1 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | The car parking spaces shown on the approved plans shall be marked out and completed prior to first occupation of any of the residential dwellings hereby approved, and these spaces together with the associated access roads and manoeuvring areas shall be kept continuously available for car and motorcycle parking and shall not be used for any other purpose, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure adequate car parking is provided and retained in conjunction with the development in the interests of the general amenities of the locality and the free flow of traffic and conditions of pedestrian and general highway safety on the neighbouring highways in accordance with policies 4.1, 5.5 and 9.1 of the of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | None of the dwellings in any phase shall be occupied until all of the approved cycle parking spaces associated with that phase have been completed and available for use and these areas shall only be used for cycle parking and for no other purpose unless otherwise agreed in writing with the Local Planning Authority.  Reason: To ensure adequate cycle parking is provided and retained in conjunction with the development in pursuance of the objectives of sustainability and encouraging the use of modes of transport other than private motor vehicles in accordance with policy 6.9 of the London Plan 2011 and policy 9.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Details of the layout, design and appearance of the play equipment and other features to be provided within the proposed children's play spaces shall be submitted to and approved by the Local Planning Authority within 6 months of the commencement of the development and the approved details shall be implemented no later than two months of the substantial completion of the development, unless otherwise agreed in writing with the local planning authority and these facilities shall thereafter be retained and maintained in a usable and workable condition.   Reason:  To ensure adequate suitable children's play areas are provided and retained in conjunction with this development in the interests of the prospective occupiers of the development and in accordance with policy 3.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Details of the soft landscaping shall be submitted to and approved by the local planning authority within 6 months of the commencement of the development and the approved details shall be provided no later than two months of the substantial completion of the development, or such other time as may be agreed with the Local Planning Authority and any tree or shrub which within 5 years of planting dies, is removed, is damaged or diseased shall be replaced with another of the same species and size, unless otherwise agreed in writing with the Local Planning Authority.   Reason:  To ensure the approved landscaping is provided as an integral feature of the development and retained in the interests of the setting of the buildings and visual amenities of the locality and to provide biodiversity within the site in accordance with policies 3.8, 4.1, 4.5 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Details in accordance with British Standard 5837:2005 'Trees in Relation to Construction Recommendations' of the protection measures for trees and shrubs to be retained within and adjacent to the phase/site and their root protection areas shall be submitted to and approved by the Local Planning Authority and the approved details shall be in place prior to any demolition or construction work being carried out and retained until the development has been completed.  Within the agreed tree, shrub and their root protection areas there shall be no access and no storage or siting of any materials, rubble, plant, soil, temporary structures, parking of vehicles and no hardstanding or installation of underground services shall be provided within these areas and the soil levels within these areas shall not be altered.   Reason:  To safeguard the future of these trees and shrubs in the interests of the visual amenities of the area and the setting and character of the proposed development in accordance with policies 4.1 and 4.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Details of the finishes to the hard surfaced areas shall be submitted to and approved by the local planning authority within 6 months of the commencement of the development and these approved details shall be completed no later than two months of the substantial completion of the development, or such other time as may be agreed with the Local Planning Authority.   Reason:  To ensure the approved landscaping is provided as an integral feature of the development in the interests of the setting of the buildings and visual amenities of the locality in accordance with policies 4.1and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | None of the dwellings shall be occupied until footpaths from the public highway to the entrance of the property has been provided in accordance with the approved layout and completed and surfaced in accordance with the approved hard surfacing details.   Reason:  To ensure a safe and adequate access is provided in the interest of the residents and visitors to the development in accordance with policies 9.1 and 9.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Details the green roofs proposed and the measures within the design of the building to support such works shall be submitted to and approved by the local planning authority prior to the erection of the building(s) containing such roofs. These details shall include:  a)\tbiodiversity and/or be sedum based with extensive substrate base covering the extent of the roof surface where achievable and reasonable;  b)\tsufficient depth of soil or  growing medium for the relevant planting; c)\ta mix of species  d)\tplanting within the first planting season following the practical completion of the building works. e)\trelevant efficient and effective drainage and irrigation to sustain the relevant vegetation  The development shall be carried out strictly in accordance with the details so approved, shall be maintained as such thereafter and no change there from shall take place without the prior written consent of the Local Planning Authority.  f) Evidence that the roof has been installed in accordance with sub-points a) to d) above shall be submitted to and approved in writing by the Local Planning Authority prior to the first occupation of the development hereby approved.   Reason:  To ensure the development provides the maximum possible provision towards creation of habitats and valuable areas for biodiversity in accordance with policy 5.11 of the London Plan 2011 and policy 3.8 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Details of the landscaped areas above the ground floor car parking proposed and the measures within the design of the building to support such works shall be submitted to and approved by the Local Planning Authority prior to the erection of the building containing these works. These details shall include:  - sufficient depth of soil or growing medium for the relevant planting; - the species and their numbers and density of planting - planting within the first planting season following the practical completion of the building works. - relevant efficient and effective drainage and irrigation to sustain the relevant vegetation - the finishes to the hard landscaped areas.   The development shall be carried out strictly in accordance with the details so approved, shall be maintained as such thereafter and no change therefrom shall take place without the prior written consent of the Local Planning Authority.  Reason:  To ensure suitable landscaping of these areas and suitable structural support for such landscaping is provided in order that visual interest and useful and usable areas of amenity space are created for these communal areas in the interests of the residents of the development and to make these areas integral to the layout and design of the development in accordance with policies 4.1, 4.5 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | The landscaping details to be submitted shall include details of the design, number and siting of bird and bat boxes within the development and these approved details shall be completed within 2 months of the substantial completion of the development  Reason:  In the interests of enhancing nature conservation and biodiversity in accordance with policy 3.8 of the adopted Unitary Development Plan 'Plan for the Environment' 2004. | Details of the measures to allow the residents of the maisonettes access to the podium amenity space areas shall be submitted to and approved by the Local Planning Authority prior to the erection of these buildings and the detail so approved shall be made available to the residents of the maisonettes prior to the first occupation of their properties.   Reason:  In the interests of the amenities of the occupiers of these family units of accommodation in accordance with policies 3.5, 4.1, 4.5 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Prior to the commencement of development a detailed surface water drainage scheme for the site shall be submitted to and approved by the Local Planning Authority, such final details shall provide sustainable urban drainage system (SUDS) measures of no less than those identified in the Upton McGoughan Flood Risk Assessment and phase 1 Engineering Layout drawing (056.0018-SK100) and shall include details of how the drainage system and the SUDS measures will be managed and maintained in perpetuity. The scheme shall be implemented in accordance with the approved details before the development is completed.   Reason:  To minimise the risk of flooding, to improve and protect water quality, improve habitat and amenity and ensure future maintenance of the drainage network in accordance with policies 5.12, 5.13, 5.14 and 5.15 of the London Plan 2011 and policy 2.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Development should not commence until impact studies of the existing water supply infrastructure have been submitted to, and approved in writing by the local planning authority in consultation with Thames Water. The studies should determine the magnitude of any additional capacity required in the system and a suitable connection point.  Reason:  To ensure that the water supply infrastructure has sufficient capacity to cope with the additional demand, in accordance with policies 2.1, 2.5, 4.1 and 5.5 of the adopted Ealing Unitary Development Plan ' Plan for the Environment' (2004). | There shall be no access to and no use of the flat roof at third floor of building J1 by the residents of this unit.   Reason:  To safeguard the amenities of occupiers of neighbouring properties in accordance with policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | The cill level of the first and second floor windows in the West elevation of building J1 shall be at least 1.6 metres above the finished floor level and these windows shall not be altered except with the prior written permission of the Local Planning Authority.   Reason:  To safeguard the amenities of occupiers of neighbouring properties in accordance with policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Details of the privacy screens to be provided for the balconies of the flats shall be submitted to and approved by the Local Planning Authority prior to the erection of the buildings in this development and the details so approved shall be installed prior to the first occupation of dwelling it serves and shall not thereafter be altered, replaced or removed except with the prior written permission of the Local Planning Authority.    Reason:  To safeguard the amenities of occupiers of neighbouring properties in accordance with policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | All of the residential properties shall be built to Lifetime Homes standards and in accordance with the guidance contained within SPG7 'Accessible Ealing' unless otherwise agreed by the Local Planning Authority.   Reason:  To ensure that the development is accessible by all future occupiers, in accordance with policies 4.1, 4.3 and 5.3 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 7 'Accessible Ealing'. | The 12 wheelchair / wheelchair adaptable housing units hereby approved shall be provided as part of the development.  The wheelchair / wheelchair adaptable housing units shall be provided prior to the first occupation of the Building to which they form part.   Prior to the first occupation of the relevant phase of development, the following audit shall be submitted to and approved in writing by the Local Planning authority:  a)\tan as built Wheelchair Accessible Housing checklist completed by a suitably qualified 3rd party.  The development shall be constructed strictly in accordance with the details so approved and no change therefrom shall take place without the prior written consent of the Local Planning Authority.    Reason:  To ensure provision of wheelchair housing as agreed, in a timely fashion and to: address the backlog of and current unmet housing needs; produce a sustainable mix of accommodation; and provide appropriate choices and housing opportunities for wheelchair users and their families, in accordance with policies 3.3 and 7.2 of the London Plan 2011  and policy 5.3 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | All lifts serving the dwellings hereby approved shall be installed and operational prior to the first occupation of the residential dwellings hereby approved.  The development shall be carried out strictly in accordance with the details so approved, maintained as such thereafter and no change therefrom shall take place without the prior written consent of the Local Planning Authority.  Reason:  To ensure that adequate access is provided to the residential units at all floors in accordance with policies 3.3 and 7.2 of the London Plan 2011 and policy 5.3 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Notwithstanding the provision of the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking and re-enacting that Order with or without modification) no development to any dwellinghouse hereby approved under Classes A, B, C, D or, E of Part 1, Schedule 2 to the said Order shall be carried out or constructed without express planning permission.   Reason:  To ensure that the Local Planning Authority has control over future extensions, alterations and other works to the dwellinghouses to maintain their architectural integrity and design in view of the limited space within the site available for such works and the impact such works and extensions may have on the amenities of occupiers of neighbouring properties in accordance with policies 4.1, 5.5, and 5.9 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Notwithstanding the provisions of Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking and re-enacting that Order with or without modification) and the Town and Country Planning (Use Classes) Order 1987 (or any order revoking and re-enacting that Order with or without modification), the cafT hereby permitted shall only be used as a cafT and for no other purpose except with the prior written permission of the Local Planning Authority and the cafT shall only be open between the hours of 08-00 and 22-00 Monday to Saturday, and 08-00 and 18-00 on Sunday and Bank Holidays.  Reason:  To ensure the use of the cafT is complementary to residential development and to enable the Local Planning Authority to maintain control of the use of the premises in the interests of the vitality and viability of the Ealing Broadway Metropolitan Centre in accordance with policies 4.1, 4.2, 4.11 and 7.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration'. | Notwithstanding the provisions of the Town and Country Planning (Use Classes) Order 1987 (or any order revoking and re-enacting that Order with or without modification), the gym hereby permitted shall only be used as a gym and for no other purpose within Use Class D2 of the said Order except with the prior written permission of the Local Planning Authority and the gym shall only be open between the hours of 07-00 and 22-00, Mondays to Saturdays and 08-00 and 22-00 on Sundays and Bank Holidays.  Reason:  To ensure the use of these premises is complementary to residential development within the site and to enable the Local Planning Authority to maintain control of the use of the premises in the interests of the amenities of the occupiers of neighbouring residential properties in accordance with policies 4.1, 4.2, 4.11 and 7.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Prior to the commencement of any works on site with respect to any phase of the development, a contaminated land investigation shall be carried out, using sampling points and methods agreed with the Local Planning Authority, and subsequently a risk assessment shall be prepared, following the CLEA guidance.  A scheme shall then be submitted for approval to describe the proposed methods of removal, neutralising or sealing of the contamination, and for the remedial works to be implemented before any other works commence.   Suitable validation certificates shall be provided for any soil imported onto the site.    Reason:  To remove contamination from the site in the interests of the health of the prospective occupants and to prevent pollution of the water environment in accordance with policies 2.7 and 4.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Prior to the commencement of the development, details of the measures to be incorporated into the design of the development to attenuate noise arising from aircraft, traffic, the railway, construction and demolition works and noise from the non-residential activities to be conducted on site, including noise from the combined heat and power plant and plant provided within the development, the undercroft parking areas and noise arising from activities and plant conducted within the vicinity of the site, shall be submitted to and approved by the Local Planning Authority and the development shall be carried out in accordance with these details.   Reason:  In the interests of safeguarding the amenities of the occupants of the development in accordance with policies 4.1 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and the provisions of Supplementary Planning Guidance 10 'Noise and Vibration'. | Details shall be submitted for approval by the Local Planning Authority prior to the first use of the cafT for the installation, operation, and maintenance of the best practicable odour abatement equipment including an extract system, the height of the discharge, and the efflux velocity of the effluent at the point of discharge.  The system, as approved, shall be completed before occupation and thereafter permanently retained and maintained.  Reason:  To protect the living conditions of the occupiers of neighbouring properties, in accordance with policy 4.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Prior to the commencement of any development, details of a site construction method statement/ management plan shall be submitted to and approved in writing by the Local Planning Authority.  The method statement/management plan shall include the following: a)\ton-site construction worker parking b)\tanticipated number, frequency and size of construction vehicles entering/exiting the site c)\tdelivery times and booking system (staggered to avoid morning and afternoon school run peak periods) d)\tsite access for construction traffic and contractor staff parking and associated signage e)\tconsolidated or re-timed trips f)\tdust suppression measures to the standards set out in the 'Best Practice Guidance: The control of dust and emissions from construction and demolition'. g)\twheel washing provisions h)\tsite security i)\tsecure, off-street loading and drop-off facilities j)\tvehicle manoeuvring and turning, including swept path diagrams to demonstrate how vehicles will access the site and be able to turn into and emerge from the site in forward gear. k)\tdetails as to the locations for the storage of building materials and construction debris and contractors offices l)\tprocedures for on-site contractors to deal with complaints from local residents. m)\tusing TfL's Freight Operator Recognition Scheme (FORS) or similar.  Such details shall be implemented, or phasing agreed, in accordance with approved detail, unless otherwise agreed in writing by the Local Planning Authority.  Reason:  To ensure appropriate mitigation measures to protect the amenity of local residents and occupiers of the neighbouring sites and ensure adequate highway and site safety, in accordance with policies 4.4, 4.5, 4.11, 9.1 and 9.9 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Details of the street lighting and other external lighting shall be submitted to and approved in writing by the Local Planning Authority prior to the erection of any buildings. The approved lighting shall thereafter be provided prior to the first occupation of any dwelling and maintained solely in accordance with the approved details.  Reason:  To provide suitable lighting for the safety of residents and visitors to the development and to protect the living conditions of occupiers of residential properties within and adjacent to the development, in accordance with policies 4.1, 4.4 and 4.12 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | No microwave masts, antennae or satellite dishes or any other plant or equipment shall be installed on any of the buildings containing flats hereby permitted unless otherwise approved in writing by the Local Planning Authority.  Reason:  To safeguard the appearance of the buildings in the interests of visual amenity; in accordance with policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Details of the siting, height and nature of the closed circuit television network proposed within the development shall be submitted to and approved by the Local Planning Authority prior to its installation and the system shall be installed in accordance with the approved details and thereafter shall not be altered except with the written permission of the Local Planning Authority.   Reason: To provide adequate security within the site whilst safeguarding the amenities of the occupiers of neighbouring properties in accordance with policies 4.1 and 4.4 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Details of the gas combined heat and power facility, which shall provide no less 105 kilowatts electrical capacity for the phase 1, with the addition of 225 kilowatts electrical capacity for the following phases, including: a)\tits location; specification and operation/management strategy; b)\tflue location, height and design; and  c)\tthe method of how the facility shall be designed to allow for the future connection to any decentralised heating and cooling network   shall be submitted to and approved in writing by the Local Planning Authority prior to any superstructure works commencing on site and the facility shall be installed and operational prior to the first occupation of the first dwelling within the development hereby approved.    The development shall be carried out strictly in accordance with the details so approved, shall be maintained as such thereafter and no change therefrom shall take place without the prior written consent of the Local Planning Authority  Reason:    To ensure the facility is provided appropriately and so that it is designed in a manner which allows for the future connection to a district system in accordance with policies 5.1, 5.2, 5.3 and 5.6 of the London Plan 2011 and policies 2.9 and 4.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment'  (2004). | The Energy Centre hereby approved shall be installed and operational prior to the first occupation of the dwellings within Phase 1 and shall thereafter serve all dwellings and commercial and community space unless otherwise agreed in writing with the Local Planning Authority.  Reason:  In the interest of securing the centralised energy centre for the site and its sustainable connection to the various uses within the development in accordance with policies 5.1, 5.2, 5.3 and 5.6 of the London Plan 2011 and policies 2.9 and 4.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Details of the rainwater harvesting and recycling system shall be submitted to and approved in writing by the Local Planning Authority prior to any superstructure works commencing on this phase of the development.   The details shall also demonstrate the maximum level of recycled water that can feasibly be provided to the development and how and where it will be used.   The development shall be carried out strictly in accordance with the details so approved, shall be maintained as such thereafter and no change therefrom shall take place without the prior written consent of the Local Planning Authority.  Reason:  To ensure the sustainable use of water in accordance with policy 5.15 of the London Plan 2011 and policy 2.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | A Green Procurement Plan shall be submitted to and approved in writing by the Local Planning Authority before the development hereby permitted is commenced. The Green Procurement Plan shall demonstrate how the procurement of materials for the development will promote sustainability, including by use of low impact, sustainably sourced, reused and recycled materials, including reuse of demolition waste. The development shall not be carried out otherwise than in accordance with the particulars so approved in this Plan.  Reason:  To ensure sustainable procurement of materials which minimises the negative environmental impacts of construction in accordance with policies 5.3, 5.16 and 5.18 of the London Plan 2011 and policies 2.1, 2.10, 4.1 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Prior to the commencement of the development, details shall be submitted to and approved in writing by the Local Planning Authority demonstrating measures to be incorporated into the development to ensure that all residential units have been designed to achieve at least 'Level 4 of the Code for Sustainable Homes' or higher as required by the approved standards at that time.  No dwelling within the development shall be occupied prior to the submission of a final 'Code Certificate' to the"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "05/06/2013",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-02641283",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3239644,
          51.5118266
        ],
        [
          -0.323964,
          51.5118263
        ],
        [
          -0.32396369999999997,
          51.5118261
        ],
        [
          -0.3239622,
          51.5118249
        ],
        [
          -0.3239622,
          51.5118248
        ],
        [
          -0.3239644,
          51.5118266
        ]
      ]
    ],
    "type": "Polygon"
  }
}