{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2014/2557;",
  "lapsed_date": "16/02/2018",
  "decision_target_date": "01/08/2014",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": null,
  "site_name": "Former Salisbury Depot",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012143376, 000012158676, 000012177386, 000012177387, 000012177388, 000012177389, 000012177390, 000012177391, 000012177392, 000012177393, 000012177394, 000012177395, 000012177396, 000012177397, 000012177398, 000012177399, 000012177400, 000012177401, 000012177402, 000012177403, 000012177404, 000012177405, 000012177406, 000012177407, 000012177408, 000012177409, 000012177410, 000012177411, 000012177412, 000012177413, 000012177338, 000012177339, 000012177340, 000012177341, 000012177342, 000012177344, 000012177345, 000012177346, 000012177347, 000012177348, 000012177349, 000012177350, 000012177351, 000012177352, 000012177353, 000012177354, 000012177355, 000012177356, 000012177357, 000012177358, 000012177359, 000012177360, 000012177361, 000012177362, 000012177363, 000012177364, 000012177365, 000012177366, 000012177367, 000012177368, 000012177369, 000012177370, 000012177371, 000012177372, 000012177373, 000012177374, 000012177375, 000012177376, 000012177377, 000012177378, 000012177379, 000012177380, 000012177381, 000012177382, 000012177383, 000012177384, 000012177385, 000012177311, 000012177312, 000012177313, 000012177314, 000012177315, 000012177316, 000012177317, 000012177318, 000012177319, 000012177320, 000012177321, 000012177322, 000012177323, 000012177324, 000012177325, 000012177326, 000012177327, 000012177328, 000012177329, 000012177330, 000012177331, 000012177332, 000012177333, 000012177334, 000012177335, 000012177336, 000012177337"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2014/2557",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 512469,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:13:27.197+00:00",
  "id": "Ealing-P_2014_2557",
  "application_type": "All Other",
  "street_name": "Salisbury Road",
  "borough": "Ealing",
  "ward": "Southall Green",
  "decision_date": "16/02/2015",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for minor material amendments, variation and removal of conditions to application, P/2011/0811 for minor material amendments of application ref: P/2010/1567 for the redevelopment of the Former Salisbury Road Depot site consisting of the erection of a 3 storey residential building, and a part 3 and 5 storey residential building to provide 103 residential flats, amenity space, car parking, access from Salisbury Road and the provision of roof mounted telecommunications equipment to replace the existing telecommunications mast on the Endsleigh Industrial Estate, linked with the approved application P/2009/3160 for the provision of 146 residential flats on the Former Featherstone Primary School site (minor material amendments comprising external alterations including alterations to cill heights of windows, the addition of missing external openings shown on floorplans, the removal of glazing to the southern end of block C, the reconfiguration of entrances, the inclusion of solar panels, boilers and natural ventilation, the removal of stair overruns, the addition of extracts at roof level, alterations to proposed roof mounted telecommunications equipment and alterations to external materials together with internal alterations including a minor change to the housing mix, the relocation of cycle storage, the removal of the end staircase in block C, changes to the gas meter rooms to meet safety requirements and alteration to the basement layout)  the variation of conditions 5 (vehicle and cycle parking), 10 (basement parking) and 11 (access roads) to allow compliance in accordance with the occupation strategy, the variation of condition 8 (telecommunications equipment) to allow for the occupation of block A in advance of the new replacement roof mounted telecommunications equipment being provided, and the removal of planning condition 22 (acoustic fencing).",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major dwellings",
  "centroid_northing": 178726,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012143376",
  "centroid": {
    "lon": -0.381229,
    "lat": 51.496297
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from 1st December 2010  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development shall be implemented in accordance with the details of materials approved by details application ref: PP/2013/3521 dated 29th October 2013.  Reason:  To ensure that the materials harmonise with the surroundings in accordance with policies 1.1, 1.2 & 4.1 of the Ealing Core Strategy (2012), policies 7.4 , 7B & 7C of the Ealing Development Management Development Plan Document (2013), policies 7.4, 7.6 & 7.8 of the London Plan (2011) and the National Planning Policy Framework (2012). | Prior to the first occupation of any of the residential flats hereby approved details indicating the positions, appearance, design, materials and type of boundary treatment to be erected on the site shall be submitted to and approved in writing to the Local Planning Authority. Development shall be carried out in accordance with the approved details, which shall be completed before the residential units are first occupied and permanently retained thereafter.   Reason:  To protect the visual appearance of the area and the amenity of surrounding properties in accordance with policies 1.1, 1.2 & 4.1 of the Ealing Core Strategy (2012), policies 7.4 , 7B & 7C of the Ealing Development Management Development Plan Document (2013), policies 7.4, 7.6 & 7.8 of the London Plan (2011) and the National Planning Policy Framework (2012). | The development shall be implemented in accordance with the details of hard and soft landscaping approved by details application ref: PP/2013/3532 dated 27th September 2013.  Reason:  To ensure that the development is landscaped in the interests of the visual character and appearance of the area in accordance with policies 1.1, 1.2 & 4.1 of the Ealing Core Strategy (2012), policies 5.10, 7.4, 7B & 7C of the Ealing Development Management Development Plan Document (2013), policies 5.10, 7.4 - 7.6 & 7.8 of the London Plan (2011) and the National Planning Policy Framework (2012). | The car parking, disabled car parking and cycle parking spaces shown on the approved plans shall be marked out on the site in accordance with the submitted Occupation Strategy Car & Bicycle Allocations (received 16th October 2014), Salisbury Gardens Occupation Strategy (8x un-numbered drawings received 18th September 2014) the parking spaces shall be kept continuously available for car, cycle and disabled car parking and shall not be used for any other purpose.  Reason: To ensure that there is adequate provision for car parking disabled car parking and cycle parking within the site, in accordance with policies 1.1, 1.2 & 4.1 of the Ealing Core Strategy (2012), policy 6.13 of the Ealing Development Management Development Plan Document (2013), policies 3.5, 6.9 & 6.13 of the London Plan (2011) and the National Planning Policy Framework (2012). | The development shall be implemented in accordance with the details of Code for Sustainable Homes approved by planning permission ref: PP/2013/3527 dated 13th November 2013. Details of Design Stage Certificates shall be submitted to and approved in writing by the local planning authority within 3 months of the first occupation of the development and Post Construction Stage Assessment shall be submitted within 6 months of the completion of the development all demonstrating that the development achieves the requirements of Code for Sustainable Homes.  Reason: To ensure the development's commitments to sustainability through the implementation of high energy efficiency measures and sustainable technologies  in accordance with policies 1.1, 1.2  & 4.1 of the Ealing Core Strategy (2012), policy 5.2 of the Ealing Development Management Development Plan Document (2013), policies 5.1-5.7 of the London Plan (2011), and the National Planning Policy Framework (2012). | Blocks B & C shall not be occupied until the telecommunications equipment shown on the submitted plans has been provided on the roof of block C to replace the existing telecommunications mast operated by Arqiva Telecommunications on the adjacent Endsleigh Industrial Estate.  Reason: To protect the health and living conditions of residents in the area, to maintain and enhance the visual appearance of the area, and to prevent interference to existing telecommunications networks in the area, all in in accordance with policies 1.1, 1.2 & 4.1 of the Ealing Core Strategy (2012), policy 7A, 7.4, 7B & 7C  of the Ealing Development Management Development Plan Document (2013), policies  7.4-7.6 & 7.8 of the London Plan (2011), and the National Planning Policy Framework (2012). | The development shall be implemented in accordance with the details of renewable energy approved by details application ref: PP/2013/3529 dated 26th November 2013.  Reason:  To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases in accordance with policies 1.1, 1.2 & 4.1 of the Ealing Core Strategy (2012), policy 5.2 of the Ealing Development Management Development Plan Document (2013), policies 5.1-5.7 of the London Plan (2011), and the National Planning Policy Framework (2012). | The underground/undercroft car parking spaces for the residential units, including the disabled spaces, ramps and associated access and manoeuvring space, as indicated on the approved drawings shall be laid out, surfaced and marked out and available for use in accordance with the submitted Occupation Strategy Car & Bicycle Allocations (received 16th October 2014 ), Salisbury Gardens Occupation Strategy (8x un-numbered drawings received 18th September 2014) and thereafter these facilities shall not be obstructed or used for any other purpose except with the prior written permission of the local planning authority.  Reason: To ensure that there is adequate provision for car and cycle parking within the site in accordance with policies 1.1, 1.2 & 4.1 of the Ealing Core Strategy (2012), policies 6.3 & 6.13 of the Ealing Development Management Development Plan Document (2013), policies 3.5, 6.9 & 6.13 of the London Plan (2011) and the National Planning Policy Framework (2012). | The surface access road, turning area and parking spaces and associated works shall be completed and available for use in accordance with the submitted Occupation Strategy Car & Bicycle Allocations (received 16th October 2014 ), Salisbury Gardens Occupation Strategy (8x un-numbered drawings received 18th September 2014) and thereafter these areas shall not be obstructed or used for any other purpose.  Reason: To ensure that there is adequate provision for access to the site and manoeuvring within the site in accordance with policies 1.1, 1.2 & 4.1 of the Ealing Core Strategy (2012), policies 6.3 & 6.13 of the Ealing Development Management Development Plan Document (2013), policies 3.5, 6.9 & 6.13 of the London Plan (2011) and the National Planning Policy Framework (2012). | The layout of the residential accommodation shall provide in accordance with the approved drawings at least 10% of the proposed units to enable occupation by disabled residents and the provision of all of the properties designed to Lifetime Homes Standards as developed by the Joseph Rowntree Foundation.  Reason: To ensure access for all future occupiers in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policy 3.5 of the Ealing Development Management Development Plan Document (2013), policy 7.2 of The London Plan (2011), and the National Planning Policy Framework (2012) | The development shall be implemented in accordance with the details of hard and soft landscaping management approved by details application ref: PP/2013/3532 dated 27th September 2013.  Reason:  To ensure that the development is landscaped in the interests of the visual character and appearance of the area in accordance with policies 1.1, 1.2 & 4.1 of the Ealing Core Strategy (2012), policies 5.10, 7.4, 7B & 7C of the Ealing Development Management Development Plan Document (2013), policies 5.10, 7.4 - 7.6 & 7.8 of the London Plan (2011) and the National Planning Policy Framework (2012). | A revised Green Travel Plan, designed to manage the transport needs of residents and visitors to minimise car usage and promote alternative modes of transport, shall be submitted to and approved in writing by the Local Planning Authority. The approved Green Travel Plan shall be implemented on first use of the development hereby permitted, and shall be retained in operation thereafter, unless otherwise agreed in writing by the Local Planning Authority. Thereafter, an annual monitoring report shall be submitted to the Local Planning Authority, unless otherwise requested.  Reason: To promote sustainable patterns of transport, to safeguard the living and working conditions of local people and in the interests of highway and pedestrian safety, in accordance with policies 1.1 & 2.1 of the Ealing Core Strategy (2012), policy 6.13 of the Ealing Development Management Development Plan Document (2013), policies 6.1-6.6, 6.7-6.13 of The London Plan (2012), and The National Planning Policy Framework (2012). | The development shall be implemented in accordance with the details of site drainage approved by details application ref: PP/2014/0653 dated 7th April 2014.  Reason: To ensure that adequate drainage of the site is carried out as approved, in accordance with policies in accordance with policy 1.2 of the Ealing Core Strategy (2012), policy 5.12 of the Ealing Development Management Development Plan Document (2013), policies 5.13 & 5.14 of the London Plan (2011), and the National Planning Policy Framework (2012). | The development shall be implemented in accordance with the details of contaminated land mitigation approved by details application ref: PP/2013/3530 dated 4th December 2013. A verification report demonstrating that the site remediation is completed shall be submitted to and approved in writing by the Local Planning Authority prior to the first occupation of the development. This must be in accordance with the guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1, Environment Agency (2010) and be in accordance with the planning informative provided by details application ref: PP/2013/3530 dated 4th December 2013.   Any changes to these components require the express consent of the Local Planning Authority. The scheme including remediation and decontamination measures shall be implemented only in accordance with the approved details. The Local Planning Authority  shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and submit appropriate amendments to the scheme for decontamination to the Local Planning Authority  for approval.  Reason: To protect the health and living conditions of residents in the area in accordance policy 1.1 of the Ealing Core Strategy (2012), policy 5.13 of The London Plan, the National Planning Policy Framework (2012), DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11', and the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1'. | The development shall be implemented in accordance with the details of contaminated land mitigation approved by details application ref: PP/2013/4970 dated 4th December 2013. A verification report shall be submitted to and approved in writing by the local planning authority prior to the first occupation of the development. This must be in accordance with the guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1, Environment Agency (2010) and be in accordance with the planning informative provided by details application ref: PP/2013/4970 dated 4th December 2013.  The verification report shall demonstrate the completion of the works set out in the approved remediation strategy and the effectiveness of the remediation. The report shall include results of sampling and monitoring carried out in accordance with the approved verification plan to demonstrate that the site remediation criteria have been met. It shall also include any plan (a long-term monitoring and maintenance plan) for longer-term monitoring of pollutant linkages, maintenance and arrangements for contingency action, as identified in the verification plan, and for the reporting of this to the local planning authority.  Reason: To protect the health and living conditions of residents in the area in accordance policy 1.1 of the Ealing Core Strategy (2012), policy 5.13 of The London Plan, the National Planning Policy Framework (2012), DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11', and the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1'. | No part of the roof of blocks A and C shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.  Reason: To protect the living conditions of nearby properties in accordance with policies  in accordance with policies 1.1, 1.2 & 4.1 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policy 7.6 of the London Plan (2011) and the National Planning Policy Framework (2012). | No new windows or other openings (other than those shown on the submitted plans) shall be constructed in the South Elevation Block A at any time without the prior express consent of the local planning authority.  Reason: To protect the living conditions of nearby properties in accordance with policies  in accordance with policies 1.1, 1.2 & 4.1 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policy 7.6 of the London Plan (2011) and the National Planning Policy Framework (2012). | Notwithstanding the information contained on the submitted plans details of vehicle parking management arrangements to ensure that there are vehicle parking restrictions on the site access road (other than in the vehicle parking spaces shown on the approved plans) shall be submitted to and approved in writing by the local planning authority prior to the first ocupation of the development. The development shall be implemented only as approved and the approved measures shall be retained thereafter, unless otherwise agreed in writing by the local planning authority.   Reason: To protect the living conditions of future residents and the visual character of the area in accordance with policies 1.1, 1.2 & 4.1 of the Ealing Core Strategy (2012), policy 6.13 of the Ealing Development Management Development Plan Document (2013), policies 6.11, 6.12 and 6.14 of the London Plan (2011), and the National Planning Policy Framework (2012). | The development shall be implemented in accordance with the details of noise mitigation approved by details application ref: PP/2013/3749 dated 20th November 2013.  Reason: In the interests of the amenity of future occupiers of the site in accordance with policy 1.1, 1.2 & 4.1 of the Ealing Core Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy 7.15 of The London Plan (2011), and the National Planning Policy Framework (2012). | The development shall be implemented in accordance with the details of the children's play area approved by application ref: PP/2013/3534 dated 27th September 2013.  Reason: To ensure that suitable facilities are provided and retained in conjunction with this development in accordance with policies 1.1, 1.2 & 4.1 of the Ealing Core Strategy (2012), policies 3.5, & 7D of the Ealing Development Management Development Plan Document (2013), policies 3.5, & 3.6 of the London Plan (2011), The London Plan SPG on Children's Play and Recreation, and the National Planning Policy Framework (2012). | The refuse and recycling facilities as shown on the approved plans, shall be provided on the site prior to the first occupation of the residential flats hereby permitted and thereafter these facilities shall be permanently retained.  Reason: To ensure that suitable refuse and recycling facilities are provided and retained in conjunction with this development in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 3.5, 7A, & 7B of the Ealing Development Management Development Plan Document (2013), policies 5.16, 6.11, 6.12 and 6.14 of the London Plan (2011), and the National Planning Policy Framework (2012). | The development shall be implemented in accordance with the details of security measures approved by details application ref: PP/2013/3531 dated 29th October, 2013.  Reason:  In the interests of the safety and amenity of the occupiers of the proposed accommodation, visitors to the development and occupiers of neighbouring sites in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policy 7.3 of the Ealing Development Management Development Plan Document (2013), policies 3.5, 7.3, 7.4-7.6 of the London Plan (2011), and the National Planning Policy Framework (2012) | The development hereby permitted shall be carried out in accordance with the following approved plans:   4990 - SPR - X00 - T1 - 100 - 0003, 4990 - SPR - X00 - T1 - 100 - 0002, 4990-SPR-B-1-T1-100-0002-PA2, 4990 - SPR - X00 - T1 - 100 - 0001, 4990 - SPR - X01 - TI - 100 - 0001, 4990 - SPR - X02 - TI - 100 - 0001, 4990 - SPR - X03 - TI - 100 - 0001, 4990 - SPR - X04 - TI - 100 - 0001, 4990 - SPR - X05 - TI - 100 - 0001, 4990 - SPR - A00 - TI - 100 - 0001, 4990 - SPR - A01 - TI - 100 - 0001, 4990 - SPR - A02 - TI - 100 - 0001, 4990 - SPR - A03 - TI - 100 - 0001, 4990-SPR-B-1-T1-100-0001-PA2, 4990 - SPR - BC0 - T1 - 100 - 0001, 4990 - SPR - BC1 - T1 - 100 - 0001, 4990 - SPR - BC2 - T1 - 100 - 0001, 4990 - SPR - BC3 - T1 - 100 - 0001, 4990 - SPR - BC4 - T1 - 100 - 0001, 4990 - SPR - BC5 - T1 - 100 - 0001, 4990 - SPR - AXX - TI - 100 - 0001, 4990 - SPR - AXX - TI - 100 - 0002, 4990 - SPR - AXX - TI - 100 - 0003, 4990-SPR-BXX-TI-100-0001 -PA2, 4990 - SPR - BXX - TI - 100 - 0002, 4990 - SPR - BXX - TI - 100 - 0003, 4990-SPR-CXX-TI-100-0001-PA2, 4990-SPR-CXX-TI-100-0002-PA2, 4990-SPR-CXX-TI-100-0003-PA2, 4990-SPR-BCX-DE-121-0010 C1, Occupation Strategy Car & Bicycle Allocations (received 16th October 2014 ), Salisbury Gardens Occupation Strategy (8x un-numbered drawings received 18th September 2014), Telecommunications Emails from Arqiva dated 20th August 2014, 23rd & 29th October 2014, ICNIRP Declarations  (Arqiva) dated 15th & 19th August & 27th October, 2014 and 304084-00-001-MD003 & 304084-00-003- MD003 (as it relates to telecommunications), Planning Statement prepared by Planning Perspectives dated 30th April 2014, Construction Method Statement and Management Plan dated 27th October 2014, Construction Management Email and Haulage Route from Desmond Kessie dated 10th April 2014, Schedule of Accommodation (received 20th October 2014).  Reason: For the avoidance of doubt and in the interests of proper planning. | Details of replacement tree planting shall be submitted to and approved in writing by the local planning authority. The tree planting shall be implanted as approved prior to the first occupation of block C. Any trees or plants which within 5 years of planting, die, are removed or become seriously damaged or diseased shall be replaced with others of the same size and species and in the same positions within the next planting season.  Reason:  To mitigate for the loss of existing trees on the site in the interests of the visual character and appearance of the area in accordance with policies 1.1, 1.2 & 4.1 of the Ealing Core Strategy (2012), policies 5.10, 7.4, 7B & 7C of the Ealing Development Management Development Plan Document (2013), policies 5.10, 7.4, 7.6, 7.8 & 7.21 of the London Plan (2011) and the National Planning Policy Framework (2012). | Details of the finishing design and colour for the rooftop mast shall be submitted to and approved in writing by the local planning authority prior to the installation of the mast (the paint finish should be a light blue/grey finish). The rooftop mast shall be implemented only in accordance with these details.   Reason:  To ensure that the design and colour harmonise with the surroundings in accordance with policies 1.1, 1.2 & 4.1 of the Ealing Core Strategy (2012), policies 7.4 , 7B & 7C of the Ealing Development Management Development Plan Document (2013), policies 7.4, 7.6 & 7.8 of the London Plan (2011) and the National Planning Policy Framework (2012)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "02/05/2014",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-03373854",
  "wgs84_polygon": null
}