{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2013/1486;",
  "lapsed_date": "19/08/2016",
  "decision_target_date": "17/07/2013",
  "locality": "Greenford",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB6 9LB",
  "site_name": "Ravenor Park",
  "status": "Commenced",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 273,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 2548,
      "total_gia_lost": 273,
      "development_type": "New Build",
      "total_gia_gained": 1333,
      "site_area": 0.37
    },
    "constraints_details": [
      {
        "result": "District, Greenford",
        "constraints_layer_description": "Town Centre Designation"
      },
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Greenford",
        "constraints_layer_description": "Town Centre Health Check: Name"
      },
      {
        "result": "District",
        "constraints_layer_description": "Town Centre Health Check: Type"
      },
      {
        "result": "Not designated",
        "constraints_layer_description": "Open Space Conservation"
      },
      {
        "result": "3",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "02/02/2015",
        "use_class": "B1",
        "gia_gained": 1215,
        "actual_commencement_date": "07/01/2014",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "02/02/2015",
        "use_class": "B1a",
        "gia_gained": 1215,
        "actual_commencement_date": "07/01/2014",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B8",
        "gia_gained": 0,
        "actual_commencement_date": "07/01/2014",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 273
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "02/02/2015",
        "use_class": "D2",
        "gia_gained": 118,
        "actual_commencement_date": "07/01/2014",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "existing_uprns": [
      "000012001200, 000012141363"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2013/1486",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 514258,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T15:28:16.923+00:00",
  "id": "Ealing-P_2013_1486",
  "application_type": "All Other",
  "street_name": "Oldfield Lane South",
  "borough": "Ealing",
  "ward": "Greenford Broadway",
  "decision_date": "19/08/2013",
  "epc_number": null,
  "actual_commencement_date": "07/01/2014",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Construction of two storey building to accommodate a children & adult services centre with associated car/minibus parking provision, cycle and refuse storage, boundary fences and widening of access road and footpaths (following demolition of existing buildings)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": 182633,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012141363",
  "centroid": {
    "lon": -0.354204,
    "lat": 51.531054
  },
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_cycle": null,
    "no_proposed_bluebadge": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": 12,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers 497-SY 01P1, 02P1, 03; 497-SKD  001P1, 002P2, 003P1, 004P1, 005P2, 006P2, 007P1, 008P2, 009P2, Tree Constrains Plan (Received 17/04/2013), unless otherwise agreed in writing by the local Planning Authority.  Reason: For the avoidance of doubt, and in the interests of proper planning. | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.  Reason: To ensure that the materials and finishes are of high quality and contribute positively to the visual amenity of the locality in accordance with policies 4.1 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004), policies 1.1 (g) (i) (k), 1.2 (f), 3.1(b) and 3.8 of the Ealing Core Strategy (2012), policies LV 7.4 and 7B of the Ealing Draft Development Management Development Plan Document (2013), policies 7.4 and 7.6 of the London Plan (2011), and section 7 of the National Planning Policy Framework (2012). | Details shall be submitted to the Local Planning Authority for approval before the development is commenced, for the insulation of the building envelope, with windows shut and other means of ventilation provided, which will achieve the internal criteria for sensitive rooms to the Council's criteria. The details should also include the provision of alternative means of ventilation.  The works should be completed before occupation and permanently retained thereafter  Reason: In the interest of the occupiers of the development hereby approved, in accordance with policy 7.15 of the London Plan 2011, policies 4.1 and 4.11 of adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), Supplementary Planning Guidance 10 'Noise and Vibration', policy 1.1 (j) of the Ealing Development (Core) Strategy 2026 and policy 7A of the Ealing Draft Development Management Development Plan Document (2013). | The rating noise level emitted from any external plant and machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation.  Reason: In the interest of neighbouring occupiers and those of the development hereby approved, in accordance with policy 7.15 of the London Plan 2011, policies 4.1 and 4.11 of adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), Supplementary Planning Guidance 10 'Noise and Vibration', policy 1.1 (j) of the Ealing Development (Core) Strategy 2026 and policy 7A of the Ealing Draft Development Management Development Plan Document (2013). | No development shall take place until an investigation and risk assessment is completed in accordance with a scheme to assess the nature and extent of any contamination on the site, and has been submitted to and approved in writing by the Local Planning Authority. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site. The report of the findings must include:  (i) a survey of the extent, scale and nature of contamination;   (ii) an assessment of the potential risks to:-  - human health,  - property (existing or proposed) including buildings, pets, and service lines and pipes,  - adjoining land,  - groundwaters and surface waters,   (iii) An appraisal of remedial options, and proposal of the preferred option(s).  This must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'.   Reason: To protect the health and living conditions of prospective occupiers of the development and adjoining residents in accordance policies 2.7 and 4.1 of the Adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), policy 5.21 of The London Plan, policy 1.1( j) of the Ealing Core Strategy (2012), and the National Planning Policy Framework. | No development shall take place until a detailed remediation scheme to bring the site to a condition suitable for the intended use is submitted to and approved in writing by the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.   Reason: To protect the health and living conditions of residents in the area in accordance policies 2.7 and 4.1 of the Adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), policy 5.21 of The London Plan, policy 1.1 (j) of the Ealing Core Strategy (2012), and the National Planning Policy Framework. | The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development other than that required to carry out remediation, unless otherwise agreed in writing by the Local Planning Authority. The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works.  Following completion of measures identified in the approved remediation scheme, a verification report (referred to in PPS23 as a validation report) that demonstrates the effectiveness of the remediation carried out must be submitted to and approved in writing Local Planning Authority.  The verification report submitted shall be in accordance with the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1'.  Reason: To protect the health and living/working conditions of prospective occupiers and residents in the area in accordance policies 2.7 and 4.1 of the Adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), policy 5.21 of The London Plan, policy 1.1 (j )of the Ealing Core Strategy (2012), and the National Planning Policy Framework. | A construction management plan shall be submitted to and approved in writing by the local planning authority prior to the commencement of the development.  The method statement/management plan shall include but not limited to the following:  i). Construction worker parking ii). Anticipated number, frequency and size of construction vehicles. iii). Delivery times iv). Dust suppression measures v). Site security vi). Vehicle manoeuvring and turning vii). Locations for the storage of building materials and construction debris and contractors offices viii). Procedures for on-site contractors to deal with complaints from local residents, ix) measures to ensure the construction process does not affect of neighbouring highways, and x). details of wheel wash facilitites. Such details shall be implemented, or phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the works.  Reason:  To protect the amenity of local residents, to ensure adequate highway and site safety in accordance with policies 4.1, 4.11, 9.1, 9.9 & 9.10 of the Council's Adopted Unitary Development Plan 'Plan for the Environment' (2004), policies 1.1 (j) of the Ealing Core Strategy (2012), policies 6.3, 6.13, & 7.13 - 7.14 of the London Plan (2011), the National Planning Policy Framework (2012), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise. | The retention of trees, shrubs or hedges within the site shown on the approved plans listed on condition 2 and the tree survey approved shall not be felled, uprooted, wilfully damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.  Any trees, shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with similar species capable of achieving a comparable size unless approved in writing by the Local Authority.  Reason:  To safeguard trees and other vegetation considered to be worthy of retention in the interests of the visual amenity of the area as a whole and green setting of the site, in pursuance to the objectives of section 11 of the National Planning Policy Framework, policies7.4 and 7.21 of the London Plan 2011 and policies 4.1 and  4.5 of the Council's adopted Unitary Development Plan 'The Plan for the Environment' 2004 and Supplementary Planning Guidance 9 'Trees and Development Guidelines' and policies 1.1 (e) (g), 1.2(f), 3.1(b) and 3.8 of the Ealing Core Strategy (2012), policies LV 7.4 of the Ealing Draft Development Management Development Plan Document (2013). | No development shall commence until a detailed survey and protection scheme of existing trees, hedgerows and groups of mature shrubs to be retained within the site and those off site that are adjacent/close to it, only in accordance with British Standard 5837:2005 'Trees In Relation To Construction Recommendations' (or any subsequent revision), has been submitted to and approved in writing by the Local Planning Authority.  The protection measures shall be erected in the locations agreed in writing by the Local Planning Authority prior to the commencement of any development works and shall be maintained fully intact and (in the case of the fencing) upright, in its approved locations at all times, until the completion of all building operations on the site (unless agreed otherwise in writing by the Local Planning Authority).  Details shall include the following:   a)\tAccurate trunk positions and canopy spreads of all existing trees within the site and on adjoining land adjacent to the development.  b)\tPositions and spreads of existing hedgerows and groups of mature shrubs.  c)\tAll proposed tree, hedge, shrub removal and retention.  d)\tIncreased 'Root Protection Areas' of all existing retained trees within the site and on neighbouring land adjacent to the approved development, calculated in accordance with guidance 5.24 of BS 5837:2005 recommendations.  e)\tPlans of a minimum scale of 1:200 (unless agreed otherwise by the Local Authority) showing the proposed locations and height of protective barrier/s, supported by a metal scaffold framework, constructed in accordance with Section 9 (Figure 2), to include appropriate weatherproof tree protection area signage (such as \"Keep Out - Construction Exclusion Zone\") securely fixed to the outside of the protective fencing structure at regular intervals.  f)\tProposed ground protection measures in accordance with Section 9 (Figure 3)  g)\tAnnotated minimum distances between fencing and trunks of retained trees at regular intervals.  h)\tIllustration/s of the proposed fencing structure/s to be erected.  i)\tAll storage sites of spoil heaps, site cabins and material storage, temporary haul roads and access etc.   Reason:  In order to safeguard trees and other vegetation considered to be worthy of retention in the interests of the visual amenity of the area as a whole, in pursuance to the objectives of section 11 of the National Planning Policy Framework, policies7.4 and 7.21 of the London Plan 2011 and policies 4.1 and 4.5 of the Council's adopted Unitary Development Plan 'The Plan for the Environment' 2004 and Supplementary Planning Guidance 9 'Trees and Development Guidelines' and policies 1.1 (g), 1.2(f), 3.1(b) and 3.8 of the Ealing Core Strategy (2012), policies LV 7.4 of the Ealing Draft Development Management Development Plan Document (2013). | Details of the timber acoustic fencing along the east boundary of the site which will achieve the internal criteria for sensitive rooms to the Council's criteria to protect sensitive rooms from neighbouring properties at nos. 31A -31C Oldfield Lane South from the use of the car park and activity rooms shall be submitted for the approval. The works should be completed before occupation and permanently retained thereafter. The barriers shall be manufactured and constructed to the Authority's noise mitigation specifications approved.   Reason: In the interest of neighbouring occupiers, in accordance with policy 7.15 of the London Plan 2011, policies 4.1 and 4.11 of adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), Supplementary Planning Guidance 10 'Noise and Vibration', policy 1.1 (j) of the Ealing Development (Core) Strategy 2026 and policy 7A of the Ealing Draft Development Management Development Plan Document (2013). | Details of the surface drainage strategy hereby approved based on sustainable drainage principles shall be submitted to and approved in writing by the Local Planning Authority. The details as approved shall be fullly implemented and operational before the first occupation of the development  and thereafter maintained for the lifetime of the development.  Reason: To ensure the drainage measures comply with Thames Water/Environment Agency requirements, and to prevent the increased risk of flooding in accordance with section 10 of the National Planning Policy Framework, policy 5.12, 5.13 and 5.14 of the London Plan 2011 and policies 1.1 (k) and 1.2 (m) of the Ealing's Development Strategy 2026 and policy 2.5 of the adopted Ealing Unitary Development Plan (2004). | No occupation of the development hereby approved shall take place until full details of boundary treatments (including gates) and hard/soft landscape works and a phased programme of works, have been submitted to and approved in writing by the Local Planning Authority and these works shall be completed as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  Reason: To ensure that the development contributes to its green setting in the interests of the visual character and appearance of the area and community safety, in accordance with policies 4.1, 4.4, 4.5 and 4.12 of the adopted Unitary Development Plan 'Plan for the Environment' (2004), policies 1.1 (g) (h) (i), 3.1(b) and 3.8 of the Ealing Core Strategy (2012), policies 7.3, 7.4 and 7.21 of the London Plan 2011, policies LV 7.4 and 7B of the Ealing Draft Development Management Development Plan Document (2013). | The car parking spaces and manoeuvring area shown on the approved plans shall be made available and marked out on the site prior to first occupation of any part of the development, this area and parking spaces shall be kept continuously available for manoeuvring and car parking during the operation hours of the development hereby approved and any activity in this area should cease by 1900 hrs Monday to Friday and 2200 hrs at weekends. \t Reason: To ensure that there is adequate provision for car parking and access within the site and in the interest of the residential amenity of neighbouring occupiers, in accordance with policy 6.13, 7.1 and 7. 15 of the London Plan 2011 and policies 4.1, 4.11 and 9.1 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | Notwithstanding the information submitted with this application, details of Electric Vehicle Charging Points (EVCP) within the carpark hereby approved shall be submitted to the Local Planning Authority for approval. The details as approved shall be implemented and fully operational before the first occupation of the development  and thereafter maintained for the lifetime of the development.   Reason: In pursuance to sustainability, reduction of carbon dioxide emissions and green modes of transport in accordance with section 10 of the National Planning Policy Framework, policies 5.1, 5.2 and 6.13 of the London Plan 2011 and policies 1.1 (k) and 1.2 (f) of the Ealing's Development Strategy 2026. | Details of the refuse and recycling storage hereby approved shall be submitted to and approved by the Local Planning Authority before the first occupation of the development hereby approved. The approved details shall be formed and made available for use prior to the first occupation of any part of the development hereby permitted and retained permanently thereafter. This area shall not be used for any other purpose.  Reason: To provide adequate refuse and recycling storage to protect the amenities of the area and the living conditions of occupiers of the proposed residential units and the surrounding area, in accordance with policies 5.3 and 5.16 of the London Plan 2011 and policies 2.10 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | The cycle parking facilities hereby approved shall be installed and made fully available prior to the first use of the development, and permanently retained thereafter, unless otherwise agreed in writing by the local planning authority.  Reason: To ensure that there is adequate provision for cycle parking within the site, in accordance with policy 9.1 of the Adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), policies 1.1(e) (f) and 3.1(b) of the Ealing Core Strategy (2012), policies LV 6.13 of the Ealing Draft Development Management Development Plan Document (2013), policies and 6.13 of the London Plan (2011), and section 4 of the National Planning Policy Framework (2012). | Any external lighting shall be installed before the first occupation of any part of the development hereby approved and shall comply with the recommendations of the Institution of Lighting Engineers at Guidance Notes for the Reduction of Light Pollution particularly with regard to the following:  (i) reducing glare by - Correctly aiming the luminaires - Using luminaires with double asymmetric beams designed so that the front glazing is kept at or near parallel to the surface being lit  - Ensuring that the main beam angle of all lights, directed towards a potential observer is kept below 70 degrees.  (ii)  controlling vertical illuminance with the lights operating to a maximum of 10 lux at ground level and 5 lux at first floor level at any affected facade.  Reason: In the interest of occupiers of neighbouring properties and community safety in pursuance of policy 7.3 of the London Plan 2011 and policies   4.1, 4.4 and 4.12 of the adopted Ealing Unitary Development, 'Plan for the Environment' (2004), Supplementary Planning Guidance 08 ' Safer Ealing' and policies 1.1 (e) (h) of the Ealing Development (Core) Strategy 2026. | Notwithstanding any information submitted with the application, the development hereby approved shall be fully accessible for disabled people.   Reason: In the interest of accessibility in accordance with section 8 of the National Planning Policy Framework, policy 7.2  of the London Plan 2011, policy 4.3  of the Unitary Development Plan 'Plan for the Environment' (2004) and policies 1.1 (h) of the Ealing's Development Strategy 2026. | The development hereby approved shall comply with 'Secured by Design' standards.  Reason: To ensure that the development incorporates crime prevention measures to help prevent crime and disorder and to improve pedestrian accessibility in accordance with policies 4.1, & 4.3 of the Adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), policies 1.1 (e) of the Ealing Core Strategy (2012), policy LV 7.3 of the Ealing Draft Development Management Development Plan Document (2013), and policy 7.3 of the London Plan (2011). | The Children and Adult Centre hereby approved shall not operate outside the hours of 0700 to 2200 Monday to Friday and 0900 to 2200 hrs at weekends, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To safeguard the living and working conditions of local people and in the interests of highway safety, in accordance with section 4 and 7 of the National Planning Policy Framework, policies 7.1 and  7.4 and 7.15 of the London Plan 2011 and policies 4.1, 4.11 and 9.1 of the Unitary Development Plan \"Plan for the Environment\" (2004), Supplementary Planning Guidance 10 'Noise and Vibration' and policies 1.1 (e) (f), 3.1 (b) and 3.8 of the Ealing's Development Strategy 2026 and policy 7A of the Ealing Draft Development Management Development Plan Document (2013). | Notwithstanding the information submitted in support of the application, a detailed energy/sustainability report shall be submitted and approved by the Local Planning Authority prior to the first occupation of any part of the development hereby approved; the report shall include full details and drawings of the sustainability measures that are to be incorporated into the development.  The submitted details shall demonstrate that the development hereby approved will achieve an overall minimum reduction in carbon dioxide emissions by 25% (regulated carbon dioxide emissions) above Building Regulations 2010. The details shall be implemented only as approved and  be fully operational prior to the first use of the development and thereafter permanently retained, unless otherwise agreed in writing by the local planning authority.  Reason: To ensure the proposal contributes to its climate change mitigation requirements in accordance with policy 2.9 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004), policies 1.1 (k), 1.2 (f) of the Ealing Core Strategy (2012), policy LV 5.2 of the Ealing Draft Development Management Development Plan Document (2013), and policies 5.1 and 5.7 of the London Plan (2011), and section 10 of the National Planning Policy Framework (2012). | Notwithstanding the BREEAM pre-assessment submitted with this application, the associated reports/ assessment and certifications to demonstrate that the development will be constructed to achieve BREEAM Very Good rating, based on the BREEAM New Construction 2011 Technical Guidance, shall be submitted to the Local Planning Authority for approval:  - Within 3 months of the commencement of construction of the development - Interim Design Stage Assessment and related certification  - After completion of Development and prior to occupation - Post-construction assessment and related certification confirming the achievement of the 'Very Good' standard rating  The BREEAM 'Very Good' standard shall be retained and working in proper order during the life of the development.      Reason: To ensure the proposal contributes to its climate change mitigation requirements in accordance with policy 2.9 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004), policies 1.1 (k), 1.2 (f) of the Ealing Core Strategy (2012), policy LV 5.2 of the Ealing Draft Development Management Development Plan Document (2013), and policies 5.1, 5.2, 5.3 and 5.9 of the London Plan (2011), and section 10 of the National Planning Policy Framework (2012). | A revised Green Travel Plan designed to minimise/manage the transport needs of staff and customers of the development hereby approved, including measures to minimise car useage, promote alternative modes of transport, measures to encourage customerss to make use of public transport to reach the development, management of parking demand in peak periods to ensure highway safety in the locality along with other measurable actions and targets, shall be submitted to the Local Planning Authority before the first occupation of the development, and the approved green travel plan shall be implemented and complied with.  Reason: To promote sustainable patterns of transport to safeguard the living and working conditions of local people and in the interest of highway and pedestrian safety, in accordance with section 4 of the National Planning Policy Framework, policies 6.3, 6.11 and 6.13 of the London Plan 2011 and policies 4.1, 9.1 and 9.9 of the adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 21 - Sustainable Transport: Green Travel Plans."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "17/04/2013",
  "secondary_street_name": null,
  "site_number": "Ravenor Park",
  "pp_id": "PP-02564504",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.354438,
          51.531179
        ],
        [
          -0.354439,
          51.531152
        ],
        [
          -0.354482,
          51.531152
        ],
        [
          -0.354481,
          51.531179
        ],
        [
          -0.354438,
          51.531179
        ]
      ]
    ],
    "type": "Polygon"
  }
}