{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2012/2339;",
  "lapsed_date": "04/12/2015",
  "decision_target_date": "30/08/2012",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 6BL",
  "site_name": "N E C House",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012010434"
    ],
    "site_area": 0.527
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2012/2339",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "520652",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T11:24:36.488+00:00",
  "id": "Ealing-P_2012_2339",
  "application_type": "All Other",
  "street_name": "Victoria Road",
  "borough": "Ealing",
  "ward": "North Acton",
  "decision_date": "04/12/2012",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Mixed- use redevelopment (following the demolition of the office building) on the site to provide a grouping of buildings rising from 3 storeys at the south, to 11, 16 and 19 storeys (plus basement) at the northern end of the site with a lower 7 storey building linking the 11 and 16 storey buildings and a single storey linking these to the taller element - comprising 1,675sqm of office space (Use Class B1);student accommodation (Sui Generis) comprising 96 student cluster apartments (of between 5 and 8 units per cluster) providing 592 study rooms, and 66 students studios, and one rector studio (total number of units is 659); together with associated facilities 930sqm for retail/financial and professional/food and drink (use classes A1/A2/A3); 130sqm community space (use class D1); and cycle storage; public open spaces and alterations to the public realm; private amenity space; rooftop amenity space; rooftop plant, parking (24 spaces); cycle parking; access and associated works.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major dwellings",
  "centroid_northing": "181898",
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012010434",
  "centroid": {
    "lon": "-0.2622986",
    "lat": "51.5231211"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520700.42105,
              181989.842115
            ],
            [
              520695.1579,
              181986.42107
            ],
            [
              520648.3158,
              181921.157875
            ],
            [
              520648.8421,
              181912.9999875
            ],
            [
              520611.21055,
              181849.5789375
            ],
            [
              520608.8421,
              181846.4210425
            ],
            [
              520609.89475,
              181843.789495
            ],
            [
              520596.21055,
              181824.0526275
            ],
            [
              520592.78945,
              181822.21053
            ],
            [
              520595.42105,
              181818.789485
            ],
            [
              520604.3684,
              181813.7894925
            ],
            [
              520616.73685,
              181808.5263025
            ],
            [
              520620.94735,
              181808.7894525
            ],
            [
              520624.10525,
              181809.8421
            ],
            [
              520625.94735,
              181811.9473475
            ],
            [
              520677.78945,
              181893.0000175
            ],
            [
              520685.94735,
              181910.1052425
            ],
            [
              520686.4737,
              181916.4210325
            ],
            [
              520685.6842,
              181920.631575
            ],
            [
              520684.89475,
              181933.263155
            ],
            [
              520684.89475,
              181937.9999975
            ],
            [
              520684.6316,
              181947.4736825
            ],
            [
              520686.4737,
              181953.0000225
            ],
            [
              520688.57895,
              181963.5263075
            ],
            [
              520690.6842,
              181971.421045
            ],
            [
              520692.5263,
              181975.8947375
            ],
            [
              520695.42105,
              181981.42103
            ],
            [
              520700.42105,
              181989.842115
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development shall commence within three years of the date of the decision.   Reason: To comply with Section 92(2) of the Town and Country Planning Act 1990 as amended by Section 51(2) of the Planning Compulsory Purchase Act 2004. | The development hereby approved shall be carried out in accordance with drawing numbers: Job No.25107:(00)-001 D01 Site Plan; (20)-001 D04 Lower Ground Floor Plan; (20)-002 D04 Ground Floor Plan; (20)-003 D06 First & Second Floor Plan; (20)-004  D06 Third & Fourth Floor Plan; (20)-005  D06 Fifth & Sixth Floor Plan;(20)-006 D06 Seventh & Eight Floor Plan;(20)-007D06 Ninth & Tenth Floor Plan;(20)-008 D05 Eleventh & Twelfth Floor Plan;(20)-009 D05 Thirteenth & Fourteenth Floor Plan;(20)-010 D05 Fifteenth & Sixteenth Floor Plan;(20)-011 D04 Seventeenth & Eighteenth Floor Plan;(20)-012 D04 Roof Level Plan;(20)-100 D04 Victoria Road Elevation;(20)-101 D04 Acton Cemetery Elevation;(20)-102 D04 Section One;(20)-103 D04 Section Two;(20)-104 D03 Section Three; (20)-105 D03 Section Four;(20)-106 D03 Section Five; (20)-107  D03 Section Six; (20)-108 D04 Section Seven;(20)-200 D03 Detailed Elevations;(20)-201 D03 Detailed Elevations; (20)_180_D01 Existing Elevations; (00)_010 D01 Existing Location Plan; (20)_020 D03 Proposed Location Plan; Amended area schedule 17/09/12, Revised landscape plans by McFarlane Wilder; Coloured Elevations prepared by CJCT; Revised and additional CGI`s prepared by Cityscape.  Planning Statement, with udpate by Indigo Planning Ltd, Design & Access Statement and addendum by CJCT Architetcts; Transport Statement with udpate and draft Travel Plan by TPP; Energy and Sustainability Statement by Vector Design; Statement of Community Consultation by JBP Associates Ltd; Wind Microclimate Review by RWDI Ltd; Air Quality Assessment by Environ UK; Noise Assessment and adwith update by Vanguardia; Daylight & Sunlight Assessment and addendum by GIA; Arboricultural Impact Assessment and addendum prepared by Greengage, Waste Management Plan by Berkeley First and CJCT; Construction Management Plan by Berkeley First; Student Management Plan by Berkeley First, unless otherwise agreed in writing by the Local Planning Authority.  Reason: For the avoidance of doubt and in the interests of proper planning. | Details and locations (including samples where appropriate) of the materials to be applied on the external surfaces of the buildings and areas of public realm shall be submitted to and approved in writing by the Local Planning Authority, the development (excluding demolition and enabling works) is commenced, and this condition shall apply notwithstanding any indications to these matters which have been given in this application. The development shall be carried out in accordance with the approved details unless otherwise agreed in writing by the Local Planning Authority.  The development shall be carried out strictly in accordance with the details so approved, maintained as such thereafter and no change therefrom shall take place without the prior written consent of the Local Planning Authority.  Reason:  In the interest of securing sustainable development and to ensure that the resulting appearance and construction of the development is of a high standard in accordance with policies; 3.7, 5.18, 7.1, 7.2, 7.4, 7.5, 7.6 and 7.7, of the London Plan (2011), Policies 1.1 & 1.2 of the Development (Core) Strategy (2012) and policies 4.1, 5.5 and 7.2 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Notwithstanding the information contained on the indicative external elevations, the maximum height of the buildings (excluding lift overruns and plant) shall not exceed the following heights above ordnance datum; for Block A - 61.0m ; for Block B 52.0m; for Block C 12.4m and for Block D 38.0m; unless otherwise agreed in writing by the local planning authority.  Reason: To safeguard the visual amenities of the area and to comply with policies 7.4, 7.6 and 7.7 of the London Plan 2011, policies 1.1, 1.2 and 3.6 of the Development (Core) Strategy (2012) and policies 4.1 and 5.5 of the Unitary Development Plan 'Plan for the Environment'. (2004). | Notwithstanding the plans hereby approved, full details of the ground floor elevations including:   a)\tresidential entrances; b)\tcommercial entrances; c\tshop fronts; and  d)\trefuse and cycle stores  Shall be submitted to and approved in writing by the Local Planning Authority before any work is commenced on that relevant aspect of the scheme.  The details shall include: doors, sections, elevational and threshold treatments, all to be shown in context and to a scale of 1:50.    The ground floor elevations shall be implemented strictly in accordance with the details so approved, maintained as such thereafter and no change shall take place without the prior written consent of the Local Planning Authority.  Reason:  To ensure that the Authority may be satisfied with the access arrangements and the street level external appearance / interface of the buildings in accordance with policies; 7.1, 7.2, of the London Plan 2011, Policy 1.2 of the Development (Core) Strategy (2012) and policies 4.1, 4.10 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Prior to first occupation of the development, a management and security strategy for the site shall be submitted to and approved in writing by the Local Planning Authority. The strategy should include details of the following:  -\tDetails of site management procedures and security personnel; -\tDetails of the siting, height and nature of a closed circuit television network (CCTV); -\tDetails of 'secured by design' measures incorporated within the design of the development. -\tLitter collection -      Hours of use of the roof-top amenity space  The development shall thereafter be carried out in all respects in accordance with the approved Management and Security Strategy, unless otherwise agreed in writing by the local planning authority.  Reason:  In the interests of the safety and security of the site and to ensure that satisfactory access is maintained for disabled people and people with pushchairs, and the safeguard the occupiers of nearby development against unacceptable noise disturbance, in accordance with policies 3.1, 3.16, 7.2, 7.3 and 7.15 of the London Plan 2011, Policies 1.1,1.2, 3.4 and 3.8 of the Development (Core) Strategy (2012) and policies 2.10, 4.1, 4.3 4.4 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), Supplementary Planning Guidance Note 7 'Accessible Ealing'. and Supplementary Planning Guidance 10 'Noise and Vibration'. | No development shall commence, which shall include no demolition of the existing building or breaking up of the site surface, shall take place until details of a site construction method statement and management plan has been submitted to and approved in writing by the Local Planning Authority. The method statement/management plan shall include the following:  -\tlimiting hours of noise nuisance-  -\tkeeping nearby accesses free from obstruction and segregating construction and general traffic -\tno burning of waste on site -\tconstruction of staff accommodation -\tany temporary road measures -\tproposed on-site construction worker parking -\tanticipated number, frequency and size of construction vehicles entering/exiting the site -\tdelivery times (staggered to avoid morning and afternoon school run peak periods) -\tdust suppression measures -\twheel washing provisions -\tsite security during construction -\ton site storage -\tconstruction vehicle manoeuvring and turning, including sweep path diagrams to demonstrate how vehicles will access the site and be able to turn into and emerge from the site in forward gear. -\tprocedures for on-site contractors to deal with complaints from local residents -\tdetails of any temporary vehicular access  The approved details shall be implemented, or phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the works. The strategy shall be carried out as approved.  Reason: To ensure that any impacts on residential amenity and general disruption are minimised during the construction process related to the total development hereby approved. In accordance with Policies 1.1,1.2, 3.4 and 3.8 of the Development (Core) Strategy (2012) and policies 2.6, 4.1 and 9.9 of the Council's Adopted Unitary Development Plan 'Plan for the Environment' (2004). | No impact piling shall take place until a piling method statement (detailing the type of piling to be undertaken and the methodology by which such piling shall be carried out, including measures to minimise the potential for damage to subsurface water or sewerage infrastructure, and the programme for the works) has been submitted to and approved in writing by the Local Planning Authority and the relevant water or sewerage undertaker. Any piling must be undertaken in accordance with the terms of the approved piling method statement.  Reason: The proposed works would be in close proximity to underground water and sewerage utility infrastructure. | No development, other than demolition and enabling works, shall commence until full details of the foul and surface drainage systems have been submitted to and approved in writing by the Local Planning Authority (in consultation with Thames Water and the Environment Agency). The details shall be implemented fully in accordance with the approved scheme prior to first occupation of the development unless an alternative timescale is agreed in writing with the Local Planning Authority.  Reason: To ensure that a sustainable drainage system is provided for the site accordance with Policy 5.13 of the London Plan. | No development, other than (excluding demolition and enabling works shall commence until details of the positions, design, materials and type of boundary treatment, security fences, gates or enclosures to be installed shall be submitted to and approved by the Local Planning Authority.  The boundary treatment shall be completed in accordance with a timetable agreed in writing by the Local Planning Authority. Development shall be carried out in accordance with the approved details and shall be retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.   Reason: To protect the appearance and security of the area in accordance with Council's adopted Unitary Development Plan policies 4.1, 4.5 and 5.5, Policy 3.4 of the Development (Core) Strategy (2012) and Supplementary Planning Guidance Note 8: Safer Ealing and London Plan policy 7.3. | Prior to first occupation of development, a Delivery and Servicing Plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall address the following:  -\tDeliveries and collections -\tServicing trips (including maintenance) -\tCleaning and waste removal -\tMonitoring and review of operations -\tThe Delivery and Servicing Plan shall be implemented on first occupation of any part of the development hereby approved and the site shall be managed in accordance with the approved plan for the life of the development, or as otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that the development can be adequately serviced in the interests of pedestrian and highway safety and to ensure that the proposed on-site parking provision is retained for disabled persons, in accordance with policies 6.11 and 6.12 of the London Plan 2011, policies 1.1, 1.2, 3.4 and 6.1 of the Development (Core) Strategy (2012) and policies 9.1 and 9.9 of the adopted Unitary Development Plan 'Plan for the Environment' (2004). |  A refuse and recycling management plan shall be submitted to and approved in writing by the Local Planning Authority, prior to first occupation of any part of the development hereby approved. The management plan shall include measures to demonstrate how the refuse and recycling storage areas will be managed and maintained. The management plan shall be implemented on first occupation of the development herby approved and the refuse and recycling areas shall be managed in accordance with the approved management plan for the life of the development, or as otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that satisfactory arrangements are in place for the storage and collection of refuse and recyclable materials to ensure the development is sustainable in accordance with policies 2.10 and 4.1 of the Council's Adopted Unitary Development Plan 'Plan for the Environment' (2004) and Ealing Supplementary Planning Guidance (SPG) Note 4: Refuse and Recycling Facilities. | Each non-residential building hereby permitted shall be constructed to achieve a minimum Building Research Establishment BREEAM overall Very Good standard (based on BREEAM 2011 Technical Guidance).  Details of a 'Design Stage' assessment and related certification should be submitted for approval by the local planning authority.   Following the completion of the final non-residential building, a BREEAM 'Post Construction Stage' assessment and related certification confirming the BREEAM standard has been achieved, shall be submitted to and approved by the Local Planning Authority in writing.   Following any approval of a 'Post Construction Stage' assessment related to any agreed phasing of the development, the approved measures and technologies to achieve the BREEAM Very Good standard and to ensure that development is carbon neutral shall be implemented in accordance with the approval and thereafter shall be retained in working order for the life of the development.   Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3 and 5.9 of the London Plan 2011 and policies 1.1 and 1.2 of the Development (Core) Strategy (2012). | Details of external lighting of the building and communal amenity areas within the site together with associated mitigation measures to control light spillage, shall be submitted to and approved by the Local Planning Authority prior to the occupation of the development. The details shall be implemented as approved and retained thereafter for the life of the development, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To secure a safe and secure external environment for users of the building and surrounding open spaces in accordance with policies 4.1, 4.4 and 4.12 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), policies 1.1,1.2 and 3.4 of the Development (Core) Strategy (2012) and Ealing Supplementary Planning Guidance (SPG) Note 8: Safer Ealing. | The cycle storage area identified on the basement level of the building shall be fitted out and available to accommodate at least 329 bicycles and shall be available for use prior to first occupation of the student accommodation, and the cycle storage provision shall be kept continuously available for the life of the development and shall not be used for any other purpose unless otherwise agreed in writing by the Local Planning Authority. The usage of the cycle store shall be monitored, and should additional spaces be required additional fitted out spaces shall be provided up to a maximum of 396 spaces.  Reason: To ensure that there is adequate cycle parking within the site, and as requested by TfL, in accordance with policy 6.9 of the London Plan (2011) and policy 3.4 of the Development (Core) Strategy (2012). | The proposed Electric Vehicle Charging Points (EVCP), shall be provided shall prior to the first occupation of the development and thereafter maintained for the life of the development.  Reason: To ensure that vehicle charging facilities are provided within the site, in accordance with policies 5.3, 5.8, 6.3 and 6.13 of the London Plan 2011and policies 4.1, 5.5 and 9.1 of the of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), policies 1.1,1.2 and 3.4 of the Development (Core) Strategy (2012). | No microwave masts, antennae or satellite dishes shall be installed on any of the buildings hereby permitted unless otherwise approved in writing by the Local Planning Authority.  Reason: To safeguard the appearance of the buildings in the interests of visual amenity, in accordance with policies 7.4 and 7.6 of the London Plan 2011 and policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), policies 1.1 & 1.2 of the Development (Core) Strategy (2012). | The development will be affected by mixed transport and railway noise at a level which falls into Category B/C noise exposure.  Prior to the commencement of the development, (excluding demolition and enabling works) details shall be submitted to and approved by the Local Planning Authority, for mitigation works to protect sensitive rooms, gardens and balconies from external noise. The criteria to be met and the assessment method shall be that specified in Supplementary Planning Guidance 10. The details shall also include alternative means of ventilation for noise sensitive rooms, meeting the said criteria and also laboratory test results for the sound reduction index of the type of insulating window to be used in the scheme.  The works, as approved, shall be completed before occupation and thereafter permanently retained.  Reason: To safeguard the users of the proposed facilities against transportation noise, in accordance with policy 4.11 of the Council's adopted Unitary Development 'Plan for the Environment' (2004) and SPG10 'Noise and Vibration'; and policy 7.15 of the adopted London Plan (2011), policies 1.1 & 1.2 of the Development (Core) Strategy (2012). | Details shall be submitted for the approval of the Local Planning Authority before any development (excluding demolition and enabling works) is commenced, for the composite sound reduction index, Rw, for the building envelope of the proposed development with windows and doors closed and other means of ventilation provided, the details to ensure that the rating noise level at sensitive facades, as assessed under BS4142: 1997, will be lower than the existing background noise level LA90 by at least 5 dBA, during the relevant period of operation.  The approved insulation shall be implemented before the development is commenced and retained permanently thereafter.  Reason:   To safeguard the future occupiers of the development against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan 2011, policies 1.1 & 1.2 of the Development (Core) Strategy (2012) and with policies 4.1, 5.5 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration'. | Details shall be submitted for approval of the Local Planning Authority before the development (excluding demolition and enabling works) is commenced, for the insulation of the floor/ceiling between the commercial premises and the dwelling above to demonstrate that an acoustic standard not exceeding NR 25 Leq 5mins, (octaves) or NR 20 Leq 5mins, (one-third octaves) will be met inside a bedroom and NR 30 Leq,5mins (octaves), or NR 25 Leq,5mins (one-third octaves), inside a living room when noise is generated from the commercial use.  Reason:  To safeguard the future occupiers of the development against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan 2011, policies 1.1 & 1.2 of the Development (Core) Strategy (2012) and with policies 4.1, 5.5 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration'. | Details shall be submitted for the approval of the Local Planning Authority before the development (excluding demolition and enabling works) is commenced, for a suitable mechanical ventilation system, to ensure doors and windows are kept closed during hot weather and externally sited ventilation plant associated with this system will be silenced to a standard not exceeding LFNR 35 Leq,5min (octaves), or LFNR 30 Leq,5min (one third octaves) measured or calculated at 1m from the nearest facade of the nearest affected noise sensitive premises.  Reason: To safeguard the future occupiers of the development against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan 2011, policies 1.1 & 1.2 of the Development (Core) Strategy (2012) and with policies 4.1, 5.5 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration'. | Loading and deliveries to the development shall take place between the hours of 7.30am - 9.00pm Monday to Friday, 8.30am to 8.30pm on Saturdays and not at all on Sundays or public holidays.  Reason: In the interests of the amenity of adjoining occupiers, in accordance with policies 3.5 and 7.15 of the London Plan 2011 and with policies 4.1, 5.5 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration' and policies 1.1 & 1.2 of the Development (Core) Strategy (2012). | Prior to commencement of development (excluding demolition and enabling works) the applicant shall submit to the local planning authority for approval details of a ventilation scheme for the mitigation of poor air quality in affected dwellings, to be permanently retained thereafter.  Reason:   To protect the living conditions of the future residential occupants, in accordance with policies 1.1 & 1.2 of the Development (Core) Strategy (2012), policy 2.6 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 3 'Air Quality and Pollution'. | The development (excluding demolition and enabling works) hereby permitted shall not be commenced until detailed design and method statements for all of the foundations, basement and ground floor structures, or for any other structures below ground level, including piling (temporary and permanent), have been submitted to and approved in writing by the local planning authority which:  The development shall thereafter be carried out in all respects in accordance with the approved design and method statements, and all structures and works comprised within the development hereby permitted which are required by the approved design statements in order to procure the matters mentioned in paragraphs of this condition shall be completed, in their entirety, before any part of the building hereby permitted is occupied.  Reason: To ensure that the development does not impact on existing London Underground transport infrastructure, in accordance with London Plan policy 6.2 and 'Land for Transport Functions' Supplementary Planning Guidance and policies 1.1 & 1.2 of the Development (Core) Strategy (2012). | Details of the scheme of photovoltaic panels, shall be submitted to and approved in writing by the Local Planning Authority within 6 months of the commencement of the relevant part / phase of the development. The approved photovoltaic scheme shall be installed and operational prior to the first occupation of the relevant phase / part of the development. The details shall include:  -\tDetails drawings of the resulting scheme; -\tmachinery/apparatus location associated with the photovoltaics; and -\tspecification, operational and cost details.  The development shall be carried out strictly in accordance with the details so approved and maintained as such for the life of the development.  Reason: In the interest of sustainable development and combating climate change in accordance with policies 5.1, 5.2, 5.3, 5.7, and 5.8 of the London Plan 2011, policies 1.1,1.2 & 3.4 of the Development (Core) Strategy (2012) and policies 2.9 and 4.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Notwithstanding the information submitted with application, details of the hard and soft landscape works, (including details of surface finishes planting, seating and other street furniture and lighting and any other paraphernalia) for all the public and private outdoor amenity areas and any other areas not covered by buildings, as shown on the approved Proposed Ground Floor Plan, (Drawing No. 25107 (2)_002 DO5), shall be submitted to and approved in writing by the Local Planning Authority prior to the completion of the development and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with a programme of works agreed by the local planning authority.  Any trees or other plants, which die or are removed within the first five years following the implementation of the landscaping scheme, shall be replaced during the next planting season.   Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area. In accordance with policies 4.1 and 4.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Details of the arrangements to ensure the continued maintenance of all hard and soft landscaped areas within the site, including the private and public open spaces as shown on the approved sit layout drawing shall be submitted and approved in writing by the Local Planning Authority prior to the completion of the development. The approved details shall be in place prior to occupation of any part of the development hereby approved and shall be retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.   Reason: To ensure that the landscaping is properly maintained to provide a satisfactory screen and setting for the development, in accordance with policies 3.2, 4.1 and 4.5 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Notwithstanding car parking layout submitted with the application, a revised car parking and servicing layout and a management plan shall be submitted to and approved in writing by the Local Planning Authority, prior to first occupation of any part of the development hereby approved. The layout plan shall include the following:  -\t     The revised car parking and layout plan shall provide 10 (9 for student accommodation and 1 to serve the B1 office) disabled car parking spaces.                                                                                              The management plan shall include the following:  -\tMeasures to ensure that the approved disabled parking bays are retained for use by disabled residents and staff only.  -\tMeasures to ensure that the service road and parking area are kept free from unauthorised parking to allow safe access for refuse and delivery vehicles.  The management plan shall be implemented on first occupation of the development herby approved and the parking area shall me managed in accordance with the approved management plan for the life of the development, or as otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that the development can be adequately serviced in the interests of pedestrian and highway safety and to ensure that disabled parking is provided, in accordance with policies 4.3, 9.1 and 9.9 of the adopted Unitary Development Plan 'Plan for the Environment' (2004). | Prior to the commencement of any works on site (excluding demolition), a contaminated land investigation shall be carried out, using sampling points and methods agreed with the Local Planning Authority and subsequently a risk assessment shall be prepared, following the CLEA guidance.  A scheme shall then be submitted for approval to describe the proposed methods of removal, neutralising or sealing of any contamination found, and for the remedial works to be implemented before any other works commence. Any scheme for mitigation which may be approved shall be carried out as approved before the development is carried out.   Reason: In the interests of ensuring a safe environment in accordance with policy 2.7 of the Council's Adopted Unitary Development Plan 'Plan for the Environment' (2004). | No part of the development shall be occupied until the existing vehicular access at the northern end of the site has been be closed and the public footway reinstated in accordance with details to be submitted to and approved by the Local Planning Authority.   Reason: To ensure the highway works are completed prior to the occupation of the development and to mitigate the future impacts of the proposed development on the existing road network and pedestrian environment in accordance with policy 9.1 'Development, Access and Parking' of the Ealing Unitary Development Plan 2004, and policies 1.1 & 1.2 of the Development (Core) Strategy (2012)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "31/05/2012",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-02021864",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2615695,
          51.5239362
        ],
        [
          -0.2616465,
          51.5239066
        ],
        [
          -0.2623437,
          51.52333
        ],
        [
          -0.2623389,
          51.5232566
        ],
        [
          -0.2629028,
          51.5226946
        ],
        [
          -0.262938,
          51.5226668
        ],
        [
          -0.2629237,
          51.5226429
        ],
        [
          -0.26312759999999996,
          51.5224684
        ],
        [
          -0.2631775,
          51.5224526
        ],
        [
          -0.2631408,
          51.5224213
        ],
        [
          -0.2630136,
          51.5223744
        ],
        [
          -0.2628372,
          51.5223245
        ],
        [
          -0.26277649999999997,
          51.522326
        ],
        [
          -0.2627306,
          51.5223348
        ],
        [
          -0.2627034,
          51.5223533
        ],
        [
          -0.2619287,
          51.5230707
        ],
        [
          -0.26180529999999996,
          51.5232227
        ],
        [
          -0.26179559999999996,
          51.5232793
        ],
        [
          -0.26180549999999997,
          51.5233173
        ],
        [
          -0.2618126,
          51.523431
        ],
        [
          -0.26181099999999996,
          51.5234736
        ],
        [
          -0.2618115,
          51.5235588
        ],
        [
          -0.2617831,
          51.5236081
        ],
        [
          -0.2617491,
          51.5237022
        ],
        [
          -0.2617161,
          51.5237727
        ],
        [
          -0.261688,
          51.5238125
        ],
        [
          -0.2616444,
          51.5238616
        ],
        [
          -0.2615695,
          51.5239362
        ]
      ]
    ],
    "type": "Polygon"
  }
}