{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/2013/5460",
  "application_type_full": null,
  "uprn": "000012011292",
  "borough": "Ealing",
  "street_name": "Old Oak Lane",
  "locality": null,
  "ward": "East Acton",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development hereby approved shall be carried out in accordance with the following approved plans and documents:  A-P-S-100 Conext Plan as proposed, A-P-100 Plan Level 00, A-P-101 Plan Level 01,  A-P-102 Plan Level 02, A-P-103 Plan Level 03-06, A-P-104 Plan Level 07, A-P-105 Plan Level 08-10, A-P-106 Plan Level Roof Plan, A-P-200 East Elevation as proposed, A-P-201 North and South Elevation, A-P-202 West Elevation, A-P-250 Section AA, A-P-251 Section BB,CC,DD, A-P-501 Fatade Plan, Section and Elevation, A-P-502 Parapet Details, A-P-503 Corner Unit Cladding Left, A-P-504 Corner Unit Cladding Right, A-P-505 Opaque Fatade, A-P-506 Opaque Fatade and Opening, A-P-507 Fatade Plan, Section and Elevation, A-P-E-100 Existing Plan. Landscaping Plans by Turkington Marton L07,L08, L09, L10, L11, Design Statement PLP Architecture, Landsceping Statement Turkington Marton, Planning Statement DP9, Transport Statement WSP, Daylight and Sunlight Assessment WSP, Waste Management Strategy WSP.    Reason: For the avoidance of doubt and in the interest of proper planning. | Prior to the installation of any external lighting on site, full details of the proposed external lighting scheme shall be submitted to and approved in writing by the Local Planning Authority in consultation with the Canal & River Trust. This shall include details of the luminance of all the lighting proposed.   Reason: To ensure that the external lighting system to be implemented as part of the development does not have an adverse impact on local wildlife in the area and the adjacent bat feeding corridor having regard to policy 7.19 and 7.21 of the London Plan,  1.1 (i) Spatial Vision for Ealing of the adopted Core Strategy 2012 and policy 5.10 urban greening and policy 5.11 green roofs and development site environs of the Ealing Development Management DPD."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521443,
  "status": "Approved",
  "decision_date": "31/01/2014",
  "wgs84_polygon": null,
  "decision_target_date": "04/03/2014",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Major dwellings",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T11:49:33.167+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "Nash House",
  "id": "Ealing-P_2013_5460",
  "decision": "Approved",
  "cil_liability": true,
  "centroid_northing": 182547,
  "appeal_start_date": null,
  "postcode": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2013/5460;",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Application for Reserved matters (Appearance, Landscaping, Layout and Scale) following approval of Outline Planning Permission (ref: P/2010/2215) for Demolition of existing office building and redevelopment of part 8, part 11 storey mixed use building of 15,897 sq m (Gross external area) comprising of 2,953 sq m (gross internal area) of business space (B1 use class), 462 sq m (gross internal area) of retail space (A1 use class), 190 sq m (gross internal area) of community / business floorspace and 323 bedrooms of student accommodation with vehicle/pedestrian access from Old Oak Lane.(Outline application - permission sought for access only).",
  "valid_date": "03/12/2013",
  "polygon": null,
  "pp_id": "PP-03053845",
  "application_details": {
    "existing_uprns": [
      "000012011292, 000012185348, 000012185349, 000012185350, 000012185351, 000012185352, 000012185353"
    ]
  },
  "centroid": {
    "lon": -0.250702,
    "lat": 51.528783
  },
  "lapsed_date": "31/01/2017",
  "decision_process": "Committee",
  "actual_completion_date": null
}