{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2015/4442;",
  "lapsed_date": "20/11/2018",
  "decision_target_date": "20/11/2015",
  "locality": "Greenford",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB6 8TL",
  "site_name": "Hanwell Town Football Club",
  "status": "Split Decision",
  "application_details": {
    "existing_uprns": [
      "000012150340"
    ],
    "site_area": 0
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2015/4442",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 516087,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T20:05:16.313+00:00",
  "id": "Ealing-P_2015_4442",
  "application_type": "All Other",
  "street_name": "Perivale Lane",
  "borough": "Ealing",
  "ward": "Perivale",
  "decision_date": "20/11/2015",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Installation of one freestanding external full colour digital display screen located along Argyle Road (Display 'A')'(APPROVE); and one freestanding external full colour digital display screen on the junction of Perivale lane and Argyle Road (Display 'B')(REFUSE) (Advertisement Consent)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Other advertisements",
  "centroid_northing": 182904,
  "decision": "Split Decision",
  "appeal_decision": null,
  "uprn": "000012150340",
  "centroid": {
    "lon": "-0.3277367",
    "lat": "51.533118"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              516092.694715,
              182842.3311824
            ],
            [
              516092.7112052,
              182842.2512053
            ],
            [
              516092.7029601,
              182842.2512053
            ],
            [
              516092.694715,
              182842.3311824
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              516090.3860979,
              182872.3725831
            ],
            [
              516089.0998684,
              182883.6993408
            ],
            [
              516087.9950302,
              182896.9155577
            ],
            [
              516089.8171887,
              182878.2409033
            ],
            [
              516090.3860979,
              182872.3725831
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              516085.4720415,
              182923.6179143
            ],
            [
              516085.5544921,
              182923.1780402
            ],
            [
              516085.6534329,
              182922.0983492
            ],
            [
              516085.4967767,
              182923.2980058
            ],
            [
              516085.4720415,
              182923.6179143
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              516085.6534329,
              182922.0983492
            ],
            [
              516085.8265791,
              182920.2088901
            ],
            [
              516085.7523736,
              182920.8986926
            ],
            [
              516085.6534329,
              182922.0983492
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              516080.9949733,
              182946.2614326
            ],
            [
              516083.9549503,
              182931.2657251
            ],
            [
              516083.7982941,
              182931.9955162
            ],
            [
              516080.8465622,
              182946.2514355
            ],
            [
              516080.9949733,
              182946.2614326
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The proposed advertisement signage displayed located at the junction of Perivale Lane and Argyle Road (Display 'B') due to its location and digital illumination would create a safety hazard to the detriment of safety of users of the public highway at this location.  Therefore, the proposed development is contrary to Policies 6.3 of The London Plan, and the National Planning Policy Framework (2012). | The consent shall expire after a period of 5 years from the date of this notice. | Any advertisements displayed, and any site used for the display of advertisements, shall be maintained in a clean and tidy condition to the reasonable. | Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a safe condition. | Where an advertisement is required under these Regulations to be removed, the removal shall be carried out to the reasonable satisfaction of the Local Planning Authority. | No advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission. | No advertisement shall be sited or displayed so as to obscure, or hinder the ready interpretation of, any road traffic sign, railway signal or aid to navigation by water or air, or so as otherwise to render hazardous the use of any highway, waterway (including any coastal waters) or aerodrome (civil or military). | The hereby approved signage shall be fitted with the specified light sensors which shall control the brightness at all times. During the daytime period (between local sunrise and sunset) the brightness of the screens shall be controlled to be no more than 3500 Nitts/sqm. During the nighttime period (sunset and sunrise) the brightness shall be controlled to be no more than 350 Nitts/sqm.  Reason: To ensure the proposal does not have an adverse effect on the amenity of the area and highway safety to accord with Policy 7B and 7A of the Ealing Development Management DPD 2013 and Policy 6.3 of The London Plan, and the National Planning Policy Framework (2012). | The brightness of the Illuminated Advertisements shall meet with the recommendations made in the Institution of Lighting Professionals Technical Report No 5, Brightness of Illuminated Advertisements  Reason: To protect the amenity of the area in accordance with policies 7A, 7.4, and 7.B of the Development Management, Development Plan Document; adopted Development (or Core) Strategy (April 2012); policies 7.4, 7.5, and 7.6 of the London Plan (March 2015); and National Planning Policy | The minimum duration of each image shall be no more than 15 seconds and the maximum interval between successive advertisements to be less than 1 second.  Reason: To ensure the proposal does not have an adverse effect on the amenity of the area and highway safety to accord with Policy 7B and 7A of the Ealing Development Management DPD 2013 and Policy 6.3 of The London Plan, and the National Planning Policy Framework (2012). | Successive messages shall be non-sequential, in that they should not contain additional information to the previous message.  Reason: To ensure the proposal does not have an adverse effect on the amenity of the area and highway safety to accord with Policy 7B and 7A of the Ealing Development Management DPD 2013 and Policy 6.3 of The London Plan, and the National Planning Policy Framework (2012). | Messages should not contain phone numbers, email/internet addresses (which would include sites like twitter and facebook) or text numbers. All images must be entirely static and contain no moving images.  Reason: To ensure the proposal does not have an adverse effect on the amenity of the area and highway safety to accord with Policy 7B and 7A of the Ealing Development Management DPD 2013 and Policy The proposed advertisement signage displayed located at the junction of Perivale Lane and Argyle Road (Display 'B') due to its location and digital illumination would create a safety hazard to the detriment of safety of users of the public highway at this location.  Therefore, the proposed development is contrary to Policy 6.3 of The London Plan, and the National Planning Policy Framework (2012). | In the event of a failure the display will default to an output level no higher than that which has been conditioned to be the acceptable maximum under normal operation. If this cannot be achieved, then the display should be required to default to an \"off\" position until the problem can be resolved.   Reason: To ensure the proposal does not have an adverse effect on the amenity of the area and highway safety to accord with Policy 7B and 7A of the Ealing Development Management DPD 2013 and Policy The proposed advertisement signage displayed located at the junction of Perivale Lane and Argyle Road (Display 'B') due to its location and digital illumination would create a safety hazard to the detriment of safety of users of the public highway at this location.  Therefore, the proposed development is contrary to Policy 6.3 of The London Plan, and the National Planning Policy Framework (2012)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "01/09/2015",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.327675,
          51.5325626
        ],
        [
          -0.3276748,
          51.5325619
        ],
        [
          -0.3276749,
          51.5325619
        ],
        [
          -0.327675,
          51.5325626
        ]
      ]
    ],
    "type": "Polygon"
  }
}