{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2014/4397;",
  "lapsed_date": "19/12/2017",
  "decision_target_date": "19/12/2014",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W7 3HU",
  "site_name": "St Joseph RC Primary School",
  "status": "Completed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 1257,
      "total_gia_lost": 0,
      "development_type": "New Build",
      "total_gia_gained": 1257,
      "site_area": 0.8
    },
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "3",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_uprns": [
      "000012141162"
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "10/10/2016",
        "use_class": "D1",
        "gia_gained": 1257,
        "actual_commencement_date": "19/03/2015",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "site_area": 0
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2014/4397",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 515435,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T12:06:23.003+00:00",
  "id": "Ealing-P_2014_4397",
  "application_type": "All Other",
  "street_name": "York Avenue",
  "borough": "Ealing",
  "ward": "Elthorne",
  "decision_date": "19/12/2014",
  "epc_number": null,
  "actual_commencement_date": "19/03/2015",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Single storey extension to infant school on Springfield Road to provide new classroom (replacing existing temporary classroom); Two storey extension to front of main hall room and lift; single storey extension to the north west elevation of main hall; and new two storey sandstone classroom block to the rear of the junior school playground adjacent to Station Approach to provide six classrooms and associated accommodation, with associated hard and soft landscaping and ancillary works",
  "actual_completion_date": "10/10/2016",
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 180427,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012141162",
  "centroid": {
    "lon": -0.337966,
    "lat": 51.510988
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              515469.5000168,
              180433.000846
            ],
            [
              515467.6201428,
              180433.3907344
            ],
            [
              515467.636633,
              180433.3907344
            ],
            [
              515469.5000168,
              180433.000846
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              515456.4893104,
              180435.8400333
            ],
            [
              515456.4810653,
              180435.8400333
            ],
            [
              515456.2419585,
              180436.1399474
            ],
            [
              515456.4893104,
              180435.8400333
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              515446.4962963,
              180456.704061
            ],
            [
              515447.1559012,
              180459.9431338
            ],
            [
              515447.2053716,
              180460.1630709
            ],
            [
              515446.5045414,
              180456.704061
            ],
            [
              515446.4962963,
              180456.704061
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              515419.9884249,
              180423.463576
            ],
            [
              515420.944852,
              180422.3239022
            ],
            [
              515434.8872503,
              180405.6786669
            ],
            [
              515419.9884249,
              180423.463576
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              515408.9647782,
              180436.6298072
            ],
            [
              515413.5902575,
              180431.1113868
            ],
            [
              515417.0037128,
              180427.0325544
            ],
            [
              515408.9647782,
              180436.6298072
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby permitted shall be carried out in accordance with the following approved plans; Design and Access Statement, Arboricultural Report, Transport Assessment, Travel Plan, Biodiversity Report and Drawings 1001, 1002, 1003, 1004, 1005, 1006, 1010, 2000, 2001, 2002, 2003, 2010, 2011, 2012, 2013, 3000, 3001, 3002, 3004, 3005, 3006, 4000, 4001, 4002 dated 28 November 2014  Reason: For the avoidance of doubt and in the interests of proper planning. | The development shall be carried out in accordance with the details of materials specified, and thereafter retained as such, unless otherwise agreed in writing by the local planning authority.   Reason: To ensure that the materials harmonise with the surroundings in accordance with policy 7B of the adopted Ealing Development Management Development Plan Document 2013 and policy 7.6 of the adopted London Plan 2011. | Prior to the commencement of works, details shall be submitted to the Local Planning Authority for approval before the development is commenced, for the insulation of the building envelope, with windows shut and other means of ventilation provided, which will achieve the internal design criteria for classrooms, as specified in SPG10, using the specified worst mode one hour LAeq,1hr spectrum noise level. The details should also include the provision of alternative means of ventilation in each classroom in accordance with Authority's criteria.  The works should be completed in accordance with the approved details before occupation and permanently retained thereafter.  Reason: To reduce noise impacts to nearby residences through the installation of appropriate noise mitigation and insulation measures in accordance with 7.15 of the adopted London Plan 2011 and Policy 7B of Adopted Ealing Development Management DPD 2013. | External Plant  5. The rating noise level emitted from the proposed external plant and machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation.  Reason: To safeguard the amenities of the occupiers of neighbouring properties in pursuance of policy 7A of the adopted Ealing Development Management Development Plan Document 2013, policy 7.15 of the London Plan 2011, policy 1.1(j) of the adopted Ealing Development (Core) Strategy 2012, and Interim Supplementary Planning Guidance 10 'Noise and Vibration' | Noise Attenuation Measures  6. Before the development is commenced, details of an acoustic barrier to protect adjoining noise sensitive dwellings from the external play areas shall be submitted for the approval. Barriers shall be manufactured and constructed to the London Borough of Ealing specifications as specified at SPG10. The works should be completed before occupation and permanently retained thereafter.  Reason: To safeguard the amenities of the occupiers of neighbouring properties in pursuance of policy 7A of the adopted Ealing Development Management Development Plan Document 2013, policy 7.15 of the London Plan 2011, policy 1.1(j) of the adopted Ealing Development (Core) Strategy 2012, and Interim Supplementary Planning Guidance 10 'Noise and Vibration'. | Air Quality and Dust Management Plan  7. Before development commences, an Air Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment shall be produced in accordance with the relevant current guidance, for the existing site and proposed development. A scheme for air pollution mitigation measures based on the findings of the report shall be submitted to and approved by the Local Planning Authority prior to the commencement of any works on the site.   Reason: To protect the living and working conditions of surrounding occupiers and maintain an attractive and safe environment in the locality in accordance with policy 7A of the adopted Ealing Development Management Development Plan Document 2013, and policies 6.3, 6.11, 7.14 and 7.15 of the adopted London Plan 2011. | Details of a demolition and construction management plan shall be submitted to and approved in writing by the local planning authority prior to commencement of works and the approved details shall be implemented during the demolition and construction phases. The management plan should include details of noise, vibration and dust mitigation measures, details of construction traffic movement, and where involving materials containing asbestos, details of mitigation measures to control the release of asbestos fibres.  Reason: To protect the living and working conditions of surrounding occupiers and maintain an attractive and safe environment in the locality in accordance with policy 7A of the adopted Ealing Development Management Development Plan Document 2013, and policies 6.3, 6.11, 7.14 and 7.15 of the adopted London Plan 2011. | Prior to the commencement of the development other than site preparation, remediation and / or the formation of accesses, a report, which includes full details and drawings of the sustainability measures that are to be incorporated into the development, shall be submitted to, and approved in writing by the local planning authority.  The submitted details shall demonstrate that the development hereby approved will achieve an overall minimum reduction in carbon dioxide emissions by 35% above Building Regulations Part L 2013. In demonstrating compliance with this percentage reduction the applicant should consider the use of measures in line with the Energy Hierarchy including the incorporation of on-site renewables.  This reduction should be calculated based on carbon dioxide emissions covered by the Building Regulations. Carbon dioxide emissions associated with other energy uses not covered by Building Regulations (un-regulated) should be also included and measures to reduce them should be demonstrated in the report.   Energy Performance Certificates [EPC's] and modelling output reports from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures should be also submitted for written approval by the Local Authority.   Reason:  To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases, in accordance with policies 5.2 Minimise Carbon dioxide Emissions, 5.3 Sustainable Design and Construction, 5.6 Decentralised Energy: Heating, Cooling and Power and 5.7 Renewable Energy of the London Plan 2011, adopted Ealing's Development (Core) Strategy 2026 (3rd April 2012), Ealing's Development Management DPD (December 2013). | Upon final completion of the development, suitable devices for the monitoring of the renewable/low-carbon energy equipment shall have been installed, and the monitored data shall be submitted to the local planning authority at daily intervals for a period of three years from final completion of the renewable/low carbon energy equipment. The installation of the monitoring devices and the submission of the data shall be carried out in accordance with the Council's approved specifications.  Reason:  To monitor the effectiveness of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an evidence base on the performance of such equipment in accordance with policies 5.2, 5.3, 5.5, 5.6 and 5.7 of the London Plan 2011, adopted Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD (December 2013). | Bicycle Parking  11. Provision for 70 bicycle parking spaces shall be maintained on site within secure, lockable enclosures at all times and  thereafter retained as such.  Reason: To ensure that adequate parking is provided in accordance with Policy 1.1 of the Ealing Core Strategy (2012), Policy 6.4 of the London Plan (2011) and the National Planning Policy Framework (2012). | Notwithstanding any details submitted, a School Travel Plan designed to minimise/manage the transport needs of students and staff of the development hereby approved, including measures to minimise car usage, promote alternative modes of transport, measures to encourage patrons to make use of public transport to reach the development, management of parking demand at peak periods to ensure highway safety in the locality along with other measurable actions and target, shall be submitted to the Local Planning Authority before the first occupation of the development, and the approved green travel plan shall be implemented and complied with.  REASON: To promote sustainable patterns of transport to safeguard the living and working conditions of local people and in the interest of highway and pedestrian safety, in accordance with section 4 of the National Planning Policy Framework, policies 6.3, 6.11 and 6.13 of the London Plan 2011 and policies 4.1, 9.1 and 9.9 of the adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 21 - Sustainable Transport: Green Travel Plans. | Tree Protection Measures  13. No operations relating to the 2 storey junior school building on the northern boundary of the site hereby approved shall commence until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees, shrubs and hedgerows has been submitted to and its installation on site has been approved in writing by the Local Planning Authority.  All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works.  Details shall include the following:  \"\tFull survey of all trees on site and those within influencing distance on adjacent sites  in accordance with BS5837*, with tree works proposals.  All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads. \"\t A plan** detailing all trees, shrubs, hedges planned for retention and removal. \"\tSoil assessments/survey \"\tTiming and phasing of works \"\tSite specific demolition and hard surface removal specification \"\tSite specific construction specifications \"\tAccess arrangements and car parking \"\tLevel changes \"\tLandscaping proposals \"\tA Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces. \"\t Soil remediation plans.  All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site.  *Using the most recent revision the of the Standard ** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)  Reason: To secure the protection, throughout the time that the development is being carried out, of trees, shrubs and hedges growing within or adjacent to the site which are of amenity value to the area in accordance with policies 7.19 and 7.21of the London Plan and policy 5.10 of the Adopted Ealing Development Management DPD 2013. | No operations relating to the 2 storey junior school building on the northern boundary of the site hereby approved shall commence until a suitable program of monitoring of all approved tree protection measures has been submitted and approved by the Local Planning Authority.  The monitoring program shall include the following:  - Confirmation of who shall be the lead arboriculturalist for the development. - Confirmation of the Site Manager, key personnel, their key responsibilities and contact details. - Details of induction procedures for all personnel in relation to Arboricultural matters. - A detailed timetable of events concerning the approved tree protection plans, including; initial implementation of the protective measures, the final removal of the protective measures and any incursion/alterations to accommodate site specific construction/demolition procedures as approved in the Arboricultural Method Statement and the level of supervision required. - Procedures for dealing with variations or non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement. - Agreements of when site monitoring will take place with the local Tree Officer either by site meetings or by some other pre-arranged agreement.  -  Post development assessment of the retained and planted trees and any necessary remedial action.  The program of Arboricultural monitoring shall be implemented in full compliance with the approved details.    Reason: In order to safeguard trees and other vegetation considered to be worthy of retention in the interests of visual amenity for the area in accordance with policies 7.19 and 7.21 of the London Plan and policy 5.10 of the Adopted Ealing Development Management DPD 2013. | 15. Tree Planting  No development in connection with the proposed 2 storey junior school building at the northern boundary shall commence until a detailed scheme of proposed tree planting has been submitted to and approved in writing by the Local Planning Authority.  The scheme shall include the following comprehensive details of all trees to be planted:  o              Full planting specification - Tree size, species and the numbers of trees.  o              Positions of all proposed species. o              Comprehensive details of ground preparation. o              Staking/tying method(s). o              5 year post planting maintenance schedule with an agreed inspection schedule.  All tree-planting shall be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 31st March inclusive) to the completion of the approved development, unless agreed otherwise in writing by the Local Planning Authority.  The quality of all approved landscape works shall be in accordance with British Standard 4428:1989 'Code Of practice For General Landscape Operations' or any subsequent revision.  All trees included within the approved scheme shall be healthy, well-formed specimens with single leading shoots and shall be of a minimum quality compatible with British Standard 3936:1992 (Part 1) 'Specifications For Trees & Shrubs' and British Standard 4043 (where applicable) or any subsequent revisions.  Any trees which within a period of 5 years from the completion of all tree planting die, are removed, uprooted are significantly damaged, become diseased or malformed shall be replaced during the nearest planting season (1st October to 31st March inclusive) with others of the same size, species and quality as approved.   REASON: To ensure that the works are carried out as approved in the interests of the visual amenity of the area in accordance with policies 7.19 and 7.21 of the London Plan and policy 5.10 of the Adopted Ealing Development Management DPD 2013."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "01/09/2014",
  "secondary_street_name": null,
  "site_number": "St Joseph RC Primary School",
  "pp_id": "PP-03611428",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3374449,
          51.5110358
        ],
        [
          -0.3374718,
          51.5110397
        ],
        [
          -0.3374716,
          51.5110397
        ],
        [
          -0.3374449,
          51.5110358
        ]
      ]
    ],
    "type": "Polygon"
  }
}