{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/2010/0507",
  "application_type_full": null,
  "uprn": "000012094753",
  "borough": "Ealing",
  "street_name": "Uxbridge Road",
  "locality": "London",
  "ward": "South Acton",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.  REASON: To ensure that the materials harmonise with the surroundings in accordance with the Council's adopted Unitary Development Plan (Plan for the Environment 2004) policies 4.1 and 5.5. | The proposed residential units hereby approved shall be constructed to lifetime homes standards prior to the first occupation of any part of the development and thereafter retained unless otherwise agreed in writing by the Local Planning Authority.  REASON: To ensure access for all future occupiers in accordance with policies 4.1, 4.3 and 5.3 of the Ealing adopted Unitary Development 'Plan for the Environment' (2004) and Supplementary Planning Guidance (SPG) 7: 'Accessible Ealing' | Details shall be submitted to the local planning authority for approval prior to the commencement of development a scheme for providing fresh air ventilation to habitable rooms on the Uxbridge Road facade, the supply to be provided from the rear of the building at high level. Any plant associated with this ventilation system shall be silenced to ensure that the Council's internal noise criteria will be met.  Reason: To safeguard the living conditions of future occupiers, in accordance with policies 4.1 and 4.11 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | The development will be affected by traffic noise at a level which falls into Category D noise exposure and also building services noise.  The details as submitted and approved by the Local Planning Authority, for mitigation works to protect sensitive rooms from external noise shall be completed before occupation and thereafter permanently retained.  Reason: To safeguard the living conditions of future occupiers, in accordance with policies 4.1 and 4.11 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Prior to first occupation of the development, the applicant shall provide nine secure parking spaces for cyclists in accordance with adopted standards and such spaces shall be retained permanently, unless otherwise approved in writing by the local planning authority.  Reason: To provide adequate facilities for cyclists, in accordance with policies 9.1 and 9.6 of the adopted Ealing Unitary Developmen 'Plan for the Environment' 2004. | No part of the development herby approved shall be occupied until such time as servicing and refuse and recycling collection facilities have been provided on site in accordance with the approved plans. No refuse is to be deposited for collection on The Broadway and the refuse arrangements shall be implemented prior to first occupation of any of the units hereby approved, and permanently retained thereafter.  Reason: To ensure suitable loading, unloading and refuse collection arrangements are provided in order to ensure pedestrian and highway safety and to protect the living conditions of occupants of nearby properties, in accordance with policies 2.10 and 9.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519314,
  "status": "Approved",
  "decision_date": "23/04/2010",
  "wgs84_polygon": null,
  "decision_target_date": "25/04/2010",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Minor dwellings",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T12:06:03.562+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "373- 377",
  "id": "Ealing-P_2010_0507",
  "decision": "Approved",
  "cil_liability": null,
  "centroid_northing": 180229,
  "appeal_start_date": null,
  "postcode": "W3 9RH",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2010/0507;",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Construction of two storey rear extension and three storey infill extension (following demolition of substation and part of rear ground floor rear shop); conversion of the upper floors from offices (B1(a) Use Class) to provide 9 flats (3 x studios, 4 x one bed, 1 x two bed, 1 x three bed units) on upper floors; photo-voltaic cells on roof; vehicle access from King Edward Place; car and cycle parking; enclosed recycling and refuse storage provision; hard and soft landscaping including alterations and boundary treatment; and external alterations.",
  "valid_date": "01/03/2010",
  "polygon": null,
  "pp_id": "PP-00970940",
  "application_details": {
    "existing_uprns": [
      "000012094753, 000012095290, 000012171752, 000012179402, 000012179403, 000012179404, 000012179405, 000012179406, 000012179407, 000012179408, 000012179409, 000012179410, 000012179411"
    ]
  },
  "centroid": {
    "lon": -0.282163,
    "lat": 51.508404
  },
  "lapsed_date": "23/04/2013",
  "decision_process": "Delegated",
  "actual_completion_date": null
}