{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2012/0944;",
  "lapsed_date": "27/04/2015",
  "decision_target_date": "29/04/2012",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": null,
  "site_name": "Hill Top Works",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012147230, 000012177415, 000012177416, 000012177417, 000012177418, 000012177419, 000012177420, 000012177421, 000012177422, 000012177423"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2012/0944",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521304,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T11:24:35.628+00:00",
  "id": "Ealing-P_2012_0944",
  "application_type": "All Other",
  "street_name": "Old Oak Common Lane",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "27/04/2012",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for a replacement planning permission to extend the time limit for implementation of planning permission P/2008/4868 dated 06/04/2009 for redevelopment to provide a part two-storey, part three-storey and part four-storey residential building comprising nine self-contained flats (following partial demolition of existing warehouse building), ground floor level parking, cycle parking and refuse storage (revision to previously approved planning application ref: P/2008/0145 dated: 02/04/08)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 182114,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012147230",
  "centroid": {
    "lon": -0.252854,
    "lat": 51.524921
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby permitted shall be carried out in accordance with the following approved plans: A011208/DP5, A011208/DP6, A011208/DP1, A011208/DP2, A011208/DP3, and A011208/DP4, received 22nd December 2008. | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details, unless otherwise agreed in writing by the local Planning Authority.  REASON:\tTo ensure that the materials harmonise with the surroundings, in accordance with policy 4.1 and 5.5 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and policies 7.4 and 7.6 of the London Plan (2011). | Prior to the occupation of the development hereby approved the existing redundant vehicle access to the site shall be permanently closed and reinstated as a footway.  REASON: In the interests of highway safety and the visual amenity of the area, in accordance with policies 4.1 and 9.1 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and policies 7.6 and 6.11 of the London Plan (2011). | The car parking spaces shown on approved plan A/1208/DP1 received 22nd December 2008 shall be marked out on the site prior to first occupation of any part of the development, and these spaces shall be kept continuously available for car parking and shall not be used for any other purpose. \t REASON: To ensure that the approved car parking provision is retained, in accordance with policy 9.1 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and policy 6.11 of the London Plan (2011). | Prior to the commencement of the development, details shall be submitted for approval including the noise exposure category and/or the BS4142 noise level and the noise mitigation measures with windows closed and other means of ventilation provided. Such details as are approved shall be implemented prior to the first occupation of any residential units and thereafter permanently retained, unless otherwise agreed in writing by the Local Planning Authority  REASON: To protect the living conditions of future occupiers of the residential properties, in accordance with policies 4.1 and 4.11 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and the advice contained in the Council's adopted Supplementary Planning Guidance note 10: 'Noise and Vibration' and policy 7.15 of the London Plan (2011). | The refuse storage areas shown on approved plan A0/1208/DP1  received 22nd December 2008 shall be fully constructed before first occupation of any part of the development, and these areas shall be kept continuously available for refuse and recycling storage and shall not be used for any other purpose, unless otherwise agreed in writing by the Local Planning Authority. \t REASON: To ensure that there is adequate provision for refuse and recycling storage within the site, in accordance with policies 2.10 and 4.1 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and the advice contained in the Council's adopted Supplementary Planning  Guidance note 4: 'Refuse and Recycling' and policy 5.17 of the London Plan (2011). | Notwithstanding the development as shown on the submitted plans, all residential units shall comply with the aims and objectives of the Police requirements of Secured By Design. These works shall be carried out prior to the first occupation of the development, and permanently retained thereafter.  Reason: To ensure that the development achieves the required crime prevention elements and to protect the living conditions of occupiers of the area, in accordance with policies 4.4 and 4.12 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and the advice contained in the Council's adopted Supplementary Planning Guidance note 8: 'Safer Ealing' and policy 7.6 of the London Plan (2011). | Prior to the commencement of the development, the applicant shall carry out a contaminated land investigation that shall be submitted to and approved in writing by the Local Planning Authority.  Sampling points and methods of investigation shall be agreed in writing with the Principal Environmental Health Officer prior to the investigation and if deemed necessary by the Local Planning Authority, a scheme shall be submitted for the removal, neutralising and sealing of the contamination, and remedial works implemented before building works commence.  REASON: To protect the living conditions of future occupiers of the site, in accordance with policies 2.7 and 5.5 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and policy 5.16 of the London Plan (2011). | Notwithstanding the development as shown on the submitted plans, all residential units hereby approved shall be constructed to Lifetime Homes standards unless otherwise agreed in writing by the Local Planning Authority.   Reason: To ensure access for all future occupiers, in accordance with policies 4.1 and 5.3 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and the advice contained in the Council's adopted Supplementary Planning Guidance note 7: 'Accessible Ealing' and policy 3.8 of the London Plan (2011). | The 9 cycle parking stands indicated in the proposed cycle store of approved plan A0/1208/DP1 received 22nd December 2008 shall be provided prior to the occupation of the development and permanently retained thereafter.   REASON: To provide adequate facilities for cyclists, in accordance with policy 9.1 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and policy 6.9 of the London Plan (2011). | The ramp on the groundfloor entrance shown on approved plan A0/1208/DP1 received 22nd December 2008 shall have a maximum gradient no steeper than 1:12.  REASON: To ensure access for all future occupiers, in accordance with policies 4.1 and 5.3 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and the advice contained in the Council's adopted Supplementary Planning Guidance note 7: 'Accessible Ealing' and policy 3.8 of the London Plan (2011). | Prior to first occupation of any part of the development hereby approved, a new barrier /gating system shall be erected across the access to the integral car park in accordance with details to be submitted to and approved in writing by the local planning authority. The details shall include the type and position of the barriers/gates and operational arrangements. The barrier/gating system as approved shall thereafter be permanently retained, unless otherwise agreed in writing by the Local Planning Authority.  REASON: To prevent illicit use of the integral car park and in the interests of pedestrian and vehicular safety to and from the site, in accordance with policy 9.1 of the adopted Ealing Unitary Development Plan, Plan for the Environment (2004) and policy 6.3 of the London Plan (2011)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "05/03/2012",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-01849879",
  "wgs84_polygon": null
}