{
  "secondary_street_name": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              516703.9505648,
              179639.5479695
            ],
            [
              516699.6961133,
              179636.7987565
            ],
            [
              516695.6972587,
              179642.8970109
            ],
            [
              516689.9009807,
              179651.8044611
            ],
            [
              516688.853858,
              179653.4040033
            ],
            [
              516692.9516533,
              179656.1032306
            ],
            [
              516694.0977168,
              179654.5536742
            ],
            [
              516698.2037573,
              179648.1954942
            ],
            [
              516703.9505648,
              179639.5479695
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "site_name": "23 Salisbury Road",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 179646,
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "last_updated": "2025-03-20T16:45:18.059+00:00",
  "centroid": {
    "lat": "51.5037108",
    "lon": "-0.32003909999999997"
  },
  "reference_no_of_permission_being_relied_on": null,
  "postcode": "W13 9TU",
  "decision": "Approved",
  "decision_date": "10/10/2022",
  "locality": "London",
  "title_number": [
    "NGL321812"
  ],
  "pp_id": "PP-11393472",
  "last_date_consultation_comments": null,
  "decision_process": "Delegated",
  "description": "Single storey rear extension; rear roof extension incorporating a Juliet balcony, and installation of three roof lights to front roof slope; Installation of an AC unit to the rear elevation.",
  "bo_system": "CSV Data Import",
  "lpa_app_no": "223247HH",
  "decision_target_date": "10/10/2022",
  "appeal_decision_date": null,
  "subdivision_of_building": null,
  "uprn": "000012069911",
  "epc_number": "2128-3069-7279-6280-6284",
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "no_additional_bedrooms": 1,
    "intended_completion_date": "04/2023",
    "existing_uprns": [
      "000012069911"
    ],
    "total_gia_gained": 28,
    "no_additional_bathrooms": 1,
    "intended_commencement_date": "10/2022",
    "site_area": 0.01
  },
  "ward": "Walpole",
  "valid_date": "25/07/2022",
  "site_number": null,
  "id": "Ealing-223247HH",
  "development_type": "Other house holder developments",
  "centroid_easting": 516696,
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3199268,
          51.5036511
        ],
        [
          -0.31998899999999997,
          51.5036273
        ],
        [
          -0.3200445,
          51.5036829
        ],
        [
          -0.3201251,
          51.5037642
        ],
        [
          -0.32013959999999997,
          51.5037788
        ],
        [
          -0.32007969999999997,
          51.5038022
        ],
        [
          -0.3200637,
          51.503788
        ],
        [
          -0.3200067,
          51.50373
        ],
        [
          -0.3199268,
          51.5036511
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "borough": "Ealing",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/223247HH;",
  "application_type_full": "Householder planning permission",
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "status": "Approved",
  "appeal_decision": null,
  "appeal_status": null,
  "application_type": "Householder",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing / document title number(s):  22-1243 D01 Rev0 Site location plan, 22-1243 D02 Rev0 Existing floor plan, 22-1243 D03 Rev0 Existing elevation plan, 22-1243 D04 Rev0 Proposed floor plan, 22-1243 D05 Rev0 Proposed elevation plan, 22-1243 D06 Rev0 proposed section.",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| No part of the roof of the extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason:  To protect the living conditions of nearby properties in accordance with policies D4 and D6 of The London Plan (2021), polices 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and polices 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012). | The hereby approved ^IN; rooflights to the roof slope of the hereby approved development shall not project more than 150mm from the plane of the roof slope when measured perpendicularly and shall be retained as such for the lifetime of the development.",
    "Reason: To ensure that the materials harmonise with the surroundings, and to safeguard the character and appearance of the  area in accordance with policies D3 and D4 of the London Plan (2021) and policies 7B and 7.4 of the Ealing Development Management DPD (2013). | The site is within the worst mode aircraft 1-day noise contour predicted for 2016 (60 dB). Prior to the commencement of the development (except for demolition and ground works), details shall be submitted for approval by the Council in writing, for the insulation of the building envelope, with windows shut and other means of ventilation provided, which will achieve the internal criteria for sensitive rooms, as specified in Supplementary Planning Guidance 10. The details should also include the provision of alternative means of ventilation in accordance with Authority's criteria. The works should be completed before occupation and permanently retained thereafter.",
    "Reason:  To ensure that the amenity of occupiers of the development site is not adversely affected by noise in accordance with policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Ealing SPG10. | External noise from machinery, equipment, extract/ventilation ducting, mechanical installations",
    "Prior to the commencement of the development, details shall be submitted to the Local Planning Authority for approval in writing, of plant/ machinery/ equipment/ducting/air in- and outlets/ mechanical installations and their external rating noise level, together with mitigation measures as appropriate. The measures shall ensure that the external rating noise level LAeq emitted will be lower than the lowest existing background sound level LA90 by 10dBA at the most noise sensitive receiver locations at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all plant/equipment operating together at maximum capacity. Where required, a post installation sound assessment shall be submitted to the Local Planning Authority for approval in writing. The assessment shall be carried out to confirm compliance with the noise criteria and shall include additional steps to mitigate noise as necessary.  Approved details shall be implemented prior to occupation/ use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| Anti- vibration mounts and silencing of machinery etc.",
    "Prior to use, machinery, plant and equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021). | Demolition and Construction",
    "Control measures shall ensure that the following standards are implemented",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays (no work on public holidays),",
    "- notifications of works to interested parties and regular neighbour liaison,  - public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works in case of emergencies or complaints.",
    "Reason: To ensure that the amenity of occupiers of existing building and surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with policies 7A and 7B of the Ealing Development Management DPD (2013) and policies D6, D14, SI 1, T3, T4 and T7 of the London Plan (2021)."
  ],
  "lapsed_date": "10/10/2025",
  "parking_details": null,
  "street_name": "Salisbury Road"
}