{
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524576.5987563538,
              169649.39794332284
            ],
            [
              524579.7483696962,
              169643.09974616184
            ],
            [
              524582.5516904722,
              169644.24941707222
            ],
            [
              524595.001732742,
              169649.84781454812
            ],
            [
              524604.9535214968,
              169654.29654111573
            ],
            [
              524610.7992698209,
              169656.9457827782
            ],
            [
              524614.6991837239,
              169658.7052791285
            ],
            [
              524613.5531202303,
              169662.30424893537
            ],
            [
              524576.5987563538,
              169649.39794332284
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "PP-09741063",
  "appeal_status": null,
  "last_updated": "2025-03-19T00:17:54.054+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": null,
  "epc_number": null,
  "last_date_consultation_comments": "30/06/2021",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "Merton Park_histroic",
  "centroid": {
    "lat": 51.412183,
    "lon": -0.209946
  },
  "decision": "Approved",
  "valid_date": "10/05/2021",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": "Other house holder developments",
  "locality": "Wimbledon",
  "borough": "Merton",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": [],
    "site_area": 0.021
  },
  "cil_liability": false,
  "postcode": "SW19 3PY",
  "title_number": [],
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=21/P1845",
  "lpa_name": "Merton",
  "site_name": null,
  "lapsed_date": "08/07/2024",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": null,
    "net_car": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: [66104-3100; 66104-3200; 66104-3500; 66104-3600]",
    "Condition : 3 - No development shall take place until details of particulars and samples of the bricks to be used for the boundary treatment of the development hereby permitted (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - The details and measures for the protection of the existing trees as specified in the hereby approved document 'Arboricultural Impact Assessment and Method Statement' dated '19 April 2021' shall be fully complied with. The methods for the protection of the existing trees shall fully accord with all of the measures specified in the report and shall be installed prior to the commencement of any site works and shall remain in place until the conclusion of all site works. Reason: To protect and safeguard the existing trees in accordance with the following Development Plan policies for Merton: policy 7.21 of the London Plan 2015, policy CS13 of Merton's Core Planning Strategy 2011 and policies DM D2 and 02 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 5 - The details of the approved 'Arboricultural Impact Assessment and Method Statement' shall include the retention of an arboricultural expert to monitor and report to the Local Planning Authority not less than monthly the status of all tree works and tree protection measures throughout the course of the demolition and site works. A final Certificate of Completion shall be submitted to the Local Planning Authority at the conclusion of all site works. The works shall be carried out in accordance with the approved Arboricultural Method Statement and Tree Protection Plan. Reason: To protect and safeguard the existing trees in accordance with the following Development Plan policies for Merton: policy 7.21 of the London Plan 2015, policy CS13 of Merton's Core Planning Strategy 2011 and policies DM D2 and 02 of Merton's Sites and Policies Plan 2014.",
    "Condition : 6 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 7 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   ii) The application was acceptable as submitted and no further assistance was required.\r\n   iii) The application was approved without delay."
  ],
  "bo_system": "Northgate M3",
  "site_number": "101",
  "description": "ERECTION OF REPLACEMENT BOUNDARY TREATMENT",
  "lpa_app_no": "21/P1845",
  "decision_target_date": "09/07/2021",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "48049372",
  "decision_date": "08/07/2021",
  "id": "Merton-21_P1845",
  "centroid_northing": 169649,
  "application_type": "Householder",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 524587,
  "street_name": "Merton Hall Road",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.210095,
          51.412189
        ],
        [
          -0.210052,
          51.412132
        ],
        [
          -0.210011,
          51.412141
        ],
        [
          -0.20983,
          51.412189
        ],
        [
          -0.209686,
          51.412227
        ],
        [
          -0.209601,
          51.412249
        ],
        [
          -0.209544,
          51.412264
        ],
        [
          -0.209559,
          51.412297
        ],
        [
          -0.210095,
          51.412189
        ]
      ]
    ],
    "type": "Polygon"
  }
}