{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": null,
  "lpa_app_no": "21/P1180",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=21/P1180",
  "actual_completion_date": null,
  "pp_id": "PP-09647172",
  "lapsed_date": "21/02/2027",
  "secondary_street_name": null,
  "centroid": {
    "lat": 51.404613,
    "lon": -0.174512
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "39",
  "uprn": "48107623",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "14/02/2024",
  "description": "PROPOSED ERECTION OF 3-4 STOREY REAR EXTENSION TO EXISTING BUILDING TO PROVIDE AN ADDITIONAL NINE SELF-CONTAINED UNITS (4X1BED, 4X2BED, 1X3BED), ALONG WITH REPLACEMENT WINDOW FRAMES AND BRICK-SLIP CLADDING TO THE EXTERNAL WALLS OF THE EXISTING BUILDING, THE ERECTION OF A NEW SUBSTATION OUTBUILDING, REPLACEMENT GATES & REPOSITIONING AND WIDENING OF EXISTING CROSSOVER TO COLLINGWOOOD ROAD AND REPLACEMENT OF BOUNDARY TREATMENT TO EASTERN BOUNDARY.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.174645,
          51.404395
        ],
        [
          -0.174578,
          51.404407
        ],
        [
          -0.174283,
          51.404463
        ],
        [
          -0.174217,
          51.404476
        ],
        [
          -0.174255,
          51.40455
        ],
        [
          -0.17442,
          51.404872
        ],
        [
          -0.174798,
          51.404796
        ],
        [
          -0.174778,
          51.404758
        ],
        [
          -0.174785,
          51.40467
        ],
        [
          -0.174684,
          51.404478
        ],
        [
          -0.174645,
          51.404395
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor dwellings",
  "last_updated_by": "Northgate M3",
  "locality": "Mitcham",
  "site_name": "Kingswood House",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: 01, 04D, 05D, 06D and 09\r\n",
    "Condition : 3 - Materials to be Approved - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Design of existing building - The development hereby permitted shall not be occupied until the redesign of the existing building including new windows/doors and bricks or brick slips to elevations has been fully completed in accordance with the approved plans and details approved as part of planning condition 3 (approval of materials).  Following completion of works to the existing building, the building shall be maintained in a good condition to the satisfaction of the Local Planning Authority. ",
    "Condition : 5 - Surface Treatment - No development shall take place until details of the surfacing of all those parts of the site not covered by buildings or soft landscaping, including any parking, service areas or roads, footpaths, hard and soft have been submitted in writing for approval by the Local Planning Authority. No works that are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details have been approved and works to which this condition relates have been carried out in accordance with the approved details.",
    "Condition : 6 - Boundary Treatment - No development shall take place until details of all boundary walls or fences are submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be\r\npermanently retained thereafter.",
    "Condition : 7 - Landscaping - No development shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 8 - Working Method Statement - Development shall not commence until a working method statement has been submitted to and approved in writing by the Local Planning Authority to accommodate:\r\n\r\n   (i) Parking of vehicles of site workers and visitors;\r\n   (ii) Loading and unloading of plant and materials;\r\n   (iii) Storage of construction plant and materials;\r\n   (iv) Wheel cleaning facilities\r\n   (v) Control of dust, smell and other effluvia;\r\n   (vi) Control of surface water run-off.\r\n\r\nNo development shall be carried out except in full accordance with the approved method statement.",
    "Condition : 9 - Demolition/Construction Logistics Plan - Prior to the commencement of the development hereby permitted, a Demolition/Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority.  The approved measures shall be implemented prior to the first occupation of the development hereby permitted and shall be so maintained for the duration of the use, unless the prior written approval of the Local Planning Authority is first obtained to any variation.",
    "Condition : 10 - New Vehicle Access - Details to be submitted  - No development shall commence until details of the proposed vehicular access to serve the development have been submitted in writing for approval to the Local Planning Authority.  No works that are subject of this condition shall be carried out until those details have been approved, and the development shall not be occupied until those details have been approved and completed in full.",
    "Condition : 11 - Sustainable Drainage - No development approved by this permission shall be commenced until a scheme for the provision of surface water drainage has been submitted and approved in writing by the Local Planning Authortity. The agreed measures shall be implemented prior to the first occupation of the development hereby approved and shall be retained thereafter.\r\n",
    "Condition : 12 - Prior to the commencement of development, a scheme identifying biodiversity/ecological enhancements to be achieved on the site shall be submitted to and approved in writing by the Local Planning Authority. The approved measures shall be implemented prior to the first occupation of the development hereby approved and retained therafter.\r\n\r\nReason: to protect and enhance the biodiversity of the development in the interest of \r\nnature conservation and to comply with the following development plan policies for \r\nMerton: policies G5 and G6 of the London plan 2021; policy CS13 of Merton's core \r\nplanning strategy 2011 and policy DMO2 of Merton's sites and policies plan 2014. ",
    "Condition : 13 - Soundproofing of Building - No development shall commence until a scheme for noise mitigation measures to proposed units 3, 6, 7 and 9  to prevent the transmission of noise and vibration has been submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied unless the measures have been approved and carried out in strict accordance with the approved details and those measures shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 14 - Waste Management Plan - No development shall take place until a scheme for the management of refuse and recycling, including means of presenting at the Miles Road frontage and returning bins to the bin store following collection, has been submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the scheme has been approved, and the development shall not be\r\noccupied until the scheme has been approved and has been carried out in full. Those facilities and measures shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 15 - Cycle Parking  - Details to be Submitted - Notwithstanding the details of cycle parkking on the approved plans, No development shall commence until details of secure and covered cycle parking facilities for the occupants of, and visitors to, the development have been submitted to and approved in writing by the Local Planning Authority.  The approved facilities shall be fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 16 - The development hereby permitted shall incorporate security measures to minimise the risk of crime and to meet the specific security needs of the development in accordance with Secured by Design. Details of these measures shall be submitted to and approved in writing by the local planning authority prior to commencement of the development and shall be implemented in accordance with the approved details prior to occupation. \r\n\r\nReason: In order to achieve the principles and objectives of Secured by Design to improve community safety and crime prevention in accordance with Policy: Chapters 01B & 01C Merton New Local Plan, Policy D11 London Plan, Section 17 Crime and Disorder Act 1988 and National Planning Policy Framework (NPPF). \r\n",
    "Condition : 17 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 18 - Sustainability (Water Consumption) - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day",
    "Condition : 19 - Vehicle Access to be provided - The development hereby approved shall not be occupied until the proposed vehicle access has been sited and laid out in accordance with the approved plans",
    "Condition : 20 - Crossovers Removal - The development shall not be occupied until the existing redundant crossover/s have been be removed by raising the kerb and reinstating the footway in accordance with the requirements of the Highway Authority.",
    "Condition : 21 - Visibility Splays - Prior to the occupation of the development 2 metre x 2 metre pedestrian visibility splays shall be provided either side of the vehicular access to the site. Any objects within the visibility splays shall not exceed a height of 0.6 metres.",
    "Condition : 22 - The vehicle parking areas, including the Blue Badge holder parking and EV charging spaces, shown on the approved plans shall be provided before the first occupation of the development hereby approved and shall be retained for parking purposes for occupiers and users of the development and for no other purpose. ",
    "Condition : 23 - Prior to occupation a Secured by Design final certificate or its equivalent from the South West Designing Out Crime office shall be submitted to and approved by the Local Planning Authority. \r\n\r\nReason: In order to achieve the principles and objectives of Secured by Design to provide a safer environment for future residents and visitors to the site and reduce the fear of crime in accordance with Policy: Chapters 01B & 01C Merton New Local Plan, Policy D11 London Plan, Section 17 Crime and Disorder Act 1988 and National Planning Policy Framework (NPPF). \r\n",
    "Condition : 24 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted (other than areas shown to be roof terraces) shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 25 - External Lighting - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.",
    "Condition : 26 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 27 - Opening over Highway - The doors of the substation and bin store hereby approved shall not open over the adjacent highway.",
    "Condition : 28 - Noise Levels - Expressed as the equivalent continuous sound level) LAeq (15 minutes), from any new mechanical plant shall not exceed LA90-10bB at the boundary with any residential property. \r\n\r\nReason:  To safeguard the amenities of the occupiers of adjoining properties and to comply with the following Development Plan policies for Merton: policy 7.6 of the London Plan 2016, policy CS14 of Merton's Core Planning Strategy 2011 and policies DM D2, DM D3 & DM EP2 of Merton's Sites and Policies Plan 2014\r\n",
    "Condition : 29 - Elevation Fixings - No cables, wires, aerials, pipe work (except any rainwater down \r\npipes as may be shown on the approved drawings) meter boxes or flues shall be \r\nfixed to any elevation facing a highway.\r\n\r\nReason: To safeguard the appearance of the development and the visual amenities \r\nof the area and to comply with the following Development Plan policies for Merton: \r\npolicies D4 and D8 of the London Plan 2021, policy CS14 ofMerton's Core Planning \r\nStrategy 2011 and policies DM D2 and D3 of Merton's Sites and Policies Plan 2014.",
    "Condition : 30 - All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and \r\nincluding 560kW used during the course of the demolition, site preparation and \r\nconstruction phases shall comply with the emission standards set out in chapter 7 of \r\nthe GLA's supplementary planning guidance \"Control of Dust and Emissions During \r\nConstruction and Demolition\" dated July 2014 (SPG), or subsequent guidance. \r\nUnless it complies with the standards set out in the SPG, no NRMM shall be on site, \r\nat any time, whether in use or not, without the prior written consent of the local \r\nplanning authority. The developer shall keep an up to date list of all NRMM used \r\nduring the demolition, site preparation and construction phases of the development \r\non the online register at https://nrmm.London/\r\n\r\nReason: To manage and prevent further deterioration of existing low quality air \r\nacross London in accordance with London Plan policies GG3 and SI1, and NPPF \r\n181.",
    "Condition : 31 - No refuse or waste material of any description shall be left or stored anywhere on the site other than within a building or refuse enclosure.\r\n\r\nReason: To safeguard the appearance of the property and the amenities of the area.\r\n",
    "Condition : 32 - In the event that gas fired boilers are provided for the proposed develpoment hereby approved, the individual boilers shall not exceed NOx emissions of more than 40 mg/kWh.\r\n\r\nReason: Having regard to air quality in the locality.",
    "Condition : 33 - The side facing windows (east and west) in the rooftop extension, including the staircase, approved under 17/P3331 and varied under 20/P0179, shall be glazed with obscure glass and fixed shut to a height of 1.7m above internal floor level, prior to the first occupation of the development hereby approved and shall be permanently retained as such thereafter.\r\n\r\nReason: To safeguard the amenities and privacy of the occupiers of adjoining properties and to comply with the following Development Plan policies for Merton: policy D4 of the London Plan 2021, policy CS14 of Merton's Core Planning Strategy 2011 and Policies DM D2 and DM D3 of the Sites and Policies Plan 2014.\r\n",
    "Condition : 34 - Green roofs: full details of a green roof above the bin store and substation shall be submitted to and approved in writing by the local planning authority and these works shall be carried out as approved following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner. \r\n\r\nReason: to protect and enhance the biodiversity of the development in \r\nthe interest of nature conservation and to comply with the following \r\ndevelopment policies for Merton: policy G5 of the London Plan 2021; \r\npolicy CS13 of Merton's Core Planning Strategy 2011 and policy DMO2 of \r\nMerton's Sites and Policies Plan 2014. ",
    "Condition : 35 - INFORMATIVE\r\nIt is Council policy for the Council's contractor to construct new vehicular accesses. The applicant should contact the Council's Highways Team on 020 8545 3829 prior to any work starting to arrange for this work to be done. If the applicant wishes to undertake this work the Council will require a deposit and the applicant will need to cover all the Council's costs (including supervision of the works). If the works are of a significant nature, a Section 278 Agreement (Highways Act 1980) will be required and the works must be carried out to the Council's specification.\r\n",
    "Condition : 36 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 37 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 38 - INFORMATIVE\r\nIt is the responsibility of the developer to make proper provision for drainage to ground, watercourses or a suitable sewer.  In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off-site storage.  When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.  Connections are not permitted for the removal of ground water.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).\r\n",
    "Condition : 39 - INFORMATIVE\r\nThis planning permission contains certain conditions precedent that state 'before development commences' or 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n",
    "Condition : 40 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n",
    "Condition : 41 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n  i) The applicant was offered the opportunity to submit amended plans in order to make the proposal acceptable in planning terms.\r\n  ii) The application was approved subject to an agreed extension of time.\r\n\r\n"
  ],
  "postcode": null,
  "application_type": "All Other",
  "decision_date": "21/02/2024",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 527072,
  "valid_date": "12/07/2021",
  "borough": "Merton",
  "subdivision_of_building": null,
  "decision_target_date": "23/02/2024",
  "id": "Merton-21_P1180",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T00:26:34.516+00:00",
  "street_name": "Miles Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 168868,
  "application_details": {
    "site_area": 0.14
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527063.3998816124,
              168843.44864363916
            ],
            [
              527067.9923806487,
              168844.97820580623
            ],
            [
              527088.382416765,
              168851.6762885016
            ],
            [
              527092.9007102514,
              168853.24583922327
            ],
            [
              527090.0479191086,
              168861.40350411722
            ],
            [
              527077.6968175719,
              168896.95332809765
            ],
            [
              527051.6011991699,
              168887.8459350597
            ],
            [
              527053.151270658,
              168883.64713695145
            ],
            [
              527052.9039188246,
              168873.79995567544
            ],
            [
              527060.4481497365,
              168852.69599661382
            ],
            [
              527063.3998816124,
              168843.44864363916
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Cricket Green_histroic"
}