{
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524345.499878406,
              171300.30641068902
            ],
            [
              524363.1275163331,
              171316.74215081154
            ],
            [
              524395.76822369,
              171280.57858168683
            ],
            [
              524378.471166295,
              171264.1508039647
            ],
            [
              524345.0079896757,
              171300.12939761556
            ],
            [
              524345.499878406,
              171300.30641068902
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "PP-09636808",
  "appeal_status": null,
  "last_updated": "2025-03-19T00:18:01.214+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": null,
  "epc_number": null,
  "last_date_consultation_comments": "26/05/2021",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "Village_historic",
  "centroid": {
    "lat": 51.427088,
    "lon": -0.212571
  },
  "decision": "Approved",
  "valid_date": "19/04/2021",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": "Other house holder developments",
  "locality": "Wimbledon",
  "borough": "Merton",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": [],
    "site_area": 0.11800000000000001
  },
  "cil_liability": true,
  "postcode": "SW19 7PT",
  "title_number": [],
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=21/P1239",
  "lpa_name": "Merton",
  "site_name": null,
  "lapsed_date": "05/07/2024",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": null,
    "net_car": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: PPO1 (Rev A); PPO2 (Rev A); PPO3 (Rev A); PPO4 (Rev B); PP00 (Rev A); PPO5; PPO6 (Rev B); PPO7 (Rev B); PPO8 (Rev B); PP09 (Rev B); PP10",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - The development hereby permitted shall not be occupied at any time other than for purposes ancillary to the residential use of the dwelling known as 6 Alan Road, Wimbledon.",
    "Condition : 6 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 7 - Prior to the commencement of development, the applicant shall submit a detailed proposal on how drainage and groundwater  will be managed and mitigated during and post construction (permanent phase), for example through the implementation of passive drainage measures around the basement structure. ",
    "Condition : 8 - Prior  to the commencement of development, a detailed scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority for both phases of the development. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS) based on the 100yr plus 40% climate change event, in accordance with drainage hierarchy contained within the London Plan Policy (5.12, 5.13 and SPG) and the advice contained within the National SuDS Standards",
    "Condition : 9 - No works will commence on site until the below documents have been submitted to and agreed by the Local Planning Authority:\r\n \r\n- Detailed Construction Method Statement produced by the Contractors appointed for the underpinning and construction of the basement. This shall be reviewed and agreed by the Structural Engineer designing the basement.\r\n",
    "Condition : 10 - Construction Management Statement: No development shall take place until a  construction Management Statement has been submitted to, and approved in writing by, the local planning authority. The approved Statement shall be adhered to throughout the demolition and construction\r\nperiod.\r\n\r\nThe Statement shall provide for:\r\n\r\n-Hours of operation\r\n-Measures to control the emission of noise and vibration during construction.\r\n-Measures to control the emission of dust and dirt during construction/demolition\r\n-a scheme for recycling/disposing of waste resulting from demolition and construction works",
    "Condition : 11 - Before the development hereby permitted is first occupied, the first and second floor windows in the South West Side Elevation, shall be glazed with obscured glass and shall be maintained as such thereafter.\r",
    "Condition : 12 - The details and measures for the protection of the existing trees as specified in the hereby approved document 'BS5837:2012 Tree Survey, Arboricultural Impact Assessment, Tree Constraints Plan, Arboricultural Method Statement and Tree Protection Plan' dated 'December 2019' shall be fully complied with. The methods for the protection of the existing trees shall fully accord with all of the measures specified in the report and shall be installed prior to the commencement of any site works and shall remain in place until the conclusion of all site works.",
    "Condition : 13 - Site Supervision (Trees) - The details of the approved 'BS5837:2012 Tree Survey, Arboricultural Impact Assessment, Tree Constraints Plan, Arboricultural Method Statement and Tree Protection Plan' shall include the retention of an arboricultural expert to monitor and report to the Local Planning Authority not less than monthly the status of all tree works and tree protection measures throughout the course of the demolition and site works. A final Certificate of Completion shall be submitted to the Local Planning Authority at the conclusion of all site works. The works shall be carried out in accordance with the approved Arboricultural Method Statement and Tree Protection Plan. ",
    "Condition : 14 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n i) The application was acceptable as submitted and no further assistance was required.\r\nii) An extended expiry was agreed with the applicant. \r\n"
  ],
  "bo_system": "Northgate M3",
  "site_number": "6",
  "description": "ERECTION OF A SINGLE STOREY REAR EXTENSION, SIDE EXTENSION AND ROOF EXTENSION. ESCAVATION TO CREATE BASEMENT LEVEL ",
  "lpa_app_no": "21/P1239",
  "decision_target_date": "06/07/2021",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "48001072",
  "decision_date": "05/07/2021",
  "id": "Merton-21_P1239",
  "centroid_northing": 171302,
  "application_type": "Householder",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 524364,
  "street_name": "Alan Road",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.212838,
          51.427077
        ],
        [
          -0.212578,
          51.427221
        ],
        [
          -0.212122,
          51.426888
        ],
        [
          -0.212376,
          51.426745
        ],
        [
          -0.212845,
          51.427075
        ],
        [
          -0.212838,
          51.427077
        ]
      ]
    ],
    "type": "Polygon"
  }
}