{
  "uprn": "100021803101",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RCSUY1NHIZ800",
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021803101"
    ]
  },
  "decision_agency": null,
  "last_date_consultation_comments": null,
  "site_name": "",
  "ward": "Motspur Park & Old Malden East",
  "status": "Approved",
  "title_number": [],
  "development_type": "Other house holder developments",
  "locality": null,
  "lapsed_date": "03/08/2025",
  "borough": "Royal Borough of Kingston (LA Code)",
  "last_updated": "2025-05-05T17:51:54.570Z",
  "decision": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "description": "Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved Plans) of Planning Permission ref: 22/00265/HOU (Erection of two-storey side extension and single-storey rear extension) dated10/03/2022. Variation to include change to design to make the side wall of the proposal rendered rather than brickwork",
  "pp_id": "PP-11301298",
  "centroid": {
    "lon": -0.24597,
    "lat": 51.38468
  },
  "centroid_northing": 166530,
  "secondary_street_name": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of the original permission (22/00265/HOU) dated 10/03/2022.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).\r",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) in the side elevations of the dwelling unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with Policy D3 of the London Plan 2021 and Policy DM10 of the LDF Core Strategy 2012.\r",
    "Before the beneficial occupation of the development hereby permitted, the ground floor and first floor windows to the side elevation adjacent to No 54 (shown to serve a kitchen, study and shower room) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and must be replaced in the event that it ceases to result in obscurity to level.\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.\r",
    "During the construction phase of the development, no works (including any deliveries) shall take place on site outside of the following hours:\r\r08:00 to 18:00 Monday to Friday\r08:00 to 13:00 on Saturdays\rNo works or deliveries whatsoever shall take place on Sundays or bank holidays.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to occupation, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: 1) suitably positioned outside space for fire appliances/ an evacuation assembly point; 2) Appropriate fire alarm systems; 3) Passive and active fire safety measures; 4) appropriate construction details to minimise the risk of fire spread; 5) provision of suitable and convenient means of escape/ an evacuation strategy; 6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire safety Strategy shall include a statement of competence.\r\rThe development shall be carried out in accordance with the approved strategy prior to occupation and thereafter maintained.\r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021. \r"
  ],
  "actual_commencement_date": null,
  "street_name": "Malden Green Avenue",
  "last_updated_by": "Idox Uniform",
  "lpa_app_no": "22/01834/FUL",
  "decision_date": "03/08/2022",
  "polygon": null,
  "centroid_easting": 522155,
  "parking_details": null,
  "appeal_start_date": null,
  "epc_number": null,
  "decision_target_date": "03/08/2022",
  "decision_process": "Delegated",
  "postcode": "KT4 7SQ",
  "appeal_status": null,
  "appeal_decision_date": null,
  "actual_completion_date": null,
  "id": "Kingston-22_01834_FUL",
  "date_building_work_completed_under_previous_permission": null,
  "application_type_full": "Removal/Variation of a condition",
  "application_type": "Householder",
  "subdivision_of_building": null,
  "site_number": "52",
  "valid_date": "08/06/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.245948,
          51.384693
        ],
        [
          -0.245949,
          51.384666
        ],
        [
          -0.245992,
          51.384667
        ],
        [
          -0.245991,
          51.384694
        ],
        [
          -0.245948,
          51.384693
        ]
      ]
    ],
    "type": "Polygon"
  }
}