{
  "last_updated_by": "Idox Uniform",
  "date_building_work_completed_under_previous_permission": null,
  "ward": "Motspur Park & Old Malden East",
  "postcode": "KT3 6PT",
  "lapsed_date": "01/07/2025",
  "appeal_start_date": null,
  "decision_agency": null,
  "street_name": "Motspur Park",
  "site_number": "57",
  "polygon": null,
  "id": "Kingston-22_01394_HOU",
  "locality": null,
  "actual_completion_date": null,
  "last_updated": "2025-05-05T17:49:47.633Z",
  "appeal_status": null,
  "parking_details": null,
  "decision": "Approved",
  "appeal_decision_date": null,
  "cil_liability": false,
  "decision_process": "Delegated",
  "status": "Approved",
  "title_number": [],
  "subdivision_of_building": null,
  "description": "Conversion of garage into store, erection of two storey side, part two storey part single storey rear and front porch extension",
  "secondary_street_name": null,
  "site_name": "",
  "application_type_full": "Householder planning permission",
  "application_type": "Householder",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation, details of secure cycle parking facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\r\rThe cycle parking facilities as shown in the approved details shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "The development must be carried out in accordance with the provisions of the Fire Safety Statement 57 Motspur Park, New Malden KT3 6PT, unless otherwise approved in writing by the Local Planning Authority. \r\rReason: To ensure that the development incorporates the necessary fire safety measures in accordance with the Mayor's London Plan Policy D12.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level or above in the side elevations shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to the beneficial occupation of the development hereby approved 3 swift bricks or boxes shall have been incorporated within the external walls of the development hereby approved and shall be retained thereafter. \r\rSwift bricks/boxes can be placed on any elevation, but ideally under shade-casting eaves. They should be installed in groups of at least three, at a height above 5m height, and preferably with a 5m clearance between the host building and other buildings or\robstructions. Where possible avoid siting them above windows or doors. Swift bricks should be used unless these are not practical due to the nature of construction, in which case alternative designs of suitable swift boxes should be provided in their place.\r\rReason: To enhance the biodiversity of the site and to comply with Policy DM6 of the RBK Core Strategy and Policy G6 of the London Plan 2021."
  ],
  "centroid": {
    "lat": 51.39114,
    "lon": -0.247376
  },
  "bo_system": "Idox Uniform",
  "lpa_app_no": "22/01394/HOU",
  "pp_id": "PP-11219644",
  "last_date_consultation_comments": "01/06/2022",
  "centroid_easting": 522040,
  "decision_date": "01/07/2022",
  "lpa_name": "Kingston",
  "uprn": "100021779093",
  "decision_target_date": "01/07/2022",
  "valid_date": "06/05/2022",
  "application_details": {
    "total_gia_gained": 86.8,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "12/2022",
    "intended_commencement_date": "07/2022",
    "site_area": 0.045000000000000005
  },
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 167246,
  "epc_number": null,
  "development_type": "Other house holder developments",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RB1FK3NHII500",
  "appeal_decision": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.247354,
          51.391153
        ],
        [
          -0.247355,
          51.391126
        ],
        [
          -0.247398,
          51.391127
        ],
        [
          -0.247397,
          51.391154
        ],
        [
          -0.247354,
          51.391153
        ]
      ]
    ],
    "type": "Polygon"
  }
}