{
  "uprn": "100021749279",
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "description": "Erection of two-storey side extension and single-storey rear extension, new front porch with associated changes to fenestration",
  "appeal_start_date": null,
  "cil_liability": false,
  "lpa_app_no": "22/01315/HOU",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [],
  "decision_date": "15/06/2022",
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "polygon": null,
  "application_type_full": "Householder planning permission",
  "locality": null,
  "application_type": "Householder",
  "street_name": "Hunting Gate Drive",
  "decision": "Approved",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "valid_date": "20/04/2022",
  "actual_commencement_date": null,
  "development_type": "Other house holder developments",
  "lapsed_date": "15/06/2025",
  "decision_target_date": "15/06/2022",
  "id": "Kingston-22_01315_HOU",
  "centroid_northing": 163260,
  "secondary_street_name": null,
  "appeal_status": null,
  "site_name": "",
  "postcode": "KT9 2DD",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RAN302NHIEC00",
  "site_number": "40",
  "ward": "Chessington South & Malden Rushett",
  "centroid_easting": 518236,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "decision_agency": null,
  "application_details": {
    "total_gia_gained": 57.96,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "11/2022",
    "intended_commencement_date": "08/2022",
    "site_area": 0.018000000000000002
  },
  "last_updated": "2025-05-05T17:49:29.584Z",
  "status": "Approved",
  "last_date_consultation_comments": null,
  "centroid": {
    "lat": 51.356119,
    "lon": -0.303348
  },
  "pp_id": "PP-11204859",
  "parking_details": null,
  "last_updated_by": "Idox Uniform",
  "epc_number": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any development above ground level, details of secure cycle parking facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\r\rThe cycle parking facilities as shown in the approved details shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at first floor level or above in the flank elevations of the development hereby permitted unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to any above ground works a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: \r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence. \r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.\rKind regards\r\r"
  ],
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.303326,
          51.356133
        ],
        [
          -0.303327,
          51.356106
        ],
        [
          -0.30337,
          51.356106
        ],
        [
          -0.303369,
          51.356133
        ],
        [
          -0.303326,
          51.356133
        ]
      ]
    ],
    "type": "Polygon"
  }
}