{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [],
  "application_type_full": "Full planning permission",
  "lpa_app_no": "22/01640/FUL",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RBZDTINHIRT00",
  "actual_completion_date": null,
  "pp_id": "PP-11250250",
  "lapsed_date": "19/05/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.255905,
    "lat": 51.399324
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": "181",
  "uprn": "100023060214",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "31/01/2023",
  "description": "Erection of three storey rear extension and basement to provide reconfigured retail unit at ground and basement and 5no. x residential units on part ground floor and upper floors (Class C3) with external amenity and enhanced residential support areas including bin store and cycle store.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.255883,
          51.399338
        ],
        [
          -0.255884,
          51.399311
        ],
        [
          -0.255927,
          51.399311
        ],
        [
          -0.255926,
          51.399338
        ],
        [
          -0.255883,
          51.399338
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor dwellings",
  "last_updated_by": "Idox Uniform",
  "locality": null,
  "site_name": "181-191 High Street\rNew Malden\rKT3 4BH\r",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Development shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to the beneficial occupation of the proposed development hereby permitted, details of privacy screens measuring 1.8m high from the top of the terraces to the first and second floors around the full perimeter shall have been submitted to, and approved in writing by, the local planning authority. The screens shall be erected prior to the occupation of the development and thereafter be permanently retained. \r\rReason: In order to ensure the privacy and visual amenity of neighbouring occupiers is retained in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and re-enacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) to the dwellings unless otherwise agreed in writing by the local planning authority. \r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with Policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "During the construction phase of the development, no works (including any deliveries) shall take place on site outside of the following hours:\r\r08:00 to 18:00 Monday to Friday\r08:00 to 13:00 on Saturdays\rNo works or deliveries whatsoever shall take place on Sundays or bank holidays.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "The development hereby permitted shall not be occupied until details of the waste and recycling enclosure to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. \r\rThe refuse and recycling facilities as shown in the approved details shall be provided prior to beneficial occupation of the development and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\r\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policy SI17 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "The development hereby permitted shall not be occupied until the secure cycle parking facilities for the occupants of the development hereby approved (i.e. 26no. cycle parking spaces, as shown in plan ref: 210624-D-410C) have been fully implemented and made available for use prior to the occupation of the development hereby permitted and shall thereafter be retained for use at all times.\r\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to beneficial occupation of the development to which this permission relates, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point;\r2) Appropriate fire alarm systems;\r3) Passive and active fire safety measures;\r4) appropriate construction details to minimise the risk of fire spread;\r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence.\r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained.\r\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022), where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant.\r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.\r",
    "Prior to above ground works manufacturers details of the living roof and its maintenance, as well details of the proposed plant species including size, maturity and layout shall have been submitted to and approved in writing by the local planning authority.  The approved works shall be carried out in the first planting season following the completion of the development and the living roof shall be permanently retained for that purpose.  Any plants which within a period of five years from the completion of the development die, are removed, or become seriously damaged or diseased shall be replaced in the next planting season with others of similar size and species.\r\rReason: To ensure that these works are properly implemented and maintained and in the interest of visual amenity in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to commencement of any development on site, a Construction Management Plan detailing the following:\r(a)\tProvision for loading/unloading materials.\r(b)\tStorage of plant, materials and operatives vehicles.\r(c)\tSigning system for works traffic.\r(d)\tMeasures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works.\r(e)\tMeans of enclosure of the site.\r(f)\tWheel washing equipment.\r(g)\tThe parking of vehicles of the site operatives and visitors\r(h)\tThe erection and maintenance of security hoarding.\rshall be submitted to the planning authority for written agreement. The development shall only be implemented in accordance with the details and measures approved as part of the construction management plan, which shall be maintained throughout the entire construction period.\r\rReason: These details are required prior to commencement of development because the relevant works would take place at the beginning of the construction phase and in order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Post demolition and prior to construction works, a sustainable drainage strategy and associated detailed design, management and maintenance plan for surface water drainage at the site using SuDS methods shall be submitted to and approved in writing by the Local Planning Authority. The approved drainage system shall be implemented in accordance with the approved sustainable drainage strategy prior to the beneficial occupation of the development and permanently retained thereafter.\r\rReason: To prevent the development from increasing the risk of flooding to the site itself or elsewhere, in accordance with policy SI.13 of the London Plan 2021 and policies CS1 and DM4 of the LDF Core Strategy 2012.\r",
    "Within 3 months of first occupation, evidence must be submitted to the Council confirming that the development hereby permitted has achieved internal water usage rates of 105L/day must be submitted to the Local Planning Authority, unless otherwise agreed in writing.\r\rReason:  In order to ensure that all development is designed and built to make the most efficient use of resources, reduce its lifecycle impact on the environment and contributes to climate change mitigation and adaptation in accordance with Policy CS1 (Climate Change Mitigation) of the LDF Core Strategy Adopted April 2012.\r",
    "Before the use hereby permitted commences an acoustic report shall be submitted to and approved in writing by the Local Planning Authority demonstrating that the rating level of any plant, permitted as part of this development, will be at least 5dBA lower than the existing background noise level at any given time of operation.  The noise levels shall be measured or predicted 1m externally to any window at the nearest residential facade.  Measurements and assessment shall be made according to British Standard 4142:2014.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D14 of the London Plan 2021 policy DM10 of the LDF Core Strategy 2012.\r",
    "If, during the course of development, any contamination is found which has not been previously identified, work shall be suspended and additional measures for its remediation shall be submitted to and approved in writing by the Local Planning Authority. The remediation of the site shall incorporate the approved additional measures and a verification report for all the remediation works shall be submitted to the Local Planning Authority and approved in writing by the Local Planning Authority.\r\rReason: To ensure that risks from land contamination are minimised, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "The ground floor area shown as communal amenity space shall be retained as such for the lifetime of the development, unhindered access to which shall be given to all of the residents/occupiers of the development.\r\rReason: To ensure that the communal amenity space is provided for the use of all of the residents and not otherwise used for any other purpose in accordance with Policy DM10 of the Core Strategy, 2012."
  ],
  "postcode": "KT3 4BH",
  "application_type": "All Other",
  "decision_date": "19/05/2023",
  "parking_details": {
    "no_existing_cycle": 4,
    "no_proposed_cycle": 14,
    "net_cycle": 10
  },
  "status": "Approved",
  "centroid_easting": 521425,
  "valid_date": "15/12/2022",
  "borough": "Royal Borough of Kingston (LA Code)",
  "subdivision_of_building": null,
  "decision_target_date": "09/02/2023",
  "id": "Kingston-22_01640_FUL",
  "lpa_name": "Kingston",
  "bo_system": "Idox Uniform",
  "decision_agency": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-05T17:50:57.055Z",
  "street_name": "High Street",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 168142,
  "application_details": {
    "total_gia_gained": 327,
    "total_gia_lost": 255,
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_existing": 685,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 59,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 255,
      "total_gia_gained": 327,
      "development_type": null,
      "site_area": null
    },
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "not phased",
        "intended_commencement_date": "08/2022",
        "intended_completion_date": "08/2023"
      }
    ],
    "site_area": 936,
    "total_gia_existing": 685,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 361,
        "superseded_date": null,
        "actual_completion_date": null,
        "gia_gained": 0,
        "use_class": "A1",
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 59
      },
      {
        "gia_existing": 324,
        "superseded_date": null,
        "actual_completion_date": null,
        "gia_gained": 327,
        "use_class": "C3",
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 196
      }
    ],
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m",
    "surface_water_discharge_percentage_reduction": 30,
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 10.85,
        "building_ref": "rear extension"
      }
    ],
    "scheme_phasing": false,
    "green_suds": true,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "no_homes_passive_cooling": 5,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 1,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 1,
      "percentage_demolition_construction_material_recycling": 25,
      "chp_heat_pumps_capacity": 25,
      "solar_pv_capacity": 3.2,
      "fire_suppression_system_proposed": false,
      "no_homes_to_have_electrical_heating": 5,
      "green_roof_area": 77.5,
      "no_new_gas_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "urban_greening_factor_score": 100,
      "ghg_reduction_over_building_regulations": true,
      "no_resi_units_to_have_full_fibre": 5,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "no_active_slow_ev_charging_points": null,
      "no_passive_slow_ev_charging_points": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "internal_resi_water_usage": 110,
    "s106_agreement": true,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [
      "100023060214"
    ],
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "circular_economy_statement": null,
    "commencement_notice_received": false,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "DISIA Name: New Malden District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: New Malden District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "SHOPFR Name: Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing HRA"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing Estates"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "uk_company_registration_no": null,
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "scheme_name": null,
    "social_infrastructure_contributions": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": null,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "lead_developer_company_name": null
  },
  "appeal_decision": null,
  "polygon": null,
  "ward": "New Malden Village"
}