{
  "uprn": "100021775121",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RD9IVNNHJ2S00",
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "application_details": {
    "total_gia_gained": 45,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "04/2023",
    "intended_commencement_date": "08/2022",
    "site_area": 0.036
  },
  "decision_agency": null,
  "last_date_consultation_comments": null,
  "site_name": "",
  "ward": "New Malden Village",
  "status": "Approved",
  "title_number": [],
  "development_type": "Other house holder developments",
  "locality": null,
  "lapsed_date": "16/08/2025",
  "borough": "Royal Borough of Kingston (LA Code)",
  "last_updated": "2025-05-05T17:52:16.505Z",
  "decision": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "description": "Demoltion and replacement of existing single-storey rear extension. Erection of infill roof extension between pitched elements, demolition of existing rear dormer and erection of larger rear dormer roof extension with installation of 1no rooflight to facilitate loft conversion,",
  "pp_id": "PP-11302998",
  "centroid": {
    "lon": -0.254863,
    "lat": 51.403652
  },
  "centroid_northing": 168625,
  "secondary_street_name": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The development must be carried out in accordance with the provisions of the Planning Fire Safety Strategy prepared by Bonnystreet Planning Limited and Simmons Taylor Hall dated 10.06.2022 unless otherwise approved in writing by the Local Planning Authority. \r\rReason: To ensure that the development incorporates the necessary fire safety measures in accordance with the Mayor's London Plan Policy D12.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows inserted at second floor level in the west elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at first or second floor level in the east or west elevation of the dwelling house unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r"
  ],
  "actual_commencement_date": null,
  "street_name": "Dukes Avenue",
  "last_updated_by": "Idox Uniform",
  "lpa_app_no": "22/01917/HOU",
  "decision_date": "16/08/2022",
  "polygon": null,
  "centroid_easting": 521486,
  "parking_details": null,
  "appeal_start_date": null,
  "epc_number": null,
  "decision_target_date": "05/08/2022",
  "decision_process": "Delegated",
  "postcode": "KT3 4HN",
  "appeal_status": null,
  "appeal_decision_date": null,
  "actual_completion_date": null,
  "id": "Kingston-22_01917_HOU",
  "date_building_work_completed_under_previous_permission": null,
  "application_type_full": "Householder planning permission",
  "application_type": "Householder",
  "subdivision_of_building": null,
  "site_number": "24",
  "valid_date": "10/06/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.254841,
          51.403665
        ],
        [
          -0.254842,
          51.403638
        ],
        [
          -0.254885,
          51.403639
        ],
        [
          -0.254884,
          51.403666
        ],
        [
          -0.254841,
          51.403665
        ]
      ]
    ],
    "type": "Polygon"
  }
}