{
  "actual_commencement_date": null,
  "lpa_name": "Kingston",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RCE76SNHIVJ00",
  "parking_details": null,
  "lapsed_date": "14/06/2026",
  "actual_completion_date": null,
  "date_building_work_started_under_previous_permission": null,
  "epc_number": null,
  "description": "Application under Section 73 of the Town and Country Planning Act 1990 (as amended) (the Act) for a variation of Condition 2 of planning permission ref. 21/03387/FUL, which currently restricts the use of the ground floor unit to retail A1. The proposed variation to the wording of Condition 2 is to include flexible Use Class E (a/b) (retail/restaurant) uses.",
  "pp_id": "PP-11172196",
  "application_details": {
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [
      "100023056313"
    ],
    "intended_commencement_date": null,
    "total_gia_existing": null,
    "no_affordable_housing_units_provided_offsite": null,
    "scheme_phasing": null,
    "circular_economy_statement": null,
    "commencement_notice_received": false,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_lost": null,
      "total_gia_existing": null
    },
    "qualifying_vacant_building_floorspace": null,
    "phasing_details": [],
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0.001,
    "existing_proposed_floorspace_details": [],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "PROPST P13 Bishops Palace House and 11-31 Thames Street. Policies"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACO Kingston Old Town Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "THAMPA Riverside Strategy"
      },
      {
        "result": null,
        "constraints_layer_description": "SASC Thames - Side"
      },
      {
        "result": null,
        "constraints_layer_description": "PSHOPA Primary Shopping Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "MVKTC Motor Vehicle Restricted Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "KTCAAP Kingston Town Centre AAP"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Kingston Town Centre Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Kingston Old Town Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Kingston Town Centre"
      }
    ],
    "building_details": [],
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "projected_cost_of_works": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "internal_resi_water_usage": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "green_roof_area": null,
      "no_resi_units_to_have_full_fibre": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "uk_company_registration_no": null,
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "total_gia_lost": null,
    "scheme_name": null,
    "social_infrastructure_contributions": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": null,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "secondary_street_name": null,
  "ward": "Kingston Town",
  "appeal_status": null,
  "decision": "Approved",
  "centroid_easting": 517828,
  "status": "Approved",
  "uprn": "100023056313",
  "street_name": "Thames Street",
  "polygon": null,
  "centroid": {
    "lat": 51.410265,
    "lon": -0.307211
  },
  "application_type": "All Other",
  "last_updated_by": "Idox Uniform",
  "bo_system": "Idox Uniform",
  "borough": "Royal Borough of Kingston (LA Code)",
  "locality": null,
  "id": "Kingston-22_01723_FUL",
  "appeal_decision": null,
  "title_number": [],
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-05-05T17:51:24.359Z",
  "postcode": "KT1 1PH",
  "decision_agency": null,
  "last_date_consultation_comments": "09/01/2023",
  "decision_date": "14/06/2023",
  "decision_conditions": [
    "Notwithstanding Section 55 of the Town and Country Planning Act 1990 (as amended) and the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), the ground floor unit shall only be used for use Class Ea (retail) or Eb (restaurant) of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (as amended) (or any provision equivalent to that class in any Order revoking and reenacting that Order with or without modification) and for no other purposes whatsoever (including any other purposes falling within Class E of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (or any provision equivalent to that class in any Order revoking and reenacting that Order with or without modification)\r\rReason: The acceptability of the development is highly dependent upon the exact nature of the use of the site and other uses, whether within the same use class or permitted by the General Permitted Development Order, are unlikely to be acceptable in planning terms.\r",
    "The development hereby approved shall not be implemented other than in accordance with the material samples and/or manufacturer specification details approved through 21/01329/CLC, unless otherwise agreed in writing by the local planning authority;\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy 03 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "The development hereby approved shall not be implemented other than in accordance with the detailed drawings approved through 21/01329/CLC, unless otherwise agreed in writing by the local planning authority;\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies policy 03 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "The cycle parking facilities as shown on the approved plans shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.\r",
    "The development to which this permission relates shall be carried out in accordance with the Written Scheme of Investigation for an Archaeological Watching Brief authored by Touchstone Archaeology and dated 7 February 2020, Archaeological Monitoring and Recording Report (October 2020) and Post Excavation Assessment Statement (2 November 2020).\r\rReason: To ensure that matters of archaeological interest can be recorded in accordance with policy HC1 of the London Plan 2021 and Policy DM12 of the LDF Core Adopted April 2012.\r",
    "Within 6 months of the date of this permission, a flood preparation and evacuation plan shall be drawn up and then circulated to all residents of the development on an annual basis. The plan shall reference up-to-date UK Government emergency flood advice.\r\rReason: To mitigate the risks associated with flooding of the site, in accordance with policy SI12 of the London Plan 2021 and policies CS1 and DM4 of the LDF Core Strategy 2012.\r",
    "The development to which this permission relates shall not be carried out other than in accordance with the public realm improvement plan approved through 21/01329/CLC, unless otherwise agreed in writing by the local planning authority. The development shall be implemented as approved and retained thereafter.\r\rReason: To preserve the character and appearance of the Kingston Old Town Conservation Area, in accordance with policies DM12 and DM13 of the LDF Core Strategy 2012.\r",
    "No fans, louvres, ducts or external lighting other than those shown on the approved plans shall be installed on the building unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers and to ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "The refuse and recycling facilities to serve the residential units as shown on the approved plan 1000 Rev. P4 - Proposed Ground Floor Plan shall be provided prior to beneficial occupation of the residential units of the development to which this permission relates and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\r\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r\r",
    "(a) The residential development hereby approved shall not be implemented other than in accordance with the residential delivery and servicing plan details approved through 21/02778/CLC, unless otherwise agreed in writing by the local planning authority; and\r\rb) Prior to the beneficial occupation of the ground floor unit either as use Class Ea (retail) or Eb (restaurant) of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (as amended) (or any provision equivalent to that class in any Order revoking and reenacting that Order with or without modification) within the development to which this permission relates, a delivery and service plan for the use Class Ea (retail) or Eb (restaurant) element of the development shall be submitted to and approved in writing by the Local Planning Authority. The development shall then be operated in accordance with the approved plan associated with the Use being carried out.\r\rReason: To ensure proper delivery and service management in the interests of the safety and operation of the highway network, in accordance with policy T7 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.\r",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https:/Inrmm.london/.\"\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policies D3, SI1 and T7 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to the beneficial occupation of the Ground Floor unit as a use Class Ea (retail) or Eb (restaurant) of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (as amended) (or any provision equivalent to that class in any Order revoking and reenacting that Order with or without modification) a scheme for an active ground floor window frontage to Bishops Hall and Thames Street shall be submitted to and approved in writing by the local planning authority. The scheme should not include the installation of window vinyls, graphics, shuttering or any other form of design that prevents views into and out of the shop. The window frontage shall then be maintained in accordance with the approved scheme. The approved shopfront shall be installed prior to the beneficial occupation of the unit and thereafter retained. \r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "The premises shall not be used by the public for a use Class Eb (restaurant) of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (as amended) (or any provision equivalent to that class in any Order revoking and reenacting that Order with or without modification) hereby permitted before \r\r8am and after 10.30pm Monday - Thursday, \rbefore 8am and after 11pm Friday - Saturday and \rbefore 9am and after 10.30pm Sundays.\r\rReason: In order to protect the residential amenities of the neighbouring occupiers in accordance with policy DM10 of the Council's adopted LDF Core Strategy 2012.\r",
    "The site and building works required to implement the development shall be only carried out between the hours of 08.00 and 18.00 Mondays to Fridays and between 08.00 and 13.00 on Saturdays and not at all on Bank Holidays and Sundays\r\rReason: In order to protect the residential amenities of the neighbouring occupiers in accordance with policy DM10 of the Council's adopted LDF Core Strategy 2012.\r",
    "Prior to commencement of a use Class Eb (restaurant) of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (as amended) (or any provision equivalent to that class in any Order revoking and reenacting that Order with or without modification) the applicant shall provide a scheme to the Local Planning Authority for its written approval detailing sound transmission reduction measures to be installed between the ground floor use and the first floor flats. The scheme shall be designed to provide at least DNTw+Ctr 50dB. Once agreed in writing by the Local Planning Authority the approved details shall be installed prior to the ground floor unit being used as use Class Eb (restaurant) of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (as amended) (or any provision equivalent to that class in any Order revoking and reenacting that Order with or without modification), the approved measures shall be retained for the life of the development.\r\rReason: In order to protect the residential amenities of the neighbouring occupiers in accordance with policy DM10 of the Council's adopted LDF Core Strategy 2012.\r\r",
    "Prior to the commencement of a use falling within use use Class Eb (restaurant) of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (as amended) (or any provision equivalent to that class in any Order revoking and reenacting that Order with or without modification), a Management Plan shall be submitted to and approved in writing by the local planning authority. The plan shall include the following details\r\ra) How the operator will manage Customer arrivals;\rb) How the operator will manage Customer dispersals;\rc) How the operator will manage any smoking arrangements for customers and staff ; \rd) How the operator will capture  data regarding frequency of takeaway deliveries (inc. delivery drivers) and how this information will be stored and made available upon reasonable request by the Local Authority to demonstrate a predominant eat-in restaurant use rather than take away use - this data shallo be made available on request to the Council;\re) A takeaway strategy plan to ensure takeaway provision is managed in particular the management of any takeaway delivery personnel and their means of transport so as to manage and mitigate any impact on residential properties  : and\rf)Any other relative matter.\r\rThe use thereafter shall only operate in accordance with the approved details.\r\rReason: In order to protect the residential amenities of the neighbouring occupiers in accordance with policy DM10 of the Council's adopted LDF Core Strategy 2012.\r",
    "Prior to any fume extraction equipment being installed, full details of any externally mounted plant or equipment, together with any internally mounted equipment which vents externally, shall be submitted to and approved by the Local Planning Authority. The details shall include a full noise assessment in accordance with BS 4142:2014+A1:2019: Methods for rating and assessing industrial and commercial sound, and an odour and/or dust assessment. The information submitted will need to make it clear that the plant/equipment is capable of operating without causing a noise, odour and/or dust impact on neighbouring properties.\r\rReason: In order to protect the residential amenities of the neighbouring occupiers in accordance with policy DM10 of the Council's adopted LDF Core Strategy 2012.\r\r",
    "Prior to the occupation of the Ground floor unit, details of waste and recycling facilities to serve a use Class Ea (retail) or Eb (restaurant) of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (as amended) (or any provision equivalent to that class in any Order revoking and reenacting that Order with or without modification) to which this permission relates shall be submitted to and approved in writing by the local planning authority. The refuse and recycling facilities as shown in the approved details shall be provided prior to beneficial occupation of the development and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\r\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policy SI17 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "No live music shall be played in the ground flood unit unless a scheme detailing sound transmission reduction measures, specific to live music, to be installed between the ground floor use and the first floor flats has been submitted to and approved in writing by the local planning authority. Once agreed in writing by the Local Planning Authority the approved details shall be installed prior to the playing of live music and retained thereafter. \r\rReason: In order to protect the residential amenities of the neighbouring occupiers in accordance with policy DM10 of the Council's adopted LDF Core Strategy 2012.\r",
    "Prior to the commencement of any use Class Eb (restaurant) of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (as amended) (or any provision equivalent to that class in any Order revoking and reenacting that Order with or without modification) a detailed plan showing the internal fit out/arrangement of the premises shall have been submitted to and approved in writing by the Local Planning Authority. When operating as a Restaurant, the premises shall operate in accordance with the plan approved by this condition.\r\rReason: In order to ensure predominant restaurant use of the premises and to protect the residential amenities of the neighbouring occupiers in accordance with Policies D13 and D14 of the London Plan and policy DM10  of the Council's adopted LDF Core Strategy 2012\r\r"
  ],
  "site_name": "",
  "application_type_full": "Removal/Variation of a condition",
  "site_number": "11, 13",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "decision_target_date": "12/10/2022",
  "valid_date": "13/07/2022",
  "centroid_northing": 169275,
  "development_type": "Major dwellings",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Committee",
  "appeal_decision_date": null,
  "lpa_app_no": "22/01723/FUL",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.307189,
          51.410278
        ],
        [
          -0.30719,
          51.410251
        ],
        [
          -0.307233,
          51.410252
        ],
        [
          -0.307232,
          51.410279
        ],
        [
          -0.307189,
          51.410278
        ]
      ]
    ],
    "type": "Polygon"
  }
}