{
  "uprn": "100023056305",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RDEM6FNHJ3600",
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "application_details": {
    "site_area": 0.009,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "MVKTC Name: Motor Vehicle Restricted Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "PSHOPA Name: Primary Shopping Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYVWS Name: Key Views"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Kingston Old Town Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACO Name: Kingston Old Town Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "PSHOPF Name: Primary Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "SSHOPF Name: Secondary Shopping Frontages (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "KTCAAP Name: Kingston Town Centre AAP"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Kingston Town Centre Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "THAMPA Name: Riverside Strategy"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "LBCASE LB Address: 24 and 24A\rMARKET PLACE   (east side)\rKINGSTON\rLB Grade: GD2\rLB Ref: 6/10"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023056305"
    ]
  },
  "decision_agency": null,
  "last_date_consultation_comments": "21/12/2022",
  "site_name": "24  And 24 A Market Place\rKingston Upon Thames\rKT1 1JH\r",
  "ward": "Kingston Town",
  "status": "Approved",
  "title_number": [],
  "development_type": "Other listed building consents (alter-extend)",
  "locality": null,
  "lapsed_date": "22/12/2025",
  "borough": "Royal Borough of Kingston (LA Code)",
  "last_updated": "2025-05-05T17:52:19.867Z",
  "decision": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "description": "Structural reparations, the installation of new steel beams, reinforcement and strengthening of existing floor wooden frames, partial digging of the cellar at the basement level, and structural stitching of cracks present in load-bearing brick walls.",
  "pp_id": "PP-11317344",
  "centroid": {
    "lon": -0.305656,
    "lat": 51.409937
  },
  "centroid_northing": 169241,
  "secondary_street_name": null,
  "decision_conditions": [
    "The works hereby permitted shall begin before the expiration of three years from the date of this consent. \r\rReason: As required by Section 18(1) of the Planning (Listed Buildings and Conservation Areas) Act 1990 as amended by Section 51 of the Planning and Compulsory Purchase Act 2004 to prevent the accumulation of unimplemented listed building consents and to enable the Local Planning Authority to review the situation at the end of this period if the development has not begun. \r",
    "Any damage to the building caused by or during the course of the carrying out of the work permitted shall be made good within 3 months of the completion of the development, in accordance with a specification agreed in writing with the Local Planning Authority. \r\rReason: To safeguard the character and appearance of the Listed Structure in accordance with policy HC1 of the London Plan 2021, policy CS8 of the Core Strategy, and development management policies DM10 and DM12 of the LDF Core Strategy 2012.\r",
    "Samples of the facing materials (including manufacturer's specification details) showing the proposed brick types, size, colour, texture, face bond and pointing proposed for any replacement bricks shall be submitted to and approved in writing by the Local Planning Authority, prior to the commencement of the approved works.\r\rReason: To ensure that the materials are appropriate in terms of their appearance and to safeguard the character and appearance of the Listed Structure in accordance with policy HC1 of the London Plan 2021, policy CS8 of the Core Strategy, and development management policies DM10 and DM12 of the LDF Core Strategy 2012.\r",
    "Access to the site shall be made available for the purposes of observing the works to ensure compliance with methodologies and/or to deal with unexpected discoveries, including procedures to be followed in the discovery of any archaeological remains. \r\rReason: To ensure that the works are carried out appropriately and to safeguard the heritage value of the building in accordance with policy HC1 of the London Plan 2021, policy CS8 of the Core Strategy, and development management policies DM10 and DM12 of the LDF Core Strategy 2012.\r",
    "A structural method statement shall be submitted to and approved in writing by the Local Planning Authority, prior to the commencement of the approved works. \r\rThe Structural Method Statement must be prepared and signed off by a Chartered Civil Engineer (MICE) or Structural Engineer (MIStructE), and it is recommended that a structural engineer with expertise in historic buildings (CARE accredited) is appointed for the works.\r\rThis document should include but is not limited to:\r-\tA thorough desk study to include the site history, age of the property, site survey, geology, historic river courses and underground infrastructure, including utilities services, drains and tunnels. This should also identify other basement developments in the area, so that cumulative effects can be considered.\r-\tAn appraisal of the existing structure, including drawings to show the arrangement of the existing structures. The appraisal should identify previous alterations and any obvious defects. It should also assess the condition and location of the building with adjoining buildings. This should include proposed opening up works to investigate the existing structure, which should be summarised on a set of drawings.\r-\tA site investigation which is relevant to the site, together with trial pits to show the existing foundations and the material they are founded on, for all walls which may be impacted by the proposals. If groundwater is present, the levels should be monitored for a period of time.\r-\tDetails of the engineering design which should be advanced to detailed proposals stage. Relevant drawings and written specification should be provided to show how the designers have addressed the following:\r-\tground conditions and groundwater\r-\texisting trees and infrastructure\r-\tdrainage\r-\tflooding\r-\tvertical and horizontal loading\r-\tstructural engineering general arrangement and details; drawing showing underpinning, piled wall, etc.\r\r-\tAn analysis of the Upper Aquifer (when it exists) and how the basement may impact on any groundwater flow.\r-\tDetails of flood risk, surface water flooding, critical drainage areas explaining how these are addressed in the design. A full flood risk assessment will be required in some areas.\r-\tAn assessment of movements expected and how these will affect adjoining or adjacent properties. This needs to include both short term and long term effects. The design and construction should aim to limit damage to all buildings to a maximum of Category 2 as set out in CIRIA Report 580.\r-\tDetails of sequences of construction and temporary propping to demonstrate how the basement can be built to prevent movements exceeding those predicted. It should show how the horizontal and vertical loads are supported and balanced at all stages of construction and consider the interaction between permanent works and temporary works.\r\rReason: To safeguard the character and appearance of the Listed Structure in accordance with policy HC1 of the London Plan 2021, policy CS8 of the Core Strategy, and development management policies DM10 and DM12 of the LDF Core Strategy 2012.\r",
    "Within three months of the date of this listed building consent, a detailed assessment of the causes and effects of the identified masonry cracks, including whether movement is active or historic shall be submitted to and approved in writing by the Local Planning Authority.\r\rReason: To safeguard the character and appearance of the Listed Structure in accordance with policy HC1 of the London Plan 2021, policy CS8 of the Core Strategy, and development management policies DM10 and DM12 of the LDF Core Strategy 2012.\r",
    "Unless otherwise approved through this listed building consent, all new work and improvements must match the existing original adjacent work, in terms of the choice of materials, method of construction and finished appearance (i.e. traditional hand methods).\r\rAny existing bricks should be retained or re-used where possible. Any bricks to be removed must be cut out by hand. Any replacement bricks should match the existing (as per Condition 4 above) and must be fully tied into the wall following the original bond.\r\rThe mortar to be used in the development to which this consent relates shall be lime-based and shall match that of the original wall in terms of the coarseness of the aggregate, overall consistency, and finished colour.\r\rReason: To safeguard the character and appearance of the Listed Structure in accordance with policy HC1 of the London Plan 2021, policy CS8 of the Core Strategy, and development management policies DM10 and DM12 of the LDF Core Strategy 2012.\r",
    "All reasonable efforts must be made to protect existing features and works must not disturb existing ornamental features including, but not limited to, plasterwork, skirtings, architraves, windows, doors and staircase balustrades. These features must be left in their present position and properly protected during work on site, unless changes are shown on the approved drawings or are required by conditions to this permission.\r\rReason: To safeguard the character and appearance of the Listed Structure in accordance with policy HC1 of the London Plan 2021, policy CS8 of the Core Strategy, and development management policies DM10 and DM12 of the LDF Core Strategy 2012.\r"
  ],
  "actual_commencement_date": null,
  "street_name": "Market Place",
  "last_updated_by": "Idox Uniform",
  "lpa_app_no": "22/01927/LBC",
  "decision_date": "22/12/2022",
  "polygon": null,
  "centroid_easting": 517937,
  "parking_details": null,
  "appeal_start_date": null,
  "epc_number": null,
  "decision_target_date": "19/08/2022",
  "decision_process": "Delegated",
  "postcode": "KT1 1JH",
  "appeal_status": null,
  "appeal_decision_date": null,
  "actual_completion_date": null,
  "id": "Kingston-22_01927_LBC",
  "date_building_work_completed_under_previous_permission": null,
  "application_type_full": "Listed building consent",
  "application_type": "All Other",
  "subdivision_of_building": null,
  "site_number": "24",
  "valid_date": "24/06/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.305634,
          51.40995
        ],
        [
          -0.305635,
          51.409923
        ],
        [
          -0.305678,
          51.409924
        ],
        [
          -0.305677,
          51.409951
        ],
        [
          -0.305634,
          51.40995
        ]
      ]
    ],
    "type": "Polygon"
  }
}