{
  "appeal_decision": null,
  "postcode": "KT6 6PW",
  "street_name": "Woodlands Road",
  "appeal_decision_date": null,
  "lapsed_date": "07/06/2025",
  "site_number": "53",
  "id": "Kingston-22_01239_HOU",
  "decision_process": "Delegated",
  "lpa_name": "Kingston",
  "centroid_easting": 517705,
  "bo_system": "Idox Uniform",
  "last_date_consultation_comments": "12/05/2022",
  "pp_id": "PP-11189234",
  "last_updated": "2025-05-05T17:49:10.333Z",
  "actual_completion_date": null,
  "decision": "Approved",
  "valid_date": "12/04/2022",
  "actual_commencement_date": null,
  "polygon": null,
  "epc_number": null,
  "subdivision_of_building": null,
  "decision_target_date": "07/06/2022",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.386132,
    "lon": -0.309869
  },
  "centroid_northing": 166587,
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [],
  "lpa_app_no": "22/01239/HOU",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RA7STTNHIBA00",
  "secondary_street_name": null,
  "ward": "Surbiton Hill",
  "application_type_full": "Householder planning permission",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_start_date": null,
  "parking_details": null,
  "appeal_status": null,
  "development_type": "Other house holder developments",
  "site_name": "",
  "locality": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision_agency": null,
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 31,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "04/2023",
    "intended_commencement_date": "10/2022",
    "site_area": 0.099
  },
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to the benenficial occupation of the development hereby approved, and notwithstanding the details of boundary treatment shown on the approved drawings, details of boundary treatment of at least 1.7m in height (when measured from the corresponding ground level of the application site where the boundary treatment is sited) shall be submitted to the Local Planning Authority for approval in writing. The boundary treatment along the boundaries with Nos. 51 and 55 Woodlands Road shall be implemented and thereafter retained in accordance with the approved details.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level or above in the flank elevations shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012."
  ],
  "decision_date": "07/06/2022",
  "last_updated_by": "Idox Uniform",
  "description": "Erection of single-storey side/rear extension including replacement of existing front side extension roof and associated changes to the fenestration.",
  "uprn": "100021801709",
  "application_type": "Householder",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.309847,
          51.386145
        ],
        [
          -0.309848,
          51.386118
        ],
        [
          -0.309891,
          51.386119
        ],
        [
          -0.30989,
          51.386146
        ],
        [
          -0.309847,
          51.386145
        ]
      ]
    ],
    "type": "Polygon"
  }
}