{
  "uprn": "000128005231",
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision_process": "Delegated",
  "decision_conditions": [
    "The development hereby permitted shall be commenced within 3 years from the 22nd August 2016, the date of the originally approved application 15/12978/FUL that is subject to this application to vary that consent.\r\rReason: In order to comply with Section 91 of the Town and Country Planning Act, 1990. (As amended)",
    "The development shall only be carried out in accordance with the facing materials samples approved under application 18/12311/COND dated 14/09/2018.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Fences, walls or other means of enclosure shall be erected along the boundaries of the site prior to the occupation of the school in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority and shall thereafter be permanently retained.\r\rReason: In order to ensure the privacy of adjoining occupiers and visual amenity of the area is retained in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The site and building works required to implement the development shall be only carried out between the hours of 08.00 and 18.00 Mondays to Fridays and between 08.00 and 13.00 on Saturdays and not at all on Bank Holidays and\rSundays.\r\rReason: To safeguard the amenities of the adjoining residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The development shall only be carried out in accordance with the Construction Management Plan approved under application 20/01314/CLC dated 19.11.2020.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The development shall only be carried out in accordance with the Arboricultural Statement & Tree Protection Plan approved under application 19/00599/CLC dated 08.01.2020.\r\rReason: In the interests of visual amenities and so that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The scheme approved by 19/00599/CLC dated 08.01.2020 shall be implemented within the first planting season following completion of the development and the tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced in the first available planting season, and the area shown to be landscaped shall be permanently retained for that purpose only.\r\rReason: In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The development shall only be carried out in accordance with the School travel Plan approved under application 18/12638/COND dated 04/10/2018.\r\rReason: To ensure that sustainable transport methods are encouraged and implemented in accordance with Policies CS5 (Reducing the Need to Travel) and CS6 (Sustainable Travel) of the LDF Core Strategy Adopted April 2012.",
    "The development shall only be carried out in accordance with the Detailed Drainage System approved under application 20/01291/CLC dated 19.01.2021.\r\rReason: To reduce the surface water runoff rates to no more than that set out in Table 4.3 as per sections 4.15 (green roofs), 4.17 (water butt) and 4.18 (permeable paving) of the applicants report and to ensure that the development's drainage network is suitably managed and maintained for the duration of the development's lifetime",
    "Before the use hereby permitted commences, details shall have been submitted to and approved in writing by the Local Planning Authority for the effective control of fumes and odours from the premises. The scheme shall be implemented before the use commences and maintained for the duration of the use.\r\rReason: In the interests of the amenities of the area in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The rating level of the noise determined by the cumulative sound emissions of  the plant hereby permitted shall be at least 5dBA lower than the existing background noise level at any given time of operation. The noise levels shall be measured or\rpredicted 1m externally to any window at the nearest residential facade. Measurements and assessment shall be made according to British Standard 4142:2014.\r\rReason: To safeguard the amenities of the occupiers of the neighbouring properties and the visual amenities of the area in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core\rStrategy Adopted April 2012.",
    "With regard to surface water drainage it is the responsibility of a developer to make proper provision for drainage to ground, water courses or a suitable sewer. In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off site storage. When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Connections are not permitted for the removal of groundwater. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required. They can be contacted on 0800 009 3921.\r\rReason: To ensure that the surface water discharge from the site shall not be detrimental to the existing sewerage system.",
    "The development shall only be carried out in accordance with the piling method statement approved under application 20/01292/CLC dated 02.03.2021\r\rReason: The proposed works will be in close proximity to underground sewerage utility infrastructure. Piling has the potential to impact on local underground sewerage utility infrastructure. The applicant is advised to contact Thames Water Developer Services on 0800 009 3921 to discuss the details of the piling method statement.",
    "The development shall only be carried out in accordance with the Noise Assessment approved under application 18/12623/COND dated 05.10.2018\r\rReason: In order to safeguard the amenities of the occupiers of the dwellings in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The development shall only be carried out in accordance with the Acoustics Assessment approved under application 18/12623/COND dated 05.10.2018.\r\rReason: In order to control the noise emanating there from and in the interests of the residential amenities of the area in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core\rStrategy Adopted April 2012.",
    "The development shall only be carried out in accordance with the BREEAM details approved under application 20/01519/CLC dated 26.11.2020.\r\rReason: In the interests of sustainability and energy conservation in accordance with Policies 5.2 (Minimising Carbon Dioxide Emissions) and 5.3 (Sustainable Design & Construction) of the London Plan (March 2015) and Policy DM1 (Sustainable Design\rand Construction Standards) of the LDF Core Strategy Adopted April 2012.",
    "The development shall only be carried out in accordance with the District Heat Network Statement approved under application 18/12724/COND dated 29.11.2018.\r\rReason: In the interests of sustainability and energy conservation in accordance with Policies 5.2 (Minimising Carbon Dioxide Emissions) and 5.3 (Sustainable Design & Construction) of the London Plan (March 2015) and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.",
    "The sports hall shall be provided and made available for use before first occupation of the new school hereby permitted unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure the satisfactory quantity, quality and accessibility of compensatory provision.",
    "Details of the hours of operation of the out of school hour's community facilities shall be submitted to and approved in writing by the local planning authority.\r\rReason: To safeguard the amenities of the occupiers of the neighbouring properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012",
    "Deliveries to and Servicing of the site shall not take place other than between the hours of 9am to 3pm.\r\rReason: In order to prevent conflict with the pedestrian safety of children using the school and the free flow of traffic in accordance with Policies DM9 (Managing Vehicle Use for New Development) and Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Refuse storage facilities and recycling facilities and cycle facilities shall be provided prior to the occupation of the development hereby permitted in accordance with the details submitted as part of the planning application prior to the commencement of the development, such facilities to be permanently retained at the site.\r\rReason: To ensure the provision of refuse facilities to the satisfaction of the Council in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The development shall only be carried out in accordance with the external lighting details approved under application 20/01642/CLC dated 21.08.2021.\r\rReason: To safeguard the amenities of the adjoining residential occupiers and to ensure a safe environment in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The applicant shall ensure that the premises be registered with the local authority as a food business 28 days prior to opening.\r\rReason: To safeguard the amenities of the occupiers of the neighbouring properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The rating level of the noise determined by the cumulative sound emissions of the plant hereby permitted shall be at least 5dBA lower than the existing background noise level at any given time of operation. The noise levels shall be measured or\rpredicted 1m externally to any window at the nearest residential facade. Measurements and assessment shall be made according to British Standard 4142:2014.\r\rReason: To safeguard the amenities of the occupiers of the neighbouring properties and the visual amenities of the area in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core\rStrategy Adopted April 2012."
  ],
  "appeal_status": null,
  "lpa_app_no": "22/01836/KPSID",
  "actual_completion_date": null,
  "decision_agency": null,
  "locality": null,
  "street_name": "Coombe Road",
  "site_name": "Kingstons House",
  "last_updated": "2025-05-05T17:51:55.213Z",
  "appeal_decision_date": null,
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated_by": "Idox Uniform",
  "site_number": "15",
  "centroid_easting": 519207,
  "application_details": {
    "site_area": 0.155,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Norbiton Station Area"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128005231"
    ]
  },
  "cil_liability": false,
  "decision_target_date": "15/08/2022",
  "ward": "Norbiton - OLD",
  "status": "Commenced",
  "description": "Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved Plans) and removal of Condition 5b (Construction Management Plan) of Planning Permission ref: 19/01813/FUL (Variation of Condition 2 (Approved Drawings) of Planning Permission 15/12978/FUL (Demolition of existing office and ancillary building. Erection of part 3 part 6 storey building for 2,478sqm floorspace for a two form entry primary school for a maximum of 420 pupils including provision of double basement for double height sports hall and provision of a raised play deck; and 19 flats (5 no. 1 bedroom flats; 10 no. 2 bedroom units; 4 no. 3 bedroom units). Provision of up to 94 cycle stands.) to amend drawings to allow for elevational treatment changes, and internal layout changes) dated 11/10/2019. Application to consist of removal of duplicate condition and changes to brickwork, elevations and canopies to ground floor school play area",
  "application_type_full": "Removal/Variation of a condition",
  "polygon": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "appeal_decision": null,
  "postcode": "KT2 7AB",
  "id": "Kingston-22_01836_KPSID",
  "decision": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "application_type": "All Other",
  "actual_commencement_date": "25/04/2021",
  "pp_id": "PP-11285851",
  "centroid": {
    "lon": -0.287291,
    "lat": 51.4127
  },
  "centroid_northing": 169578,
  "lpa_name": "Kingston",
  "title_number": [],
  "secondary_street_name": null,
  "development_type": "Major all other major developments",
  "valid_date": "06/06/2022",
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "03/08/2027",
  "decision_date": "03/08/2022",
  "parking_details": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RD1NI2NHIZG00",
  "last_date_consultation_comments": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.287269,
          51.412714
        ],
        [
          -0.28727,
          51.412687
        ],
        [
          -0.287313,
          51.412687
        ],
        [
          -0.287312,
          51.412714
        ],
        [
          -0.287269,
          51.412714
        ]
      ]
    ],
    "type": "Polygon"
  }
}