{
  "development_type": "Other house holder developments",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The works shall only be carried out in accordance with the Tree Protection Methods (including the erection of Tree Protection Barriers) as set out in the submitted Arboricultural Report, Impact Assessment, Method Statement & Proposed Planting, dated June 2022, unless otherwise first agreed in writing with the Local Planning Authority.\r\rReason: To protect retained trees and landscaping which contribute positively to the character and appearance of the area, in accordance with Policy DM10 of the Kingston Core Strategy (2012).",
    "The planting scheme detailed in the 'Arboricultural Report, Impact Assessment, Method Statement & Proposed Planting, dated June 2022', which includes the planting of 1x extra heavy standard Himalayan Birch (4m minimum height and clear stem of 2m) and 2x extra heavy standard Photinia (4m minimum height and clear stem of 2m) shall be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for a period of five years to the satisfaction of the Local Planning Authority. \r\rAny trees or shrubs which die, are removed or become diseased during this period shall be replaced during the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose. Alterations to the landscaping scheme must be agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development and to ensure that sufficient mitigation planting is provided, in accordance with Policy DM10 of the Kingston Core Strategy (2012).\r",
    "The outbuilding hereby permitted shall only be used for a purpose ancillary or incidental, or both, to the residential use of the dwelling house currently known as '7 Green End, Chessington, KT9 1AE', as set out in 'Site Location' of the submitted application form signed 11.06.2022, unless otherwise first agreed in writing by the Local Planning Authority.\r\rReason: The outbuilding would not be appropriate as a separate unit of accommodation and, were such a use to occur, this could adversely impact the character and appearance of the area and neighbouring amenity, contrary to Policy DM10 of the Kingston Core Strategy (2012).",
    "No cars or other roadworthy vehicles, with the exception of bicycles, must be stored within the oubuilding hereby approved.\r\rReason: To ensure that the outbuilding hereby approved is used for the purposes set out within the planning application and to ensure that it is not converted to a vehicular garage which would accessed via Rosemary Gardens at a later date which would have implications for highway safety and neighbouring residential amenity, in accordance with Policy DM10 of the Kingston Core Strategy (2012).",
    "Prior to any above ground works (excluding demolition) a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: \r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence. \r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021"
  ],
  "borough": "Royal Borough of Kingston (LA Code)",
  "last_updated_by": "Idox Uniform",
  "actual_commencement_date": null,
  "uprn": "100021748433",
  "description": "Erection of single-storey detached rear outbuilding",
  "locality": null,
  "valid_date": "13/06/2022",
  "decision": "Approved",
  "site_number": "7",
  "application_details": {
    "total_gia_gained": 28,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "12/2022",
    "intended_commencement_date": "09/2022",
    "site_area": 0.07300000000000001
  },
  "bo_system": "Idox Uniform",
  "application_type_full": "Householder planning permission",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_cycle": 5,
    "net_cycle": 5
  },
  "date_building_work_started_under_previous_permission": null,
  "title_number": [],
  "decision_date": "09/09/2022",
  "pp_id": "PP-11320138",
  "cil_liability": false,
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_northing": 164645,
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "epc_number": null,
  "last_date_consultation_comments": "05/07/2022",
  "decision_agency": null,
  "subdivision_of_building": null,
  "status": "Approved",
  "lpa_app_no": "22/01936/HOU",
  "decision_target_date": "08/08/2022",
  "appeal_decision": null,
  "centroid_easting": 518076,
  "ward": "Hook & Chessington North",
  "appeal_status": null,
  "street_name": "Green End",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": null,
  "centroid": {
    "lat": 51.368601,
    "lon": -0.305185
  },
  "postcode": "KT9 1AE",
  "lpa_name": "Kingston",
  "last_updated": "2025-05-05T17:52:23.035Z",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RDEM9FNHJ3F00",
  "actual_completion_date": null,
  "id": "Kingston-22_01936_HOU",
  "site_name": "",
  "appeal_decision_date": null,
  "lapsed_date": "09/09/2025",
  "application_type": "Householder",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.305163,
          51.368614
        ],
        [
          -0.305164,
          51.368587
        ],
        [
          -0.305207,
          51.368587
        ],
        [
          -0.305206,
          51.368614
        ],
        [
          -0.305163,
          51.368614
        ]
      ]
    ],
    "type": "Polygon"
  }
}