{
  "uprn": "000128009554",
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "description": "Erection of new raised pitched roof with 7no dormer extensions to facilitate loft conversion. Erection of two-storey extension to existing pool house, creating new first floor. Installation of 12no solar roof panels. New porch and associated changes to fenestration",
  "appeal_start_date": null,
  "cil_liability": true,
  "lpa_app_no": "22/01387/HOU",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [],
  "decision_date": "23/09/2022",
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "polygon": null,
  "application_type_full": "Householder planning permission",
  "locality": null,
  "application_type": "Householder",
  "street_name": "Renfrew Road",
  "decision": "Approved",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "valid_date": "30/04/2022",
  "actual_commencement_date": null,
  "development_type": "Other house holder developments",
  "lapsed_date": "23/09/2025",
  "decision_target_date": "25/06/2022",
  "id": "Kingston-22_01387_HOU",
  "centroid_northing": 170557,
  "secondary_street_name": null,
  "appeal_status": null,
  "site_name": "Sweyn",
  "postcode": "KT2 7NT",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RB075LNHIHV00",
  "site_number": "",
  "ward": "Coombe Hill",
  "centroid_easting": 520076,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "decision_agency": null,
  "application_details": {
    "total_gia_gained": 222.4,
    "no_additional_bathrooms": 3,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "12/2023",
    "intended_commencement_date": "08/2022",
    "site_area": 0.114
  },
  "last_updated": "2025-05-05T17:49:45.632Z",
  "status": "Approved",
  "last_date_consultation_comments": "18/06/2022",
  "centroid": {
    "lat": 51.421316,
    "lon": -0.27447
  },
  "pp_id": "PP-11193257",
  "parking_details": null,
  "last_updated_by": "Idox Uniform",
  "epc_number": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no additions or enlargements to any dwellinghouse(s) on the site (other than those expressly authorised by this permission) shall be erected unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no detached buildings (other than those expressly authorised by this permission) shall be erected on the site unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "No demolition or development shall take place until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.\r\rIf heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:\r\rA.\tThe statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works\rB.\tWhere appropriate, details of a programme for delivering related positive public benefits\rC.\tThe programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.\r\rReason: To ensure that matters of archaeological interest can be recorded in accordance with policy HC1 of the London Plan 2021 and Policy DM12 of the LDF Core Adopted April 2012.\r\rThese details are required prior to commencement of development to safeguard any heritage assets present on the site.\r\r",
    "Prior to its installation, details of any external lighting associated with the development shall be submitted to and approved in writing by the Local Planning Authority. The development shall be implemented and maintained in accordance with those details as may be approved. \r\rReason: In the interests of the appearance of the development and the amenity of neighbouring properties\r",
    "Prior to any above ground works (excluding demolition), a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: \r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy; \r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. \r\rThe Fire Safety Strategy shall include a statement of competence. The development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.",
    "The development to which this permission relates shall be carried out in accordance with the ecological enhancements, mitigation and recommendations set out in Preliminary Ecological Apprasial Revision 1 (ROAVR Group, 23rd May 2022), Nocturnal Emergence Bat Survey Revision 1 (ROAVR Group, 28th August 2022) and Badger Survey Report Revision 1 (ROAVR Group, 30th August 2022), to include (but not limited to):\r\r- Table 6.11 and Sections 7 and 8 of the PEA\r- Section 5 of the Badger Survey Report (notably further checks of the badger sett prior to commencement of the works (para 5.2.1) and the precautionary measures (identified in para 5.2.3)\r- Section 6 and 7 of the Bat Survey, notably the requirement for the appropriate licences to be sought from Natural England prior to works commencing (Section 7, recommendation 1), bat friendly external lighting (recommendation 2) and 2 x integrated bat boxes (recommendation 3).\r\rThe approved scheme shall be implemented in full prior to beneficial occupation of the development and maintained thereafter.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, privacy screening, a minimum of 1.7m in height as measured from the floor level adjacent to the screen, shall be erected along the west side of the balconies and/or terraces. Aside from essential fixings, the screen(s) shall be constructed entirely of obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any development above ground level, details of the location, layout and specification of Photovoltaic Panels to be installed on the roof of the buildings shall be submitted for approval by the Local Planning Authority and shall be installed prior to occupation and maintained thereafter in accordance with the approved details.\rReason: To ensure the implementation of sustainable design, low carbon development and renewable energy\r"
  ],
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.274448,
          51.421329
        ],
        [
          -0.274449,
          51.421302
        ],
        [
          -0.274492,
          51.421303
        ],
        [
          -0.274491,
          51.42133
        ],
        [
          -0.274448,
          51.421329
        ]
      ]
    ],
    "type": "Polygon"
  }
}