{
  "date_building_work_started_under_previous_permission": null,
  "ward": "Motspur Park & Old Malden East",
  "valid_date": "07/06/2022",
  "id": "Kingston-22_01851_HOU",
  "appeal_decision_date": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RD3I6UNHJ0400",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "It is likely that the application site is home to Common Swifts (Apus Apus).\r\rThe active nests of all wild birds are protected under the Wildlife & Countryside Act 1981 (As amended). An active nest is one being built, containing eggs or chicks, or on which fledged chicks are still dependent.\r\rAll clearance, conversion and demolition work in association with the approved scheme shall be carried out outside of the bird nesting season which runs from March to September inclusive, unless there is evidence that active nests are not present at the site. If evidence exists this should be submitted to and approved in writing by the local planning authority before any works commence. \r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012.",
    "Swift bricks/boxes can be placed on any elevation, but ideally under shade-casting eaves. They should be installed in groups of at least three, at a height above 5m height, and preferably with a 5m clearance between the host building and other buildings or\robstructions. Where possible avoid siting them above windows or doors. Swift bricks should be used unless these are not practical due to the nature of construction, in which case alternative designs of suitable swift boxes should be provided in their place.\r\rReason: To enhance the biodiversity of the site and to comply with Policy DM6 of the RBK Core Strategy and Policy G6 of the London Plan 2021.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at first or second floor level in the east or west elevation of the dwelling house unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to any above ground works (excluding demolition) a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: \r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence. \r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021."
  ],
  "secondary_street_name": null,
  "appeal_decision": null,
  "title_number": [],
  "development_type": "Other house holder developments",
  "polygon": null,
  "epc_number": null,
  "last_updated_by": "Idox Uniform",
  "uprn": "100021772269",
  "lapsed_date": "02/08/2025",
  "actual_completion_date": null,
  "last_updated": "2025-05-05T17:51:58.556Z",
  "centroid": {
    "lon": -0.257895,
    "lat": 51.390838
  },
  "decision_target_date": "02/08/2022",
  "decision_agency": null,
  "lpa_name": "Kingston",
  "decision": "Approved",
  "site_name": "",
  "cil_liability": false,
  "borough": "Royal Borough of Kingston (LA Code)",
  "lpa_app_no": "22/01851/HOU",
  "decision_process": "Delegated",
  "centroid_easting": 521309,
  "locality": null,
  "appeal_start_date": null,
  "description": "Erection of hip to gable and rear dormer roof extension with installation of 1no front rooflight to facilitate loft conversion",
  "appeal_status": null,
  "decision_date": "02/08/2022",
  "application_type": "Householder",
  "status": "Approved",
  "site_number": "70",
  "application_details": {
    "total_gia_gained": 30,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 2,
    "intended_completion_date": "12/2022",
    "intended_commencement_date": "09/2022",
    "site_area": 0.027
  },
  "street_name": "Amberwood Rise",
  "application_type_full": "Householder planning permission",
  "actual_commencement_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "centroid_northing": 167195,
  "parking_details": null,
  "postcode": "KT3 5JG",
  "date_building_work_completed_under_previous_permission": null,
  "bo_system": "Idox Uniform",
  "last_date_consultation_comments": null,
  "pp_id": "PP-11302944",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.257873,
          51.390851
        ],
        [
          -0.257874,
          51.390824
        ],
        [
          -0.257917,
          51.390825
        ],
        [
          -0.257916,
          51.390852
        ],
        [
          -0.257873,
          51.390851
        ]
      ]
    ],
    "type": "Polygon"
  }
}