{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "20/03/2024",
  "development_type": null,
  "ward": "EASTCOTE 2022",
  "lapsed_date": "07/05/2027",
  "decision_date": "07/05/2024",
  "lpa_app_no": "43638/TRE/2024/61",
  "status": "Refused",
  "parking_details": null,
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "application_type": "All Other",
  "borough": "Hillingdon",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "last_date_consultation_comments": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T21:04:47.097+00:00",
  "locality": null,
  "date_building_work_completed_under_previous_permission": null,
  "description": "To carry out tree surgery - to crown reduce up to 5m One English Oak at T2 within TPO 378",
  "application_type_full": null,
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=43638/TRE/2024/61",
  "site_number": null,
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "application_details": {
    "existing_uprns": null
  },
  "pp_id": null,
  "postcode": null,
  "wgs84_polygon": null,
  "cil_liability": false,
  "street_name": "EASTCOTE  PINNER",
  "decision_conditions": [
    "The oak tree has an attractive crown that is publicly visible from multiple aspects on Robarts Close, Field End Road and Park Farm Close. The tree is mature and appears to be in good health and condition.",
    "The mature oak has a high amenity value and is making a positive contribution to the appearance of the local landscape.",
    "The oak appears to be in good condition. It has an attractive crown that can be viewed from properties on Robarts Close, and also from Field End Road and Park Farm Close. The tree can be viewed publicly from multiple angles.",
    "The application is rejected as no arboricultural reason to crown reduce the tree has been provided.",
    "Having regard to the reasons given for the proposed work, we believe that the work is unjustified and will have a detrimental impact on the visual amenity, and arboreal character of the area.",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree and / or the owner(s) of the land that the tree overhangs prior to any approved work being carried out.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance."
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": null,
  "site_name": "5 ROBARTS CLOSE",
  "decision_target_date": "15/05/2024",
  "appeal_status": null,
  "decision": "Refused",
  "lpa_name": "Hillingdon",
  "polygon": null,
  "appeal_start_date": null,
  "uprn": null,
  "appeal_decision_date": null,
  "id": "Hillingdon-43638_TRE_2024_61",
  "centroid_easting": null
}