{
  "centroid": {
    "lon": 0.227353,
    "lat": 51.576228
  },
  "status": "Refused",
  "decision_target_date": "21/03/2019",
  "site_name": "41 Nelmes Way",
  "decision_conditions": [
    "The proposed development would, by reason of its scale, bulk and mass, appear incongruous and as an unacceptably dominant and visually intrusive feature in the street and rear garden scene, harmful to the character and appearance of the surrounding area, contrary to the Residential Extension and Alteration Supplementary Planning Document and Policy DC61 of the LDF Core Strategy and Development Control Policies Development Plan Document.",
    "The proposed ground floor rear extension would, by reason of its excessive depth, height and position close to the boundaries of the site, be an intrusive and unneighbourly development as well as having an adverse effect on the amenities of adjacent occupiers at No.43 Nelmes Way, Hornchurch contrary to the Residential Extension and Alteration Supplementary Planning Document and Policy DC61 of the LDF Core Strategy and Development Control Policies Development Plan Document.",
    "The proposed development would, by reason of its position and proximity to neighbouring properties cause overlooking and loss of privacy from the proposed flank windows on either of extended dwelling which would have a serious and adverse effect on the living conditions of adjacent occupiers, contrary to the Residential Extension and Alteration Supplementary Planning Document and Policy DC61 of the LDF Core Strategy and Development Control Policies Development Plan Document.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to Mr Antony (Agent) by phone on 21/03/19.",
    "The proposal, if granted planning permission on appeal, would be liable for the Mayor of London Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the CIL payable would be £3,580. Further details with regard to CIL are available from the Council's website."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM11 2RB",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "21/03/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0116.19",
  "centroid_northing": 188724,
  "uprn": "100021336744",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Emerson Park",
  "decision_date": "21/03/2019",
  "description": "Proposed single/ two storey front, side and rear extension's, roof alterations and enlargement to include increase in roof height, loft conversion and velux roof windows, front alterations to include Juliet balcony and front arcade.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0116.19",
  "lpa_app_no": "P0116.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:56:23.107+00:00",
  "centroid_easting": 554441,
  "pp_id": "07570510",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "24/01/2019",
  "decision": "Refused",
  "polygon": null,
  "application_details": {
    "existing_uprns": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Hornchurch",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "04/03/2019",
  "wgs84_polygon": null
}