{
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2656787,
          51.5563727
        ],
        [
          0.2656195,
          51.5560733
        ],
        [
          0.2642775,
          51.5561772
        ],
        [
          0.2642962,
          51.5563962
        ],
        [
          0.2656787,
          51.5563727
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "CSV Data Import",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1106.24",
  "decision_target_date": "08/10/2024",
  "status": "Approved",
  "parking_details": null,
  "street_name": "Upminster",
  "decision_agency": "Borough",
  "appeal_decision": null,
  "subdivision_of_building": null,
  "development_type": null,
  "decision": "Approved",
  "application_details": {
    "total_gia_gained": 62.75,
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "11/2024",
    "no_additional_bedrooms": 0,
    "intended_completion_date": "04/2025",
    "existing_uprns": null,
    "site_area": 0.274
  },
  "appeal_decision_date": null,
  "decision_date": "08/10/2024",
  "valid_date": "13/08/2024",
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "secondary_street_name": null,
  "ward": "Upminster",
  "lapsed_date": "08/10/2027",
  "last_date_consultation_comments": "07/09/2024",
  "bo_system": "CSV Data Import",
  "lpa_app_no": "P1106.24",
  "postcode": "RM14 3YB",
  "pp_id": "13318887",
  "uprn": "10024389170",
  "application_type": "All Other",
  "locality": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              557162.97,
              186597.45
            ],
            [
              557159.9,
              186564.03
            ],
            [
              557066.52,
              186572.7
            ],
            [
              557067.06,
              186597.09
            ],
            [
              557162.97,
              186597.45
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "site_name": "Harefield House, The Chase",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The development hereby granted consent shall not be commenced until samples or a schedule illustrating the types and colour of the materials to be used in the external finishes has been submitted to and approved in writing by the Local Planning Authority prior to their first use on site. The development shall be implemented in accordance with the approved details",
    "Reason: In order to ensure a satisfactory outcome commensurate with the character of the host property and in order that the development accords with Policy 28 of the Havering Local Plan.",
    "Notwithstanding the detail submitted, prior to their first installation on-site, additional drawings that show details of proposed new windows, doors, rooflights, fascia and sills to be used by section and elevation at scales between 1:20 and 1:1 as appropriate should be submitted to and approved in writing by the Local Planning Authority. Works shall be implemented in accordance with the approved details and shall be permanently maintained as such.",
    "Reason: In order to ensure a satisfactory outcome commensurate with the character of the host property and in order that the development accords with Policy 28 of the Havering Local Plan.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "application_type_full": "Householder planning permission",
  "centroid_northing": 186583,
  "epc_number": null,
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "borough": "Havering",
  "cil_liability": false,
  "decision_process": "Delegated",
  "id": "Havering-P1106.24",
  "description": "single storey rear and part wrap around extension at ground floor with new front bay and fenestation alterations",
  "appeal_start_date": null,
  "last_updated": "2025-03-19T19:48:55.845+00:00",
  "centroid": {
    "lon": "0.2650097",
    "lat": "51.5562557"
  },
  "centroid_easting": 557117
}