{
  "lpa_app_no": "234035OPDVAR",
  "uprn": "12141022",
  "lapsed_date": "07/11/2026",
  "centroid_northing": 182848,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "CSV Data Import",
  "site_name": "Unit 2",
  "appeal_decision_date": null,
  "valid_date": "29/09/2023",
  "decision_date": "07/11/2023",
  "wgs84_polygon": null,
  "last_updated_by": "CSV Data Import",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": "Delegated",
  "application_details": {
    "existing_uprns": [
      "12141022"
    ]
  },
  "appeal_decision": null,
  "postcode": "NW10 6PW",
  "development_type": "Minor general industry-storage-warehousing",
  "title_number": null,
  "centroid_easting": 521072,
  "actual_commencement_date": null,
  "description": "Minor Material Amendment (S.73) to vary condition 2 (Approved Plans) to allow design changes pursuant to planning permission 222768OPDFUL dated 03.11.2022 for 'Construction of a three storey, low voltage (LV) plant building to house transformers and associated electrical plant, and a prefabricated swing transformer enclosure to a redundant electrical transformer and switchgear'",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Ealing",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.255945,
    "lat": 51.531568
  },
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/234035OPDVAR;",
  "pp_id": "PP-12484471",
  "id": "Ealing-234035OPDVAR",
  "application_type_full": "Removal/Variation of a condition",
  "cil_liability": false,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "23/11/2023",
  "locality": "London",
  "lpa_name": "Ealing",
  "last_date_consultation_comments": null,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with the following drawings / document title number(s): LD9-P2- HYP- 00- ZZ- DR- A- SITE-1001 (REV P03) (Location and Block Plan - LV Building and Swing Switch Room); LD9-P2- HYP- ZZ- ZZ- DR- A- ZZZZ-3002 (REV P04) (Existing and Proposed Site Sections 2 LV Building and Swing Switch Room); LD9-P2- HYP- ZZ- ZZ- DR- A- ZZZZ-3001 (REV P04) (Existing and Proposed Site Sections 1 LV Building and Swing Switch Room); LD9-P2- HYP- TR- ZZ- DR- A- ZZZZ-2001 (REV P04) (Proposed LV Building Elevations); LD9-P2- HYP- TR- ZZ- DR- A- PLAN-1003 (REV P04) (Proposed LV Building GA Plans); LD9-P2- HYP- TR- ZZ- DR- A- PLAN-1005 (REV P02) (Proposed Swing Switch Room GA Plans and Elevations); LD9-P2- HYP- 00- ZZ- DR- A- SITE-1002 (REV P04) (Proposed Site Plan - LV Building and Swing Switch Room); LD9-P2- HYP- ZZ- ZZ- DR- A- ZZZZ-9001 (REV P04) (Proposed 3D Views LV Building and Swing Switch Room); LD9-P2-HYP-XX-XX-RP-A-ZZ-7003 (REV 1 26th September 2023) (LD9-P2 UPS Upgrade Low Voltage (LV) Building Amendment Planning Application Design & Access Statement).",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all machinery operating together at maximum capacity.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies D13 and D14 of The London Plan (2021), the National Planning Policy Framework (2023) and Interim guidance SPG 10 'Noise and Vibration'. | Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies D13 and D14 of The London Plan (2021), the National Planning Policy Framework (2023) and Interim guidance SPG 10 'Noise and Vibration'. | The external sound level emitted from the plant, machinery or equipment at the development shall be limited and mitigated in accordance with the assessment and recommendations by Applied Acoustic Design in their Noise Survey report dated 23 September 2022, ref: 21348/001A/dd, (approved under ref. 222768OPDFUL) with all plant items operating together, at maximum capacity. A post installation noise assessment shall be carried out at noise sensitive locations to confirm compliance with the noise criteria and additional steps to mitigate noise shall be taken as necessary. Details shall be submitted to the Council for approval in writing. Approved details shall be implemented prior to use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies D13 and D14 of The London Plan (2021), the National Planning Policy Framework (2023) and Interim guidance SPG 10 'Noise and Vibration'. | The following standards and control measures shall be implemented during demolition and construction:",
    "- noise and vibration (according to Approved CoP BS 5228-1 and 2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays (no work on public holidays),",
    "- notifications of works to interested parties and regular neighbour liaison,",
    "- public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works in case of emergencies or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies D13 and D14 of The London Plan (2021), the National Planning Policy Framework (2023) and Interim guidance SPG 10 'Noise and Vibration'."
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T01:27:01.010+00:00",
  "appeal_status": null,
  "street_name": "Volt Avenue",
  "ward": "North Acton",
  "polygon": null
}