{
  "application_type": "All Other",
  "application_type_full": "Removal/Variation of a condition",
  "description": "Variation of Condition 2 (Approved Plans) of planning permission ref. 75552/APP/2020/2236 dated 28/04/2021 for the 'Erection of a detached two storey 3-bed dwelling with habitable roofspace and associated parking and amenity space.' The variation seeks to increase the depth of the dwelling by 3m, alter the dormers, remove the side chimney, make changes to fenestration and relocate the garden shed.",
  "epc_number": null,
  "street_name": "NORFOLK ROAD",
  "appeal_decision": null,
  "lpa_app_no": "75552/APP/2022/2745",
  "centroid": {
    "lon": "-0.4750312",
    "lat": "51.5516803"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 505828,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=75552/APP/2022/2745",
  "last_updated": "2025-03-20T14:21:05.763+00:00",
  "subdivision_of_building": null,
  "postcode": "UB8 1BL",
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 184745,
  "site_name": "LAND ADJACENT TO 25A",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "12/09/2022",
  "lapsed_date": "27/01/2026",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "decision_target_date": "27/01/2023",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "07/10/2022",
  "ward": "UXBRIDGE 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-75552_APP_2022_2745",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505814.1793,
              184753.694
            ],
            [
              505818.6393,
              184758.7115
            ],
            [
              505819.6033,
              184759.5148
            ],
            [
              505819.7762,
              184759.3367
            ],
            [
              505819.8679,
              184759.3825
            ],
            [
              505819.7988,
              184759.3134
            ],
            [
              505841.5638,
              184736.8929
            ],
            [
              505836.1398,
              184731.0721
            ],
            [
              505814.1793,
              184753.694
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              505818.0158,
              184758.1919
            ],
            [
              505818.3582,
              184758.4772
            ],
            [
              505814.3116,
              184754.2231
            ],
            [
              505818.0158,
              184758.1919
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              505818.3582,
              184758.4772
            ],
            [
              505819.471,
              184759.6471
            ],
            [
              505818.6393,
              184758.7115
            ],
            [
              505818.3582,
              184758.4772
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of the original permission (ie 28 April 2024).",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the plans numbered SP02 F, AF02 B and AF01 B, received 23/01/2023 and shall thereafter be retained/maintained for as long as the development remains in existence. For the avoidance of doubt, ground levels are to be maintained in accordance with those specified in 75552/APP/2020/2236.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "External materials and finishes are to be undertaken in accordance with those details approved under discharge of condition application ref. 75552/APP/2022/1347 dated 27/06/2021 prior to the occupation of the development.",
    "REASON",
    "To protect the character and appearance of the area and visual amenity in accordance with policies DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "The development shall be carried out and maintained in full accordance with the approved under discharge of condition application ref. 75552/APP/2022/1347 dated 27/06/2021 prior to the occupation of the development and thereafter maintained in full accordance with the approved details.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with policies DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing 25A and 19 to 21 Norfolk Road.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The windows facing 25A and 19-21 Norfolk Road shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification) and other than those already approved; no garages, sheds or other outbuildings, nor extension or roof alteration to the dwellinghouse shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020)",
    "The access for the proposed car parking shall be provided with those parts of 2.4m x 2.4m pedestrian visibility splays which can be accommodated within the site in both directions and shall be maintained free of all obstacles to the visibility between heights of 0.6m and 2.0m above the level of the adjoining highway and maintained thereafter.",
    "REASON",
    "In the interests of highway and pedestrian safety in accordance with policy DMT 2 of the Hillingdon Local Plan Part 2 (2020).",
    "Methods of step free access shall be undertaken in accordance with those details approved under Discharge of Condition application ref. 75552/APP/2022/1347 dated 27/06/2021 prior to the occupation of the development and shall remain in place for the life of the building.",
    "REASON: To ensure that an appropriate standard of housing stock, in accordance with London Plan policy D6, is achieved and maintained.",
    "The dwellings hereby approved shall be constructed to meet the standards for a Category 2 M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, and all such provisions shall remain in place for the life of the building.",
    "REASON: To ensure that an appropriate standard of housing stock, in accordance with London Plan policy D6, is achieved and maintained.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then the validity of this planning permission may be challengeable by third parties.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB8 1",
    "Your attention is drawn to the fact that the planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The development requires the formation of a vehicular crossover, which will be constructed by the Council.  This work is also subject to the issuing of a separate licence to obstruct or open up the public highway.  For further information and advice contact: - Highways Maintenance Operations, 4W/07, Civic Centre, Uxbridge, UB8 1UW.",
    "You are advised by London Borough of Hillingdon, Highways Management, that any works on the Highway, in relation to the reinstatement of any existing vehicle access, must be carried out with approval from the Highway Authority. Failure to reinstate an existing vehicle access will result in the Highway Authority completing the works, and the developer may be responsible for the costs incurred. Enquiries should be addressed to: Highways Maintenance, 4W/07, Civic Centre, Uxbridge, UB8 1UW.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su"
  ],
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.025
  },
  "pp_id": "11485115",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4752278,
          51.5517611
        ],
        [
          -0.475162,
          51.5518053
        ],
        [
          -0.47514789999999996,
          51.5518124
        ],
        [
          -0.4751454,
          51.5518107
        ],
        [
          -0.47514409999999996,
          51.5518111
        ],
        [
          -0.4751451,
          51.5518105
        ],
        [
          -0.474838,
          51.5516049
        ],
        [
          -0.47491799999999995,
          51.5515536
        ],
        [
          -0.4752278,
          51.5517611
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "27/01/2023",
  "secondary_street_name": "UXBRIDGE"
}