{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/193847FUL;",
  "lapsed_date": "18/11/2022",
  "decision_target_date": "18/11/2019",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 2AU",
  "site_name": "Ealing Gateway",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012114755"
    ],
    "site_area": 0.35200000000000004
  },
  "appeal_decision_date": null,
  "lpa_app_no": "193847FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517327,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-21T00:04:50.820+00:00",
  "id": "Ealing-193847FUL",
  "application_type": "All Other",
  "street_name": "Uxbridge Road",
  "borough": "Ealing",
  "ward": "Ealing Broadway",
  "decision_date": "18/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Single storey rear/infill extension (following demolition of existing pergola); single-storey front extension; single-storey outbuilding to side of main building to form a cycle store with associated repaving (following demolition of existing cycle storage canopy; alterations to forecourt involving forming raised crosswalk with a kerb extension, widening a footpath, and installing bollards and two (2) benches; alterations to rear of property involving forming a footpath; and alterations to side elevations involving installation of single doors",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 180668,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012114755",
  "centroid": {
    "lon": "-0.3106121",
    "lat": "51.5127657"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517337.4268543,
              180708.6519417
            ],
            [
              517362.3928993,
              180643.4905939
            ],
            [
              517359.6802742,
              180642.6008486
            ],
            [
              517361.2385908,
              180641.3412092
            ],
            [
              517314.6045252,
              180627.2852327
            ],
            [
              517314.4643591,
              180627.7351039
            ],
            [
              517314.1098215,
              180627.6151382
            ],
            [
              517304.5125704,
              180659.2360868
            ],
            [
              517292.6149472,
              180696.9053041
            ],
            [
              517293.2333268,
              180696.4054472
            ],
            [
              517292.7798484,
              180697.8950208
            ],
            [
              517337.4268543,
              180708.6519417
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON: In order to comply with the provisions of the Town and Country Planning Act 1990 (As Amended). | The development hereby approved shall be carried out in accordance with the drawing titles: 19017-AP-102 Rev. A; 19017-AP-103 Rev. A; 19017-AP-104 Rev. A; 19017-AP-105 Rev. A; 19017-AP-106 Rev. A; 19017-AP-107 Rev. C; 19017-AP-108 Rev. B; 19017-AP-009 Rev. A; 19017-AP-110 Rev. A; and 19017-AP-111 Rev. C.",
    "REASON: For avoidance of doubt and in the interest of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building and shall be consistent with those as listed within the submitted application form and the drawings / plans as listed in Condition 2.",
    "REASON: To ensure that the materials harmonise with the existing building and surrounding area in accordance with policies 7.4 and 7.6 of the London Plan (2016); 1.1 and 1.2 of the Local Development Framework Core Strategy (2012); and 7B and 7.4 of the Ealing Development Management Development Plan (2013). | A minimum of sixty-four (64) secured cycle parking spaces shall be provided as shown in dwgs. 19017-AP-103 Rev. A and 19017-AP-110 Rev. A of the Approved Plans and in accordance with adopted standards of the London Plan (2016). Such provision shall be brought into use prior to first occupation and retained permanently.",
    "REASON: To provide adequate facilities for cyclists and increase the use of active and sustainable modes of transport, in accordance with policies 6.1, 6.9 and 6.13 of the London Plan (2016). | The height of the kerb and footpath hereby approved between the rear of the building and disabled vehicle parking spaces as shown in dwgs. 19017-AP-103 Rev. A and 19017-AP-104 Rev. A shall have a minimum width of 1.2m and rise no more than 0.1m above the surface of the adjacent disabled vehicle parking spaces.",
    "REASON: To ensure the users of the disabled vehicle parking spaces can easily enter and exit their vehicles, in accordance with Policies 3.1 and 6.13 of the London Plan (2016); and 6.13 of the Ealing Development Management Plan (2013). | The individual and combined external sound level emitted from plant, machinery or equipment installed on the roof of the rear/infill extension shall be lower than the lowest existing background sound level by at least 5-10dBA, as measured at/ calculated to the nearest and/or most affected noise sensitive premises (including offices, dwellings and other noise sensitive uses). The assessment shall be made in accordance with BS4142:2014, with all machinery operating together at maximum capacity.",
    "REASON: To ensure that the amenity of occupiers of the development site/surrounding premises is not adversely affected by noise from mechanical installations/equipment, in accordance with policies 7.15 of the London Plan (2016); and 7A of the Ealing Development Management Plan (2013). | Prior to the first use of the cyclist facilities hereby approved, details shall be submitted to the Council for approval in writing, of the external sound level emitted from plant/machinery/equipment and mitigation measures as appropriate, as measured at/calculated to the nearest and/or most affected noise sensitive premises.  The measures shall ensure that the external sound level LAeq emitted from plant/machinery/equipment will be lower than the lowest existing background sound level LA90 by at least 5-10 dBA at the most noise sensitive receiver location at the development and/or at the surrounding premises. The assessment shall be made in accordance with BS4142:2014, with all machinery operating together at maximum capacity. Details of any noise mitigation measures shall be submitted for approval. A post installation sound assessment shall be carried out where required to confirm compliance with the noise criteria and additional steps to mitigate noise shall be taken, as necessary. Approved details shall be implemented prior to the first use of the of plant/machinery/equipment and permanently retained thereafter.",
    "REASON: To ensure that the amenity of occupiers of the development site/surrounding premises is not adversely affected by noise from mechanical installations/equipment, in accordance with policies 7.15 of the London Plan (2016); and 7A of the Ealing Development Management Plan (2013)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/09/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08098350",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3104483,
          51.5131289
        ],
        [
          -0.3101104,
          51.5125381
        ],
        [
          -0.3101498,
          51.5125307
        ],
        [
          -0.3101278,
          51.512519
        ],
        [
          -0.31080409999999997,
          51.5124024
        ],
        [
          -0.31080599999999997,
          51.5124064
        ],
        [
          -0.3108112,
          51.5124054
        ],
        [
          -0.31093889999999996,
          51.5126916
        ],
        [
          -0.3110977,
          51.5130326
        ],
        [
          -0.311089,
          51.513028
        ],
        [
          -0.311095,
          51.5130415
        ],
        [
          -0.3104483,
          51.5131289
        ]
      ]
    ],
    "type": "Polygon"
  }
}