{
  "lpa_name": "Camden",
  "uprn": "5021000",
  "decision_date": "30/09/2005",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2004_1061_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW5 2BX",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "Change of Use with Extension(s) over 999sqm",
      "site_area": 0.268,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 2147,
      "total_gia_gained": 3800,
      "total_gia_lost": 2147,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 3800
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "18/03/2009",
        "use_class": "D1",
        "gia_gained": 3800,
        "actual_commencement_date": "04/04/2007",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 2147
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "16/03/2004",
  "reference_no_of_permission_being_relied_on": null,
  "description": "The demolition of the existing Kentish Town Health Centre and the erection of a new 3 storey integrated care centre with on site parking. ",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of five years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n",
    "Condition : 2 - Sample panels of the facing brickwork demonstrating the proposed colour, texture, face-bond and pointing shall be provided on site and approved by the Council before the relevant parts of the works are commenced and the development shall be carried out in accordance with the approval given. The sample panel shall be retained on site until the work has been completed.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies EN1 and EN13 and EN31 of the London Borough of Camden Unitary Development Plan 2000.\r\n",
    "Condition : 3 - All work shall be carried out in accordance with the relevant recommendations of British Standard 3998: 1989. (Recommendation for Tree Work) \r\n\r\nReason: To ensure the preservation of the amenity value and health of the trees.\r\n",
    "Condition : 4 - All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage to the satisfaction of the Council for a period of at least 5 years following the completion of the development hereby approved, or such longer period as may be required under Sections 198 and 211 of the Town and Country Planning Act 1990. In particular, details shall be submitted to the Council before works commence on site to demonstrate how each tree shall be protected during construction work: such details shall for instance include measures to protect the tree trunk, to prevent additional soil compaction around the root zone, and to reduce damage to the lower branches including any proposals for crown uplifting.\r\n\r\nReason: To ensure that the Council may be satisfied that the development will not have an adverse effect on existing trees and in order to maintain the character and amenities of the area in accordance with the requirements of policies EN61 and EN35 of the London Borough of Camden Unitary Development Plan 2000.\r\n",
    "Condition : 5 - By not later than the end of the planting season following the completion of the development hereby permitted, or any phase of the development, trees shall be planted on the land in such positions and of such size and species as may be agreed with the Council. Any trees removed, dying, being severely damaged or becoming seriously diseased within 5 years of planting shall be replaced by trees of a similar size and species to those originally required to be planted during the next planting season.\r\n\r\nReason: To enable the Council to ensure a reasonable standard of visual amenity in the scheme in accordance with the requirements of policies EN61 and EN35 of the London Borough of Camden Unitary Development Plan 2000.\r\n",
    "Condition : 6 - No development shall take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the Council. Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels and secuirty gates to the proposed car park. \r\n\r\nReason: To enable the Council to ensure a reasonable standard of visual amenity in the scheme in accordance with the requirements of policies EN15, EN31 and EN35 of the London Borough of Camden Unitary Development Plan 2000.\r\n",
    "Condition : 7 - Before the building hereby approved is occupied sound insulation shall be provided for the building in accordance with a scheme to be first approved by the local planning authority. The use shall thereafter not be carried out other than in complete compliance with the approved scheme.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policy RE2 of the London Borough of Camden Unitary Development Plan 2000.\r\n",
    "Condition : 8 - An acoustic consultant's report detailing works to be carried out to all air-cooled, heating, ventilation, extraction and conditioning systems and ancillary plant, ducting and equipment, which would have an impact on the external environment, shall be submitted to and approved by the Council prior to the occupation of any part of the site. In order to protect existing levels and prevent a rise in background levels, the Council seeks to ensure that noise output levels from all such systems does not increase existing background noise levels. \r\n\r\nReason: To safeguard the amenities of the existing adjoining premises and the area generally in accordance with policies RE2, EN5, EN6 and DS6 of the London Borough of Camden's Unitary Development Plan 2000.  ",
    "Condition : 9 - At 1 metre outside the windows of any neighbouring habitable room the level of noise from all plant and machinery shall be at all times at least 5 decibels below the existing background noise levels, expressed in dB(A) at such locations. Where the noise from the plant and machinery is tonal in character the differences in these levels shall be at least 10 dB(A).\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies RE2, EN5, EN6 and DS6 of the London Borough of Camden Unitary Development Plan 2000.\r\n",
    "Condition : 10 - A 1.8 metre high screen, details of which shall have been submitted to and approved by the Council, shall be erected at the two terraces hereby approved on the east elevation at at first floor level prior to commencement of use of the roof terrace and shall be permanently retained and maintained thereafter.\r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policies EN1 and EN19 of the London Borough of Camden Unitary Development Plan 2000.\r\n",
    "Condition : 11 - Prior to occupation of the building, full details of any external lighting to be installed at the site shall be submitted to and approved by the Council in writing.\r\n\r\nReason: To safeguard the amenity of the adjoining occupiers and the area generally in accordance with the requirements of policies EN4 and RE2 of the London Borough of Camden Unitary Development Plan 2000.",
    "Condition : 12 - The terraces hereby approved shall not be used oustide the hours of 0800 to 2000 hours Monday to Friday and not at all on Saturdays, Sundays or Bank Holidays. \r\n\r\nReason: To safeguard the amenity of the adjoining occupiers in accordance with the requirements of policies RE2 and EN19 of the London Borough of Camden Unitary Development Plan 2000. ",
    "Condition : 13 - The cafe hereby permitted at ground floor shall be ancillary to the use of the health centre and shall not be used for the preparation of hot food for sale.\r\n\r\nReason: To safeguard the amenities of adjoining occupiers and the area generally in accordance with the requirements of policies RE2 and EN5 of the Unitary Development Plan 2000.",
    "Condition : 14 - Prior to the commencement of any works on site a constructional and demolition methodology statement shall be submitted to and approved in writing by the Council. The statement shall include details of hours of work to be agreed by the Council, the access arrangements for demolition and construction phases for excavation and construction vehicles, parking of vehicles and the delivery of materials and plant to the site. The development shall be implemented in accordance with the approved statement. \r\n\r\nReason: To safeguard the amenity of adjoining residents and the area generally in accordance with the requirements of policies EN7 of the London Borough of Camden Unitary Development Plan 2000. ",
    "Condition : 15 - Full details of the proposed window design, hereby approved, shall not be otherwise than as shall have been submitted to and approved by the Council before any work is commenced on the relevant part of the development. Such details shall include sections and elevations at a scale of at least 1:20. These parts of the development shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies EN1 and EN13 and EN31 of the London Borough of Camden Unitary Development Plan 2000.\r\n",
    "Condition : 16 - Details of how direct overlooking from the rear (east elevation) can be prevented  in accordance with a scheme to be first approved by the local planning authority. The development shall be implemented in accordance with the approved details. \r\n\r\nReason: To safeguard the amenity of the adjoining occupiers in accordance with the requirements of policies RE2 and EN19 of the London Borough of Camden Unitary Development Plan 2000. "
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:36:40.171Z",
  "ward": "Cantelowes (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "30/09/2010",
  "decision_target_date": "15/06/2004",
  "centroid": {
    "lat": 51.546404,
    "lon": -0.139955
  },
  "lpa_app_no": "2004/1061/P",
  "status": "Completed",
  "site_name": "Kentish Town Health Centre ",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2004/1061/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              529105.9983401616,
              184712.29624175956
            ],
            [
              529104.7533359342,
              184699.00004775217
            ],
            [
              529103.6484977457,
              184688.4030810984
            ],
            [
              529102.997137918,
              184681.50505563756
            ],
            [
              529101.5460071631,
              184667.54905049765
            ],
            [
              529099.8969949414,
              184651.9535146684
            ],
            [
              529088.700201958,
              184653.15317127173
            ],
            [
              529074.3537956318,
              184654.60275633354
            ],
            [
              529059.199373317,
              184655.9523700109
            ],
            [
              529059.1004325838,
              184665.5496228278
            ],
            [
              529059.0509622175,
              184680.6552988786
            ],
            [
              529058.803610385,
              184717.25482238433
            ],
            [
              529071.4515341233,
              184715.85522301466
            ],
            [
              529088.2961939649,
              184714.14571235707
            ],
            [
              529105.9983401616,
              184712.29624175956
            ],
            [
              529105.9983401616,
              184712.29624175956
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Change of Use",
  "last_date_consultation_comments": "24/09/2004",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "2",
  "application_type": "All Other",
  "actual_completion_date": "18/03/2009",
  "title_number": null,
  "actual_commencement_date": "04/04/2007",
  "street_name": "Bartholomew Road",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 529075,
  "appeal_start_date": null,
  "centroid_northing": 184696,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.139502,
          51.546543
        ],
        [
          -0.139525,
          51.546424
        ],
        [
          -0.139545,
          51.546329
        ],
        [
          -0.139557,
          51.546267
        ],
        [
          -0.139583,
          51.546142
        ],
        [
          -0.139612,
          51.546003
        ],
        [
          -0.139773,
          51.546016
        ],
        [
          -0.139979,
          51.546032
        ],
        [
          -0.140197,
          51.546048
        ],
        [
          -0.140195,
          51.546134
        ],
        [
          -0.14019,
          51.54627
        ],
        [
          -0.14018,
          51.546599
        ],
        [
          -0.139999,
          51.546583
        ],
        [
          -0.139756,
          51.546564
        ],
        [
          -0.139502,
          51.546543
        ],
        [
          -0.139502,
          51.546543
        ]
      ]
    ],
    "type": "Polygon"
  }
}