{
  "bo_system": "CSV Data Import",
  "last_updated": "2025-03-19T01:26:20.990+00:00",
  "lpa_name": "Ealing",
  "decision_agency": "Borough",
  "locality": "London",
  "decision_conditions": [
    "Time limit condition removed as works have started on site. | The development hereby approved shall be carried out in accordance with drawing title number(s):",
    "19-011-E01 (existing OS plan); 19-011-E02 (existing ground floor plan); 19-011-E03 (existing street elevation, Richmond Road); 19-011-E04 (existing front elevation, east facing); 19-011-E05 (existing rear elevation, west facing); 19-011-E06 (existing side elevation, south facing); 19-011-P01 (proposed OS plan); 19-011-P02 (proposed site-ground floor plan); 19-011-P03 (proposed basement plan); 19-011-P04 (proposed first floor plan); 19-011-P05 B - Proposed floor plan,; 19-011-P06 (proposed roof plan); 19-011-P07 (proposed street elevation, Richmond Road); 19-011-P08 (proposed front elevation, east facing); 19-011-P09 B - Proposed rear elevation, 19-011-P10 B - Proposed side elevation",
    "Reason: For the avoidance of doubt, and in the interests of proper planning",
    "| All external materials to be used in the development shall match those indicated in the approved plans.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| The 1.7m in height obscure screens to the sides of the terraces as referenced on drawing number 19-011-P10 E shall be constructed and erected prior to occupation. These obscure screens shall then remain in place in perpetuity.",
    "Reason:  To protect the living conditions of nearby properties in accordance with policies D4 and D6 of The London Plan (2021), polices 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and polices 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012).",
    "| The proposed rooflights hereby approved shall not project more than 150mm from the roof plane and retained as such for the lifetime of the development",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| Notwithstanding the provisions of Schedule 2 Part 3 Class L of the Town and Country Planning (General Permitted Development) Order 2015 (or any order revoking and re-enacting that Order), at no time shall the units be converted from C3 residential to a C4 small HMO without express planning permission having first been granted by the Local Planning Authority.",
    "Reason: To prevent the overdevelopment of the site and to safeguard the living conditions of adjoining properties and visual appearance of the building, in accordance with policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 and of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| The redundant crossover to the site shall be reinstated to pavement prior to occupation of the development. Such re-instatement shall be implemented by the Council at the applicant's expense prior to first occupation of the development hereby approved",
    "Reason: In the interests of highway and pedestrian safety, and in the interests of living conditions of adjoining occupiers and future occupiers of the development hereby permitted in accordance with London Plan policy T6, Development Strategy policies 1.1(g) and 1.2(f).",
    "| Prior to occupation, a metal grille shall be fixed to the front lightwell and shall be retained thereafter. The flank wall windows shall contain obscure glazing and shall be fixed shut for the lifetime of the development.",
    "Reason:  To protect the living conditions of nearby properties in accordance with policies D4 and D6 of The London Plan (2021), polices 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and polices 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012).",
    "| Prior to completion of the development hereby approved, the proposed  planting to the front a rear of the development and the green roof shall be implemented and shall include varied species of vegetation to encourage biodiversity. Any planting to the approved layout that within a period of five years after planting is removed, dies or becomes seriously damaged or diseased, shall be replaced in the next planting season and all planting shall be replaced with others of a similar size and species and in the same position, and shall be retained thereafter.",
    "Reason:  To ensure a satisfactory standard of appearance and setting for the development and to ensure that the proposed development enhances the visual amenity and biodiversity of the locality, in the interests of the amenities of the occupants of the development  in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| The construction method statement (including the construction of the basement) shall be carried out as approved under application 202108CND. The phasing and programming, removal of earth from site; construction methods; site management and access; vehicle and machinery specifications and numbers/frequency of vehicles/deliveries, construction worker parking, anticipated number, delivery times, dust suppression measures, site security, vehicle manoeuvring and turning, locations for the storage of building materials and construction debris and contractors offices, procedures for on-site contractors to deal with complaints from local residents, measures to ensure the construction process does not effect of neighbouring highways, details of wheel water spraying facilities and noise/vibration mitigation measures shall be carried out in accordance with the approved method statement.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with 1.1 (e) (j) 1.2 (f), 2.1 (c) and 2.10 of the Ealing Core Strategy (2012), the London Plan (2021), the National Planning Policy Framework (2021), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise.",
    "| Prior to occupation of the development, a discreet timber-screened storage area to accommodate bins for recyclable and non-recyclable waste in accordance with the Council's waste guidelines and BS 5906:2005 shall be provided within the forecourt of the scheme hereby approved and shall be retained thereafter.",
    "Reason: To ensure a satisfactory standard of appearance and setting for the development and to ensure that the proposed development enhances the visual amenity of the locality, in the interests of the amenities of the occupants of the development in accordance with policy 7B of the Ealing Development Management Development Plan Document (2013)",
    "| At least two (2) secure cycle parking spaces shall be provided on site. Such provision shall be brought to use prior to the occupation of the development and retained thereafter.",
    "Reason: To provide adequate bicycle storage to align with Sustainable Transport SPG and Policy T5 of the London Plan (2021)."
  ],
  "valid_date": "30/03/2023",
  "centroid": {
    "lat": 51.505398,
    "lon": -0.300532
  },
  "lpa_app_no": "231321VAR",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "postcode": "W5 5NS",
  "ward": "Ealing Common",
  "description": "Minor material amendment (S.73) to vary condition no. 2 (approved plans) and condition 4 pursuant to planning permission reference 194968FUL dated 15.01.2020 for \"Construction of a three-storey dwellinghouse incorporating basement, front lightwell and rear courtyard; provision of associated amenity space, cycle parking and refuse storage\". Variation seeks to incorporate a rear second-floor roof terrace to the proposed flat roof\n\n\n",
  "appeal_start_date": null,
  "application_type": "All Other",
  "site_name": "10 Richmond Road",
  "last_date_consultation_comments": null,
  "cil_liability": false,
  "application_details": {
    "existing_uprns": [
      "12090056"
    ]
  },
  "street_name": "Richmond Road",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/231321VAR;",
  "uprn": "12090056",
  "appeal_decision_date": null,
  "pp_id": "PP-12031767",
  "decision_process": "Delegated",
  "centroid_easting": 518047,
  "epc_number": null,
  "centroid_northing": 179865,
  "application_type_full": "Removal/Variation of a condition",
  "secondary_street_name": null,
  "decision": "Approved",
  "actual_commencement_date": null,
  "development_type": "Minor dwellings",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "site_number": null,
  "id": "Ealing-231321VAR",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Ealing",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_target_date": "24/05/2023",
  "polygon": null,
  "parking_details": null,
  "title_number": null,
  "wgs84_polygon": null,
  "lapsed_date": "23/05/2026",
  "decision_date": "23/05/2023"
}