{
  "application_details": {
    "existing_uprns": null
  },
  "decision": "Refused",
  "appeal_status": null,
  "last_date_consultation_comments": "27/11/2018",
  "secondary_street_name": null,
  "lpa_name": "Brent",
  "decision_date": "20/12/2018",
  "valid_date": "05/11/2018",
  "centroid_easting": 516320,
  "epc_number": null,
  "lapsed_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "subdivision_of_building": null,
  "pp_id": "PP-07371025",
  "uprn": "202203490",
  "street_name": null,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision_date": null,
  "appeal_start_date": null,
  "appeal_decision": null,
  "cil_liability": null,
  "borough": "Brent",
  "lpa_app_no": "18/4060",
  "polygon": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "description": "Variation of condition 2 (development built in accordance with approved plans) to allow:The three proposed houses have been moved 300mm East to make the proposed retaining wall on the north west boundary easier to construct and not as close to the neighbours.The westernmost and middle houses have been moved south by 330mm and 300mm respectively.The kitchen of each house has been extended to meet the end of the west and east house walls and is now entirely glazed to the rear. The east and west walls which face the neighbours are the same in length.The downstairs WC and utility room are now one room, and the location of this roomhas been slightly revised.The internal layout has been slightly revised, please compare drawingshe window in the entrance lobby is narrower but extends up to first floor. It would be obscure glazing on the ground floor.The front (south entrance) door is now proposed to be wood and not entirely glazed the retaining walls in the rear gardens have been revised and moved north by 1.6mThe parking and bike storage has been moved south and west by 1120mm and 924mm respectively, leaving a 1m green buffer between the parking and neighbouring back gardens. This creates more usable front gardens in the amended scheme whilst still maintaining a good sized green buffer between the proposed parking and neighbouring gardens.The entrance from St Andres Avenue has been widened to accommodate two passing cars.Ground floor entrance lobby window extends to first floor to naturally light landing in addition to roof windows.Walk-in wardrobe space added next to balcony with additional window to rear.Roof windows slightly revised.Overall roof height raised by 500mm from 8600 to 9100mm. Western most house steps up slightly.The front door has changed from glazed to wood.Walk-in wardrobe and kitchen pushed out to end of east and west exterior walls.Kitchen glazing extended to edges.Walk-in wardrobe window added.Ground floor window extended to first floor to naturally light double height space.Obscure glazed on ground floor.of Full Planning Permission reference 17/4747 dated 21 February, 2018, for Erection of 3 two storey detached dwellinghouses to rear of 12 and 14 St Andrews Avenue, with provision for 4 car parking spaces, cycle and bin storage, installation of new service road between 12 and 14 onto St Andrews Avenue and associated landscaping",
  "decision_process": "Delegated",
  "last_updated": "2025-07-20T07:59:35.903Z",
  "postcode": null,
  "development_type": "Minor dwellings",
  "site_name": "Land rear of 12-14 St Andrews Avenue, St Andrews Avenue, Wembley",
  "centroid_northing": 186026,
  "status": "Refused",
  "actual_completion_date": null,
  "parking_details": null,
  "application_type": "All Other",
  "title_number": null,
  "decision_agency": null,
  "url_planning_app": "https://pa.brent.gov.uk/online-applications/applicationDetails.do?keyVal=DCAPR_142349&activeTab=summary",
  "centroid": {
    "lon": -0.323371,
    "lat": 51.561128
  },
  "bo_system": "CSV Data Import",
  "id": "Brent-18_4060",
  "locality": null,
  "decision_conditions": null,
  "decision_target_date": "24/12/2018",
  "ward": "Northwick Park",
  "wgs84_polygon": null
}