{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PNZKXFNHJG400",
  "lapsed_date": "25/10/2022",
  "decision_target_date": "02/05/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "SW15 3RS",
  "site_name": "Stag Lodge",
  "status": "Commenced",
  "application_details": {
    "site_area": 0.044000000000000004,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Neighbourhood Policy"
      },
      {
        "result": null,
        "constraints_layer_description": "SASC Strategic Area of Special Character"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Conservation Areas"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128010922"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/00572/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521329,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:02:28.450Z",
  "id": "Kingston-19_00572_FUL",
  "application_type": "All Other",
  "street_name": "Kingston Vale",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "25/10/2019",
  "epc_number": null,
  "actual_commencement_date": "01/03/2018",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Variation of Condition 8 (Landscaping Plan) of Planning Permission 18/14922/FUL to replace approved Landscaping Plan with updated Landscaping Plan",
  "actual_completion_date": null,
  "last_date_consultation_comments": "16/04/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 172267,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128010922",
  "centroid": {
    "lon": -0.255873,
    "lat": 51.436418
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Please provide revised copies of all proposed elevations at a recognised scale of 1:50 or 1:100 and providing a scale bar.",
    "Please provide copies of all corresponding, previously approved plans/elevations. These should be marked as 'Approved' or otherwise clearly identifiable.",
    "Please confirm description of proposed works \"Non Material Amendment to planning permission 18/16114/FUL (Excavation of site and erection of 1 x two-bedroom (3 person) and 1 x three-bedroom (4 person) semi-detached dwellings with associated landscaping/amenity space) for changes to doors in North and South elevations and addition of new window to East elevation. \"(TBC)",
    "Please provide a revised copy of block plan scaled 1:500 showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.",
    "Please provide revised copy  of existing and proposed elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work. \r\rPlease note that the submitted plans do not scale correctly.\r\r",
    "Please provide revised copies of existing and proposed floor/roof plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.\r\rPlease note that the submitted plans do not scale correctly.",
    "Please provide validation requirements:\r1. 3g -Details of Cycle Parking\r2. 3h - Details of Bin Stores and Recycling\r3. 3j - Details of Car Parking",
    "No part of the development hereby approved shall be occupied until the development has been constructed in accordance with the approved SAP Calculation Report Plot 1, 2, 3, 4 received 30/06/2017; and the approved WAT-0124 Plot 1, 2, 3, 4 Water Calculations, received 20/07/2017, discharged by 17/14692/COND before the development is occupied, unless otherwise\ragreed in writing.\r\rReason: In the interests of sustainability and energy conservation in accordance with Policies 5.2 (Minimising Carbon Dioxide Emissions) and 5.3 (Sustainable Design & Construction) of the London Plan (July 2011) and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.",
    "The facing materials to be used in the construction shall be those specified in the approved Materials Booklet and Materials Letter, received 30/06/2017, discharged by 17/14692/COND before the development is commenced and shall thereafter be retained as such, unless otherwise agreed in writing.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Refuse storage facilities and recycling facilities shall be provided prior to the occupation of the development hereby permitted in accordance with drawings 1416.03 B and 1416.06 A received 05/05/2015 and shall be permanently retained at the site.\r\rReason: To ensure the provision of refuse facilities to the satisfaction of the Council in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Notwithstanding the provisions of Part 1 of Schedule 2 of the Town & Country Planning (General Permitted Development) Order, 1995 (or any Order revoking or re-enacting this Order) no extensions (including porches or dormer windows) to the dwelling houses or buildings shall be erected within the curtilage.\r\rReason: To safeguard the privacy and amenity of adjoining occupiers, maintain adequate amenity space and safeguard the cohesive appearance of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The development hereby permitted shall not be occupied until secure cycle parking facilities as shown in drawings 1416.03 B and 1416.07 have been fully implemented and made available for use and shall thereafter be retained for use at all times.\r\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.",
    "The development hereby permitted shall be carried out in strict accordance with 00276 Rev C Proposed Landscaping Arrangements before the development is occupied and shall thereafter be retained as such, unless otherwise agreed in writing by the local planning authority. The approved scheme shall be implemented within the first planting season following completion of the development and the tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the\rLocal Planning Authority. Any trees or shrubs which die during this period shall be replaced in the first available planting season, and the area shown to be landscaped shall be permanently retained for that purpose only.\r\rReason: In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The development hereby approved shall be constructed in accordance with Delivery and Servicing Plan, received 05/09/2017, discharged by 17/14692/COND and maintained throughout the entire construction period, unless otherwise agreed in writing.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The development hereby approved shall be carried out in accordance with the recommendations of the ecological report dated 26th May 2015, specifically taking into account:\r\r- external lighting is specified and designed to avoid light overspill into Richmond Park and avoid impacts on local bat habitat\r- any clearance that could impact on nesting birds is done outside of the bird nesting season (March-August), or if this is unavoidable, a check should be carried out prior to any work so make sure no active nests are disturbed.\r\rReason: To safeguard and protect the site's biodiversity and nature conservation value in accordance with Policy DM6 (Biodiversity) of the LDF Core Strategy Adopted April 2012.",
    "The burning of any waste arising from works associated with the development hereby approved is prohibited on site.\r\rReason: To safeguard the amenities of the occupiers of the neighbouring properties and surrounding area in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The development hereby approved shall be constructed in accordance with the Environmental Noise Impact Assessment, received 30/06/2017, discharged by 17/14692/COND before the development is occupied unless otherwise agreed in writing.\r\rReason: In order to safeguard the amenities of the occupiers of the dwellings in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "No external lighting shall be installed without the prior written approval of the Local Planning Authority.\r\rReason: In order to prevent light overspill into the area of special scientific interest (Richmond Park) in accordance with Policy DM6 of the LDF Core Strategy Adopted April 2012.",
    "The fences shown on the approved drawings shall be constructed in the position shown, before the buildings to which they relate are occupied and thereafter permanently retained.\r\rReason: In order to ensure the privacy and visual amenity of adjoining occupiers is retained in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The development hereby approved shall be constructed in accordance with 1612.CP1 Construction Logistics Plan, received 30/06/2017, discharged by 17/14692/COND before the development is commenced and maintained throughout the entire construction period, unless otherwise agreed in writing. \r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The development hereby permitted shall be carried out in accordance with the Arboricultural Method Statement, received 30/06/2017, discharged by 17/14692/COND before the development is commenced unless otherwise agreed in writing. The approved protection scheme shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: In the interests of visual amenities and so that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "As the proposed development is within flood zones 2 and 3 or on a site of more than 1ha, you are required to complete a Flood Risk form before the application can be assessed.  For further information and guidance on any aspects of undertaking a Flood Risk Assessment please contact the Environment Agency by visiting their website at http://planningguidance.communities.gov.uk/blog/guidance/flood-risk-and-coastal-change/site-specific-flood-risk-assessment-checklist/\r",
    "Please provide  copies of block plan scaled 1:500 showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  \r\rplease",
    "Please provide copies of existing and proposed sections at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire property not just part and showing dimensions of proposed work.",
    "Please provide validtion requirments: \r1. 3g - Details of Cycle Parking\r2. 3h - Details of Bin Stores and Recycling",
    "I acknowledge receipt of your payment for £ 206.00, unfortunately the fee required for this application is £ 462.00, therefore please forward the outstanding balance of £256.00 as soon as possible.\r\rNote: If payment is by cheque please make payable to Royal Borough of Kingston upon Thames or if by card please call our Contact Centre on direct line 0208 547 5002. You may also pay online via the RBK website www.kingston.gov.uk",
    "Please provide Validation requirements:\r1. 3h Details of Bin Stores and Recycling. \r2. 3j Details of Car Parking.\r\r",
    "Please confirm the description of proposed works.",
    "Condition 11 (Construction Method Statement)\rThe submitted information is considered to be acceptable however the Neighbourhood Traffic Engineer states that all deliveries, demolition traffic, operational site traffic and muckaway lorries should be from the A3 via the Robin Hood roundabout and not through Kingston Town centre. Furthermore, no deliveries, demolition traffic, operational site traffic or muckaway lorries should be before 9.00am or after 4.00pm.",
    "Condition 12 (Refuse and Recycling)\rThere has been insufficient information submitted to discharge this condition. Whilst it has been detailed where the bin storage will be located, elevations of the bin storage will also be required.",
    "Condition 14 (Sustainable Drainage)\rDetails including the specification and makeup of the porous paving to be used are required.",
    "Condition 15 (Springs and Watercourses)\rI note that the applicant no longer wants to construct the basement. It is advised that a Variation of Condition application is submitted to remove Condition 15 from 17/14458/FUL, as if the basement isn't constructed then this condition is no longer required.",
    "Condition 10 - The Council's Sustainable Travel Officer has reviewed information provided and is satified that this condition can be fully discharged.",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.",
    "When undertaking demolition and/or building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  Furthermore, please ensure that all vehicles associated with the construction of the development hereby approved are properly washed and cleaned to prevent the passage of mud and dirt onto the adjoining highway. You are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation.  For further information and advice, please contact - Environmental Health Department Pollution Section.",
    "Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist.  This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner.  If you require further information or advice, you should consult a solicitor.",
    "Unless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Unless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.\r\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action. \r\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Assessment \r\rThe erection of a hip to gable roof extension, rear dormer extension and installation of three front rooflights to facilitate loft conversion falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class B and C  of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Inspection:\rSite inspection carried out as a desktop exercise due to COVID19 lockdown. Photos provided by the applicant as supporting material to application.\r\rAssessment:\rRepeat minor works to maintain pollarded trees appropriately for health and safety reasons.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise due to COVID19 lockdown. Photos provided by the applicant as supporting material to application.\r\rAssessment:\rThe works are acceptable with the exception of the Silver Birches which do not happily tolerate crown reduction.\r\rRecommendation:\rRefuse & grant lesser works as follows:\r\rT.2 Holm Oak - 1m Crown reduction previous points.\rT.4 Acer Crimson King - 1m Reduction from house to suitable growth points.\rT.5 Plum - Remove single overextended limb.",
    "Inspection:\rSite inspection carried out as a desktop exercise due to COVID19 lockdown. Photos provided by the applicant as supporting material to application.\r\rAssessment:\rThis is a perfect specimen tree in excellent condition and not requiring any work. Thinning is excessive and would not be in the interests of the tree's health in the long term. There is also no specified amount of reduction being sought.\r\rRecommendation:\rRefuse.\r",
    "Inspection:\rSite inspection carried out as a desktop exercise due to COVID19 lockdown. Photos provided by the applicant as supporting material to application.\r\rAssessment:\rThe works are unnecessary and excessive being carried out solely for the purpose of lessning leaf fall on the parking areas below. However, the works would have little to no impact upon leaf fall on the cars below (leaves do not fall in a straight vertical line), and the Council do not grant permission for works which will detrimentally affect tree health. Furthermore, permission is never granted on the basis of leaf fall, pigeon poo, insects, seeds or fruit as these are all incidental to living with trees.\r\rRecommendation:\rRefuse & grant lesser works as follows:\r\rT.1 Pine - Deadwood only.\rT.2 Bay - Deadwood only.",
    "Inspection:\rSite inspection carried out as a desktop exercise due to COVID19 lockdown. Photos provided by the applicant as supporting material to application.\r\rAssessment:\rMinor works in the Conservation Area with no adverse impact upon public amenity.\r\rRecommendation:\rNo objections.\r",
    "Inspection:\rSite inspection carried out as a desktop exercise due to COVID19 lockdown. Photos provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate works to maintain lapsed pollard preventing an accumulation of weight upon regrowth for health and safety reasons.\r\rRecommendation:\rApprove.\r",
    "Inspection:\rSite inspection carried out as a desktop exercise due to COVID19 lockdown. Photos provided by the applicant as supporting material to application.\r\rAssessment:\rThe reductions are acceptable, however, the crown lifting is excessive and not helpful to the tree's health in the long term.\r\rRecommendation:\rRefuse & grant lesser works as follows:\r\rT.1 Oak - 3m Holistic crown reduction to previous points & deadwood.\rT.2 Beech - 3m Holistic crown reduction to previous points & deadwood.\rT.3 Oak - 2.5m Holistic crown reduction to suitable growth points & deadwood.",
    "Inspection:\rSite inspection carried out as a desktop exercise due to COVID19 lockdown. Photos provided by the applicant as supporting material to application.\r\rAssessment:\rThe hedge works are exempt from application and the works to the large Oak are acceptable in maintaining the tree apprpriate to it's environment.\r\rRecommendation:\rNo objections.\r",
    "Inspection:\rSite inspection carried out as a desktop exercise due to COVID19 lockdown. Photos provided by the applicant as supporting material to application.\r\rAssessment:\rMinor repeat works to small trees at the rear of the property and not affecting public amenity.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise due to COVID19 lockdown. Photos provided by the applicant as supporting material to application.\r\rAssessment:\rMinor repeat works to maintain pollarded trees as needed for their health. No negative impact upon public amenity.\r\rRecommendation:\rNo objections.\r",
    "Inspection:\rSite inspection carried out as a desktop exercise due to COVID19 lockdown. Photos provided by the applicant as supporting material to application.\r\rAssessment:\rSmall tree at rear of property and not visible to the public so not affecting public amenity and not, therefore, worthy of a TPO.\r\rRecommendation:\rNo objections.\r",
    "Inspection:\rSite inspection carried out as a desktop exercise due to COVID19 lockdown. Photos provided by the applicant as supporting material to application.\r\rAssessment:\rMinor works to trees at rear of property and not causing any negative impact upon public amenity. The works themselves are acceptable and appropriate.\r\rRecommendation:\rNo objections.\r",
    "Inspection:\rSite inspection carried out as a desktop exercise due to COVID19 lockdown. Photos provided by the applicant as supporting material to application.\r\rAssessment:\rMinor works to trees in the conservation area, no negative impact upon public amenity.\r\rRecommendation:\rNo objections.\r",
    "Inspection:\rSite inspection carried out as a desktop exercise due to COVID19 lockdown. Photos provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate repeat works to maintain aged tree at current size as suitable for location.\r\rRecommendation:\rApprove.\r",
    "Confirmation that fire alarm, emergency lighting and fire signage will be upgraded to suit the new layouts if required.",
    "Confirmation that smoke detector is provided in the prep room area.",
    "Approval form the Fire Officer Consultation being achieved prior to completion of works on site.",
    "Part B compliance - all doors off of stairs required to be fd30 or sufficiently upgraded to meet standard required. Departure from guidance must have fire engineered solution\r",
    "New roof rainwater is to be taken to a soakaway (H3)",
    "Satisfactory Thames Water Buildover agreement (H1)",
    "A satisfactory response to Robert Bigg's email of 16/05/2024 regarding staircase support (item 2) (A1)",
    "1. Calculations / engineers details of the roof design (A1)\r2. Pitch of the roof to be confirmed and tiles specified suitable for that pitch (C4)\r3. Below ground foul water drainage plan (H1)\r4. Kitchen diners to have 3No 8000mm2 controllable trickle ventilators as per the new regulations as of the 15th June 2022.  (F1)",
    "  Provide complete cause and effect matrix including the interface details with the main estate (house) system (B1)",
    " Provide a full design proposal for the sprinkler system. (B1)",
    "SBEM calculations are to be provided. (L2)",
    "Upon completion, installation & commissioning certificates are to be provided for: MVHR system, Fire Alarm & Detection, Sprinkler System, & Emergency Lighting.",
    "1) Foul and rainwater drainage layouts are to be provided and approved (H1)\r\r2) New roof areas must drain rainwater to a suitable soakaway designed to BRE digest 365 (H3)",
    "1) A satisfactory response to Robert Bigg's email of 30/05/24 regarding staircase trimming and support (A1)\r\r2) 'Main Reception Room' is to have an FD20 fire door fitted to form protected hallway at ground floor level (B1)"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/03/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-07675313",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.255851,
          51.436431
        ],
        [
          -0.255852,
          51.436404
        ],
        [
          -0.255895,
          51.436405
        ],
        [
          -0.255894,
          51.436432
        ],
        [
          -0.255851,
          51.436431
        ]
      ]
    ],
    "type": "Polygon"
  }
}