{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PMX6JPNHIMF00",
  "lapsed_date": "04/11/2022",
  "decision_target_date": "11/04/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "SW15 3RF",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.168,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Strategic Area of Special Character"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Conservation Areas"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: Neighbourhood Policy"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type: AIRPORT\rDescription: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: A"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128018790"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/00370/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520726,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:01:45.941Z",
  "id": "Kingston-19_00370_FUL",
  "application_type": "All Other",
  "street_name": "Ullswater Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "04/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Section 73 application following approved scheme 18/14351/FUL to include changes to layout, fenestration changes and elevation changes including raising the eaves level of the building. Additional balcony to rear and additional Juliette balconies",
  "actual_completion_date": null,
  "last_date_consultation_comments": "05/04/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 171672,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128018790",
  "centroid": {
    "lon": -0.264747,
    "lat": 51.431199
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development shall proceed in accordance with the landscaping details approved pursuant to application 18/15067/COND. The approved scheme shall be implemented within the first planting season following completion of the development and the tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced in the first available planting season, and the area shown to be landscaped shall be permanently retained for that purpose only.\r\rReason: In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the side walls of the building hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Before the beneficial occupation of the development hereby permitted, any windows or rooflights in the side elevations on the upper floor level shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the dwellings hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "Within 6 months of the date of this decision evidence must be submitted to the Council confirming that the development hereby permitted has achieved no less than the C02 reductions (ENE1), internal water usage (WAT1) standards equivalent to Code for Sustainable Homes Level 4.  Evidence requirements are detailed in the \"Schedule of Evidence Required for Post Construction Stage from ENE1 and WAT1 of the Code for Sustainable Homes Guide.  Evidence to demonstrate a 19% reduction compared to 2013 Part L regulations and internal water usage rates of 105L/day.\r\rReason: In the interests of Sustainability and Energy Conservation in accordance with Policies 5.2 (Minimising Carbon Dioxide Emissions) and 5.3 (Sustainable Design & Construction) of the London Plan (July 2011) and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.\r",
    "The development shall be carried out in accordance with the recommendations set out at pages 10-11 of the Extended Phase 1 Ecological Habitat Survey approved pursuant to application 18/14351/FUL dated 26th January 2018. \r\rReason: To safeguard and protect the sites biodiversity and nature conservation value in accordance with Policy DM06 (Biodiversity) of the LDF Core Strategy Adopted April 2012.\r",
    "Refuse storage facilities and recycling facilities shall be provided prior to the occupation of the development hereby permitted in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority prior to the first occupation of the development, such facilities to be permanently retained at the site. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development shall either be stored within this dedicated store/area as shown on the approved plans, or internally within the building(s) that form part of the application site, and that no refuse or recycling material shall be stored or placed for collection on the public highway or pavement, except on the day of collection.\r\rReason: To ensure the provision of refuse facilities to the satisfaction of the Council in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development shall proceed in accordance with the submitted details and agreed methodology relating to the proposed basement construction and approved pursuant to application 18/15067/COND.\r\rReason: In order to safeguard residential amenity.\r",
    "The site and building works necessary to implement the development shall not be carried out outside the hours of 08:00 to 18:00 Monday to Friday and 08:00 to 13:00 on Saturday and not at all on Sundays and Bank Holidays.  \r\rReason: To safeguard the residential amenity of nearby occupiers.\r",
    "Please provide drawings of existing floor plans, Elevations and Roof Plan at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.",
    "The fee required for your planning application is following: \r Gross floor space to be created by the development - More than 75 sq m but no more than 3,750 sq m £462 for each 75sq m\ror part thereof.\rIf payment is by cheque please make payable to Royal Borough of Kingston upon Thames or via the Contact Centre on 0208 547 5002.",
    "Please revise and provide the plans, elevations and sections at a recognised scale of 1:50 or 1:100.  The provided scale bar does not match the indicated dimensions, therefore it is not possible to calculate the space of proposed works to set  up the correct fee.",
    "Please confirm that proposed works are for householder of the following address: 4 The Triangle, Kingston Upon Thames, KT1 3RU\r",
    "Please fill up the attached Certificate B form and send it back to development.management@kingston.gov.uk",
    "I acknowledge receipt of your payment for £356.00, unfortunately the fee required for this application is £456.00, therefore please forward the outstanding balance of £100.00 as soon as possible.\r\rNote: If payment is by cheque please make payable to Royal Borough of Kingston upon Thames or if by card please call our Contact Centre on direct line 0208 547 5002.",
    "The development hereby permitted shall be commenced within 3 years from\r01 October 2018 the date of the originally approved application 18/14351/FUL that is the subject of this application for variation. \r\rReason: In order to comply with Section 91 of the Town and Country Planning Act, 1990. (As amended)\r",
    "The development hereby permitted shall proceed in accordance with the detailed surface water drainage design and maintenance plan approved pursuant to application 18/15067/COND. The scheme shall proceed in accordance with the approved details and the drainage scheme maintained, as agreed, for the lifetime of the development.\r\rReason: To prevent the risk of flooding to and from the site in accordance with relevant policy requirements including but not limited to London Plan Policy 5.13, its associated Sustainable Design and Construction SPG and the\rNon-Statutory Technical Standards for Sustainable Drainage Systems and DM4 of Kingston's Core Strategy.\r",
    "The development shall only be implemented in accordance with the details and measures approved as part of the construction management plan, pursuant to application 18/15067/COND, which shall be maintained throughout the entire construction period.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "The levels of buildings, roads, parking areas and pathways within the site shall only be in accordance with the details approved pursuant to application 18/15067/COND.\r\rReason: To ensure that the appearance and functioning of the development is satisfactory and to safeguard the amenities of adjoining occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House\rExtensions) of the LDF Core Strategy Adopted April 2012 and comply with Supplementary Planning Document 'Access for All' (July 2005).\r",
    "The development shall be completed in accordance with the findings and approved details of the Hydrological Survey submitted pursuant to application 18/15067/COND and maintained as such thereafter.\r\rReason: To prevent the increased risk of flooding in accordance with Policy CS1 (Climate Change Mitigation) of the Local Development Framework Core Strategy Adopted April 2012).\r",
    "All works on site shall take place in accordance with the Construction Management Plan, agreed pursuant to application 18/15067/COND, and the measures agreed shall be followed throughout the construction phase of the development. \r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Samples of the facing materials to be utilised in the development hereby permitted shall be submitted to and approved in writing by the Local Planning Authority before any works on site are commenced. The development shall then be built in accordance with these approved samples.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with policy DM10 Design Requirements for New Developments (including house extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to occupation of the development hereby approved, photographs and installation contracts must be submitted which demonstrate the sustainable drainage systems have been installed as agreed pursuant to application 18/15067/COND. The sustainable drainage system shall be managed and agreed thereafter in accordance with the agreed management and maintenance plan. \r\rReason: To prevent the risk of flooding to and from the site in accordance with relevant policy requirements including but not limited to London Plan Policy 5.13, its associated Sustainable Design and Construction SPG and the Non-Statutory Technical Standards for Sustainable Drainage Systems, national guidance within the NPPF, and policy DM4 of Kingston's Core Strategy.\r",
    "The car parking, servicing and manoeuvring areas shown on the approved drawing shall be made from a porous material, and retained thereafter, or provision shall be made and retained thereafter for surface water run-off to be directed from the hard surface to a permeable or porous material or surface within the curtilage of the properties.  \r\rReason: to reduce the risk of flooding and/or pollution and to increase the level of sustainability of the development in accordance with policy CS1 of the Kingston Core Strategy. \r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) no extension or enlargement (including additions to roofs) shall be made to the dwellinghouses hereby permitted, or any detached building erected, without the express permission in writing of the council.\r\rReason: To safeguard the privacy and amenity of adjoining occupiers, maintain adequate amenity space and safeguard the cohesive appearance of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The garage or car parking accommodation shown upon the approved drawings shall be provided with a hard bound dust free surface, adequately drained before the development to which it relates is occupied and thereafter it shall be kept free from obstruction at all times for use by the occupier of the development and shall not thereafter be used for any purposes other than the parking of vehicles for the occupiers of the development and visitors to it.\r\rReason: To ensure the provision of adequate off-street parking accommodation and to avoid the congestion of surrounding roads by parked vehicles in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "Fences, walls or other means of enclosure shall be erected along the boundaries of the site, and individual plots, only in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority and thereafter permanently retained.\r\rReason: To safeguard the privacy and amenity of adjoining occupiers, and safeguard the cohesive appearance of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "Please provide a block plan scaled 1:500 showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.",
    "Please provide an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red, showing at least two road frontages and a North point.",
    "We will need for you to remove any reference to any previously approved applications. As no work has been commenced, any proposals would need to form part of a new application, and judged on it's individual merits.\r\rPlease resubmit a revised application form, and plans & elevations in order to validate your application.",
    "Please provide existing and proposed front elevation plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire property",
    "Please provide a scaled bar on the drawings (either 1:50 or 1:100) for the existing plan, and also either indicate the measurements of the proposed roof on your proposed drawings or provide drawings with a relative scale bar",
    "Please complete the attached Certificate B and return the original to this office or email to development.management@kingston.gov.uk",
    "Please select the current use of the property. Please use the following link to identify the use class https://www.planningportal.co.uk/info/200130/common_projects/9/change_of_use",
    "Please provide copies of all relevant existing and proposed floor plans (including roof plans) and all existing and proposed elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work. Note: where any part of  a propsoed development can be seen from an elevation(including party walls between properties), we require existing and proposed other side elevations also.\r",
    " 1.\tPlease complete the attached Certificate B and return the original to this office or email to development.management@kingston.gov.uk\r",
    " 2.\tPlease select the current use of the property. Please use the following link to identify the use class https://www.planningportal.co.uk/info/200130/common_projects/9/change_of_use\r\r",
    "Please provide 3 copies of existing floor plans and elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire floor plan, not just part and all key dimensions for the proposed works.",
    "Please provide existing and proposed roof plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire property not just part and showing dimensions of proposed work.",
    "1  Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist.  This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner.  If you require further information or advice, you should consult a solicitor.\r\r 2 Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\r3 Reasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action. \r\r4  In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation. These cover such works as - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services,  underpinning works, and fire safety/means of escape works. Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts. A completed application form together with detailed plans must be submitted for approval before any building work is commenced.",
    " You have been granted planning permission to build a residential extension. When undertaking demolition and/or building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays. Furthermore, please ensure that all vehicles associated with the construction of the development hereby approved are properly washed and cleaned to prevent the passage of mud and dirt onto the adjoining highway. You are advised that the Council does have formal powers to control noise and nuisance under the Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation. For further information and advice, please contact - Environmental Health Department Pollution Section. \r",
    "Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    " The Party Wall Act 1996 requires building owners to notify and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\rCarry out work to an existing party wall;\rBuilt on the boundary with a neighbouring property;\rIn some circumstances, carry out groundwork's within 6m of an adjoining building\rNotifications and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls, etc Act 1996 - Explanatory Booklet\"\r",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation. These cover such works as - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services,  underpinning works, and fire safety/means of escape works. Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts. A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r",
    "You have been granted planning permission to build a residential extension. When undertaking demolition and/or building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays. Furthermore, please ensure that all vehicles associated with the construction of the development hereby approved are properly washed and cleaned to prevent the passage of mud and dirt onto the adjoining highway. You are advised that the Council does have formal powers to control noise and nuisance under the Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation. For further information and advice, please contact - Environmental Health Department Pollution Section. \r",
    " Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor. \r",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.  \r\rThe applicant is advised that it is their responsibility to ensure that the proposed development can be implemented in full compliance with the relevant provisions of the Building Regulations, in relation to the new and existing dwellings and the proposed alterations to access and egress routes.\r",
    "When undertaking demolition and/or building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  Furthermore, please ensure that all vehicles associated with the construction of the development hereby approved are properly washed and cleaned to prevent the passage of mud and dirt onto the adjoining highway. You are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation.  For further information and advice, please contact - Environmental Health Department Pollution Section.",
    "Your attention is drawn to the fact that planning permission does not override property rights and any ancient rights of light that may exist.  This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner.  If you require further information or advice, you should consult a solicitor.\r",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r",
    "The applicant will be responsible for the cost of all necessary changes to road markings and signage together with the cost of amending the Traffic Order for the Controlled Parking Zone.",
    "The applicant will be responsible for the cost of all necessary changes to road markings and signage together with the cost of amending the Traffic Order for the Controlled Parking Zone.",
    "Unless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.\r\r Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action. \r\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rAcceptable routine maintenance works.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rUnlike previous applications which have been refused on lack of evidence demonstrating the need for their removal, this application has provided adequate photographic evidence.\r\rRecommendation:\rApprove fell and require replacements for all 4 trees, but smaller mediteranean species in keeping with the stone walled garden and hopefully preventing further maintenance and property damage issues.",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate repeat maintenance works.\r\rRecommendation:\rApprove.",
    "Tree not protected, application withdrawn.",
    "Inspection:\rSite inspection carried out as a desktop exercise.\r\rAssessment:\rThe removal of 2 healthy Lime trees covered by the TPO and without any sound arboricultural reasons is unnaceptable and should be refused.\r\rRecommendation:\rRefuse \r",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rTree not contributing to public amenity so would not be considered for a TPO and on this basis the Council should issue a decision of No Objection.\r\rRecommendation:\rNo Objection.",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rRepeat pollard works as appropriate for health and safety reasons and best practise management.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rAcceptable works to reduce and maintain several mature trees some of which are showing signs of diback and stress with deadwood removal and some reductive works needed for health and safety reasons.\r\rRecommendation:\rApprove.",
    "Tree not protected, application therefore withdrawn.",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rMinor repeat works having no effect on tree health or public amenity to the rear of the properties.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rThe works are excessive and not appropriate for the management of the Borch and Hornbeam which are still very young trees. These works will stunt their growth and prevent them from one day providing excellent amenity to this portion of Maple Road. However, despite repeated attempts to communicate with the applicant, the applications is now past its due date for a decision and technically is therefore already permissable.\r\rRecommendation:\rNo Objections.",
    "Inspection:\rSite inspection carried out in person on 24/09/2021\r\rAssessment:\rThe works including the removal are acceptable and appropriate. A condition should be attached for a replacement planting.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate minor works for the purpose of general maintenance.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate repeat works to T.1. T.2 is a Conservation Area tree not covered by the TPO and is in poor condition and declining. It's removal therefore would receive a decision of no objection and could not require replacement by law. As the two are wrapped into one application, the decision should simply be an approval.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate repeat works to maintain the tree with no adverse impact upon public amenity or tree health.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rThe works applied for which require application, and are not exempt, are acceptable and minor in nature.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate works for ongoing general management and health and safety.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out in person on 24/09/2021.\r\rAssessment:\rThe works are acceptable with no harm to public amenity.\r\rRecommendation:\rNo Objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rtechnically exempt anyway as it is a hedge not a tree, but the removal of this high Leylandii hedge is to the rear of the property and not affecting public amenity and resolves a potential high hedge application one day being made, so the obvious decision is one of no objection.\r\rRecommendation:\rNoobj",
    "Inspection:\rSite inspection carried out as a desktop exercise with photos provided by the applicant as supporting material to application.\r\rAssessment:\rTree to rear of property and in poor condition not affecting public amenity and therefore the decision should be one of no objection.\r\rRecommendation:\rNo objection."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "14/02/2019",
  "secondary_street_name": null,
  "site_number": "3",
  "pp_id": "PP-07623057",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.264725,
          51.431212
        ],
        [
          -0.264726,
          51.431185
        ],
        [
          -0.264769,
          51.431186
        ],
        [
          -0.264768,
          51.431213
        ],
        [
          -0.264725,
          51.431212
        ]
      ]
    ],
    "type": "Polygon"
  }
}