{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PPQQ50NH00O00",
  "lapsed_date": "11/11/2024",
  "decision_target_date": "11/07/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 6AR",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.027
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/00983/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521681,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:03:52.758Z",
  "id": "Kingston-19_00983_HOU",
  "application_type": "Householder",
  "street_name": "Malden Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "11/11/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Formation of vehicular crossover to existing hard surface drive",
  "actual_completion_date": null,
  "last_date_consultation_comments": "13/06/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167230,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128012530",
  "centroid": {
    "lon": -0.252539,
    "lat": 51.391073
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.",
    "The development shall conform in all material aspects with the plans and details shown in the application as listed below, unless variations are agreed by the Local Planning Authority in order to discharge other conditions attached to this decision: \r\rSite Location Plan\rBlock Plan\r\rReason:  For avoidance of doubt and in the interests of proper planning.",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Prior to the use of the vehicular crossover, pedestrian/vehicular intervisibility splays of 2.8m x 3.3m shall have been provided in each direction where the access meets the back edge of footway, and shall be permanently retained free from any obstruction to visibility higher than 1.0m above ground level.\r\rReason: To maintain pedestrian and vehicular intervisibility in the interest of highway and pedestrian safety.",
    "The applicant can contact the Highway Authority on 020 8547 5002.",
    "The technical details of the flues, ducting, extract system, filters etc. and their continuing operation should be the subject of detailed discussion and agreement with council officers. These areas of operation come within the controls of the Environmental Protection Act 1990, and it is important to establish and implement the requirements of this legislation.",
    "Applicant should be advised that the Council will require the applicant to undertake a road and footway condition survey before construction begins. This will take the form of a joint inspection with a member of the Highways Operation Team and will involve a photographic record and visual observation of the roads, verges and margins.\rThe team would secure some deposit to ensure that repairing cost is covered should any damage result from the construction associated with this site.\r\rAlso, a license from the Highways Operation will be required to erect off site direction signs. This same team will issue the hoarding license (if necessary) and seek appropriate deposits.",
    "Applicant should be advised that the Council will require the applicant to undertake a road and footway condition survey before construction begins. This will take the form of a joint inspection with a member of the Highways Operation Team and will involve a photographic record and visual observation of the roads, verges and margins.\rThe team would secure some deposit to ensure that repairing cost is covered should any damage result from the construction associated with this site.\r\rAlso, a license from the Highways Operation will be required to erect off site direction signs. This same team will issue the hoarding license (if necessary) and seek appropriate deposits.",
    "Further to checks by the Lead Officer, please provide a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red, showing at least two road frontages and a North point.\r\rPlease note that we are unable to accept Land Registry Maps, due to copyright.\r\rCould you also please outline the complete site in red (not just the building) on the site location plan.\r\rPlease provide the relevant existing and proposed elevations indicating the doors and windows to be replaced.",
    "The fee required for your planning application is £1250.00 (if only meeting or advice note) or £1775.00 (if both required).  Payment can be made via either our Contact Centre on 0208 547 5002 or by cheque made payable to Royal Borough of Kingston upon Thames. You may also pay online via the Kingston Council website www.kingston.gov.uk",
    "Referring to your application form and the Condition you wish to vary, Condition 9 has more than one part to it and you are required to detail on the application description. The supporting documets relate to all parts of the Condition 9 however the description only refers to the window details.\r\rIn addition, you also refer to that Conditions 4, 7, 8, 9, 10, 17 in Section 4 are related to this application - please can you provide clarification as to how this condition relates to each of these conditions.",
    "A statement is required to support your requirement for the change to the opening times amendment to accompany your application",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rApproprriate works to reduce, reshape and maintain the tree while improving it's aesthetic value and therefore also it's public amenity contribution, while reducing it's impact upon the adjacent flats.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rIt is questionable whether or not this is a lapsed hedgerow and therefore exempt from application or notification, however, given that a section 211 notification has been made and they are well established enough to be considered trees, they should be considered such for the avoidance of doubt. In this case the trees in question as seen in the photo provided are in poor condition having grown misshapen and with structural defects present in some of them. As this is also connected to a recent susscesful application for the removal of adjacent TPO trees due to subsidence damage being caused to the garage block and as these trees are not visible to the public and are not of their own merit worthy of a TPO either individually or collectively, there is no reason to obstruct the proposed works and the Council's default response should be one of no objection.\r\rRecommendation:\rNo objections.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate works to reduce and maintain trees on site that have recieved no maintenance for some years.\r\rRecommendation:\rApprove.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rAppropriate repeat works to reduce and maintain. No nloss of public amenity or other consideration warranting the service of a TPO means that the Council's default decision should be one of no objection.\r\rRecommendation:\rNo objections."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "16/05/2019",
  "secondary_street_name": null,
  "site_number": "268",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.252517,
          51.391086
        ],
        [
          -0.252518,
          51.391059
        ],
        [
          -0.252561,
          51.39106
        ],
        [
          -0.25256,
          51.391087
        ],
        [
          -0.252517,
          51.391086
        ]
      ]
    ],
    "type": "Polygon"
  }
}