{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PN4QM5NHISG00",
  "lapsed_date": "21/05/2023",
  "decision_target_date": "15/04/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": null,
  "site_name": "Bentall Centre Multistorey Car Parks",
  "status": "Approved",
  "application_details": {
    "s106_agreement": true,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "PROPST Name: Proposal Sites (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "CPKTC Name: New/Improved/Relocated Car Parks (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "SSHOPF Name: Secondary Shopping Frontages (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Article 4"
      },
      {
        "result": null,
        "constraints_layer_description": "KTCAAP Name: Kingston Town Centre AAP"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Area of Archaeological Significance"
      },
      {
        "result": null,
        "constraints_layer_description": "THAMPA Name: Thames Policy Area"
      },
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Strategic Area of Special Character"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: Neighbourhood Policy"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type: AIRPORT\rDescription: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type: AIRPORT\rDescription: Heathrow Planning Consultation Zone: All applications for developments likely to attract birds or connected with an aviation use.\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: A"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128020209"
    ],
    "site_area": 78
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/00418/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517875,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:01:56.505Z",
  "id": "Kingston-19_00418_FUL",
  "application_type": "All Other",
  "street_name": "Steadfast Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "21/05/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "External refurbishment of Bentalls Car Park A including new cladding, lighting, signage, external landscaping and alterations to the entrance to car park",
  "actual_completion_date": null,
  "last_date_consultation_comments": "04/06/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 169566,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128020209",
  "centroid": {
    "lon": -0.306439,
    "lat": 51.412871
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form including cladding material Aliva Architectural Solutions Specification AL26 - Oro Champagne,  unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "Full details of the replacement planting specification shall be submitted to and approved in writing by the Local Planning Authority. The approved scheme shall be implemented within the first planting season following completion of the development and the tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority.  Any trees or shrubs which die during this period shall be replaced in the first available planting season, and the area shown to be landscaped shall be permanently retained for that purpose only.  \r\rReason: In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "No development shall take place including any works of demolition until a construction logistics plan has been submitted to and been approved in writing by the Local Planning Authority.  The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\ra) Statement on how the proposed development will be built;\rb) Provision for loading/unloading materials;\rc) The route to and away from site for muck away and vehicles with materials;\rd) Deliveries/collections to and from the site should use a route that is agreed with NRSWA team. The agreed route should be signed accordingly.\re) Protocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\rf) Protocol for managing vehicles that need to wait for access to the site; and\rg) Whether any reversing manoeuvres are required onto or off the public highway into the site, and whether a banksman will be provided;\rh) Temporary site access;\ri) Signing system for works traffic;\rj) Site access warning signs will be required in adjacent roads.\rk) Whether it is anticipated that statutory undertaker connections will be required into the site.\rl) Storage of plant, materials and operatives vehicles;\rm) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\rn) Location of all ancillary site buildings;\r0) Means of enclosure of the site; and\rp) Wheel washing equipment.\rq) The parking of vehicles of site operatives and visitors.\rr) Proposed temporary traffic management arrangements for the re-painting of the road markings works.\r\r\r\rReason: These details are required prior to commencement of development because the relevant works would take place at the beginning of the construction phase, and in order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "No external illumination of the external façade shall take place until a report detailing the lighting scheme and predicted light levels at neighbouring residential properties, including  details of timing and duration of lighting display(including terminal hour,  has been submitted to and been approved in writing by the Local Planning Authority. The development shall thereafter be carried out in accordance with the approved details in perpetuity. \r\rReason: In order that the lighting shall not cause nuisance to nearby occupiers or be a source of danger to road users in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The site and building works required to implement the development shall be only carried out between the hours of 08.00 and 18.00 Mondays to Fridays and between 08.00 and 13.00 on Saturdays and not at all on Bank Holidays and Sundays.\r\rReason:  To safeguard the amenities of the adjoining residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "A1 - Loading",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Site\rThe application site comprises a semi detached residential dwelling located on the northern side of Brunswick Road. The buildings on site are not listed or locally listed, however, the site falls within the Park Road Conservation Area.\r\rConsultations\r51 neighbouring properties have been notified of the proposals and a site notice has been displayed.\r\r16x representations were received, objecting to the proposal on the following summarised grounds:\r\r- Excessive height or bulk of buildings\r- Inappropriate design/layout\r- Privacy\r- Unacceptable or incompatible use\r- It is wrong to establish a precedent for this form of development in a conservation area\r- The immediate neighbours are having their lives \"blighted\"\r- Building elevated structures will not support the area's wildlife\r- Inadequate landscaping and means of enclosure\r- Loss of light/Sunlight\r- Effects on trees\r- The existing development is unsightly as it currently comprises of a large black plastic screen\r- Noise\r- The existing structure is infested with rats\r- The existing development is \"out of place\" for the conservation area\r- Concerns regarding the precedent the existing structure sets for other neighbours if approved\r- Fears that other Brunswick Road residents will erect similar structures, in the future\r- The structure as erected, does not \"respect\" a 2.5 metre distance from a neighbouring boundary and the considerable height is another safety issue.\r\r2x letters of support, from the same postal address have been received by the Council, for this planning application.\r\rThe following representation has been received from the Kingston Town Neighbourhood Conservation Areas Advisory Committee:-\r\"This ramshackle structure is clearly visible from the street & fills the gap between the property & its neighbour, unlike any other properties on this street. In our view it has a clearly harmful impact on the character & appearance of the conservation area and should be removed forthwith.\r\rThe Council Tree Officer has made the following comments:-\r\"I have reviewed the proposals for the above address and have the following comments to make:\rI have no objections to the proposals as they relate to trees and landscape, the tree and the air raid shelter have historically always cohabited this space and the recent alterations to the structure have no included any ground works or other alterations that might have an impact upon the tree within the Conservation Area.\"\r\rAssessment\rThe main issues in the assessment of the application are:\r\r- The impact on the character and appearance of the area; \r- The impact upon heritage assets;\r- The impact of the development on trees; and\r- The impact on the amenities of neighbouring occupiers.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rPolicy Guidance 2 (Heritage-led Regeneration), Policy Guidance 29 (Materials and Detailing), Policy Guidance 31 (Separation Distances), Policy Guidance 32 (Daylighting and Sunlighting) and Policy Guidance 41 (Outbuildings), of the SPD Guidance are applicable to this application.\rThe structure to be retained on this site, consists of an existing timber clad outbuilding, covered by a concrete roof, with a viewing platform and screening above. According to the drawings submitted with this planning application, timber trellis panels, with \"eco webbing\" for \"non-see through screening\", are to be retained.\rHaving regard to the above, officers consider that the proposed development would have an unacceptable impact on the character and appearance of the area, contrary to Policies CS8 and DM10 of the Council's adopted LFD Core Strategy April 2012.\r\rImpact upon Heritage Assets\rWith regards to heritage, Paragraphs 199 to 208 of the NPPF, 2021 set out the method for assessing the impact of development proposals on heritage assets. \r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, Paragraph 199 states that great weight should be given to the asset's conservation, irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rParagraph 201 says that where a proposed development will lead to substantial harm to (or total loss of) the significance of a designated heritage asset, permission should be refused unless it can be demonstrated that the harm or loss is necessary to achieve substantial public benefits that outweigh the harm or loss, or all of the following apply:\r\r- The nature of the heritage asset prevents all reasonable uses of the site;\r- No viable use of the heritage asset itself can be found in the medium term through appropriate marketing that will enable its conservation;\r- Conservation by grant-funding or some form of not for profit, charitable or public ownership is demonstrably not possible; and\r- The harm or loss is outweighed by the benefit of bringing the site back into use.\r\rParagraph 202 goes on to say that where a development proposal will lead to less than substantial harm to the significance of a designated heritage asset, this harm should be weighed against the public benefits of the proposal including, where appropriate, securing its optimum viable use.\r\rPolicy HC1 of the London Plan, 2021 and Policies CS8 and DM12 of the Council's Core Strategy, 2012 echo these requirements.\r\rThe application site is located within the Park Road Conservation Area. The retention of the existing outbuilding with a raised platform and screening on the roof, would continue to have an appearance which is distinctly at odds with the architecture, character and appearance of the wider conservation area. In addition, the scale, specifically the height of the raised platform and surrounding screening, present a particularly jarring and visually prominent feature. \r\rIt is considered that the harm to the significance of the conservation area would continue to be substantial and would not be outweighed by any public benefit.\rAs such, the proposed development would not accord with Section 72 of the Planning Listed Building and Conservation Areas Act 1990, paragraphs 197 - 206 of the NPPF, policy HC1 of the London Plan 2021 and policies CS8, DM10 and DM12 of the Council's adopted LDF Core Strategy April 2012.\r\rImpact upon Trees\rPolicy G7 of the London Plan 2021 states that development proposals should ensure that, wherever possible, existing trees of value are retained. If planning permission is granted that necessitates the removal of trees, there should be adequate replacement. Policy DM10 of the Council's Core Strategy 2012 expects new development to ensure that trees that are important to the character of the area or covered by Tree Preservation Orders (TPOs) are not adversely affected.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers have concerns, however, regarding the visual scale of the proposed development which is highly visible from surrounding properties, creating an overbearing appearance and visually dominant structure when viewed from these properties. Having regard to this, officers consider the development has significant impact on the amenities of neighbouring occupiers in terms of sense of dominance and impact to outlook. In addition, the existing development causes a loss of daylight to the rear of neighbouring residential properties in Kingsborough Place and Park Road. \rThe existing platform and surrounding screening has an unacceptable impact on the amenity of the rear of neighbouring properties at Kingsborough Place and Park Road through overbearing impact, visual intrusion and loss of daylight, thereby conflicting with Policy DM10 of the Council's Core Strategy 2012.\r\rConclusion\rIn conclusion, the proposed development would not accord with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan 2021, Policies CS8, DM10 and DM12 of the Core Strategy (2012) and the Residential Design SPD (2013).\r",
    "Please provide copies of all proposed elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\rThe submitted proposed elevations are labelled as existing. Please labelle the elevations individually.",
    "Please be advised that the Proposed Ground Floor Plan does not show the cycle store as referred to in the Design and Access Statement",
    "All drawings must be re-submitted as they must cleary display a scale bar",
    "Drawing 48BR-P018B Proposed Sections, is invalid as proposed loft extension is shown.\r\rLoft extension is not part of this application, and must be removed.\r\rPlease correct and resubmit this drawing only.",
    "Please note that the application form submitted with this application has been shown as a draft application, and this cannot be considered. You will need to submit a normally completed application to be considered."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/02/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-07621853",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.306417,
          51.412884
        ],
        [
          -0.306418,
          51.412857
        ],
        [
          -0.306461,
          51.412858
        ],
        [
          -0.30646,
          51.412885
        ],
        [
          -0.306417,
          51.412884
        ]
      ]
    ],
    "type": "Polygon"
  }
}