{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PO7GH8NHJIK00",
  "lapsed_date": "30/01/2023",
  "decision_target_date": "23/05/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7HL",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SHOPFR Name: Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Article 4"
      },
      {
        "result": null,
        "constraints_layer_description": "DISIA Name: District inset areas"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: Neighbourhood Policy"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type: AIRPORT\rDescription: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128002318"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/00607/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519486,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:02:34.757Z",
  "id": "Kingston-19_00607_FUL",
  "application_type": "All Other",
  "street_name": "Tolworth Broadway",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "30/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Variation of Condition 2 (approved plans) of Planning Permission Reference: 18/10380/FUL\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "14/05/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 166151,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128002318",
  "centroid": {
    "lon": -0.284434,
    "lat": 51.381841
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of the original planning permission 20th December 2018.\r\rReason:  As required  by Section 91 of  the Town  and Country Planning  Act  1990,  as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "The materials and finishes of the external walls and roof of the development hereby permitted shall be those as specified on the application form and submitted drawings, or such other materials as shall have been approved in writing by the Local Planning Authority and shall thereafter be retained as such.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "The roof of the extension (with the exception of the private amenity space) hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to beneficial occupation of the development hereby permitted, the obscure glass privacy screens/railings shown on the approved drawings, serving the first floor and the full height obscure glazed sliding screens to the second floor private amenity space, shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and must be replaced in the event that it ceases to result in obscurity to level 3.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to beneficial occupation of the development hereby permitted, the side facing north west windows, serving the first floor and second floor entrance stairs, shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale -the windows shall be nonopenable below 1.7m from the finished floor level. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and must be replaced in the event that it ceases to result in obscurity to level 3.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the south east or north west elevation walls of the extension without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to the beneficial occupation of the development hereby approved the cycle parking facilities shall be provided in accordance with a scheme which shall have previously been submitted to and approved in writing by the local Planning Authority. The cycle facilities shall be fully implemented and made available for use prior to the occupation of the development hereby permitted and shall thereafter be retained for use at all times.\r\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to beneficial occupation of the development hereby approved the refuse/recycling facilities shall be fully implemented and made available for use in accordance with a scheme for waste management which has been previously submitted to and approved in writing by the Local Planning Authority. The refuse/recycling facilities shall be installed prior to beneficial occupation and thereafter be retained for use at all times.\r\rReason: To ensure the provision of satisfactory refuse and recycling facilities in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The applicant is advised that the Council will require the applicant to undertake a road and footway condition survey before construction begins. This will take the form of a joint inspection with a member of the Highways Operation Team and will involve a photographic record and visual observation of the roads, verges and margins. The same team will secure a deposit to ensure that repairing cost is covered should any damage result from the construction associated with this site.",
    "The applicant can contact the Highway Authority on 020 8547 5002.",
    "Kingston Council has a statutory duty to officially name streets and number properties within streets.  As your planning application is likely to require address changes, you are obliged to contact the Street naming and numbering team to request official registration in accordance with Part II of the London Buildings Act 1939.  Failure to do this could result in delays/omissions by the post office, emergency services and other service providers.  You can submit your application online via our website www.kingston.gov.uk or via email to snn@kingston.gov.uk.  Alternatively, if you do not have internet access please call 020 8547 4606.",
    "When undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Councils Environmental Health Department.",
    "The details submitted for Condition 10 (Levels of Buildings, Roads, Parking Areas and Pathways) of Planning Permission 19/00699/FUL by the applicant are considered satisfactory. As such, Conditions 10 is hereby fully approved.",
    "This application seeks a non-material amendment to planning ref. 17/14178/FUL that granted permission for a mixed use development comprising, amongst other things, retail, office and residential uses. The original description made specifc reference to the floorspace of the office and retail provision at ground floor level (331 sqm and 679 sqm respectively), and this application seeks to remove that reference. It is stated that the purpose of the amendment is to allow the flexibility to submit future amendments which would be dealt with under a separate planning application.\r\rPlanning permission 17/14178/FUL does not contain any conditions requiring the retention of a specifc amount of floorspace for either of the aforementioned uses. Also since permission was granted, offices and retail both fall within Class E of the Use Classes Order and so could be interchangable without the need to apply for planning permission. \r\rBased on this, it is considered that the proposed amendment would be non-material.",
    "The site comprises a semi-detached dwelling.\r\rThe proposal is for a two storey side extension, single storey rear extension, and single storey front extension.\r\r5 surrounding properties were notified of the proposal. Two netural comments were received: one relating to party wall and property boundary issues; and another relating to the potential impact on swifts.\r\rOfficer Comment: Property boundary and party wall issues fall outside of the remit of the planning process. While it would not be reasonable to impose conditions requiring biodiversity enhancements to a proposal of this scale, officers recommend an informative to make the applicant aware of the issues raised in the representation.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Officers note that the proposed side extension would be set right up to the boundary of the site, when the Council's Residential Design SPD recommends that such extensions be set 1m from the boundary at first floor level at the very least to preserve the gaps between dwellings and to prevent them merging visually to form a terrace. However, officers also note that the gaps between dwellings have already been eroded in the area, most notably by the side extension at 21 Somerset Close, which is almost directly opposite the site. This extension was granted permission in 2015 (application reference 15/14372/HOU) and in the absence of any material changes in planning policy circumstances since that time, it would be unreasonable for officers to stringently apply the guidance on boundary separation to the current proposal. In any event, a gap of 2m to 3m would be retained between the flank wall of the extension and the flank wall of the neighbouring property at first floor level, so some degree of openness would be preserved.\r\rAside from this, the proposed side extension would be set down from the ridge and set back from the front wall of the main house, ensuring a subordinate appearance. It would also be finished in materials to match the main house and would respect the existing hipped roof form, which would help it to visually integrate well.\r\rThe remaining elements of the proposal would be moderate in scale and would be respectful of the design of the existing dwelling. Although the front extension would be set close to the existing bay, it would not dominate the front elevation and would not appear prominently within the street scene. The rear extension would have the typical appearance of a contemporary domestic rear extension.\r\rHaving regard to the above, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Officers note that there are two windows at first floor level in the western elevation of neighbouring property, No.16 Somerset Close, which would directly face the proposed side extension. However, these windows are obscure glazed and so the proposal would not appear overbearing or unduly limit the amount of light reaching these windows. The proposed rear extension would be slightly taller than is recommended by the Residential Design SPD, rising to 3.3m instead of the recommended 3m for an extension with a flat roof. However, it would measure just 3.5m in depth on the side of No.16 Somerset Close, so would be unlikely to appear overbearing or result in undue loss of light. On the side of No.20 Somerset Close, the proposal would measure 4m but would abut an existing extension of similar depth.  \r\rThe proposal would not introduce any side facing windows in the upper storeys of the property and those in the front and rear elevations would offer similar views to those already on offer from the property. It would not be reasonable to resist the proposal on the basis of ground floor windows, as the views from these windows could be effectively controlled by boundary treatments.\r\rHaving regard to the above, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan, and the Policies of the Core Strategy (2012).",
    "The site comprises a detached dwelling.\r\rThe proposal is for the erection of a single storey side extension and a canopy within the rear garden.\r\r7 surrounding properties were notified of the proposal. One objection was received on the grounds of the proximity of the side extension to the site boundary. This matter will be considered below.\r\rThe key areas of assessment are:\r- The planning history;\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rPlanning History\rThe planning history is a material consideration. This application is a revision of a previously refused application (20/01163/HOU), which was in turn a revision of another refused application (19/03180/HOU).\r\rThe later application (20/01163/HOU) was refused because the design and materials of the side extension were considered to be poor quality, and their scale and position was such that they would be prominent within the street scene, resulting in harm to the character and appearance of the area. \r\rThe impact of the proposal on the amenities of neighbouring occupiers was previously found to be acceptable, as was the visual impact of the proposed garden canopy.\r\rThe current application differs from the previously refused scheme in terms of the proposed materials. Where the walls where previously to be timber clad, a render finish to match the main part of the house; where the roof was previously to be corrugated plastic, it is now proposed to be tiled to match the main part of the house. The test is whether these changes are sufficient to overcome the previous reasons for refusal and render the application acceptable in its own right.\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The materials that are now proposed would be much more appropriate than those previously proposed. The fact that they would match the main part of the house would cause the extension to integrate well with its host, rather than appearing as an incongruous or unduly prominent feature. \r\rOfficers previously concluded that the garden canopy would have an acceptable impact on the character and appearance of the area, in large part due to the fact that it would be well hidden from public view. Officers have no cause to depart from this view now.\r\rTherefore, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Given the limited height of the proposed side/rear extension and the degree of separation between the proposed canopy and the adjoining neighbour, 8 Selwood Road, officers are satisfied that the proposal would not appear overbearing or result in any undue loss of light to neighbouring occupiers. It is therefore considered that the proposed development would have an acceptable impact on the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan, Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Please provide information regarding  the amount by which you seek to reduce each tree by , in metres or by percentage.",
    "Please provide existing roof plans at a recognised scale of 1:50 or 1:100, providing a scale bar, showing the outline of entire property not just part and showing dimensions of proposed work.",
    "Existing plans and elevations (prior to building the extension) must be provided at a recognised scale of 1:50 or 1:100, providing a scale bar",
    "\"Erection of single storey rear extension (retrospective application)\" - Please confirm this work description  in writing by e-mail",
    "Upon further assessment your submitted plans do not show all of the proposed work to be carried out, ie the details of the existing garage to be demolished. A site plan and floor plans showing the existing building to be demolished are required",
    "Design and Access Statement and Cil Form have both been submitted at wrong resolution and are both illegible.\r\rPlease re-submit Design and Access Statement and a completed CIL Form",
    "Please confirm description of proposed works \"Demolition of existing rear extension and erection of single storey side/rear extension, alterations including part removal of garage and replacement of flat roof with pitched roof and erection of a new detached outbuilding \"",
    "Please provide revised copies proposed elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\rPlease note that the proposed elevations should show all alterations/extensions from that side (eg. front and rear)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "28/03/2019",
  "secondary_street_name": null,
  "site_number": "10",
  "pp_id": "PP-07687921",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.284412,
          51.381855
        ],
        [
          -0.284413,
          51.381828
        ],
        [
          -0.284456,
          51.381828
        ],
        [
          -0.284455,
          51.381855
        ],
        [
          -0.284412,
          51.381855
        ]
      ]
    ],
    "type": "Polygon"
  }
}