{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=PMRQKSNHIIZ00",
  "lapsed_date": "05/03/2023",
  "decision_target_date": "08/04/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": null,
  "site_name": "Land At The Former Worcester Park",
  "status": "Lapsed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 903,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 903,
      "development_type": "New Build",
      "total_gia_gained": 0,
      "site_area": 0.424,
      "total_gia_existing": null
    },
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: Neighbourhood Policy"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type: AIRPORT\rDescription: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Non-Ownership Interests"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Education"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "gia_gained": 0,
        "use_class": "A4",
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 903
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "max_height": null,
        "building_ref": null
      }
    ],
    "scheme_name": "The Worcester Park Tavern Park Terrace Worcester Park",
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_gia_gained": null,
      "total_gia_lost": null
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": [
        {
          "no_bedrooms_for_older_persons_c2": null,
          "m43_2b_compliant": null,
          "superseded_date": null,
          "actual_completion_date": null,
          "no_rooms_proposed": 132,
          "m43_2a_compliant": null,
          "m42_compliant": null,
          "actual_commencement_date": null,
          "no_bedrooms_for_older_persons_sg": null,
          "unit_type": "Hotel Room",
          "superseded_by_lpa_app_no": null,
          "no_rooms_lost": 0
        }
      ],
      "site_area": null
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "affordable_housing_fast_track": null,
    "s106_agreement": true,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [
      "000128014356"
    ],
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "circular_economy_statement": null,
    "commencement_notice_received": true,
    "scheme_phasing": false,
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 3020,
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "internal_resi_water_usage": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "uk_company_registration_no": null,
    "3d_model": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "total_gia_lost": null,
    "social_infrastructure_contributions": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "appeal_decision_date": null,
  "lpa_app_no": "19/00330/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 522103,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Full planning permission",
  "last_updated": "2025-05-05T17:01:38.049Z",
  "id": "Kingston-19_00330_FUL",
  "application_type": "All Other",
  "street_name": "Park Terrace",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "05/03/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Erection of five/six storey building for 132 bedroom hotel with meeting room, bar/restaurant and ground floor external terrace, car park and landscaping, together with the reconfiguration of Park Terrace.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "07/03/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": "Major all other major developments",
  "centroid_northing": 166110,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128014356",
  "centroid": {
    "lon": -0.246861,
    "lat": 51.380917
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rREASON: To comply with the provisions of Section 91(1)(a) of the Town and Country Planning Act 1990 as amended by the Planning and Compulsory Purchase Act 2004. \r",
    "Full detailed drawings at a scale of 1:20  of openings including windows, doors and other openings, the ground floor elevations, roof level elevations and plans including plant enclosure shall be submitted to and approved in writing by the Local Planning Authority before any above ground works on site are commenced. The development shall be carried out in accordance with the approved plans.\r\rREASON: The details would affect subsequent design of other elements of the scheme and must be agreed at the outset and to ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 of the LDF Core Strategy Adopted April 2012.\r",
    "A sample of the external facing materials, windows, doors and hard landscaping to be utilised in the development hereby permitted shall be submitted to and approved in writing by the Local Planning Authority before any above ground works on site are commenced. The development shall then be built in accordance with these approved samples.\r\rREASON: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "No development shall take place until a Construction Logistics Plan (CLP) has been submitted to and approved in writing by the Local Planning Authority. \r\rThe CLP shall set out the measures proposed to ensure construction will be undertaken in a manner which does not cause harm to the amenity of nearby occupiers, pedestrian or highway safety and shall include:\r\r(a) Provision for loading/unloading materials.\r(b) Storage of plant, materials and operatives vehicles.\r(c) Temporary site access.\r(d) Signing system for works traffic.\r(e) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works.\r(f) Location of all ancillary site buildings.\r(g) Measures to protect any tree, shrubbery and other landscape features to be retained on the site during the course of development.\r(h) Means of enclosure of the site.\r(i) Wheel washing equipment.\r(j) The parking of vehicles of the site operatives and visitors\r(k) The erection and maintenance of security hoarding.\r(l) A scheme for recycling/disposing of waste resulting from demolition and  construction works.\r\rThe development shall be carried out strictly in accordance with the approved CLP throughout the construction period.\r\rREASON: The relevant works would take place at the beginning of the construction phase and in order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to commencement of any development on site, a Construction Management Plan shall be submitted to the planning authority for written agreement. The development shall only be implemented in accordance with the details and measures approved as part of the construction management plan, which shall be maintained throughout the entire construction period.\r\rThe Construction Management Plan shall include:\r-Construction details of the hotel building\r-Setting out delivery vehicle management, to include timings and stacking capacity\r- A commitment that no construction related deliveries to the site will be undertaken during peak periods (08:00 - 09:00 and 16:30 - 18:00);\r- Information on Origin & Destination (O&D) (i.e. muck away, concrete, vehicle class and frequencies etc);\r- Use of a delivery booking system to ensure vehicles can be accommodated on site;\r- Plans highlighting the allocation of holding and utility areas for the construction vehicles, to prevent any vehicles which cannot be accommodated on site from waiting on the surrounding roads; and\r- Advance notice on when cranes and hoardings will be arriving on site and also information on advance utility routing and requirements, for the purposes of traffic management.\r\rReason: The relevant works would take place at the beginning of the construction phase and in order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to the commencement of the development, a Construction Environmental Management Plan outlining the mitigation measures to minimise release of dust entering the atmosphere or being deposited on nearby receptors, particularly during construction activities, shall be submitted to and approved in writing by the Local Planning Authority.\r\rThe plan will need to consider mitigation measures designed to limit emissions from vehicles used in connection with the development, including the use of low emission plant and vehicles (ideally Euro V emission standard or better) fitted with catalysts, diesel particulate filters or similar devices in respect of both on road and off road vehicles and plant. The development shall be carried out strictly in accordance with the details so approved and no change therefrom shall take place without the prior written consent of the Local Planning Authority.\r\rREASON: The relevant works would take place at the beginning of the construction phase and in the interests of sustainability and energy conservation as set out in Policies 5.2 and 5.3 of the London Plan (July 2011) and Policy DM1 of the LDF Core Strategy Adopted April 2012\r",
    "Prior to the occupation of the development hereby approved, a Delivery and Servicing Management Plan shall be submitted to and approved by the Local Planning Authority.  The scheme shall include the following details:\r- How delivery vehicles and servicing will be managed at the sites;\r- The hours of deliveries and servicing;\r- How deliveries will be controlled to ensure the development does not adversely affect the highway;\r-An explanation of the controls on the types and sizes of vehicles accessing the site to ensure they are appropriate to the local area and environmentally acceptable in terms of exhaust and noise emissions\r\rThe development shall be carried out strictly in accordance with the details so approved and shall be maintained as such thereafter.\r\rREASON: In the interests of highway safety and to ensure that the proposed development does not prejudice the free flow of traffic or conditions of general safety on adjoining highways and that adequate servicing and manoeuvring provision is made in accordance with Policies DM9 and Policy DM10 of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to the occupation of the development hereby approved, a Car and Coach Management Plan shall be submitted to and approved by the Local Planning Authority. The scheme shall include the following details:\ra) How car and coach parking will be allocated;\rb) How the car and coach booking system will be implemented; \rc) How the car parking will be suspended to facilitate coach parking; \rd) Measures to ensure coaches book at least 1 week in advance prior to arriving on-site; \re) The maximum duration of time that a coach will be parked at the site; \rf) How coaches and cars will be managed; \rg) The use of any signage; \rh) How will the electric charging points be managed; and  \ri) Outline any off-site reimbursement schemes\r\rREASON: In the interests of highway safety and to ensure that the proposed development does not prejudice the free flow of traffic or conditions of general safety on adjoining highways and that adequate parking and manoeuvring provision is made in accordance with Policies DM9 and Policy DM10 of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to occupation of the development hereby approved, a Hotel Management Plan shall be submitted and approved in writing by the Local Planning  Authority. The Hotel Management Plan shall include the following information:\r\ra) Results of the Security Needs Assessment for the proposed development;\rb) Hotel staff training on safety and security matters;\rc) Security measures that would be adopted by the hotel, e.g. CCTV, security gates and rails, lighting, marked bays, alarmed doors and lockable doors for proposed cycle storage; \rd) Complaint recording and complaint handling procedures;\re) Maximum length of stay being limited to 90 consecutive days in any 12 month\rperiod and measures to ensure that visitor accommodation is not permanently\roccupied;\rf) Emergency evacuation procedures for disabled guests.\r\rThe development shall be carried out strictly in accordance with the details so\rapproved and no change therefrom shall take place without the prior written consent of the Local Planning Authority.\r\rREASON: To safeguard the amenities of neighbouring occupiers and future guests of the proposed hotel, in accordance with Policy DM10 of the LDF Core Strategy Adopted April 2012.\r",
    "A detailed air quality impact assessment must be undertaken and submitted to the planning authority for approval, prior to the commencement of construction works. The development shall only be implemented in accordance with the details and measures approved as part of the air quality assessment. \r\rREASON: To ensure that the proposed development would not have an adverse impact, in terms of air pollution, and  in order to comply with the aims and objectives of Policy 5.2 of the London Plan and Policies CS1 and DM1 of the LDF Core Strategy Adopted April 2012.\r",
    "The site and building works required to implement the development shall be only carried out between the hours of 08.00 and 18.00 Mondays to Fridays and between 08.00 and 13.00 on Saturdays and not at all on Bank Holidays and Sundays.\r\rREASON: To safeguard the amenities of the adjoining residential occupiers in accordance with Policy DM10 of the LDF Core Strategy Adopted April 2012.\r",
    "The burning of any waste arising from any works associated with the development hereby approved is prohibited on site.\r\rREASON: To safeguard the amenities of the occupiers of the neighbouring properties and surrounding area in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to the occupation of the development hereby permitted, full specification details of any plant or machinery (including kitchen extraction equipment) shall be submitted to and approved in writing by the Local Planning Authority.  The development shall be carried out in accordance with the approved details. \r\rReason: In the interests of the residential amenities of the area in accordance with Policy DM10 of the LDF Core Strategy Adopted April 2012.\r",
    "The rating level of any noise generated by  the cumulative sound emissions of the building services plant equipment hereby permitted shall be at least 5dBA lower than the existing background noise level at any given time of operation. The noise levels shall be determined 1 metre externally to any window at the nearest residential fac\u0019\"§ade. Measurements and assessment shall be carried out in accordance with British Standard BS4142: 2014 Methods for rating and assessing industrial and commercial sound. \r\rREASON: To safeguard the amenities of the occupiers of neighbouring properties in accordance with Policy DM10 of the LDF Core Strategy Adopted April 2012.\r",
    "The hotel bedrooms hereby permitted shall be designed to ensure that the following internal noise levels are not exceeded due to environmental noise:\rDaytime (07:00-23:00 hours) hour less than or equal to 35 dB LAeq, 16hr\rNight-time (23:00-07:00 hours) hour less than or equal to 30 dB LAeq, 8hr, less than or equal to 45 dB LAmax.\r\rThe maximum criterion applies to all current and reasonably foreseeable sources of noise including that associated with commercial and industrial neighbouring premises. Genuinely infrequent and unpredictable sources such as sirens, car alarms or other uncharacteristic events occurring no more than five times a night are excluded.\r\rREASON: To ensure that the occupiers and users of the development do not suffer a loss of amenity and the existing operations of the surrounding businesses are not prejudiced.\r",
    "Prior to the commencement of groundworks (excluding site investigations and demolition), the following details shall be submitted for approval by the Lead Local Flood Authority:\ra) A final detailed drainage design including drawings, supporting calculations and an updated Drainage Assessment Form, in alignment with the with the approved Flood Risk Assessment and Drainage Strategy Rev C (dated 10/05/2019 ) and associated drawings; \rb) Evidence to demonstrate that efforts have been made to include above ground SuDS features into any landscaped areas of the site;\rc) Evidence to show whether infiltration is viable on the site;\rd) A detailed management plan confirming routine maintenance tasks for all drainage components including how the drainage system is to be maintained for the lifetime of the development;\r e) Identification of the owner of the drainage management plan \r\rREASON: To prevent the risk of flooding to and from the site in accordance with relevant policy requirements including but not limited to London Plan Policy 5.13, its associated Sustainable Design and Construction SPG, the Non-Statutory Technical Standards for Sustainable Drainage Systems and Kingston Council's Local Plan Policy DM4.\r",
    "No building hereby permitted shall be occupied until evidence (photographs and installation contracts) is submitted to demonstrate that the sustainable drainage scheme for the site has been completed in accordance with the submitted details. The sustainable drainage scheme shall be managed and maintained thereafter in accordance with the agreed management and maintenance plan for all of the proposed drainage components.\r\rREASON: To comply with the Non-Statutory Technical Standards for Sustainable Drainage Systems, the National Planning Policy Framework (Paragraph 103), the London Plan (Policies 5.12 and 5.13) along with associated guidance to these policies and Kingston Council's Local Plan Policy DM4.\r",
    "No development shall take place until an investigation and risk assessment, in addition to any assessment provided with the planning application, and has been completed in accordance with a scheme to assess the nature and extent of any contamination on the site, whether or not it originates on the site. The contents of the scheme should be submitted to and be approved in writing by the Local Planning Authority. The investigation and risk assessment must be undertaken by competent persons and a written report of the findings must be produced. The written report is subject to the approval in writing of the Local Planning Authority. The report of the findings must include:\r\r(i) a survey of the extent, scale and nature of contamination; \r(ii) an assessment of the potential risks to:\ro human health,\ro property (existing or proposed) including buildings, crops, livestock, pets, woodland and service lines and pipes,\ro adjoining land,\ro groundwaters and surface waters,\ro ecological systems,\ro archaeological sites and ancient monuments;\r(iii) an appraisal of remedial options, and proposal of the preferred option(s).\r\rThis must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11.\r\rReason: To ensure that risks from land contamination is understood prior to works on site both during the construction phase to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policies DM10.\r",
    "Notwithstanding the submitted details, a landscaping scheme shall be submitted to and approved in writing by the Local Planning Authority prior to occupation of the development hereby permitted. The scheme shall include the following details:\r\ra) existing and proposed underground services and their relationship to both hard and soft landscaping;\rb) soft plantings: including grass  areas, shrub and herbaceous areas;\rc) enclosures and boundary treatment: including types, dimensions and treatments of walls, fences, screen walls, barriers, rails, and retaining walls;\rd) hard landscaping: including ground surfaces, kerbs, edges, ridge and flexible\rpavings, unit paving, furniture, steps and if applicable synthetic surfaces;\re) inclusive design principles adopted in the landscaped features;\rf)  bird and bat boxes; and\rg) any other landscaping feature(s) forming part of the scheme.\r\rAll landscaping in accordance with the approved scheme shall be completed / planted during the first planting season following practical completion of the relevant phase of the development hereby approved in accordance with the approved planting phase. The landscaping and tree planting shall have a two-year maintenance / watering provision following planting and any existing tree shown to be retained or trees or shrubs to be planted as part of the approved landscaping scheme which are removed, die, become severely damaged or diseased within five years of completion of the development shall be replaced with the same species or an approved alternative to the satisfaction of the Local Planning Authority within the next planting season.\r\rThe development shall be carried out strictly in accordance with the details so approved and shall be maintained as such thereafter.\r\rREASON: In the interest of biodiversity, sustainability and to ensure that a satisfactory standard of visual amenity is provided and maintained in accordance with Policies DM 6 and DM10 of the adopted LDF Core Strategy.\r",
    "The development hereby approved shall be carried out strictly in accordance with the approved Arboricultural Impact Assessment Preliminary Arboricultural Method Statement and Tree Protection Plan drawing number 6887-D-AIA-A hereby approved. No change therefrom shall take place without the prior written consent of the Local Planning Authority. \r\rReason: In the interest of biodiversity  in accordance with Policies DM 6 and DM10 of the adopted LDF Core Strategy.",
    "Prior to the damp proof course level of the development hereby approved, an Ecological Enhancement Scheme shall be submitted and approved in writing by the Local Planning Authority. The scheme shall include details of the features to be enhanced, recreated and managed for species both in the course of development and in the future. The scheme shall be carried out prior to the occupation of any part of the development and shall be retained in perpetuity. \r\rREASON: To enhance ecological interest in accordance with the NPPF and Policies DM 6 of the adopted LDF Core Strategy.",
    "The energy efficiency measures as outlined within the approved Energy Statement which shall provide for no less than a 52.2% on-site total C02 reduction (regulated and unregulated emissions) in comparison with total emissions from a building which complies with Building Regulations 2013 shall be installed and operational prior to the first occupation of the development.\r\rThe development shall be carried out strictly in accordance with the details so approved and shall be maintained as such thereafter.\r\rREASON; In the interests of sustainability and energy conservation in accordance with Policies 5.2 and 5.3  of the London Plan  and Policy DM1 of the adopted LDF Core Strategy Adopted April 2012. \r",
    "Within 3 months of work commencing on site, a copy of a letter from a person that is licensed with the Building Research Establishment (BRE) (or equivalent) confirming that the development is registered with BRE under BREEAM, and a Design Stage Assessment Report showing that the development will achieve the agreed BREEAM rating (Excellent) has been submitted to and approved in writing by the Local Planning Authority. The submission shall also include evidence to show how the development will meet 35% emissions reduction from part L 2013 baseline.\r\rREASON: The relevant works would take place at the beginning of the construction phase and in the interests of sustainability and energy conservation as set out in Policies 5.2 and 5.3 of the London Plan (July 2011) and Policy DM1  of the LDF Core Strategy Adopted April 2012.\r",
    "Unless otherwise agreed in writing by the Local Planning Authority, within 3 months of first occupation of the development a Post-Construction Review Certificate issued by the Building Research Establishment or other equivalent assessors confirming that the development has achieved the agreed BREEAM rating of 'Excellence'  shall be submitted to and acknowledged in writing by the Local Planning Authority.  The submission shall also include confirmation that the development has met 35% emissions reduction from part L 2013 baseline.\r\rREASON: In the interests of sustainability and energy conservation in accordance with Policies 5.2  and 5.3  of the London Plan and Policy DM1 of the LDF Core Strategy Adopted 2012. \r",
    "Prior to the damp proof course level of the development hereby permitted, details of external lighting (including full specification of all luminaries, lamps and support structures)  shall be submitted to and approved in writing by the Local Planning Authority. Prior to the occupation of the development hereby permitted, the external lighting shall be installed and operational  in accordance with the approved details and retained in perpetuity.\r\rREASON: In order that the lighting shall not cause a nuisance to nearby occupiers or be a source of danger to road users in accordance with Policy DM10 of the LDF Core Strategy Adopted April 2012.\r",
    "The car parking, servicing and manoeuvring areas shown on the approved drawings shall be provided with a hard bound, dust-free surface, adequately drained before the development to which it relates is occupied and thereafter it shall be kept free from obstruction at all times for use by the occupier of the development and shall not thereafter be used for any purpose other than the parking of vehicles for the occupiers of the development and visitors to it.\r\rREASON:  To ensure the provision of adequate off-street parking accommodation and to avoid the congestion of surrounding roads by parked vehicles in accordance with Policy DM10 of the LDF Core Strategy Adopted April 2012.\r",
    "The 12 Electric Vehicle Charging Points as shown on the approved plans shall be fully implemented and made available for use prior to the occupation of the development hereby permitted and shall thereafter be retained for use at all times.\r\rREASON: To promote sustainable modes of transport in accordance with Policy 6.13 of the London Plan and Policies DM9 and DM10 of the LDF Core Strategy Adopted April 2012.",
    "Notwithstanding the approved drawings, the development hereby permitted shall not be occupied until details of secure cycle parking facilities for the staff of, and visitors to, the development hereby approved have been submitted to and approved in writing by the Local Planning Authority. These facilities shall be fully implemented and made available for use prior to the occupation of the development hereby permitted and shall thereafter be retained for use at all times.\r\rREASON: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 of the LDF Core Strategy Adopted April 2012.\r",
    "The level of buildings, roads, parking areas and pathways within the site shall only be in accordance with details which shall have previously been submitted to and approved in writing by the Local Planning Authority before the development is commenced. \r\rREASON: The details would affect subsequent design of other elements of the scheme and must be agreed at the outset and to ensure that the appearance and functioning of the development is satisfactory and to safeguard the amenities of adjoining occupiers in accordance with Policy DM10 of the LDF Core Strategy Adopted April 2012 and comply with Supplementary Planning Document 'Access for All' (July 2005)\r",
    "Prior to the occupation of the development hereby permitted, the proposed hotel bedroom windows in the side elevation  facing Mercury House, Park Terrace, Worcester Park as shown on drawing number WPT-A-P-00-X16 Rev D shall be constructed so that the framework/glazing less than 1.7 metres above finished floor level shall be non-opening and obscure glazed to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rREASON: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to the commencement of ground works (excluding site investigation and demolition), the following details shall be submitted for approval by the local planning authority.\r\r(a) Details of the hard surfaces of the 4 disabled parking spaces as shown on approved drawing number WPT-A-P-00-010 C;\r(b) Details of the bedroom furnishings, bathroom appliances and bathroom surface finishes which would be provided in the 12 wheelchair accessible rooms as shown on approved drawing numbers WPT-A-P-00-210 Rev B, WPT-A-P-00-310 Rev B, WPT-A-P-00-410 Rev B\r\rThe development shall be carried out strictly in accordance with the details so approved and shall be maintained as such thereafter.\r\rReason: To ensure that the development does not exclude wheelchair users from the use and enjoyment of the site, in accordance with the Policy DM10 of the LDF Core Strategy Adopted 2012 and the objectives of Policies 4.5 and 7.2 of the London Plan (March 2016).",
    "With the exception of hotel residents, the ground floor ancillary restaurant and café bar hereby approved shall not be open to the general public except between the hours of 06:00 am and 12:00am Mondays to Sundays. \r\rREASON: To ensure that the operation of the bar and restaurant does not unduly impact on residential amenity, in accordance with Policy DM10 of the adopted LDF Core Strategy. \r",
    "Application Site\rThe  application relates to the ground floor commercial unit specifically and is located within the designated Tolworth District Centre.\r\rThe proposal seeks to subdivide the existing pawn brokers unit to maintain a pawn brokers and introduce a bakery with tables and chairs outside on the pavement and to the front of the premises.\r\rLocated in the main commercial street of Tolworth District Centre the proposal is considered to be compatible with its surroundings. \r\rThere have been no objections to the application received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light, loss of privacy, visual intrusion or noise.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Details of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r---End of Officer Report---",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission. \r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted.\r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThe application seeks a change to the approved roof form from a crown design to a fully hipped design. Officers are satisfied that this would have a negligible impact on the character and appearance of the area and would constitute a non-material amendment.\r\rHowever, it is proposed to substitute drawing 2671-RDJWL-ZZ-ZZ-DR-A-0025, which shows the approved site layout / ground floor plan and first floor plan, as well as all four elevations of the building, with drawings 2671-RDJWL-01-ZZ-DR-A-0077 and 2671-RDJWL-01-XX-DR-A-0076, which show only three elevations of the building and do not show any floor plans or site layout. Doing so would result in an incomplete set of plans and therefore the application should be refused in the interests of proper planning.",
    "The placing of tables and chairs on the public highway requires a permit under Section 115 A of the Highways Act 1980. An application for a permit should be made to the Council's Licensing Team or via the Royal Borough of Kingston upon Thames' web site.",
    "Details of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r---End of Officer Report---",
    "The site comprises a flat within a terraced property. The application site is located within St. Andrews Square Conservation Area.\r\r51 neighbouring properties have been notified of the proposals and 1 representation in support of the application has been received. \r\rKingston Town Neighbourhood CAAC - No objection\r\rThe key areas of assessment are: \r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and, \r- The impact to St. Andrews Square Conservation Area.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form and design. It is considered that the proposed rooflights would be in keeping with the features of the original property and there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the size and positioning of the rooflights and the separation distances between neighbouring properties it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rParagraphs 193 to 202 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC 1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rOfficer Comment: The application site falls within St. Andrews Square Conservation Area. The special architectural and historic interest of this area can be summarised as an area of Victorian housing dating from the 1860s - 1880s, in Gothic and Classical styles, including a garden square unique to South West London. It forms a later phase of the Surbiton \"New Town\" begun in 1838 by Thomas Pooley.\r\rOfficers consider that the proposed development would not result in any harm to the significance of the St. Andrews Square Conservation Area, but rather preserve it. As previously mentioned, the proposed development would be in keeping with features of the original property and the character of the immediate surrounding area. Given no harm to heritage assets has been identified in this case, it is not necessary to weigh up the proposals against any public benefits.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "---OFFICER REPORT---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021\r- The South London Waste Plan 2012 \r- The LDF Core Strategy 2012\r- The Kingston Town Centre Area Action Plan 2008\r\rApplication Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rThe application seeks a variation to the plans approved under 20/00415/HOU to provide a change to the form and design of the single storey rear extension, a change to the size of the crown roof, and alterations to the fenestration in the rear elevation.\r\rConsultation\r4 properties were notified of the proposal. No representations were received.\r\rKingston Town CAAC - Objection on the grounds of design and harm to the significance of the neighbouring grade II listed church.\r\rOfficer Response: Design and heritage assets will be considered below. The chairman of the Kingston Town Neighbourhood Committee has authorised officers to determine the application under delegated powers.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The principle of the development;\r- The impact of the development on the character and appearance of the area;\r- The impact of the development on heritage assets; and\r- The impact of the development on the amenities of neighbouring occupiers.\r\rPrinciple of Development\rThe current application is made pursuant to Section 73 of the Town and Country Planning Act 1990 (as amended), which concerns applications to develop land without conditions previously attached. While this is, in effect, a fresh application for the entire development, the principle of the development has nevertheless already been established. \r\rOn such an application, the local planning authority may only consider the conditions subject to which permission should be granted. It would therefore be unnecessary and unreasonable to revisit every issue which was relevant to the determination of the original application.\r\rIn assessing the application, officers are mindful of any changes in planning policy or site circumstances since the granting of the original permission.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rThe proposed amendments would see the size of the crown roof increase but not to the extent that it would be readily appreciable from any public vantage points. The approved rear extension would reduce in overall scale and the mono-pitch roof would be replaced by one of a fully hipped design, which would respond better to the design of the dwelling as a whole. The changes to the fenestration in the rear elevation would have a negligible impact on the overall appearance of the building.\r\rHaving regard to the above, officers consider that the proposed development would have an acceptable impact on the character and appearance of the area.\r\rHeritage Assets\rSections 16 and 66 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) state that in considering whether to grant planning permission for development which affects a listed building or its setting, the local planning authority shall have special regard to the desirability of preserving the building or its setting or any features of special architectural or historic interest which it possesses.\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rParagraphs 193 to 202 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance. \r\rThe site is located within the Riverside South Conservation Area and adjacent to the grade II listed St Raphael's Church. The significance of the conservation area is as a linear area forming the setting to Hampton Court Park, along the Portsmouth Road and the River Thames, containing fine examples of Victorian public works at Queen's Promenade, Seething Wells Water Works and many 19th century buildings of architectural interest. The significance of the listed building is as a well-decorated and attractive 19th century church by Charles Parker.\r\rAs noted above, officers are satisfied that the proposed amendments would have an acceptable impact on the character and appearance of the area and it follows that the proposed development would not result in any harm to its significance. Likewise officers consider that the proposed development would not affect the setting of the adjacent listed church or otherwise harm its significance. It is therefore not necessary to weigh up the public benefits of the proposal.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rHaving regard to the scale and siting of the amended extensions, officers are satisfied that the proposed development would not appear overbearing or unduly deprive neighbouring occupiers of natural light. The views afforded by the amended proposal would be materially similar to the approved scheme. \r\rHaving regard to the above, officers consider that the proposed development would have an acceptable impact on the amenities of neighbouring occupiers.\r\rConclusion\rThe proposed development would have an acceptable impact on the character and appearance of the area and on the amenities of neighbouring occupiers. It would not result in any harm to heritage assets.\r\rHaving regard to the above, officers consider the proposal to be in accordance with the development plan. In the absence of any material considerations which indicate that permission should be refused, officers conclude that planning permission should be granted.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r---END OF OFFICER REPORT---",
    "Application Site\rThe site comprises the basement area of the large John Lewis Department Store.\r\rProposal\r\rThe application seeks full planning permission for the change of use of the basement space from A1 retail to a Sui Generis mixed arts performance, exhibition and work space with maximum capacity of 200 people and modernisation / internal works to include creation of two store rooms, installation of new unisex toilets and Kitchen. \r\rConsultation\r\rHistoric England - No comments (falls outside of their remit)\rHistoric England GLASS - On the basis of the information provided, we do not consider that it is necessary for this application to be notified to Historic England's Greater London Archaeological Advisory Service under their consultation criteria Assessment\rEnvironmental Health - No objections\rKingston CAAC - positive support - Good use of under-utilised and private asset for public benefit. Will make that stretch of boardwalk less ominous.\rEnvironment Agency - No comments (falls outside of their remit)\r\rThe key areas of assessment are:\r- The design of the proposed development and the impact on heritage assets;\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Flooding.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development seeks to change the use of the building, activating a currently under utilised space, a space that contains historically significant artefacts. The reuse of this space would allow / a greater appreciation of the historic assets, would activate the basement space, and would provide activation and surveillance of the public realm outside of the building. The proposal would enhance the heritage assets and enhance the surrounding area more generally.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties, indeed there would be benefits through increased activation of the spaces surrounding the building. \r\rFlooding - The application site is within an area of flood risk. However, subject to the development complying with the Flood Risk Assessment this risk can be managed. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The site comprises a semi-detached dwelling.\r\r7 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Officers note that the current application is a revision of previously refused application ref: 20/02238/HOU. The principle issue with the refused application was that the proposed development would have been excessive in depth and width. The proposal of this refused application would have no separation distance from the shared boundaries and would have resulted in an undue sense of enclosure and overbearing impact to adjoining No. 30 Deacon Road, limiting the outlook from the principal window of the nearest ground floor habitable room at this property to an unacceptable degree.\r\rWhile the current proposal has reduced the depth of proposed single storey rear/side extension, there would be no separation distance between the shared boundaries. However, given the modest eaves height and reduced depth, the proposed rear/side infill extension would not appear visually disproportionate to the original dwelling. Further, the proposed rear extension would be within the parameters set by the Residential Design SPD, and as such is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design.\r\rThe proposed single storey side extension would also not conform to the parameters set by the Residential Design SPD in terms of separation distance, but given that it would be set back from the front elevation and have a modest eaves height, it would appear a proportionate and appropriate addition to the host property.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Due to the siting and scale of the proposed rear extension, there would be no adverse impact to the occupants of neighbouring properties by reason of loss of light/sunlight or overbearing appearance. While a window is proposed to the side elevation of the proposal, it would offer similar views to what is existing and as such officers consider it would not have an adverse effect on privacy for the occupants of neighbouring properties.\r\rWhile the proposed single storey side extension would extend up to the shared boundary, it would propose no windows to the side elevations, and due to the separation distance between the flank wall of neighbouring property No. 34 Deacon Road and the proposed development, as well as the modest eaves height, it would not adversely impact on the amenities of the occupants of neighbouring properties by reason of loss of light/sunlight, loss of privacy or overbearing appearance. Further, given that the proposed side extension would come no further than the rear elevation it would not adversely impact on the amenities of No. 30 Deacon Road by reason of loss of light/sunlight, loss of privacy or overbearing appearance\r\rAlthough the depth of the proposed side/rear infill extension was reduced on the current application, as mentioned above, the proposal would be a lack of seperation distance between the shared boundary and due to the constraints of the site the proposal would fail both the plan and elevation 45 degree rule in relation to the nearest ground floor habitable room window at adjoining property No. 30 Deacon Road, resulting in an unacceptable loss of light, an undue sense of enclosure and loss of outlook, thereby conflicting with Policy D1 of London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.\r\rIn conclusion, due to the scale and siting of the proposed development, it would result in an unneighbourly extension that would unduly impact on the sunlight/light and sense of enclosure for No. 30 Deacon Road. As such the proposed development would not conform to Policy D1 of the London Plan 2021, and Policies CS8 and DM10 of the Council's adopted LDF Core Strategy April 2012.",
    "The site comprises a semi-detached dwelling.\r\r4 neighbouring properties have been notified of the proposals and 3 representations have been received relating to:\r\r- Use of the outbuilding as a self-contained dwelling, \r- Car park issues\r- Excessive height or bulk of buildings\r- Inappropriate design/layout\r- Loss of light/Sunlight\r- Privacy\r- Excessive height and depth of the existing rear extension\r\rConcerns relating to the possible use of the outbuilding as a separate dwelling, and relating to the design of the existing rear extension are not relevant to the assessment of this application. Any change of use for the outbuidling, or change in design for the rear extension, would require planning permission. \r\rOtherwise, the concerns raised above will be taken into consideration during the assessment of the application and detailed below.\r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: While the outbuilding would be close in proximity to the original dwelling, as well as the shared boundary with No. 4 Portland Avenue, officers note that the placement of the outbuilding would follow the prevailing pattern of development in the immediate surrounding area, and as such would not appear out of character within the surrounding area. Further, given that the proposed outbuilding would have a modest footprint and height, officers consider that it would be in proportionate scale to the host dwelling. Overall, it is therefore considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: The proposed outbuilding would sit against the shared boundary, and would sit alongside No. 4 Portland Avenue's existing outbuilding. Therefore, given the siting of the outbuilding, it would not adversely affect the amenities of No. 4 Portland Avenue by reason of overbearing appearance, loss of light or loss of privacy. \r\rFurther, given the separation distance between the rear elevation of No. 8 Portland Road and the proposed outbuilding, the proposed development would not adversely affect the amenities of No. 8 Portland Avenue, by reason of overbearing appearance, loss of light or loss of privacy. \r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Application Site\rThe site comprises a /linked\r\rProposal\r\rThe application seeks planning permission for the erection of a single storey rear extensions projecting 3m from the existing rear of the property covering the entire width of the rear elevation. The extension would sit under a mono pitched roof that would rise towards the dwelling and create a flat rood over the existing rear extension.\r\rThe application also includes a porch extension to the front of the property.\r\rConsultation\r\r1 letter of objection has been received raising the following material concerns:\r\rLoss of light/sunlight-\"This property already has a single storey extension any more will close us in and we will lose more daylight\";\r- Noise; and,\r- Privacy.\r\rOfficer response, whilst the property has been extended already, both neighbouring properties have been extended to a similar depth, as such, the proposed extension would project 3m from the now established rear building line. Whilst taken in total, the proposed and existing extension, would exceed the SPD guidance, in essence the 3m extension proposed (the total effect that neighbours would experience) would be line with the SPD guidance. \r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development, both the front porch and rear extension, are considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. Whilst the rear roof form would be different to the established roofscape in the area, it would not be objectionable. As such, It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development, both the front porch and rear extension, would not materially adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rConclusion\rIn conclusion, the representations have been carefully considered, but it overall the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "---OFFICER REPORT---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021\r- The South London Waste Plan 2012 \r- The LDF Core Strategy 2012\r- The Kingston Town Centre Area Action Plan 2008\r\rApplication Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rThe application seeks the erection of a single storey side extension.\r\rConsultation\r5 properties were notified of the proposal. No representations were received.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact of the development on the character and appearance of the area; and,\r- The impact of the development on the amenities of neighbouring occupiers.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rThe proposed extension would be moderate in scale and would sit behind the existing garage, where it would not be readily visible from the street and would have a limited impact on the character and appearance of the area. The design is in keeping with that of the existing dwelling and the extension would appear as a subordinate and proportionate addition. Having regard to these considerations, officers consider that the proposed development would have an acceptable impact on the character and appearance of the area.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers consider that the scale and siting of the extension would be such that it would not appear overbearing. It would pass the 45 degree test in relation to the nearest neighbouring habitable room windows and on this basis officers consider that it would not unduly deprive neighbouring occupiers of natural light. Given that it would be single storey only, it would not provide any unacceptable views over neighbouring properties. Having regard to these considerations, officers consider that the proposed development would have an acceptable impact on the amenities of neighbouring occupiers.\r\rConclusion\rThe proposed development would have an acceptable impact on the character and appearance of the area and on the amenities of neighbouring occupiers. Officers therefore consider the proposal to be in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission should be granted.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r---END OF OFFICER REPORT---",
    "The applicant has failed to demonstrate on the balance of probabilities, that the proposed erection of a single storey rear extension would be of a similar appearance to those used in the construction of the exterior of the existing dwellinghouse, in conflict with Paragraph B3.(a) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises a ground floor maisonette within a semi-detached property.\r\r4 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: While the proposed single storey rear extension would not strictly accord with the parameters set by the Residential Design SPD, in regards to depth, the proposed development would have a modest height and in any case would appear a proportionate and subordinate addition to the host property. Overall, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given that the proposed alterations to the openings on the side elevations would offer similar views to what is existing, there would be no adverse impact to loss of privacy for the occupiers of the neighbouring properties. Similarly, given the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance or loss of light/sunlight. \r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "---OFFICER REPORT---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021\r- The South London Waste Plan 2012 \r- The LDF Core Strategy 2012\r- The Kingston Town Centre Area Action Plan 2008\r\rApplication Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rThe application seeks conversion of the existing garage to habitable accommodation and the replacement of the existing garage door with a window.\r\rConsultation\r5 properties were notified of the proposal. No representations were received.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact of the development on the character and appearance of the area;\r- The impact of the development on the amenities of neighbouring occupiers; and,\r- Car parking.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rThe proposed replacement window would be in keeping with the existing fenestration and officers are satisfied that the proposed development would have a very limited impact on the character and appearance of the area.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed development would have no material impact on the amenities of neighbouring occupiers by way of overbearing appearance, loss of light, loss of privacy, or any other environmental harm.\r\rCar Parking\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals. Where provided, each motorcycle parking space should count towards the maximum for car parking spaces at all use classes.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rThe proposed development would result in the loss of a car parking space within the existing garage but the property would retain two car parking spaces within the site frontage. Given that this level still exceeds London Plan maximum standards, an overall reduction in the number of spaces is seen as a benefit to the proposal.\r\rConclusion\rThe proposed development would result in a reduction in the number of parking spaces on the site, which is a benefit that attracts moderate weight in favour of the proposal.\r\rThe impact of the development on the character and appearance of the area, and on the amenities of neighbouring occupiers, would be acceptable. These are neutral matters.\r\rHaving regard to the above, officers consider the proposal to be in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission should be granted.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r---END OF OFFICER REPORT---",
    "Condition 18 (Highway Works) - RBK Neighbourhood Engineer has reviewed the information provided and remediation work and is satified this can now be approved.",
    "The applicant is informed that the submitted details for Conditions 6 (Waste and Recycling Details) and 7 (Secure Cycle Parking Details) of planning application 19/02773/FUL have been assessed and are hereby fully approved.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "Application Site\r\r20 Liverpool Road is a large three-storey property built in the mid-late 19th Century, consisting of a cellar, ground floor and two additional levels above.The property is a semi-detached building which forms a pair with No.18 Liverpool Road and a neighbouring stand alone building to No. 22 Liverpool Road. \r\rThe subject property is located within the Liverpool Road Conservation Area and a Strategic Area of Special Character. The buildings on site are not listed or locally listed.\r\rThe site falls within Flood Zone 1 (low probability).\r\rProposal\rThe application seeks the demolition of an existing garage and rear extension, followed by the erection of two storey side extension, rear extension (following demolition of existing extension), two additional windows to rear facade and additional dormer to side roof, bin enclosure to the front garden and an AC enclosure to the rear garden.\r\rPlanning permission (ref. 20/01152/HOU) was recently obtained for the demolition of the existing garage and rear extension, the erection of a two storey side extension; a widened rear extension; a basement extension with a rear light well; an additional dormer to the side roof; a bin enclosure to the front garden and an AC enclosure to the rear garden.\r\rThe current proposal makes amendments to the approved development that include removal of the basement extension with rear light well and two additional windows to the rear facade comprising one additional window to the rear facade at first floor level, and one additional new window to the rear extension at first floor level. 2 x additional skylights to the roof of the side extension are also proposed.\r\rConsultations\r\r6 properties were notified of the proposal. Two representations were received, both of which were from the same address.\r\rIssues raised: \r\r-Noise from the air conditioning units;\r-Removal of trees from the application property; and,\r-Proposed building not shown on the application drawings.\r\rThe above issues related to the air conditioning units and trees are addressed below. The proposed building referred to is the subject of another planning application 21/01615/HOU pending consideration, and does not form part of this application. \r\r-Maldens and Coombe Conservation Area Advisory Committee (CAAC)-No objection\r\r-RBK Tree and Landscape Officer-No objection \r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact of the development on the character and appearance of the area\r- The impact of the development on heritage assets; and,\r- The impact of the development on the amenities of neighbouring occupiers.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rThe proposal is a revised and reduced version of the approved scheme 20/01152/HOU. The overall scale, layout and design of the approved scheme would be the same as approved with the exception of the basement which has been removed. The additional windows proposed, given their location and design are t considered not to detract or harm the appearance of the property when viewed from any neighbouring properties or the street. \r\rHaving regard to the above, officers consider that the proposed development would have a positive impact on the character and appearance of the area.\r\rHeritage Assets\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rParagraphs 193 to 202 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rThe site is located within the Liverpool Road Conservation Area. The special architectural and historic interest of this area can be summarised as an area of individually designed detached and semi-detached houses dating from the 1850s set in a mature landscape on the edge of Richmond Park.\r\rAs stated above, officers consider that the impact of the proposed development on the character and appearance of the area would be acceptable. Furthermore, the Maldens and Coombe CAAC raise no objection to the proposals. Given this, officers are satisfied that the proposed development would not result in any harm to the significance of the conservation area.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers are satisfied that the scale and siting of the proposed extensions are such that they would not appear overbearing or unduly deprive neighbouring occupiers of natural light. The proposed side facing roof lights may give rise to unacceptable views over 22 Liverpool Road but this could be effectively mitigated by a condition requiring obscure glazing. The remaining windows would offer similar views to those already available from the property.\r\rIt is noted that air conditioning units would be positioned towards the bottom of the rear garden within a timber clad enclosure. In the event of an approval, a condition would be secured requiring the units to be at least 5dB below the background level.\r\rHaving regard to the above, officers consider that the impact of the proposed development on the amenities of neighbouring occupiers would be acceptable.\r\rOther Matters:\r\rAn Arboricultural Method Statement and Construction Method Statement, has been submitted in support of the application. The Council's Tree Officer has raised no objection to the proposal, subject to recommended conditions including the submission of a landscaping plan prior to commencement of works. The proposal is, therefore, considered to be compliant with Policy DM10 of the Council's Core Strategy, with regards to the impact to trees.\r\rConclusion\rThe proposed development would have a positive impact on the character and appearance of the area, principally by restoring balance to the pair of semi-detached properties of which the application property forms part. \r\rIt would not result in any harm to the significance of heritage assets.\r\rOfficers consider that the impact of the proposed development on the amenities of neighbouring occupiers would be acceptable. \r\rHaving regard to the above, officers consider the proposal to be in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission should be granted.",
    "The site comprises a semi-detached dwelling. The site is located in the Liverpool Road Conservation Area\r\r5 neighbouring properties have been notified of the proposals and 1 neutral comment has been received relating to the possible use of the outbuilding as a separate habitable dwelling. However, the reasons as to why the use of the outbuilding as a separate dwelling would be harmful have not been articulated. \r\rMalden and Coombe CAAC - No objection\r\rThe key areas of assessment are: \r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Impact of the development on the Liverpool Road Conservation Area.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Due to the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rParagraphs 193 to 202 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC 1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rOfficer Comment: The significance of the Liverpool Road Conservation Area relates to an area of individually designed detached and semi-detached houses dating from the 1850s set in a mature landscape on the edge of Richmond Park. As noted above, officers conclude that the proposed outbuilding would not have any adverse impacts in terms of character and appearance.  As such it is considered that the proposals would not result in any harm to the significance of the Liverpool Conservation Area, but rather preserve it. Given no harm to heritage assets has been identified in this case, it is not necessary to weigh up the proposals against any public benefits.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "---OFFICER REPORT---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021\r- The South London Waste Plan 2012 \r- The LDF Core Strategy 2012\r- The Kingston Town Centre Area Action Plan 2008\r\rApplication Site\rThe site comprises a detached dwelling.\r\rProposal\rThe application seeks the erection of a part single, part two storey rear extension, the erection of railings to the front boundary, the insertion of replacement windows, and a change to the location of the front door.\r\rConsultation\r20 properties were notified of the proposal. 2 objections were received. The material issues raised are summarised as follows:\r\r- Overbearing appearance;\r- Loss of light;\r- Loss of privacy; and,\r- Harm to the character and appearance of the area.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact of the development on the character and appearance of the area;\r- The impact of the development on heritage assets; and,\r- The impact of the development on the amenities of neighbouring occupiers.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rThe single storey element of the proposed rear extension would extend across the entirety of the rear elevation to a depth of 4m, rising to a maximum height of 3.36m above ground level. The two storey element of the proposed rear extension would also extend across the entirety of the rear elevation but would measure 1.15m in depth. Its roof would effectively extend the existing rear roof slope, albeit with a slightly shallower pitch. \r\rOfficers note that the Council's Residential Design SPD states that single storey extensions should generally not exceed 3m to 3.5m in depth and those with parapet roofs should not exceed 3.3m in height. The proposed rear extension would exceed these dimensions and would appear even taller when viewed from No. 26A Clifton Road, since the land falls by approximately 300mm towards this property. The Residential Design SPD suggests that in these circumstances, the depth of a rear extension should be reduced.\r\rHowever, the Residential Design SPD also states that if a neighbouring property has a different rear building line, then the depth of the extension could be increased. No. 26A Clifton Road does indeed have a different rear building line and the proposed single storey element would project only approximately 3m beyond this. Furthermore, the extension would be set off the shared boundary by approximately 1m. \r\rTurning to the other adjoining neighbour, No. 30 Clifton Road, the proposed single storey element would be set hard up against the shared boundary. However, it would only project beyond the rear building line of this property by approximately 200mm.\r\rAt first floor level, the proposed extension would project beyond the rear building line of No. 26A Clifton Road by approximately 1.6m. However, it would again benefit from approximately 1m of separation from the shared boundary. To the other side, the extension would match the rear building line of 30 Clifton Road.\r\rHaving regard to the above, officers consider that the proposed extensions would not appear cramped or otherwise represent an overdevelopment of the site. They would appear as proportionate and subordinate extensions to the dwelling and would not appear out of scale with neighbouring properties. \r\rThe alterations to the front of the property would see the existing aluminium sash windows replaced by metal-clad timber casements. The front door would be brought forward, resulting in the loss of the front porch, although the distinctive brick arch would be retained. A set of black painted wrought iron railings and gates, with brick piers, would be erected along the front boundary of the site.\r\rAlthough the loss of the sash windows would be somewhat regrettable, officers recognise the prevalence of casement windows in the area, including many lower quality uPVC designs. Given this, officers consider that the change would have a very limited impact on the overall character and appearance of the area. Likewise, officers consider that the relocation of the front door would have a very limited impact, especially since the brick arch would be retained.\r\rIt is recognised that timber fences and low brick walls are more typical means of enclosure for the area. However, there are some limited examples of metal railings and these do not detract from the character or appearance of the area. As such, officers consider that the railings and gates currently proposed would have an acceptable impact.\r\rHaving regard to the above, officers consider that the overall impact of the proposed development on the character and appearance of the area would be acceptable.\r\rHeritage\rParagraphs 193 to 202 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance. \r\rThe site is located just outside of the boundary of the Park Road Conservation Area. The special architectural and historic interest of this area can be summarised as an area of fine Victorian houses and local shops dating from 1890 -1900.\r\rGiven that the application property is recognisably modern, and noting that the impact of the development on the character and appearance would be acceptable, officers consider that the proposed development would not result in any harm to the significance of the conservation area. It is therefore not necessary to weigh up the public benefits of the proposal.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe spatial relationship between the proposed extensions and neighbouring properties has been discussed at length above and in the interests of brevity will not be reiterated. Although the land falls from the site towards No. 26A Clifton Road, officers consider that the extent to which the proposed extensions would project beyond the rear building lines of this property (at both ground and first floors), as well as the degree of separation from the shared boundary, would be such that the extensions would not appear overbearing. Officers reach the same conclusion in respect of No. 30 Clifton Road, although separation is not a factor here, since the extensions would be set hard up against the shared boundary.\r\rWith regard to natural light, officers note that the proposed extensions would pass the 45 degree test as set out in the Residential Design SPD. This indicates that the proposed development would have an acceptable impact on daylight. Land levels are again relevant in respect of No. 26A Clifton Road, but again any effect would be offset by the degree of separation between the extensions and the shared boundary.\r\rWith regard to privacy, officers note that the proposal would not involve the insertion of any new side facing windows at first floor level or above. However, the existing windows would be replaced and it is therefore necessary to impose a condition requiring obscure glazing. New side facing windows would be inserted at ground floor level and although it is not normally necessary to impose conditions on these, in light of the differing land levels between the site and NO. 26A Clifton Road, a similar obscure glazing condition is considered to be necessary here.\r\rHaving regard to the above, officers consider that the proposed development, subject to conditions, would have an acceptable impact on the amenities of neighbouring occupiers.\r\rConclusion\rThe proposed development would have an acceptable impact on the character and appearance of the area and on the amenities of neighbouring occupiers. It would not have any impact on the significance of heritage assets.\r\rHaving regard to the above, officers consider the proposal to be in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission should be granted.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r---END OF OFFICER REPORT---",
    "Officers note that the rear elevation of this property contain a recess where the kitchen door is situated thus creating a side elevation from the adjoining Dining Room. The proposed extension would therefore, would extend beyond a wall forming a side elevation of the original dwellinghouse, and would have a width greater than half the width of the original dwellinghouse, in conflict with Class A Paragraph A.1 (j) (iii) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).\r",
    "Paragraph A.4 - (7) of Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) states that \"Where any owner or occupier of any adjoining premises objects to the proposed development, the prior approval of the local planning authority is required as to the impact of the proposed development on the amenity of any adjoining premises\".\r\r1 letter of objection has been received from an adjoining neighbour raising concerns regarding impact on amenity. Therefore the Council is permitted to assess the proposals as per Paragraph A.4 - (7) of Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).\r\rThe proposed development would result in an unacceptable loss of light to neighbouring property, No. 26 Vincent Avenue, thereby conflicting with Policy D3 of the London Plan, 2021 and Policy DM10 of the Core Strategy, 2012. Furthermore, it would fail the 45 degree rule on both plan and elevation, conflicting with BRE Guidance.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "Application Site\rThe site comprises a 2 storey semi detached dwelling.\r\rProposal\rThe application seeks permission for the erection of a single storey rear extension.\r\rConsultation\r\r3 properties were notified of the proposal. One representation was received from a neighbour (property address not identified), objecting to the proposed depth of the extension (addressed below), and noise levels from the property (not related to construction of the proposed extension). \r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact of the development on the character and appearance of the area; and,\r- The impact of the development on the amenities of neighbouring occupiers.\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rThe proposed single storey extension to the rear would extend 4m from the rear elevation, with a height of 3.05m.  The extension would be set back 4120mm from the shared boundary with No.242 Hook Road, and would extend across just over half the length of the existing rear elevation.\r\rThe proposed extension would incorporate a flat roof, with a lantern roof light and external materials to match the existing building. \r\rIt is acknowledged that the proposed development would exceed the recommended depths (3-3.5m) for single storey rear extensions as set out in the Council's Residential Design SPD, however extensions of similar depths are evident within the immediate surrounding area and the proposed extension would maintain the building line of adjoining properties. \r\rHaving regard to the above, officers consider that the proposal would not appear disproportionate in relation to the host dwelling or out of character with the surrounding form and pattern of development. \r\rThe proposed development is therefore considered acceptable in terms of scale, form, bulk, height and design. It is considered that there would not be any unacceptable adverse impacts on the character or appearance of the area in this specific regard.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed extension would not be full width and set back from the boundary shared with No. 242 Hook Road. Further, the extension would maintain a building line similar to both properties at Nos.242 and 238 Hook Road. The flat roof design and considered materials would ensure that appropriate levels of outlook, privacy and amenity to neighbouring properties would be maintained.\r\rHaving regard to the above, officers are satisfied that the proposal would have a very limited impact upon the amenities of neighbouring occupiers in terms of overbearing appearance, daylight/sunlight and privacy.\r\rConclusion\rThe proposed development would have an acceptable impact on the character and appearance of the area and neighbouring residential amenity. Officers therefore consider the proposal to be in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission be granted.\r",
    "The applicant is informed that the submitted details for Conditions 5 (Backfilled Materials) and 6 (Contamination) of planning permission 13/16047/FUL have been assessed by the Environmental Health Officer and are hereby fully approved.",
    "The fee required for your pre planning application is £ 1750.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "Please submit a copy of a site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r",
    "The quality of advice will be proportionate to the level of information provided, therefore it is to the applicants benefit to provide as much supporting information as possible for the proposal. eg: plans and elevations, photographs and supporting documents.",
    "The fee required for your pre planning application is £ 3120.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "The fee required for your pre planning application is £250.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.",
    "Please note that the quality of advice will be proportionate to the level of information provided, therefore it is to the applicants benefit to provide as much supporting information as possible for the proposal. eg: plans and elevations, photographs and supporting documents.",
    "Please note that the quality of advice will be proportionate to the level of information provided, therefore it is to the applicants benefit to provide as much supporting information as possible for the proposal. eg: plans , photographs and supporting documents.\r\rPlease indicate the area of the crossover on plan.",
    "Please submit a copy of a site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.",
    "You can also visit the Planning Portal website for all planning information on link https://www.planningportal.co.uk/",
    "",
    "Please provide copy of proposed front elevation at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\rThe submitted proposed front elevation shows 3 front rooflights, whereas the proposed roof plan shows 2 nos front rooflights. Please revise the proposed front elevation accordingly.",
    "The entire site must be outlined on the site loction plan (not just the room area) \r\rPlease submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red and adjoining land owned by applicant in blue, showing at least two road frontages and a North point.\r",
    "We noticed from the submitted existing and proposed front elevation, there is conversion of garage into habitable space but the existing ground floor plan does not have any labelled as garage.\r\rPlease revise existing ground floor plan to show the position of garage.",
    "Please confirm description ''Conversion of garage into habitable space and erection of single-storey front porch, rear extension and first floor side extension including rear juliet balcony and associated changes to fenestration. Installation of side access door to side public walkway.''",
    "Please provide existing scaled floor plans (to scale 1:50 or 1:100)",
    "Please provide a payment of £462 to accompany your application. This payment can be made online at www.kingston.gov.uk or by calling our Customer Care Line on 020 8547 5022\r\rAn applicant is only entitled to one-free go per application site, and not one each time they have paid and for a subsequent application. Therefore a fee is due in this instance",
    "",
    "The fee required for your pre planning application is £ 18000.00.  Payment can be made via either our Contact Centre on 0208 547 5002, by cheque made payable to Royal Borough of Kingston upon Thames or online via the Kingston council website.\r\rSecond Payment of £18000.00 due at a later date.\r\rFee requested via invoice.",
    "Please be advised that we are unable to accept Land Registry Plans due to Copyright Regulations. Please submit an alternative Site Location Plan with the application site highlighted in red",
    "Please submit a detailed site plan including the existing ground floor plan, detailing access, and refuse provision etc",
    "Please ensure all submitted floor plans and elevational plans are provided with scale bars",
    "It is not clear from your application as to whether you are looking to discharge the planning condition, remove or vary the planning condition. Kindly confirm. If it is for the discharge of the planning condition, the wrong application form has been submitted",
    "Please provide a payment of £34 to accompany your application. This payment can be made online at www.kingston.gov.uk or by calling our Customer Care Line on 020 8547 5022",
    "Please confirm description of proposed works \"Internal and external (including shopfront) alterations and associated works\"",
    "Please complete the appropriate application form which can be downloaded from our website http://www.planningportal.gov.uk/planning/applications/howtoapply/permissiontypes\r\rPlease note that you are required to submit a FUL application for for the external works.\r\rPlease complete and submit a copy to this office together with the relevant fee etc.",
    "Please note that we are unable to accept Land Registry Plans due to Copyright Regulations. Kindly submit an alternation plan for both the Site Location Plan (sclale 1:1250)  and Block Plan (scale 1:500)",
    "Please revise the elevations accordingly.\rPlease provide copies of all existing and proposed elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.",
    "Please provide a copy of block plan scaled 1:500, providing a scale bar showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site.  The block plan should also show adjoining properties to the side and rear and those opposite in full outline.\r\rThe scale in the submitted block plan is stated as 1:500, where as the provided scale bar measures to 1:100. Please revise the existing and proposed block plans with the correct scale  bar.",
    "Please provide copies of existing front and rear elevations of existing dwelling at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.",
    "Please provide revise street elevations at a recognised scale of 1:50 or 1:100, providing a scale bar, showing all elevations not just part and indicating all key dimensions for the proposed work.\r\rThe submitted street elevation is not labelled as existing and proposed."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "11/02/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-07588410",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.246839,
          51.38093
        ],
        [
          -0.24684,
          51.380903
        ],
        [
          -0.246883,
          51.380903
        ],
        [
          -0.246882,
          51.38093
        ],
        [
          -0.246839,
          51.38093
        ]
      ]
    ],
    "type": "Polygon"
  }
}