{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511115.8156,
              180289.8599
            ],
            [
              511150.5545,
              180424.8831
            ],
            [
              511267.6329,
              180393.133
            ],
            [
              511233.8985,
              180258.1953
            ],
            [
              511115.8156,
              180289.8599
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              511115.4972,
              180289.9453
            ],
            [
              511115.8156,
              180289.8599
            ],
            [
              511115.4972,
              180288.6224
            ],
            [
              511115.4972,
              180289.9453
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07459348",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:42:49.604+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "04/11/2019",
  "secondary_street_name": "HAYES",
  "appeal_start_date": null,
  "ward": "TOWNFIELD",
  "centroid": {
    "lat": "51.5110662",
    "lon": "-0.3990883"
  },
  "decision": "Refused",
  "valid_date": "04/01/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 1.697
  },
  "cil_liability": false,
  "postcode": "UB4 OLP",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=1033/APP/2019/53",
  "lpa_name": "Hillingdon",
  "site_name": "GARIB NIWAJ",
  "lapsed_date": "31/01/2023",
  "parking_details": null,
  "decision_conditions": [
    "The provision of car parking represents inappropriate development within the Green Belt in terms of the guidance contained in the National Planning Policy Framework which is harmful by definition to its open character and appearance due to its scale in relation to the lawful use of the site. Furthermore, there are no very special circumstances provided or which are evident which either singularly or cumulatively justify the development which would overcome the presumption against inappropriate development in the Green Belt. The development is therefore harmful to the Green Belt, contrary to Policy EM2 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policy DMEI 4 of the Hillingdon Local Plan: Part Two Development Management Policies (2020), Policy 7.16 of the London Plan (2016), Chapter 13 of the National Planning Policy Framework (2019) and emerging policy G2 of the London Plan (Dec 2019).",
    "In the absence of an assessment demonstrating the open space is surplus to requirements, the proposed development would result in the loss of a playing field and therefore fails to provide opportunity for future recreational need contrary to Policy DMCI 1 and DMCI 3 of the Hillingdon Local Plan: Part Two Development Management Policies (2020), Paragraph 97 of the National Planning Policy Framework (2019), policy 3.19 of the London Plan 2016 and emerging Policy S5 of the London Plan (Dec 2019).",
    "Insufficient information has been provided in relation to the highways impact of the community centre as it is currently being used now and planned to be used in the future, therefore the application has failed to demonstrate that the proposal would not result in increased traffic movements and queuing to the detriment of traffic flow and highway safety, contrary to Policies DMT1, DMT2 and DMT6  of the Hillingdon Local Plan: Part Two Development Management Policies (2020), policy 6.3 of the London Plan 2016 and emerging policy T4 of the London Plan (Dec 2019) and Chapter 9 of the NPPF 2019.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies within Hillingdon Local Plan: Part One (2012) and Local Plan: Part Two (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan: Part Two (2020), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Installation of permeable grasscrete paving",
  "lpa_app_no": "1033/APP/2019/53",
  "decision_target_date": "31/01/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "31/01/2020",
  "id": "Hillingdon-1033_APP_2019_53",
  "centroid_northing": 180341,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 511192,
  "street_name": "SPRINGFIELD ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4002018,
          51.5106215
        ],
        [
          -0.3996588,
          51.5118283
        ],
        [
          -0.39798239999999996,
          51.5115199
        ],
        [
          -0.3985108,
          51.5103137
        ],
        [
          -0.4002018,
          51.5106215
        ]
      ]
    ],
    "type": "Polygon"
  }
}