{
  "uprn": null,
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "borough": "Hillingdon",
  "description": "Erection of two storey side and rear extensions involving demolition of existing garage and proposed new electric gates to front entrance",
  "appeal_start_date": null,
  "cil_liability": false,
  "lpa_app_no": "10808/APP/2022/1271",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [],
  "decision_date": "22/07/2022",
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509895.8489,
              191323.401
            ],
            [
              509902.4635,
              191338.2839
            ],
            [
              509915.6927,
              191354.1589
            ],
            [
              509941.4896,
              191334.3151
            ],
            [
              509928.9219,
              191305.5416
            ],
            [
              509896.1796,
              191322.0781
            ],
            [
              509895.8489,
              191323.401
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_type_full": "Householder planning permission",
  "locality": null,
  "application_type": "Householder",
  "street_name": "NORTHWOOD",
  "decision": "Approved",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "valid_date": "19/04/2022",
  "actual_commencement_date": null,
  "development_type": null,
  "lapsed_date": "22/07/2025",
  "decision_target_date": "25/07/2022",
  "id": "Hillingdon-10808_APP_2022_1271",
  "centroid_northing": "191329",
  "secondary_street_name": null,
  "appeal_status": null,
  "site_name": "2 GATEHILL ROAD",
  "postcode": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=10808/APP/2022/1271",
  "site_number": null,
  "ward": "NORTHWOOD HILLS",
  "centroid_easting": "509919",
  "bo_system": "CSV Data Import",
  "lpa_name": "Hillingdon",
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": [],
    "site_area": 0.125
  },
  "last_updated": "2025-03-20T11:12:42.250+00:00",
  "status": "Approved",
  "last_date_consultation_comments": "26/05/2022",
  "centroid": {
    "lat": 51.610074,
    "lon": -0.414013
  },
  "pp_id": "11194515",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_bluebadge": null,
    "net_carclub": null
  },
  "last_updated_by": "FME Excel Import",
  "epc_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 8979 15 Rev. A,  8979 16 and 8979 17.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "Notwithstanding the details specified on the approved drawings, no works for the electric and pedestrian gates and brick piers hereby approved shall take place until details of their materials and external finishes have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policies DMHB 5, DMHB 11, DMHB 12 of the Hillingdon Local Plan Part 2 (2020).",
    "The materials to be used in the construction of the external surfaces of the proposed two-storey side extension and two-storey rear extension hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The north-eastern dormer window serving Bedroom 1 as detailed on approved drawing number 8979 16 shall be glazed with permanently",
    "obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby approved shall be carried out strictly in accordance with the arboricultural method statement, tree protection measures and tree protection plan detailed in the approved document titled Arboricultural Impact Assessment Method Statement & Tree Protection Plan (to BS:5837 2012), by Trevor Heaps Arboricultural Consultancy Ltd dated 20th July 2022, Ref: TH 2412/D (received on 22.07.22).",
    "REASON",
    "To ensure that trees and other vegetation can and will be retained on site and not damaged during construction work and to ensure that the development conforms with policy DMHB 14 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the occupation of the development hereby approved, a landscape scheme shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100),",
    "1.b Written specification of planting and cultivation works to be undertaken,",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts (including parking spaces served by electrical charging points)",
    "2.e Hard Surfacing Materials",
    "2.f External Lighting",
    "3. Details of Landscape Maintenance",
    "3.a Landscape Maintenance Schedule for a minimum period of 5 years.",
    "3.b Proposals for the replacement of any tree, shrub, or area of surfing/seeding within the landscaping scheme which dies or in the opinion of the Local Planning Authority becomes seriously",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "The development hereby approved shall not be sub-divided to form additional dwelling units or be used as a house in multiple occupation without written consent from the Local Planning Authority.",
    "REASON",
    "To ensure that the premises remain as a single dwelling until such time as the Local Planning Authority may be satisfied that conversion would be in accordance with Policies DMH 2 and DMH 4 of the Hillingdon Local Plan Part 2 (2020).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The site lies in a Critical Drainage Area (CDA) as identified in the Surface Water Management Plan (SWMP) for Hillingdon. A CDA is the catchment area from which surface water drains and contributes to drainage problems. All developments in this area must contribute to managing the risk of flooding from surface water by reducing surface water runoff from the site. Therefore the applicant should minimise the water from your site entering the sewers. No drainage to support the extension should be connected to any existing surface water sewer, other than as an overflow. Water run-off from any roof or hard paving associated with e development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, which must be permeable or be collected and directed to a permeable area, otherwise it would need an additional permission. A water butt should be incorporated."
  ],
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.41432779999999997,
          51.6100311
        ],
        [
          -0.4142277,
          51.6101636
        ],
        [
          -0.4140317,
          51.6103037
        ],
        [
          -0.41366549999999996,
          51.6101203
        ],
        [
          -0.413856,
          51.6098641
        ],
        [
          -0.41432349999999996,
          51.6100191
        ],
        [
          -0.41432779999999997,
          51.6100311
        ]
      ]
    ],
    "type": "Polygon"
  }
}