{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/183627FUL;",
  "lapsed_date": "04/02/2028",
  "decision_target_date": "29/05/2025",
  "locality": "Northolt",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB5 5AW",
  "site_name": "278-280 Church Road",
  "status": "Closed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.117
  },
  "appeal_decision_date": null,
  "lpa_app_no": "183627FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 512452,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-06-04T13:59:18.447Z",
  "id": "Ealing-183627FUL",
  "application_type": "All Other",
  "street_name": "Church Road",
  "borough": "Ealing",
  "ward": "Northolt West End",
  "decision_date": "04/02/2025",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Construction of four storey building to provide 11 residential units (following demolition of semi-detached pair of dwellinghouses and outbuildings); and widening of existing central crossover",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": null,
  "centroid_northing": 183857,
  "decision": "Closed",
  "appeal_decision": null,
  "uprn": "000012033850",
  "centroid": {
    "lon": -0.379838,
    "lat": 51.542417
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512467.2506532,
              183836.9964624
            ],
            [
              512460.4979482,
              183830.4983225
            ],
            [
              512448.8971472,
              183842.4049142
            ],
            [
              512445.087929,
              183846.2838039
            ],
            [
              512443.2492804,
              183848.1532688
            ],
            [
              512440.9571534,
              183850.482602
            ],
            [
              512440.5531454,
              183850.9024818
            ],
            [
              512440.0831769,
              183851.3823445
            ],
            [
              512436.3399192,
              183855.2012513
            ],
            [
              512435.4989229,
              183856.0510081
            ],
            [
              512429.9499968,
              183861.6993912
            ],
            [
              512426.7921384,
              183864.9384641
            ],
            [
              512426.0500829,
              183865.6982466
            ],
            [
              512416.2467052,
              183875.7453706
            ],
            [
              512423.098351,
              183882.5034361
            ],
            [
              512427.2538618,
              183886.5522772
            ],
            [
              512429.4965184,
              183888.8016333
            ],
            [
              512432.7038472,
              183885.5525633
            ],
            [
              512434.0642823,
              183884.1429668
            ],
            [
              512440.6026157,
              183877.4048956
            ],
            [
              512447.6026726,
              183870.1469732
            ],
            [
              512450.6533452,
              183866.9978746
            ],
            [
              512453.588587,
              183863.9287531
            ],
            [
              512453.8524289,
              183863.6488332
            ],
            [
              512454.9984924,
              183862.4491766
            ],
            [
              512460.9019562,
              183856.2509508
            ],
            [
              512473.7477614,
              183843.254671
            ],
            [
              512467.2506532,
              183836.9964624
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with:",
    "drawing numbers: NS-3995-50 (Rev. C; Site Location Plan), NS-3995-120 (Rev. B; Existing Elevations and Proposed Street Context),   received via email: 03.12.2019",
    "drawing number: NS-3995-110 (Rev. F; Proposed Site Layout and Elevations), received via email: 26.02.2020",
    "drawing number: NS-3995-100 (Rev. F), received via email: 02.03.2020",
    "Reason: For the avoidance of doubt, in the interest of proper planning. | The long stay cycle storage facilities shown on the approved drawings shall be secure and sheltered and accommodate at least 18 spaces within the larger communal store and at least 2 spaces within the store shown in the garden space of flat no. 1. Both short stay and long stay cycle storage shall be implemented prior to first occupation of the development and retained thereafter.",
    "Reason: To ensure that the development provides a suitable level of cycle parking provision in the interests of sustainable transport, in accordance with Policy T5 of the London Plan and the National Planning Policy Framework (2023). | Prior to commencement of the development hereby approved, a demolition method statement and construction management plan shall be submitted to and approved in writing by the Council in consultation with Transport for London. Details shall include control measures for dust, noise, vibration, lighting, delivery locations, restriction of hours of work and all associated activities audible beyond the site boundary to 0800-1800hrs Mondays to Fridays and 0800 -1300 hrs on Saturdays, advance notification to neighbours and other interested parties of proposed works and public display of contact details including accessible phone contact to persons responsible for the site works for the duration of the works. Details shall also include measures to demonstrate that neither the footway or carriageway of the A312 would be obstructed during demolition or construction and that any temporary obstructions would be kept to a minimum leaving clear space for the safe passage of pedestrians and traffic.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with Policies 7A and 7B of the Ealing Development Management DPD (2013) and policy D14 of the London Plan (2021). | Prior to commencement of the development hereby approved (excluding site clearance and preparation) a detailed surface water drainage design (including relevant specifications), and a maintenance plan, shall be submitted and approved in writing by the Local Planning Authority (in consultation with the Lead Local Flood Authority). The development shall be carried out strictly in accordance with the approved detailed drainage scheme.",
    "Reason: To prevent flooding by ensuring that sufficient storage of surface flood water is provided and achieved with appropriate sustainable drainage techniques, in accordance policies 1.1 & 1.2 of the Ealing Core Strategy (2012); policy LV 5.12 of the Ealing Development Management DPD (2013); and the National Planning Policy Framework (2023) and Policies SI12 and D11 of the London Plan. | The vehicle parking arrangements shown on the approved plans, including the blue badge space, shall be marked out on the site prior to first occupation of the development and shall include the provision of at least two active vehicle charging points, with the remaining provided with passive charging points. These parking spaces shall be kept continuously available and shall not be used for any other purpose. No additional car parking shall be formed or made available.",
    "Reason: To ensure that there is adequate and inclusive parking provision within the site, to encourage the use of ultra-low carbon vehicles, and to ensure that excessive parking is not provided, in accordance with policy 6.13 of the Ealing Development Management DPD (2013); policies 1.1 (f) (g) of the Ealing Development Strategy 2026 (2012); Policy T6 of the London Plan and the NPPF (2023) | Details or samples of all external materials to be used in the development hereby approved shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. Development shall be carried out in accordance with these approved details and shall thereafter be retained.",
    "Reason: To ensure that the proposed development harmonises with the surroundings in accordance with the Council's adopted Ealing Development Management DPD (2013) policy 7.4, policies 1.1, and 1.2 of the adopted Local Development Framework (Core Strategy 2012), policies D1 and D4 of the London Plan and the National Planning Policy Framework (2023). | Prior to commencement of the development, a noise assessment shall be submitted to the Council for approval in writing, of transport and industrial/commercial sources and their noise levels affecting the proposed development. Details shall include the sound insulation of the building envelope including glazing specifications (laboratory sound insulation including frames, seals and ventilators tested and approved in accordance with BS EN ISO 140-3: 1995 & BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building) to achieve internal room- and (if provided) external amenity noise standards in accordance with the criteria of BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise from transport or industrial/ commercial noise sources, in accordance with policy D14 of the London Plan (2021) and policies 7A and 7B of the Ealing Development Management DPD (2013). | Details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value DnT,w [and L'nT,w] of at least 5dB above the Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining dwellings, namely, living/dining room/kitchen above/below bedroom of separate dwelling. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policy D14 of the London Plan (2023) and policies 7A and 7B of the Ealing Development Management DPD (2013). | All Non-Road Mobile Machinery (NRMM) to be used in the development site shall meet as a minimum the Stage IIIB emission criteria of Directive 97/68/EC and its subsequent amendments, unless it can be demonstrated that Stage IIIB equipment is not available. An inventory of all NRMM shall be registered on the NRMM register at https://nrmm.london/user-nrmm/register. All NRMM shall be regularly serviced and service logs kept on site for inspection. Records shall be kept on site detailing proof of emissions standards for all equipment.",
    "Reason: In in the interests of air quality and amenity in accordance with policy SI1 of the London Plan (2023). | Details shall be submitted for the approval of the Local Planning Authority prior to occupation to demonstrate that the development complies with the 'air quality neutral' Building Emissions Benchmark at Appendix 5 of the Sustainable Design and Construction (2014) Supplementary Planning Guidance, London Plan 2016.",
    "Reason: In in the interests of air quality and amenity in accordance with policy SI1 of the London Plan (2021). |  The external sound level LAeq emitted from plant, machinery/equipment shall not exceed recommendations by EEEC in their report ref. OP/EC16129-002 dated 19 June 2018, with all machinery operating together at maximum capacity. Details of any noise mitigation measures and resulting noise levels at noise sensitive facades shall be submitted for approval. A post installation sound assessment shall be carried out where required to confirm compliance with the noise criteria and additional steps to mitigate noise shall be taken, as necessary. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site and neighbouring sites are not adversely affected by noise, in accordance with policy D14 of the London Plan (2023) and policies 7A and 7B of the Ealing Development Management DPD (2013). | Energy and CO2",
    "a)\tPrior to the final completion of the development hereby permitted, the approved development shall incorporate measures to achieve an overall reduction in regulated CO2 emissions of at least 35.46% (equal to 5.44 tonnes of CO2 per annum) beyond Building Regulations Part L 2013 through the Energy Hierarchy carbon emission savings as detailed in the approved Energy Statement prepared by EPS Group.",
    "b)\tThe renewable/low-carbon energy equipment to 10.50 kWp of photovoltaic panels, and 11 domestic scale Air Source Heat pumps.",
    "c)\tWithin three months of the first use of the development hereby permitted, Energy Performance Certificates [EPC's], Display Energy Certificates (DEC's), Accompany Advisory Reports and detailed BRUKL modelling output reports showing clearly the BER and TER from the 'as built stage' following completion of the development to confirm compliance in terms of savings achieved through energy efficiency measures shall be submitted to and approved by the Local Authority. The development shall be carried out strictly in accordance with the approved details.",
    "Reason: In the interest of addressing climate change and to secure environmental sustainable development in accordance with policies SI2, SI3 and SI4 of the London Plan (2021) , policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012. | Renewable/Low Carbon (&CO2) Energy Monitoring",
    "a)\tUpon final completion of the development and prior to occupation, suitable devices for monitoring any renewable/low-carbon energy equipment or district heat and/or electricity imported to the site shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of three years from occupation and full operation of the energy equipment. The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy (& CO2) Monitoring Platform (AEMP) information document.",
    "b)\tThe developer should contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitoring process and should also ensure that the renewable/low-carbon energy equipment installer contacts Energence Ltd at least 3 months prior to the energy equipment being installed.",
    "c)\tUpon final completion of the development and prior to occupation, the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the renewable/low-carbon energy equipment for a period of three years from the point that the building is occupied and the equipment fully operational.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with the relevant policies in the London Plan 2023, adopted Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD (December 2013), and Policy 2.5.36 (Best Practice) of the Mayor's Sustainable Design & Construction SPG. | Notwithstanding the details shown on the approved plans, pedestrian visibility splays should be provided at all times measuring 1.5m by 1.5m, with no obstruction more than 0.6m high for the vehicle access where it meets the back edge of the footway; these shall be established prior to the first use of the driveway and shall be permanently retained thereafter.",
    "Reason: In the interest of highways safety in accordance with T4 of the London Plan (2023) of the London Plan (2021). | One of the approved residential units shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(3) (wheelchair user dwellings) of Building Regulations 2015, or other such relevant technical standards in use at the time of the construction of the development. The remaining units shall meet the requirements of Approved Document M (Volume 1: Dwellings), Part M4(2) (accessible and adaptable dwellings) or other such relevant technical standards in use at the time of the construction of the development.",
    "Reason: To ensure the provision of wheelchair housing that would address the current unmet housing need; produce a sustainable mix of accommodation; and provide an appropriate choice and housing opportunity for wheelchair users and their families, in accordance with the objectives of policies: D5 and D6 of the London Plan (2021); and policy 1.1(h) of the Ealing Development (or Core) Strategy 2012. | Notwithstanding the information shown on the submitted plans details of hard and soft landscaping works, including tree planting and boundary treatments, shall be submitted to and approved in writing to the Local Planning Authority prior to the commencement of the development. Hard and soft landscaping works shall be carried out in accordance with the approved details prior to the first occupation of the development, and thereafter retained and maintained in perpetuity. All tree planting must be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 28th February inclusive) and trees which die, are removed, uprooted, significantly damaged, become diseased or malformed within five years from the completion of planting, must be replaced during the nearest planting season (1st October to 31st March inclusive) with a tree/s of the same size, species and quality as previously approved.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and for the residential amenity of future occupiers in accordance with policies 1.1 (e) (i) and 1.2 (d) of the adopted Local Development Framework (Core Strategy 2012), policies D1, D4 and G5 of the London Plan (2023) and policies 7.4 and 7B of the Ealing Development Management Development Plan (2013). | The refuse and recycling storage facilities hereby approved shall be kept secured for residents use only and implemented and operational before the first occupation of any part of the development, and permanently retained thereafter.",
    "Reason:  In the interests of the adequate disposal, storage and collection of waste and recycling, in accordance with policies 3.5 and 7B of the Ealing Development Management DPD (2013). | Prior to the commencement of the development, details of the retention and adequate protection of all trees and tree root systems bordering and adjacent to the site shall be submitted to and approved in writing by the Local Planning Authority. This shall comprise of a Tree Survey, an Arboricultural Impact Assessment and Tree Protection Plan.",
    "Reason: In order to safeguard park trees and other vegetation considered to be worthy of retention in the interests of the visual amenity, ecology and biodiversity of the area in accordance with policies G1 and G7 of the London Plan (2023), policy 5.10 the Ealing Development Management DPD (2013) and Ealing's SPG 9 - Trees and Development Guidelines. | Prior to use, machinery, plant or equipment/extraction/ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise and vibration, in accordance with policies D14 of the London Plan (2023) and policies 7A and 7B of the Ealing Development Management DPD (2013)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "02/11/2018",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-07148048",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3796039,
          51.5422355
        ],
        [
          -0.37970329999999997,
          51.5421785
        ],
        [
          -0.3798667,
          51.5422878
        ],
        [
          -0.3799204,
          51.5423234
        ],
        [
          -0.37994629999999996,
          51.5423406
        ],
        [
          -0.3799786,
          51.542362
        ],
        [
          -0.3799843,
          51.5423658
        ],
        [
          -0.37999089999999996,
          51.5423702
        ],
        [
          -0.3800437,
          51.5424053
        ],
        [
          -0.3800555,
          51.5424131
        ],
        [
          -0.38013369999999996,
          51.542465
        ],
        [
          -0.38017819999999997,
          51.5424947
        ],
        [
          -0.3801886,
          51.5425017
        ],
        [
          -0.38032669999999996,
          51.5425939
        ],
        [
          -0.3802258,
          51.5426533
        ],
        [
          -0.38016459999999996,
          51.5426889
        ],
        [
          -0.38013159999999996,
          51.5427087
        ],
        [
          -0.3800864,
          51.5426788
        ],
        [
          -0.3800672,
          51.5426659
        ],
        [
          -0.3799751,
          51.542604
        ],
        [
          -0.3798766,
          51.5425374
        ],
        [
          -0.3798336,
          51.5425085
        ],
        [
          -0.37979229999999997,
          51.5424803
        ],
        [
          -0.3797885,
          51.5424777
        ],
        [
          -0.3797724,
          51.5424667
        ],
        [
          -0.3796893,
          51.5424098
        ],
        [
          -0.37950829999999997,
          51.5422905
        ],
        [
          -0.3796039,
          51.5422355
        ]
      ]
    ],
    "type": "Polygon"
  }
}