{
  "lpa_name": "Merton",
  "uprn": "48015019",
  "decision_date": "16/11/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Merton-20_P2184",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "CR4 3BE",
  "appeal_decision": null,
  "application_details": {
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [],
    "intended_commencement_date": null,
    "total_gia_existing": null,
    "no_affordable_housing_units_provided_offsite": null,
    "commencement_notice_received": null,
    "scheme_phasing": null,
    "circular_economy_statement": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 622,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 15,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_existing": null,
      "total_gia_lost": null
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0.635,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 1110,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D1",
        "gia_gained": 622,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 15
      }
    ],
    "constraints_details": [],
    "building_details": [],
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "projected_cost_of_works": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_new_water_connections_required": null,
      "no_homes_passive_cooling": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "green_roof_area": null,
      "no_resi_units_to_have_full_fibre": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "uk_company_registration_no": null,
    "internal_resi_water_usage": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "total_gia_lost": null,
    "transport_impact_assessment": null,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "site_area": null,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "valid_date": "24/07/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "ERECTION OF A SCHOOL HALL AND PRIMARY SCHOOL TEACHING BLOCK,  CREATION OF A SECONDARY DROP-OFF AND PARKING AREA, ALONG WITH VARIOUS EXTERNAL WORKS, ANCILLARY FACILITIES, LANDSCAPING, HARDSTANDING AND BOUNDARY TREATMENTS.",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 0150 Rev P7; 0115 Rev P7; 0016 Rev P4; 0135 Rev P4; 0103 Rev P2; 0102 Rev P8; 0125 Rev P7; 0100 Rev P5; Energy Statement Rev01 Dated - 17/08/2020; Preliminary roost assessment and nocturnal bat surveys Dated - 18/07/2020; Proposed Drainage Strategy- September 2020; Preliminary Ecological Appraisal Dated - 18/03/2020",
    "Condition : 3 - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted (notwithstanding any materials specified in the application form and/or the approved drawings) have been submitted to the Local Planning Authority for approval. For the avoidance of doubt this condition does not include windows and doors which are covered by a pre-installation condition. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the approved details.",
    "Condition : 4 - No development shall take place until details of all boundary walls or fences are submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied until the works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be permanently retained thereafter.",
    "Condition : 5 - No development shall take place until a scheme providing the following ecological enhancements has been submitted in writing for approval to the Local Planning Authority. This scheme shall provide for: \r\n-5 bird boxes for a range of species to be installed on suitable existing trees on site. \r\n-5 bat boxes suitable for a range of bat species\r\n-2 dead wood features such as log piles, to benefit stag beetle and other invertebrates. \r\n-1 hedgehog home is to be installed on site to provide hibernation opportunities for hedgehogs. \r\nNo works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied until the enhancements to which this condition relates have been carried out in accordance with the approved details. The ecological enhancements shall be permanently retained thereafter.\r\n\r\nReason: To protect and enhance biodiversity, and comply with Merton's Core Planning Strategy 2011 policy CS13.",
    "Condition : 6 - No development [including demolition] pursuant to this consent shall commence until an Arboricultural Method Statement and Tree Protection Plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2012 has been submitted to and approved in writing by the Local Planning Authority and the approved details have been installed.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 7 - Site supervision: The details of the Arboricultural Method Statement and Tree Protection Plan shall include the retention of an arboricultural expert to supervise, monitor and report to the LPA not less than monthly the status of all tree works and tree protection measures throughout the course of the construction period. At the conclusion of the construction period the arboricultural expert shall submit to the LPA a satisfactory completion statement to demonstrate compliance with the approved protection measures.",
    "Condition : 8 - No development shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 9 - Prior to the commencement of the development hereby permitted, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority.  The approved measures shall be implemented prior to the first occupation of the development hereby permitted and shall be so maintained for the duration of the use, unless the prior written approval of the Local Planning Authority is first obtained to any variation.",
    "Condition : 10 - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 11 - No part of the development shall be commenced until a detailed unexploded ordnance 'UXO' Risk Assessment has been submitted to and approved in writing by the local planning authority. The risk assessment shall be prepared by a relevant expert. Alternatively, appropriate UXO Risk Mitigation Measures shall be provided for any intrusive works proposed as deemed to be necessary by a relevant expert.\r\n\r\nREASON: The property lies within an area of the borough which may be at potential risk from buried explosive ordnance due to wartime bombing. The condition is necessary to reduce the level of UXO risk to an acceptable level.",
    "Condition : 12 - A) No development shall take place until the applicant has secured the implementation of a programme of archaeological evaluation in accordance with a written scheme which has been submitted by the applicant and approved by the local planning authority in writing and a report on that evaluation has been submitted to the local planning authority. \r\nB) If heritage assets of archaeological interest are identified by the evaluation under Part A, then before development commences the applicant shall secure the implementation of a programme of archaeological investigation in accordance with a Written Scheme of Investigation which has been submitted by the applicant and approved by the local planning authority in writing.\r\nC) No development or demolition shall take place other that in accordance with the Written Scheme of investigation approved under Part (B).\r\nD) The development shall not be occupied until the site investigation and post investigation assessment has been completed in accordance with the programme set out in the Written Scheme of Investigation approved under Part (B), and the provision for analysis, publication and dissemination of the results and archive deposition has been secured.\r\n\r\nReason. Heritage assets of archaeological interest may survive on the site. The planning authority wishes to secure the provision of appropriate archaeological investigation, including the publication of results, in accordance with Section 12 of the NPPF.\r\n",
    "Condition : 13 - Prior to the commencement of works on the site the applicant must provide a biosecurity plan to the local planning authority that includes details of identification posters, toolbox talks and vetting of contractors to ensure awareness of invasive plant species within the site.\r\n\r\nReason: To protect and enhance biodiversity, and comply with Merton's Core Planning Strategy 2011 policy CS13.",
    "Condition : 14 - Unless otherwise agreed in writing by the Local Planning Authority, no part of the development hereby approved shall be used or occupied until a Post Construction Review Certificate issued by the Building Research Establishment or other equivalent assessors confirming that the non residential development has achieved a BREEAM rating of not less than the standards equivalent to 'Very Good', and evidence demonstrating that the development has achieved CO2 reductions in accordance with those outlined in the approved Energy Statement (dated 24th September 2020).",
    "Condition : 15 - The development hereby permitted shall not be occupied until the drainage strategy as detailed within the submitted 'Proposed Drainage Strategy' dated May 2020, has been carried out in full. This shall include the flood risk management measures stated in the strategy. The measures above shall be consistent with the technical drawings provided in this strategy. \r\n\r\nReason: to reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMD2 & DMF2 and the London Plan policy 5.13.\r\n",
    "Condition : 16 - The development shall not be occupied until a community use agreement has been submitted to and approved in writing by the Local Planning Authority. The agreement shall apply to the hall and multi games area, parking area, toilets and changing facilities. It shall include details of pricing, policy, hours of use, access by non-educational establishment users, management responsibilities, and a mechanism for review. The development shall not be used otherwise than in strict compliance with the approved agreement.\r\n\r\nReason to secure well managed safe community access to the sports facilities, to ensure sufficient benefit of the development of sport, as well as to enable public access onto open space. Therefore, to comply with Policy 3.19 of the London Plan, Policy CS 13 of the Core Strategy 2011, and Policy DM O1 of the Sites and Policies Plan 2014.",
    "Condition : 17 - A School Travel Plan including management arrangements for the picking up and dropping of children shall be submitted to and approved by the Local Planning Authority, within 6 months of first use of the buildings hereby approved. The School Travel Plan show include details concerning the number of children to attend the primary school alongside the vehicle movements generated. The development shall operate in full accordance with the approved School Travel Plan.\r\n\r\n",
    "Condition : 18 - The development shall not be occupied until suitable details of the proposed vehicular and pedestrian access (including any interim arrangements that may be necessary pending redevelopment of adjoining land to the east) to serve the development have been submitted in writing for approval to the Local Planning Authority. This shall include details of the improvements to the unnamed access road on to Church Road used to reach the new drop-off and collection area. In addition, the details shall demonstrate how a rigid vehicle and fire emergency vehicle can turn within the school's new turning area. The development shall not be occupied until any interim arrangements forming part of the wider vehicle and pedestrian access scheme have been implemented.",
    "Condition : 19 - No external lighting shall be installed without the prior approval in writing of the Local Planning Authority.",
    "Condition : 20 - Before the relevant part of the work, details of particulars and/or samples of the external window frames and doors shall be submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the approved details.\r\n\r\nReason: To ensure a satisfactory appearance of the development and to comply with the following Development Plan policies for Merton: policy 7.6 of the London Plan 2016, policy CS14 of Merton's Core Planning Strategy 2011 and policies DM D2 and D3 of Merton's Sites and Policies Plan 2014.",
    "Condition : 21 - The development shall be constructed in accordance with the approved design specification for reducing carbon emissions. \r\n\r\nReason to reduce CO2 emissions and to comply with policy 5.2 of the London Plan. ",
    "Condition : 22 - The development shall be fully completed in accordance with the recommendations, methodology and findings detailed within 'Preliminary Ecological Appraisal (March 2020)' and ''Preliminary roost Assessment an Nocturnal Bat Surveys (July 2020)' reports. An ecologist shall also be present when site clearance is taking place, to safeguard fauna on site.  \r\n\r\nReason: To protect and enhance biodiversity, and comply with Merton's Core Planning Strategy 2011 policy CS13.\r\n",
    "Condition : 23 - The vehicle parking area including the drop-off and collection area shall be provided before the occupation of the buildings hereby permitted, and shall be retained for the users of the development and for no other purpose.\r\n",
    "Condition : 24 - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 25 - The development hereby approved shall not be used/occupied until such time as the applicant has installed the green roof and solar panels as described on the approved plans.\r\n\r\nReason. To ensure that the development contributes towards mitigating against climate change, to contribute towards biodiversity and to comply with London Plan policies 5.1, 5.2 and 5.3 and Merton Core Planning Strategy policy CS15 , to reduce flood risk and to comply with London plan policy 5.12, Merton Core Planning Strategy policy CS16, and Merton sites and Policies plan policy DM.F2, and to safeguard the biodiversity quality of the locality, and to ensure compliance with Sites and policy DM D2 and DM.O2 and CS13 and CS14 of the Merton Core Planning Strategy 2011.\r\n",
    "Condition : 26 - INFORMATIVE\r\nDemolition of buildings should avoid the bird nesting and bat roosting season. This avoids disturbing birds and bats during a critical period and will assist in preventing possible contravention of the Wildlife and Countryside Act 1981, which seeks to protect nesting birds/bats and their nests/roosts. Buildings should also be inspected for bird nests and bat roosts prior to demolition. All species of bat in Britain and their roosts are afforded special protection under the Wildlife and Countryside act 1981.  If bats are found, Natural England should be contacted for advice (tel: 020 7831 6922).\r\n",
    "Condition : 27 - In accordance with paragraphs 38 of the National Planning Policy\r\nFramework, The London Borough of Merton takes a positive and\r\nproactive approach to development proposals focused on solutions.\r\nThe London Borough of Merton works with applicants or agents in a positive and proactive manner by suggesting solutions to secure a successful outcome; and updating applicants or agents of any issues that may arise in the processing of their application.\r\nIn this instance:\r\ni) Officers invited amended plans to address concerns regarding the proposals.\r\nii) The applicant was provided pre-application advice."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T00:21:15.717+00:00",
  "ward": "Cricket Green_histroic",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": 0,
    "net_car": 9,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": 9,
    "net_bluebadge": null,
    "net_carclub": null
  },
  "lapsed_date": "16/11/2023",
  "decision_target_date": "18/11/2020",
  "centroid": {
    "lat": 51.401656,
    "lon": -0.173408
  },
  "lpa_app_no": "20/P2184",
  "status": "Lapsed",
  "site_name": "Melrose School",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=20/P2184",
  "locality": "Mitcham",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527075.5695918008,
              168548.42309373792
            ],
            [
              527187.2489444865,
              168506.6050640099
            ],
            [
              527210.5989575398,
              168497.6976137383
            ],
            [
              527224.0466522042,
              168492.34914471983
            ],
            [
              527238.8960072568,
              168485.35114787368
            ],
            [
              527242.4990989607,
              168505.90526432527
            ],
            [
              527231.7475392778,
              168504.19575366663
            ],
            [
              527207.449344198,
              168554.50135385332
            ],
            [
              527197.1017925097,
              168575.70528429875
            ],
            [
              527194.7272149117,
              168610.945196988
            ],
            [
              527190.2996170975,
              168611.05516550964
            ],
            [
              527191.5528663853,
              168591.92064270453
            ],
            [
              527192.6989298789,
              168574.14573071472
            ],
            [
              527178.9461679533,
              168570.39680383308
            ],
            [
              527155.752811061,
              168566.1480200339
            ],
            [
              527080.1538457761,
              168552.30198341818
            ],
            [
              527072.403488336,
              168549.60275606235
            ],
            [
              527075.5695918008,
              168548.42309373792
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor all other minor developments",
  "last_date_consultation_comments": "26/08/2020",
  "appeal_decision_date": null,
  "decision_process": null,
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "Church Road",
  "pp_id": "PP-08859662",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 527157,
  "appeal_start_date": null,
  "centroid_northing": 168541,
  "borough": "Merton",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.174576,
          51.40174
        ],
        [
          -0.172986,
          51.40134
        ],
        [
          -0.172654,
          51.401254
        ],
        [
          -0.172462,
          51.401203
        ],
        [
          -0.172251,
          51.401137
        ],
        [
          -0.172192,
          51.401321
        ],
        [
          -0.172347,
          51.401308
        ],
        [
          -0.172679,
          51.401766
        ],
        [
          -0.17282,
          51.401958
        ],
        [
          -0.172841,
          51.402276
        ],
        [
          -0.172905,
          51.402278
        ],
        [
          -0.172894,
          51.402105
        ],
        [
          -0.172883,
          51.401945
        ],
        [
          -0.173082,
          51.401915
        ],
        [
          -0.173417,
          51.401882
        ],
        [
          -0.174508,
          51.401774
        ],
        [
          -0.174621,
          51.401752
        ],
        [
          -0.174576,
          51.40174
        ]
      ]
    ],
    "type": "Polygon"
  }
}