{
  "lpa_app_no": "20/P2682",
  "uprn": "10094254380",
  "lapsed_date": "31/01/2024",
  "centroid_northing": 169455,
  "site_number": "",
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": "Electrical Substation Adjacent 14",
  "appeal_decision_date": null,
  "valid_date": "24/09/2020",
  "decision_date": "31/01/2024",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.227279,
          51.410809
        ],
        [
          -0.226853,
          51.410571
        ],
        [
          -0.225562,
          51.410859
        ],
        [
          -0.2254,
          51.41059
        ],
        [
          -0.226903,
          51.410176
        ],
        [
          -0.226924,
          51.410546
        ],
        [
          -0.227006,
          51.410589
        ],
        [
          -0.22702,
          51.410578
        ],
        [
          -0.227334,
          51.410731
        ],
        [
          -0.227279,
          51.410809
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": "",
  "application_details": {
    "site_area": 0.41300000000000003
  },
  "appeal_decision": null,
  "postcode": null,
  "development_type": "Minor dwellings",
  "title_number": null,
  "centroid_easting": 523388,
  "actual_commencement_date": null,
  "description": "DEMOLITION OF EXISTING ELECTRICAL SUB-STATION AND ERECTION ON SITE OF NEW 3 BED DWELLINGHOUSE WITH FRONT AND REAR GARDENS AND ACCESS TO GROUNDS OF LANGHAM COURT ",
  "decision": "Refused",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lat": 51.410702,
    "lon": -0.227245
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=20/P2682",
  "pp_id": "PP-09016069",
  "id": "Merton-20_P2682",
  "application_type_full": null,
  "cil_liability": true,
  "status": "Refused",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "19/11/2020",
  "locality": "Raynes Park",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "07/11/2020",
  "decision_conditions": [
    "Reason : 1 - The proposal, by reason of unsatisfactory layout and quantum of external amenity area for future occupiers represents over-intensification and over-development of the site failing to provide an acceptable standard of accommodation and living space resulting in a cramped and unsatisfactory standard of accommodation to the detriment of the amenities of future occupiers of the HMO.  The proposal would therefore be contrary to, in particular, London Plan (2021) Policy H9, Merton Core Planning Strategy policy CS14, Merton Sites and Policies Plan (2014) DMH5 and DM D2 and London Borough of Merton Houses in Multiple Occupation (HMO) Requirements (Revised July 2021).",
    "Reason : 2 - In the absence of an Air Quality Neutral Statement, it has not been demonstrated that the proposal would include measures in order to make the proposal Air Quality Neutral and provisions to achieve sustainable design and construction. The proposal therefore fails to comply with, in particular, policies SI 1,SI 2, SI 5 and SI 13 of the London Plan 2021 and policy CS15 of Merton's Core Planning Strategy 2011.",
    "Reason : 3 - The application has failed to demonstrate that the proposed development would secure a net biodiversity gain, contrary to Policy G6 of the London Plan 2021.",
    "Reason : 4 - In the absence of a site specific flood risk assessment commensurate to the\r\nnature and scale of the development the scheme is considered to increase risk of flooding in the locality contrary to the aims and objections of, in particular, London Plan policy SI 13, Merton Core Strategy (2011) policy CS16 and Merton Sites and Policies Plan (2014) policies DM F1 and DM F2. \r\n",
    "Reason : 5 - In the absence of any on-site parking to serve the residential unit and the absence of a legal agreement to ensure that unit is prevented from being able to obtain parking permits for the Controlled Parking Zone, the proposal would result in an increased demand for on-street parking to the detriment of the free flow of traffic in the locality and highway and pedestrian safety and be contrary to the Mayor and the Council's commitment to reducing car usage and promoting more sustainable forms of transport. The proposal would therefore be contrary to, in particular, policy T6 of the London Plan 2021, Policy DM T1, T2 and T3 of Merton's Sites and Policies Plan 2014 and Policy CS20 of Merton's Core Planning Strategy 2011.",
    "Reason : 6 - INFORMATIVE\r\nNote to Applicant\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton  (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\"\tOffering a pre-application advice and duty desk service. \r\n\"\tWhere possible, suggesting solutions to secure a successful outcome.\r\n\"\tAs appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\nIn this instance:\r\n\"\tThe application was not considered to comply with the provisions of the Development Plan and NPPF as submitted, and would have required substantial changes such that a new application would be required. \r\n\"\tThe applicant/agent was informed of any issues arising during consideration of the application and how these could potentially be overcome but sufficient information was not forthcoming. \r\n"
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T00:49:37.524+00:00",
  "appeal_status": null,
  "street_name": "Pepys Road",
  "ward": "Raynes Park_histroic",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523385.35232780356,
              169466.8501970364
            ],
            [
              523415.6034569994,
              169441.0975686403
            ],
            [
              523504.6006465733,
              169475.39775032556
            ],
            [
              523516.59721048153,
              169445.74623797322
            ],
            [
              523413.19589915604,
              169397.15014844725
            ],
            [
              523410.69764564163,
              169438.24838421273
            ],
            [
              523404.9013676845,
              169442.89705354453
            ],
            [
              523403.9531856573,
              169441.6973969431
            ],
            [
              523381.6997657337,
              169458.10270097887
            ],
            [
              523385.35232780356,
              169466.8501970364
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}