{
  "lpa_name": "Merton",
  "uprn": "48018354",
  "decision_date": "24/09/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Merton-20_P2031",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "SW19 7RD",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.053000000000000005
  },
  "valid_date": "25/06/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "DEMOLITION OF EXISTING GARAGE AND ERECTION OF A REPLACEMENT GARAGE (WITH HABITABLE ROOM ABOVE), ERECTION OF SINGLE STOREY REAR EXTENSION,  ENLARGEMENT OF EXISTING BASEMENT INVOLVING FORMATION OF FRONT LIGHTWELL AND ONE ADDITIONAL VEHICLE CROSSOVER.",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: P04, P10, P011, P12, SK010, Basement Construction Method Statement (June 2020), Sustainable Surface Water Drainage Report (June 2020), Ground Investigation Report (05/07/2020), Tree Survey, Aboricultural Impact Assessment, Tree Constraints Plan, Aboricultural Method Statement and Tree Protection Plan",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - No development shall take place until details of all boundary walls or fences are submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be\r\npermanently retained thereafter.",
    "Condition : 5 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 6 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 7 - The development hereby permitted shall not be occupied at any time other than for purposes ancillary to the residential use of the dwelling known as 2 Courthope Road, Wimbledon.",
    "Condition : 8 - \"\tTree Protection: The details and measures for the protection of the existing trees as specified in the hereby approved document 'BS 5837: 2012 Tree Survey, Arboricultural Impact Assessment, Tree Constraints Plan, Arboricultural Method Statement and Tree Protection Plan' dated 'June 2017' shall be fully complied with. The methods for the protection of the existing trees shall fully accord with all of the sequence of events and measures specified in the report and shall be installed prior to the commencement of any site works and shall remain in place until the conclusion of all site works. ",
    "Condition : 9 - \"\tSite Supervision (Trees) - The details of the approved 'BS 5837: 2012 Tree Survey, Arboricultural Impact Assessment, Tree Constraints Plan, Arboricultural Method Statement and Tree Protection Plan' shall include the retention of an arboricultural expert to monitor and report to the Local Planning Authority not less than monthly the status of all tree works and tree protection measures throughout the course of the demolition and site works. A final Certificate of Completion shall be submitted to the Local Planning Authority at the conclusion of all site works. The works shall be carried out in accordance with the approved Arboricultural Method Statement and Tree Protection Plan.",
    "Condition : 10 - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 11 - Prior to the commencement of development, the applicant shall submit a detailed proposal on how drainage and groundwater  will be managed and mitigated during and post construction (permanent phase), for example through the implementation of passive drainage measures around the basement structure. \r\n\r\n",
    "Condition : 12 - Prior  to the commencement of development, a detailed scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority for both phases of the development. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS) based on the 100yr plus 40% climate change event, in accordance with drainage hierarchy contained within the London Plan Policy (5.12, 5.13 and SPG) and the advice contained within the National SuDS Standards ",
    "Condition : 13 - No works will commence on site until the below documents have been submitted to and agreed in writing by the Local Planning Authority:\r\n\r\n (Detailed Construction Method Statement produced by the Contractors appointed for the underpinning and construction of the basement. This shall be reviewed and agreed by the Structural Engineer designing the basement.  \r\n \r\nStructural and sequence drawings of the underpinning retaining wall closest to the highway boundary and temporary work drawings.  \r\n \r\nDesign calculations of the retaining wall supporting the highway. Please assume full hydrostatic pressure and design should be carried out in accordance to Eurocodes. ? \r\n\r\nWe would recommend monitoring movement of the highway and specially the adjacent building from pre-construction to completion of the works.  ",
    "Condition : 14 - Before the development hereby permitted is first occupied, the windows in the rear dormer window to the garage shall be glazed with obscure glass and fixed shut and shall permanently maintained as such thereafter.",
    "Condition : 15 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The application was acceptable as submitted and no further assistance was required.\r\n   iii) The application was approved without delay.\r\n   iv) The application was considered by the Planning Committee where the applicant/agent had the opportunity to speak to the committee and promote the application.\r\n",
    "Condition : 16 - INFORMATIVE \r\nIt is Council's policy for the Council's contractor to construct new vehicular access. The applicant should contact Council's Highway Team on: 0208 545 3829 prior to any work starting to arrange for this works to be done. \r\n\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T03:19:29.634+00:00",
  "ward": "Village_historic",
  "parking_details": null,
  "lapsed_date": "24/09/2023",
  "decision_target_date": "24/09/2020",
  "centroid": {
    "lat": 51.425369,
    "lon": -0.215429
  },
  "lpa_app_no": "20/P2031",
  "status": "Approved",
  "site_name": "",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=20/P2031",
  "locality": "Wimbledon",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524188.8994930586,
              171128.80446804682
            ],
            [
              524196.8972023311,
              171121.54654560273
            ],
            [
              524191.19986510696,
              171116.2480622765
            ],
            [
              524183.10321510106,
              171108.6502371296
            ],
            [
              524175.0477904007,
              171100.30262660555
            ],
            [
              524179.20330119785,
              171095.85390003963
            ],
            [
              524174.6025571008,
              171091.55513054784
            ],
            [
              524170.6531728311,
              171087.89617791196
            ],
            [
              524158.697834228,
              171100.80248352385
            ],
            [
              524188.8994930586,
              171128.80446804682
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Other house holder developments",
  "last_date_consultation_comments": "23/09/2020",
  "appeal_decision_date": null,
  "decision_process": "",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "2",
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Courthope Road",
  "pp_id": "PP-08832628",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 524170,
  "appeal_start_date": null,
  "centroid_northing": 171106,
  "borough": "Merton",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.215149,
          51.42557
        ],
        [
          -0.215036,
          51.425503
        ],
        [
          -0.21512,
          51.425456
        ],
        [
          -0.215239,
          51.42539
        ],
        [
          -0.215358,
          51.425317
        ],
        [
          -0.2153,
          51.425276
        ],
        [
          -0.215367,
          51.425238
        ],
        [
          -0.215426,
          51.425206
        ],
        [
          -0.215593,
          51.425325
        ],
        [
          -0.215149,
          51.42557
        ]
      ]
    ],
    "type": "Polygon"
  }
}