{
  "centroid": {
    "lon": "0.2510352",
    "lat": "51.5633684"
  },
  "status": "Approved",
  "decision_target_date": "23/10/2019",
  "site_name": "2A Ashburnham Gardens",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 10 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the details on the submitted plans, the proposed first floor flank windows serving the en-suites as shown on drawings 1922-1 Revision A and 1922-2A shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no porches shall be erected to the front or side of the extension hereby permitted, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with the  Development Control Policies Development Plan Document Policy DC61.",
    "The roof lights inserted on the roof slope of either side of the dwelling house shall be obscure-glazed, and  non-opening unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed.",
    "Reason - In the interest of privacy and to protect the amenity of the adjacent neighbours at No.2 and No.2B Ashburnham Gardens, Upminster in accordance with the Residential Extensions and Alterations Supplementary Planning Document and Policy DC61 of the LDF Core Strategy and Development Control Policies Development Plan Document.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with Mr Breden (Agent) by e-mail and phone. The revisions involved providing a street scene view and the area of he loft was reduced. The amendments were subsequently submitted on 23/10/19."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM14 1XA",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "23/10/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1053.19",
  "centroid_northing": 187344,
  "uprn": "100021403840",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Cranham",
  "decision_date": "23/10/2019",
  "description": "Extensions to front, side and rear, roof alterations to include rooms in roof with roof lights and new patio with screen wall and fence",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1053.19",
  "lpa_app_no": "P1053.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:52:08.730+00:00",
  "centroid_easting": 556124,
  "pp_id": "07983607",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "28/08/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              556134.525,
              187392.784
            ],
            [
              556145.362,
              187388.585
            ],
            [
              556113.256,
              187297.145
            ],
            [
              556101.606,
              187301.073
            ],
            [
              556134.525,
              187392.784
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.116
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Upminster",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "18/10/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2512086,
          51.5638038
        ],
        [
          0.2513629,
          51.5637631
        ],
        [
          0.2508596,
          51.5629504
        ],
        [
          0.2506934,
          51.5629889
        ],
        [
          0.2512086,
          51.5638038
        ]
      ]
    ],
    "type": "Polygon"
  }
}