{
  "appeal_decision_date": null,
  "actual_commencement_date": null,
  "lpa_name": "Havering",
  "ward": "Squirrels Heath",
  "application_details": {
    "total_gia_gained": 59,
    "intended_completion_date": "08/2024",
    "existing_uprns": null,
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "06/2024",
    "no_additional_bedrooms": 1,
    "site_area": 0.047
  },
  "decision_target_date": "12/07/2024",
  "last_date_consultation_comments": "24/05/2024",
  "locality": null,
  "secondary_street_name": null,
  "site_name": "30 Crossways",
  "reference_no_of_permission_being_relied_on": null,
  "appeal_start_date": null,
  "lpa_app_no": "P0612.24",
  "appeal_status": null,
  "site_number": null,
  "centroid_easting": 552755,
  "centroid_northing": 189627,
  "uprn": "100021368769",
  "last_updated": "2025-03-19T21:10:39.394+00:00",
  "description": "Replacement of existing conservatory with a new single storey rear extension/orangery, new upgraded flat roof to garage & conversion of loft into habitable space.",
  "subdivision_of_building": null,
  "decision_agency": "Borough",
  "valid_date": "01/05/2024",
  "centroid": {
    "lon": "0.20346029999999998",
    "lat": "51.5848026"
  },
  "title_number": [
    "unregistered"
  ],
  "status": "Approved",
  "application_type_full": "Householder planning permission",
  "decision_process": "Delegated",
  "application_type": "All Other",
  "lapsed_date": "12/07/2027",
  "parking_details": null,
  "street_name": "Romford",
  "borough": "Havering",
  "epc_number": null,
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "pp_id": "12757466",
  "decision": "Approved",
  "cil_liability": false,
  "decision_date": "12/07/2024",
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.20369369999999998,
          51.5849278
        ],
        [
          0.2037298,
          51.5848817
        ],
        [
          0.2037658,
          51.5848356
        ],
        [
          0.2036874,
          51.5848119
        ],
        [
          0.2036178,
          51.5847907
        ],
        [
          0.2033518,
          51.5847083
        ],
        [
          0.2032251,
          51.584669
        ],
        [
          0.203223,
          51.5846718
        ],
        [
          0.2031558,
          51.5847594
        ],
        [
          0.2032965,
          51.5848034
        ],
        [
          0.20369369999999998,
          51.5849278
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0612.24",
  "actual_completion_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552770.75,
              189641.4
            ],
            [
              552773.4,
              189636.35
            ],
            [
              552776.05,
              189631.3
            ],
            [
              552770.7,
              189628.5
            ],
            [
              552765.95,
              189626
            ],
            [
              552747.8,
              189616.28
            ],
            [
              552739.15,
              189611.65
            ],
            [
              552739,
              189611.95
            ],
            [
              552734.05,
              189621.55
            ],
            [
              552743.65,
              189626.74
            ],
            [
              552770.75,
              189641.4
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Havering-P0612.24",
  "bo_system": "CSV Data Import",
  "postcode": "RM2 6AL",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "No works shall take place in relation to any of the development hereby approved until samples/details of all materials to be used in the external construction of the works hereby permitted are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason: Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of samples prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The roof lights inserted in the flank of the roof on each side respectively shall be  obscure-glazed, and  non-opening unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed.",
    "Reason - In the interest of privacy and to protect the amenity of the adjacent neighbours",
    "Notwithstanding the details shown on submitted plans, prior to their installation, the applicant shall submit for the approval of the Local Planning Authority details of the Conservation type roof-lights to be installed including their colour/finish and method of installation.  The rooflights installed shall be in accordance with the approved details.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of samples prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "During construction of the development hereby permitted, any trees within or near to the site shall be protected in accordance with the requirements of BS 5837 (2012) 'Trees in Relation to Design, Demolition and Construction'. The protection measures shall be implemented prior to any below ground works and shall be retained for the entire period of the duration of any work at the site, in connection with the development hereby permitted.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policy 27 of the Council's Local Plan.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the applicant/their agent in writing. The revisions involved relocating roof-lights deeper into the site to reduce visual impacts on the street-scene. The amendments were subsequently submitted on 26-06-2024."
  ]
}