{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4735833,
          51.5107185
        ],
        [
          -0.4735754,
          51.5107267
        ],
        [
          -0.4735511,
          51.5107121
        ],
        [
          -0.47356089999999995,
          51.5107039
        ],
        [
          -0.4735833,
          51.5107185
        ]
      ]
    ],
    "type": "Polygon"
  },
  "locality": null,
  "appeal_decision_date": null,
  "date_building_work_started_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0
  },
  "title_number": null,
  "decision_date": "30/10/2023",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=78224/ADV/2023/38",
  "lapsed_date": "30/10/2026",
  "parking_details": null,
  "decision": "Approved",
  "decision_agency": "Borough",
  "last_updated": "2025-03-19T00:53:07.763+00:00",
  "ward": "YIEWSLEY 2022",
  "cil_liability": false,
  "actual_completion_date": null,
  "application_type_full": "Consent to display an advertisement",
  "site_number": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506023.4265,
              180191.8413
            ],
            [
              506023.9557,
              180192.7674
            ],
            [
              506025.6755,
              180191.1799
            ],
            [
              506025.014,
              180190.2538
            ],
            [
              506023.4265,
              180191.8413
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "lpa_name": "Hillingdon",
  "subdivision_of_building": null,
  "development_type": null,
  "decision_conditions": [
    "All advertisement consents carry the following 5 standard conditions as contained in the Town and Country Planning (Control of Advertisements) Regulations 1992 and unless specified to the contrary the consent expires after 5 years.",
    "i) No advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.",
    "ii) No advertisement shall be sited or displayed so as to:-",
    "(a) Endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);",
    "(b) Obscure, or hinder the ready interpretation of, any traffic sign, railway signal or aid to navigation by water or air or;",
    "(c) Hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.",
    "iii) Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity of the sit",
    "·\tThe advertisements shown on the display screens shall not change more frequently than once every 10 seconds, with the exception of images that gradually and smoothly merge from one into another.  All images shall remain static with no movement, animation, flashes or pulsation, no images or messaging should spread across more than one screen.",
    "·\tThe images shall not contain any directional information/symbols or resemble any statutory traffic signage either.",
    "·\tThe intensity of the illumination of the advertisement shall be no greater than 300 cd/m² during hours of darkness as advised by the Institute of Lighting Professionals' publication PLG05 (2015): \"The Brightness of Illuminated Advertisements\", or any publication replacing or superseding this guidance.",
    "·\tThe advertisements shall be switched off between the hours of 23.00 and 05.00.",
    "REASON to be in accordance with the published London Plan 2021 Policy T4 Assessing and mitigating transport impacts which requires that development",
    "a) The intensity of the illumination of the two digital display screens shall not exceed 600 candelas per square metre (cd/m2) between dusk and dawn in line with the maximum permitted recommended luminance as set out by 'The Institute of Lighting Professional's 'Professional Lighting Guide 05: The Brightness of Illuminated Advertisements'.",
    "b) The digital display screens shall not display any moving, or apparently moving, images (including animation, flashing, scrolling three dimensional, intermittent or video elements).",
    "c) The minimum display time for each piece of content on the digital display screens shall be 10 seconds.",
    "d) The sequencing of messages relating to the same product is prohibited.",
    "e) The interval between each piece of content on the digital display screens shall take place over a period no greater than one second; the complete screen shall change with no visual effects (including swiping or other animated transition methods) between displays and the display will includ",
    "The existing advertisement and associated structure which this development shall replace shall be removed in its entirety prior to commencement of the development and the site shall be left in a condition that does not endanger the public or impair visual amenity.",
    "REASON: To safeguard the visual amenities of the area and public safety in accordance with Policy DMHB 11 and DMHB 13A of the Hillingdon Local Plan Part 2 (2020)."
  ],
  "centroid": {
    "lat": 51.510701,
    "lon": -0.473625
  },
  "pp_id": "12386249",
  "centroid_northing": 180190,
  "uprn": null,
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid_easting": 506022,
  "bo_system": "CSV Data Import",
  "last_updated_by": "CSV Data Import",
  "last_date_consultation_comments": "13/09/2023",
  "borough": "Hillingdon",
  "secondary_street_name": "YIEWSLEY",
  "appeal_status": null,
  "site_name": "CORNER OF BENTINCK ROAD AND",
  "application_type": "All Other",
  "description": "Installation of an internally illuminated freestanding double-sided digital advertisement unit",
  "street_name": "HIGH STREET",
  "valid_date": "14/08/2023",
  "lpa_app_no": "78224/ADV/2023/38",
  "status": "Approved",
  "decision_target_date": "02/11/2023",
  "id": "Hillingdon-78224_ADV_2023_38",
  "epc_number": null,
  "postcode": "UB7 7QG"
}