{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509621.5323,
              191461.9629
            ],
            [
              509562.3978,
              191475.9858
            ],
            [
              509572.8489,
              191520.3036
            ],
            [
              509630.2636,
              191506.5453
            ],
            [
              509621.5323,
              191461.9629
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07779571",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:42:51.382+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "07/06/2019",
  "secondary_street_name": "NORTHWOOD",
  "appeal_start_date": null,
  "ward": "NORTHWOOD",
  "centroid": {
    "lat": "51.6115956",
    "lon": "-0.4185895"
  },
  "decision": "Approved",
  "valid_date": "13/05/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.272
  },
  "cil_liability": false,
  "postcode": "HA6 1AQ",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=10115/APP/2019/1393",
  "lpa_name": "Hillingdon",
  "site_name": "LITTLE ST HELENS SCHOOL",
  "lapsed_date": "04/07/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, Proposed Site Plan (Submitted 27-06-2019) and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting documents:",
    "Kingfisher Lighting Deco Bollard DatasheetDeco Datasheet",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence",
    "REASON",
    "To ensure that the development complies with the objectives of Policies contained within the Hillingdon Local Plan: Part 2 - Saved UDP Policies (November 2012)",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details. The fencing shall be retained in position until development is completed.",
    "T",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Installation of 27 light bollards within the car park area",
  "lpa_app_no": "10115/APP/2019/1393",
  "decision_target_date": "08/07/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "04/07/2019",
  "id": "Hillingdon-10115_APP_2019_1393",
  "centroid_northing": 191491,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 509597,
  "street_name": "83 GREEN LANE",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.41824439999999996,
          51.6113299
        ],
        [
          -0.41909369999999996,
          51.6114674
        ],
        [
          -0.418929,
          51.6118637
        ],
        [
          -0.4181045,
          51.6117289
        ],
        [
          -0.41824439999999996,
          51.6113299
        ]
      ]
    ],
    "type": "Polygon"
  }
}