{
  "lpa_name": "Havering",
  "uprn": "100021341966",
  "decision_date": "19/03/2021",
  "epc_number": null,
  "application_type_full": "Outline planning permission: All matters reserved",
  "bo_system": "CSV Data Import",
  "id": "Havering-P1920.20",
  "secondary_street_name": "HORNCHURCH",
  "appeal_status": null,
  "postcode": "RM12 6LX",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.099
  },
  "valid_date": "18/12/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Outline application for redevelopment of site to create 1 x 3-bed, 8 x 2-bed, and 2 x 1-bed self-contained flats.",
  "decision_conditions": [
    "The proposed development would, by reason of its height, bulk and mass, forms an incoherent relation with its neighbouring buildings and would appear as an unacceptably dominant and visually intrusive feature in the streetscene harmful to the appearance of the surrounding area contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies DPD.",
    "The proposed development, due to its position, height and scale and close proximity to the boundaries would result in serious loss of privacy and an unacceptable outlook creating sense of enclosure, harmful to the existing occupiers of the neighbouring buildings. The development, in terms of its impact on neighbouring amenity would be contrary to policy DC61 of the LDF, the Residential Design SPD, and the National Planning Policy Framework.",
    "The proposed development, due to the lack of communal amenity space, inadequately sized balconies, would result in the provision of substandard residential accommodation detrimental to the amenity of prospective occupiers of the flats, contrary to recently published London Plan policies and Policy DC61 of LDF and the advice given in the adopted Residential Design Supplementary Planning Document 2010and the National Planning Policy Framework, which generally all aim to achieve a high standards of quality accommodation for the residents.",
    "The proposed car parking spaces to the front would have to reverse onto busy road, which in part is also restricted by a pedestrian island, thereby causing hazard to the highway safety and detrimental to the free flow of traffic, contrary to policy DC32 of the adopted Core Strategy 2008.",
    "The proposed development fails to present an affordable housing scheme as is required for development proposals of 10 dwellings or more. Furthermore the absence of a satisfactorily completed legal agreement means that the provision of affordable housing cannot be secured, in conflicts with the requirements of Policies H4 and H5 of the London Plan; London Plan Affordable Housing SPG and Policy DC6 of the Core Strategy and Development Control Policies",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the agent on by email.",
    "The proposal, if granted planning permission on appeal, would be liable for the Mayor of London Community Infrastructure Levy (CIL). Further details with regard to CIL are available from the Council's website."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T18:52:05.430+00:00",
  "ward": "St Andrew's",
  "parking_details": null,
  "lapsed_date": "19/03/2024",
  "decision_target_date": "19/03/2021",
  "centroid": {
    "lat": "51.5585084",
    "lon": "0.2200792"
  },
  "lpa_app_no": "P1920.20",
  "status": "Refused",
  "site_name": "The Cranleigh",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1920.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553974.616,
              186727.019
            ],
            [
              553974.819,
              186727.29
            ],
            [
              553975.497,
              186751.877
            ],
            [
              554015.256,
              186748.897
            ],
            [
              554014.105,
              186723.835
            ],
            [
              553974.616,
              186727.019
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "15/01/2021",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Planning Portal ingest",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "84 Station Lane",
  "pp_id": "06465522",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 553995,
  "appeal_start_date": null,
  "centroid_northing": 186738,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2197806,
          51.5584153
        ],
        [
          0.2197836,
          51.5584177
        ],
        [
          0.21980419999999998,
          51.5586384
        ],
        [
          0.22037589999999999,
          51.5586008
        ],
        [
          0.2203484,
          51.558376
        ],
        [
          0.2197806,
          51.5584153
        ]
      ]
    ],
    "type": "Polygon"
  }
}