{
  "epc_number": null,
  "decision_target_date": "12/10/2023",
  "decision": "Approved",
  "last_date_consultation_comments": null,
  "description": "Minor material amendment (S.73) to vary condition no. 2 (approved plans) and Condition 4 pursuant to planning permission reference 232383VAR dated 28/07/2023 for \"Minor material amendment (S.73) to vary condition no.2 (approved plans), seeking to include the addition of 4 windows to the rear elevation at ground floor level and combine the two units to one unit, in pursuant to planning permission reference 216181FUL dated 15/06/2021 for ''Change of use of the existing ground floor commercial units (Mixed Use Class  A1/A2/B1/D1) into commercial units with flexible use  (Mixed Use Class E(a)/E(c)/E(d)/E(e)/E(g)/F1(a)/F1(b))''. Variation seeks to vary condition 4 related to obscure glazing as the prospective tenant of the commercial unit is a GP practice; vary condition 2 replace the proposed drawings listed in condition 2 with those submitted with this application.",
  "site_number": null,
  "postcode": "W3 9LA",
  "application_type_full": "Removal/Variation of a condition",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "uprn": "12139138",
  "appeal_status": null,
  "parking_details": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/233382VAR;",
  "valid_date": "18/08/2023",
  "centroid": {
    "lon": -0.271983,
    "lat": 51.508182
  },
  "borough": "Ealing",
  "decision_agency": "Borough",
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "site_name": "23-31 King Street",
  "bo_system": "CSV Data Import",
  "centroid_easting": 520021,
  "subdivision_of_building": null,
  "status": "Approved",
  "lapsed_date": "12/10/2026",
  "actual_completion_date": null,
  "centroid_northing": 180221,
  "locality": "London",
  "wgs84_polygon": null,
  "development_type": "Other change of use",
  "lpa_app_no": "233382VAR",
  "application_details": {
    "existing_uprns": [
      "000012139138, 000012197447, 000012197473, 000012197474"
    ]
  },
  "secondary_street_name": null,
  "polygon": null,
  "last_updated": "2025-03-19T02:44:01.263+00:00",
  "date_building_work_started_under_previous_permission": null,
  "ward": "South Acton",
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of substantive permission 216181FUL dated 15/06/2021",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with drawing title number(s): L01 (location plan); S01 (block plan); S02 (Existing Ground Floor Plan- Commercial Unit); S03 (Existing Front and Rear Elevation); P01 (Proposed Ground Floor Plan- Commercial Units); P02 (Proposed Front and Rear Elevation- Obscure Glazing Extent); Planning Statement and Covering Letter",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| The commercial units hereby approved shall at no time be converted from their approved commercial Use Classes to C3 (residential) or to a Use Class E(b), notwithstanding the provisions of Schedule 2 Part 3 Class G, H, MA, O of the Town and Country Planning (General Permitted Development) Order 2015 (or any order revoking and re-enacting that Order) without express planning permission having first been granted by the Local Planning Authority.",
    "Reason: To safeguard the primary shopping frontage of Acton Town Centre and its vitality and viability in accordance with policies 4B, 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policy SD6 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| In the instance of the premises no longer use as a doctors surgery or uses fall under Use Class E(e), the commercial frontage facing King Street shall at all times remain clear between 1m from external ground level to 2m from external ground level without blinds, curtains, railings, shutters, posters, stickers or any other such barrier which might obscure visibility from the public highway through the shop front. Visibility shall be maintained for at least 50% of the frontage and shall be maintained for the lifetime of the development.",
    "Reason: To maintain an active shopping frontage for this primary shopping frontage of Acton Town Centre to benefit its vitality and vibrancy in accordance with Ealing's Development Management Policy 4B and London Plan (2021) policy SD6.",
    "| Prior to use of the ground floor commercial space as a gym or indoor sports facility, a creche, day care centre or educational centre, an acoustic report shall be submitted to the Council for approval in writing, detailing the following:",
    "o the sound insulation performance of the floor, ceiling and walls separating the commercial units from adjoining commercial and residential premises;",
    "o anti-vibration fittings and/or other mitigation measures required for the isolation of mechanical plant, exercise equipment, loudspeakers and floors for use by group exercise classes, weights, machines;",
    "o details to demonstrate that noise from plant and from the use of the premises including music, instructor's voices, group exercise classes, activities and use of equipment does not exceed NR25 Lmax(fast) from structure borne / impact noise, NR20 Leq,5min from general airborne activity noise (including music) within adjoining or nearby premises.",
    "The assessment and mitigation measures shall be based on standards of the Council's SPG10. Approved details shall be implemented prior to use of the premises and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site and surrounding premises are not adversely affected by noise and vibration, in accordance with policies D6, and D14 of the London Plan(2021) and policy 7A of Ealing's Development Management DPD(2013).",
    "| The rating sound level emitted from the external plant and machinery at the development hereby approved, as assessed under BS4142: 2014, shall not exceed the existing background sound level, as measured at the nearest noise sensitive facades, during the relevant periods of operation. External sound level LAeq emitted from plant/machinery/equipment shall be lower than the lowest existing background sound level LA90 by at least 10dBA at the most noise sensitive receiver location at the development site and neighbouring premises.",
    "Reason: To safeguard future and existing occupiers of the area against unacceptable noise and disturbance, in accordance with policy D14 of the London Plan(2021); policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), and Policy 7A of Ealing Development Management Development Plan Document (2013).",
    "| Prior to use of the commercial ground floorspace as a gym or other use involving emissions of noise all external doors shall be fitted with self-closing devices, which shall be maintained in an operational condition and at no time shall any external door nor windows to rooms where noise may be emitted, be fixed in an open position during the emission of noise.",
    "Reason: To ensure that the amenity of occupiers of the development site and surrounding premises are not adversely affected by noise in accordance with policy D14 of the London Plan(2021); policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), and Policy 7A of Ealing Development Management Development Plan Document (2013).",
    "| Use of the premises shall not be permitted outside the hours of 5.30am to 10pm Mondays to Fridays; 6am to 10.30pm Saturdays; and 9am-8pm on Sundays and Public/Bank Holidays.",
    "Reason: To ensure that the amenity of occupiers of the development site and surrounding premises are not adversely affected by noise from activities or people attending the site, in accordance with policy D14 of the London Plan(2021); policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), and Policy 7A of Ealing Development Management Development Plan Document (2013)."
  ],
  "appeal_decision_date": null,
  "title_number": null,
  "lpa_name": "Ealing",
  "pp_id": "PP-12395273",
  "decision_date": "12/10/2023",
  "id": "Ealing-233382VAR",
  "street_name": "King Street"
}