{
  "lpa_name": "Islington",
  "pp_id": "PP-11342405         ",
  "description": "Application for non-material amendment to planning consent ref: P2021/1479/S73 dated 31/05/2022. Amendments to conditions 3, 6, 16 and 28 modifying wording to correct references to previously approved applications.",
  "epc_number": null,
  "status": "Insufficient Fee",
  "decision_date": "27/07/2022",
  "street_name": "Farringdon Road",
  "decision_process": "Delegated",
  "uprn": "10001296734",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "21/07/2022",
  "subdivision_of_building": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 531073,
  "appeal_decision": null,
  "lpa_app_no": "P2022/2478/NMA",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "actual_commencement_date": null,
  "application_type": "All Other",
  "bo_system": "Agile APAS",
  "centroid": {
    "lat": 51.524565,
    "lon": -0.112042
  },
  "decision_agency": "Borough",
  "parking_details": null,
  "postcode": "EC1A 1BB",
  "last_updated": "2025-03-19T23:54:01.666+00:00",
  "secondary_street_name": null,
  "cil_liability": false,
  "url_planning_app": null,
  "valid_date": "23/06/2022",
  "appeal_decision_date": null,
  "locality": "London",
  "appeal_start_date": null,
  "application_type_full": "Non-Material Amendment",
  "decision": "Approved",
  "last_updated_by": "Agile APAS",
  "actual_completion_date": null,
  "site_name": "Mount Pleasant Mail Centre",
  "lapsed_date": "27/07/2025",
  "centroid_northing": 182317,
  "decision_conditions": [
    "Condition 6 of planning permissiojn P2021/1479/S73 shall be revised as follows:\r\n\r\ndevelopment or such other date, or stage in development as may be agreed in writing by the Local Planning Authority, a scheme including the following components to P-DEC-AP1 address the risks associated with site contamination shall each be submitted to and approved in writing by the Local Planning Authority: \r\n\r\na) a preliminary risk assessment which has identified all previous uses; potential contaminants associated with those uses (including asbestos, landfill gas, groundwater contamination); a conceptual model of the site indicating sources, pathways and receptors; and potentially unacceptable risks arising from contamination at the site;\r\nb) a site investigation scheme based on (a) to provide information for a detailed assessment of the risk to all receptors that may be affected, including those off site; \r\nc) the results of the site investigation and detailed risk assessment referred to in (b) and, based on these, an options appraisal and remediation strategy giving full details of the remediation measures required and how they are to be undertaken;\r\nd) a verification plan providing details of the data that will be collected in order to demonstrate that the works set out in the remediation strategy in (c) are complete and identifying any requirements for longer-term monitoring of pollutant linkages, maintenance and arrangements for contingency action;\r\ne) Further details in relation to unexploded ordinances and any mitigation measures that may be necessary (to accord with the Environmental Statement); \r\n\r\nEach Section of the development shall be carried out strictly in accordance with the relevant risk assessment, site investigation, options appraisal, remediation strategy and verification plan so approved, and no change therefrom shall take place without the prior written consent of the Local Planning Authority.\r\n\r\nFor the avoidance of doubt this condition can be discharged on a Section by Section basis\r\n\r\nAny investigation and risk assessment must be undertaken in accordance with the requirements of the Environment Agency's Model Procedures for the Management of Contamination (CLR11). In the event that additional significant contamination is found at any time when carrying out the approved development it must be reported in writing immediately to the local planning authority.\r\n\r\nThe development shall be carried out in accordance with the details submitted to the Local Planning Authority on 10 May 2017 pursuant to Condition 6c and 6d relating to the enabling works [LBI Ref: P2017/1839/AOD] and approved by the Local Planning Authority on 25 July 2017.\r\n\r\nThe application submitted on 17 August 2017 pursuant to Condition 6e [LBI Ref: P2017/3230/AOD] and approved by the Local Planning Authority on 23rd October 2020 insofar as it relates to Condition 6(E). The development shall be carried out in accordance with the details submitted to the Local Planning Authority on 15 November 2016 pursuant to Condition 6a and 6b of Planning Permission Reference: P2013/1423/FUL [LBI Ref: P2016/4377/AOD] and approved by the Local Planning Authority on 23 December 2016 and the application submitted to the Local Planning Authority on 3 March 2021 pursuant to Condition 6c 6d and 6e of Planning Permission Reference: P2020/1610/S73 [LBI Ref: P2021/0510/AOD] and approved by the Local Planning Authority on 8 April 2021. \r\n\r\nREASON: Previous industrial and/or commercial activities at this site may have resulted in contaminated soils and groundwater. The underlying groundwater is vulnerable to pollution and potential contamination must be investigated and a risk assessment carried out to determine impacts on the water environment and to protect future occupiers in accordance with policies S.14 and 5.21 of the London Plan (Consolidated with Alterations since 2011) and policy DM6.1 of Islington Council's Development Management Policies 2013."
  ],
  "ward": "College Park and Old Oak",
  "site_number": "",
  "application_details": {
    "existing_uprns": null,
    "s106_agreement": false,
    "lead_developer_company_name": "Councillor Ben Mackmurdie"
  },
  "id": "Islington-P2022_2478_NMA",
  "appeal_status": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.11202,
          51.524578
        ],
        [
          -0.112021,
          51.524551
        ],
        [
          -0.112065,
          51.524552
        ],
        [
          -0.112063,
          51.524579
        ],
        [
          -0.11202,
          51.524578
        ]
      ]
    ],
    "type": "Polygon"
  },
  "borough": "Islington",
  "last_date_consultation_comments": null
}