{
  "application_type": "All Other",
  "application_type_full": "Full planning permission",
  "description": "Erection of a part single storey and part double storey side and rear extension with roof space for use for habitable accommodation including new rear dormer with 4 no. rooflights. Following the demolition of the existing side garage, the lean-to rear conservatory, the side and rear box dormers and two external chimney stacks.",
  "epc_number": null,
  "street_name": "NORTHWOOD",
  "appeal_decision": null,
  "lpa_app_no": "9542/APP/2022/2785",
  "centroid": {
    "lon": "-0.4200971",
    "lat": "51.6097724"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 509497,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=9542/APP/2022/2785",
  "last_updated": "2025-03-20T15:30:01.633+00:00",
  "subdivision_of_building": null,
  "postcode": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 191286,
  "site_name": "6 CHESTER ROAD",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "05/09/2022",
  "lapsed_date": "31/10/2025",
  "parking_details": {
    "no_existing_car": 3,
    "no_proposed_car": 3,
    "net_car": 0
  },
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "decision_target_date": "31/10/2022",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "13/10/2022",
  "ward": "NORTHWOOD 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-9542_APP_2022_2785",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509491.4933,
              191311.4323
            ],
            [
              509506.7069,
              191310.374
            ],
            [
              509498.6371,
              191253.2239
            ],
            [
              509490.6996,
              191256.5312
            ],
            [
              509491.4933,
              191311.4323
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, unnumbered drawings LOCATION PLAN, PROPOSED BLOCK PLAN, PROPOSED PLANS GROUND AND FIRST FLOOR, PROPOSED PLANS LOFT & ROOF, PROPOSED ELEVATIONS and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The materials and windows to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the side walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The first floor windows in the side elevations shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The rooflights hereby approved shall be conservation type and set completely flush along the roof line, and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The site lies in a Critical Drainage Area (CDA) identified in the Surface Water Management Plan (SWMP) for Hillingdon. Therefore the water from the site entering the sewers should minimised. Please be aware of the following guidance:",
    "- Water run off from any roof or hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, must be permeable or be collected and directed to a permeable area, or it would need an additional permission.",
    "- A water butt should be incorporated.",
    "- No drainage to support the extension should be connected to any existing surface water network, other than as an overflow.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois"
  ],
  "application_details": {
    "total_gia_gained": 73,
    "rain_water_harvesting": true,
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_completion_date": "06/2023",
        "intended_commencement_date": "11/2022"
      }
    ],
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 10.4,
        "building_ref": "6 Chester Road Northwood"
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 202,
        "use_class": "C3",
        "gia_gained": 73,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "affordable_housing_fast_track": false,
    "internal_resi_water_usage": 0,
    "green_suds": false,
    "garden_land_lost": true,
    "total_gia_lost": 0,
    "scheme_phasing": true,
    "infrastructure_details": {
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 0,
      "no_new_gas_connections_required": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "fire_suppression_system_proposed": false,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "green_roof_area": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "site_area": 0.066,
    "total_gia_existing": 202,
    "ownership_status": "Private",
    "non_residential_details": {
      "total_gia_gained": 73,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 202
    },
    "grey_water_reuse": false
  },
  "pp_id": "11526219",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4201687,
          51.6100021
        ],
        [
          -0.4199494,
          51.6099896
        ],
        [
          -0.4200837,
          51.6094775
        ],
        [
          -0.4201973,
          51.6095088
        ],
        [
          -0.4201687,
          51.6100021
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "31/10/2022",
  "secondary_street_name": null
}