{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/181745VAR;",
  "lapsed_date": "29/01/2022",
  "decision_target_date": "29/01/2019",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W13 8RA",
  "site_name": "Land To The Rear Of ",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012160337, 000012199840, 000012199841, 000012199842, 000012199843, 000012199844, 000012199845, 000012199846, 000012199847, 000012199848, 000012199849"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "181745VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 516951,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:41:26.455+00:00",
  "id": "Ealing-181745VAR",
  "application_type": "All Other",
  "street_name": "Uxbridge Road",
  "borough": "Ealing",
  "ward": "Ealing Broadway",
  "decision_date": "29/01/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for a Minor Material Amendment (S73) to vary condition 2 (Approved Plans), condition 4 (Refuse Storage), condition 6 (Cycle Parking), condition 8 (Trees) and condition 11 (Windows) of planning permission ref:161052FUL dated 26.05.2017 for 'Two storey building containing 6x2 bed and 2x1 bed flats, including refuse and cycle store, parking and alterations to existing access.' Variation seeks to amend bin and cycle materials, to allow the removal of the trees, to allow first floor windows to be openable and have clear glazing",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 180574,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012160337",
  "centroid": {
    "lon": -0.316081,
    "lat": 51.511998
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of planning permission: 161052FUL dated 26.05.2017.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers: 005 REV P3 (Proposed Block Plan) dated 14.10.14, 100 REV P6 (Proposed Ground Floor) dated 14.10.14, 101 REV P5 (Proposed First Floor) dated 14.10.14, 102 REV P2 (Proposed Roof Plan) dated 30.10.14, 103 REV P2 (Proposed North and West Elevation) dated 30.10.14, 104 REV P4 (Proposed South and East Elevation) dated 30.10.14, 105 REV P1 (Proposed Sections) dated 30.10.14, 106 REV P2 (Cycle Store Plan) dated 07.04.15.",
    "As amended by 173492NMA dated : 001 P1 (Site Location Plan) dated 07.04.15, 005 REV P4 (Proposed Block Plan) dated 14.10.14, 100 REV P6 (Proposed Ground Floor) dated 14.10.14, 101 REV P5 (Proposed First Floor) dated 14.10.14, 102 REV P1 (Proposed Roof Plan) dated 30.10.14, 103 REV P2 (Proposed North and West Elevation) dated 30.10.14, 104 REV P2 (Proposed South and East Elevation) dated 30.10.14, 105 REV P1 (Proposed Sections) dated 30.10.14, 106 REV P2 (Cycle Store Plan) dated 07.04.15.",
    "And hereby further amended by: 2199(21)500 Rev D Ground Floor (planning), 2199(21)501 Rev C First Floor (planning), 2199(21)502 Rev B Roof (Planning),",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | The approved development shall be carried out in accordance with details of the materials for external surfaces submitted to and approved by the Local Planning Authority under application: 173823CND dated 04.10.2017.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies Ealing Local Variation to London Plan Policy 7.4 and 7B of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (g) of the adopted Local Development Framework (Core) Strategy (2012) and policies 7.4, 7.6 and 7.8 of the London Plan (2016). | The refuse and recycling storage areas indicated on drawing reference 2199(50)500 REV A (Proposed Bin and Cycle Storage (planning)) dated 04.04.2018 shall be provided and brought into use prior to the first occupation of the development permitted and retained thereafter. The external refuse access door shall not open outwards and shall be a sliding door submitted with the details above.",
    "Reason: To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 3.5 and 7B of the Ealing Development Management Plan 2013, policies 1.1 (e) of the Adopted Ealing Development (Core) Strategy and The London Plan (2016) policy 5.16. | The approved development shall be carried out in accordance with details of the Construction Logistics Plan submitted to and approved by the Local Planning Authority under application: 174214CND dated 17/10/2017.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy 6.3 of the London Plan 2015 and policy 7A of the Ealing Development Management Development Plan 2013. | A minimum of fourteen (14) cycle parking spaces shall be provided within the integrated bicycle storage facility in accordance with adopted standards of the London Plan (2016). Such provision shall be brought into use prior to first occupation and retained permanently.",
    "Reason: To provide adequate facilities for cyclists, in accordance with policy 6.9 of the London Plan 2016. | The rating noise level emitted from external plant and machinery at the development hereby approved, as assessed under BS4142: 2014, shall not exceed the existing background sound level, as measured at the nearest sensitive facades, during the relevant periods of operation.",
    "Reason: In the interests of the internal environment of the development and living conditions of occupiers of nearby properties and future occupiers of the site, in accordance with Interim Supplementary Planning Guidance 10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2015), and the National Planning Policy Framework (2012). | Other than the trees identified to be within the subject site, as per Arboricultural Report dated 09.04.2018 and prepared by ACS Trees Consulting, confirming the location of several trees within the subject site curtilage to be removed and hereby approved, existing trees adjacent/close to the boundaries of the site shall not be lopped, felled or otherwise affected in any way (including raising or lowering soil levels under the crown spread of the trees) and no excavation shall be cut under the crown spread of the trees. Protection of the trees, hedgerows and groups of mature shrubs off site that are adjacent/close to it shall be carried out only in accordance with British Standard 5837:2012 'Trees In Relation To Construction Recommendations' (or any subsequent revision), and shall be maintained fully intact and (in the case of the fencing) at all times, until the completion of all building operations on the site.",
    "Reason: In order to safeguard trees and other vegetation considered to be worthy of retention in the interests of the visual amenity of the area as a whole, policies 7.4 and 7.6 of the London Plan 2015, policies 1.1 (e) (g), 1.2(f), 3.1(b) and 3.8 of the Ealing Core Strategy (2012), policies 7.4 of the Ealing Development Management Development Plan Document (2013). | Building envelope insulation for the approved residential building, with windows shut and other means of ventilation provided, shall be installed to achieve the internal noise targets adopted by the local planning authority:",
    "- Bedrooms (23:00-0700 hrs) 30 dB LAeq, and 45 dB Lmax (fast).",
    "- Living rooms (0700-2300 hrs) 35dB LAeq.",
    "- Kitchens, bathrooms, WC and utility rooms (0700-2300 hrs) 45 dB LAeq.",
    "The sound insulation measures shall be installed and fully completed prior to the first use and / or first occupation of the units and maintained thereafter.",
    "Reason: To protect residential amenity, in accordance with policies 7.15 of the London Plan (Consolidated 2015); Policy 1.1(j) of Adopted Ealing Development (Core) Strategy (2012); Policy 7A of the Ealing Development Management DPD (2013) and interim SPG 10: Noise and Vibration. | No part of the flat roof shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason: To protect the living conditions of occupants of nearby properties, in accordance with the Council's adopted Ealing Development Management DPD (2013) policies 7A, Local Variation 7.4 and 7B, policies 1.1(g), 2.1 (c) and 2.10 of the adopted Local Development Framework (Core Strategy 2012) and policies 7.4 and 7.6 of the London Plan (2016). | The proposed first floor windows to the hall and kitchen of Flat 8, identified in drawing: 2199(21)501 Revision C, shall be obscured glazed and permanently fixed shut.",
    "Reason: To protect the living conditions of occupiers of the area in accordance with policies 7.4 and 7.6 of the London Plan 2016 and policy 7.4 of the Ealing Development Management Development Plan 2013. | The privacy screen on the balcony of FLAT 5 of the building hereby approved shall be a minimum of 1.8metres in height above the finished balcony floor level as indicated on drawing reference 2199(31)502 Rev B (Proposed North Section AA) dated 06.07.2018.",
    "Reason: To protect the living conditions of occupiers of the area in accordance with policies 7.4 and 7.6 of the London Plan 2016 and policy 7.4 of the Ealing Development Management Development Plan 2013."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/04/2018",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-06896696",
  "wgs84_polygon": null
}