{
  "street_name": "NORTHWOOD",
  "centroid_northing": 191275,
  "lapsed_date": "19/01/2025",
  "bo_system": "CSV Data Import",
  "site_name": "9 FALCON CLOSE",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": null,
  "actual_commencement_date": null,
  "decision": "Split Decision",
  "cil_liability": false,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509040.1355,
              191253.6289
            ],
            [
              509039.8047,
              191253.2981
            ],
            [
              509036.4974,
              191253.9596
            ],
            [
              509035.1745,
              191254.2903
            ],
            [
              509030.875,
              191252.6367
            ],
            [
              509027.5677,
              191252.306
            ],
            [
              509025.2526,
              191251.6445
            ],
            [
              509023.9297,
              191249.6601
            ],
            [
              509023.2682,
              191247.6757
            ],
            [
              509021.2839,
              191245.3606
            ],
            [
              509019.9609,
              191245.6914
            ],
            [
              508990.526,
              191268.8424
            ],
            [
              509004.4166,
              191288.6862
            ],
            [
              509023.9297,
              191308.53
            ],
            [
              509058.9871,
              191276.4492
            ],
            [
              509040.1355,
              191253.6289
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "valid_date": "22/11/2021",
  "decision_date": "19/01/2022",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": null,
  "title_number": null,
  "lpa_app_no": "46277/TRE/2021/320",
  "uprn": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.231
  },
  "borough": "Hillingdon",
  "actual_completion_date": null,
  "pp_id": "10413746",
  "locality": null,
  "application_type": "All Other",
  "decision_target_date": "17/01/2022",
  "last_updated_by": "Planning Portal ingest",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "lpa_name": "Hillingdon",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=46277/TRE/2021/320",
  "decision_conditions": [
    "To lift branches off garage roof on one Lime T8 on TPO 261",
    "The works hereby permitted shall be carried out within 2 years of the date of this consent.",
    "REASON",
    "To enable the Local Planning Authority to reconsider the appropriateness of the works in the light of any change in circumstances.",
    "The Lime to be pruned shall be crown lifted above the garage roofs. This work shall involve the tip reduction of low hanging branches and/or the removal of low branches to the height specified and result in a tree of balanced appearance; those branches to be removed shall be removed at their origin and all branch collars shall be left intact.",
    "The works shall be carried out in accordance with the recommendations contained in BS 3998:2010 'Tree work - Recommendations'. Climbing irons or 'spikes' shall not be used during the execution of this work.",
    "REASON",
    "In order to protect health of the tree and the visual amenity of the area.",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Pruning:  Branches should be cut back to suitable growth points such as a side branch or outward facing bud.  The retained bud or branch ought to be at least one third of the diameter of the removed limb, to reduce the likelihood of dieback occuring and to maintain a flowing branch line.",
    "Timing of works:  Pruning works should not be carried out during the period of bud burst and care should be taken to ensure that branches are cut back to healthy outward facing buds to avoid die-back to which some species are prone. For major works, such as pollarding or copping, work should only be carried out after the autumn leaf fall when the sap has gone down, and certainly well before the sap rises in the spring before bud burst has taken place.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Statutory crown lifting of trees: This does not require formal consent of the Council if the clearance only involves the removal of branches to give a separation between the footway and the tips of the lowest branches by up to 2.3m or the carriageway by up to 5.2m.",
    "Refusal of part of the requested works: The applicant retains a right of appeal against the part of the application that has effectively been refused.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance.",
    "To cut branches facing property by 1/1.5m on one Oak T1 on TPO 261",
    "The Oak is located within the front garden of block of flats 9-14 Falcon Close and presents a mature and attractive crown which has high visibility from Maxwell Road. The tree has a high amenity value and greatly contributes to the arboreal character of the local area.",
    "The Oak is located at a distance from the nearby property, and the branches facing the flats in Falcon Close are not close to or touching the building, therefore the need to prune these branches by 1/1.5m is unjustified. The crown of this Oak appears in good condition, and pruning would unnecessarily introduce large multiple wounds into the crown, which would likely cause stress and lead to infection, potentially altering the long-term health of the tree. Pruning would also result in weakly attached re-growth forming that would be prone to future failure.",
    "Conclusion: Having regard to the reasons given for the proposed pruning of the branches facing the property, the work is unnecessary, unjustified and will have a detr"
  ],
  "id": "Hillingdon-46277_TRE_2021_320",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Split Decision",
  "centroid_easting": 509024,
  "description": "To carry out tree surgery including to cut back from properties by up to 1.5m to One Oak T1 and to lift branches off garage block to One Lime T8 both on TPO 261",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.4269286",
    "lat": "51.6097651"
  },
  "last_updated": "2025-03-20T18:13:24.225+00:00",
  "decision_agency": "Borough",
  "ward": "NORTHWOOD",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4267023,
          51.6095699
        ],
        [
          -0.42670719999999995,
          51.609567
        ],
        [
          -0.4267547,
          51.6095736
        ],
        [
          -0.4267737,
          51.6095768
        ],
        [
          -0.4268363,
          51.6095627
        ],
        [
          -0.4268841,
          51.6095604
        ],
        [
          -0.42691779999999996,
          51.6095549
        ],
        [
          -0.42693749999999997,
          51.6095373
        ],
        [
          -0.4269476,
          51.6095196
        ],
        [
          -0.426977,
          51.6094992
        ],
        [
          -0.426996,
          51.6095024
        ],
        [
          -0.4274137,
          51.6097162
        ],
        [
          -0.427207,
          51.6098919
        ],
        [
          -0.4269192,
          51.6100665
        ],
        [
          -0.4264231,
          51.6097714
        ],
        [
          -0.4267023,
          51.6095699
        ]
      ]
    ],
    "type": "Polygon"
  }
}