{
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "decision_process": "Delegated",
  "appeal_start_date": null,
  "lapsed_date": "18/07/2028",
  "uprn": "100023215222",
  "locality": null,
  "appeal_decision_date": null,
  "centroid_easting": 551774,
  "application_details": {
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_commencement_date": "09/2025",
        "intended_completion_date": "01/2026"
      }
    ],
    "green_suds": false,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "green_roof_area": 0,
      "mobile_network_operators_consultation": false,
      "no_new_water_connections_required": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "ghg_reduction_over_building_regulations": false,
      "fire_suppression_system_proposed": false
    },
    "garden_land_lost": false,
    "internal_resi_water_usage": 50,
    "scheme_name": "Unit 5A Albright Industrial Estate,\nFerry Ln, \nRainham, \nRM13 9BU\n",
    "projected_cost_of_works": "Up to £2m",
    "affordable_housing_fast_track": false,
    "total_gia_gained": 668.4,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7.1,
        "building_ref": "unit 5a"
      }
    ],
    "total_gia_lost": 0,
    "grey_water_reuse": false,
    "existing_uprns": null,
    "site_area": 0.1154,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_gia_existing": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 668.4,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 668.4
    },
    "ownership_status": "Private",
    "total_gia_existing": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "gia_gained": 668.4,
        "use_class": "B8",
        "gia_lost": 0
      }
    ],
    "rain_water_harvesting": false
  },
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "Albright Industrial Estate Ferry Lane",
  "borough": "Havering",
  "status": "Approved",
  "epc_number": null,
  "bo_system": "CSV Data Import",
  "wgs84_polygon": null,
  "cil_liability": false,
  "title_number": null,
  "application_type": "All Other",
  "street_name": "Rainham",
  "actual_commencement_date": null,
  "parking_details": {
    "no_proposed_car": 6,
    "net_car": 6,
    "no_existing_other": 0,
    "no_proposed_other": 3,
    "net_other": 3,
    "no_existing_car": 0
  },
  "decision_target_date": "18/07/2025",
  "lpa_name": "Havering",
  "secondary_street_name": null,
  "decision_date": "18/07/2025",
  "last_updated": "2025-08-01T03:59:09.702Z",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0681.25",
  "ward": "Rainham & Wennington",
  "valid_date": "23/05/2025",
  "reference_no_of_permission_being_relied_on": null,
  "development_type": null,
  "appeal_decision": null,
  "postcode": "RM13 9BU",
  "centroid_northing": 181887,
  "description": "Formation of 3no B8 Storage units with associated parking.",
  "subdivision_of_building": "No existing building ",
  "actual_completion_date": null,
  "lpa_app_no": "P0681.25",
  "decision": "Approved",
  "application_type_full": "Full planning permission",
  "last_updated_by": "CSV Data Import",
  "appeal_status": null,
  "id": "Havering-P0681.25",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, the units hereby permitted shall be used only a use falling within B8 uses, as detailed within the Town and Country Planning (Use Classes) Order 1987 (as amended) (or any provision equivalent to that Class in any Statutory Instrument revoking and/or re-enacting that Order).",
    "Reason:-",
    "This restriction is to further comply with policies 19 and 20 of the Local Plan 2021. Applications for alternative uses would be considered on their individual merits.",
    "Notwithstanding the details shown on the approved plans, the development hereby approved shall not be occupied until the 6 car parking spaces and 3 loading bays in accordance with plan no. 202 Rev A, have been provided on site, the new parking shall be laid out, surfaced and drained, and shall be retained as such thereafter.",
    "Reason:-",
    "To ensure that the development provides sufficient parking spaces, secure and (where appropriate) weather protected cycle parking in accordance with London Plan Policy T6.1",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with Polices 7 and 26 of the Local Plan 2021.",
    "Prior to the first use of the approved development, a scheme of hard and soft landscaping proposed to the front of site shall be submitted to and approved by the Local Planning Authority, which shall include indications of all",
    "shrubs especially around the car parking spaces. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed.  Submission of a scheme prior to first use will ensure that the development accords with the policy 27 of the Local Pla",
    "The development hereby approved shall not be occupied until a scheme outlining the cycle storage provision including short and long stay cycle parking space has been  provided and laid out and surfaced to the satisfaction of the Local Planning Authority to provide a secure cycle parking store/s and stand/s provided for use by staff of, and visitors to, the industrial unit. The safe, secure and accessible areas as marked on the plans shall be retained permanently thereafter for the accommodation of cycle parking spaces associated with the site.",
    "Reason:-",
    "In order to ensure that there is adequate provision for secure cycle storage within the application site, encouraging alternative modes of transport.",
    "No works shall take place in relation to any of the development hereby approved until a Demolition Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing the the Local Planning Authority.  The Demolition Method Statement shall include details of:",
    "a) Dust management control (including reference to the Control of Dust and Emissions During Construction and Demolition Supplementary Planning Guidance (2014 which was issued by the Mayor of London, which deals particularly with the control of dust and emissions, including the use of non-road mobile machinery);",
    "b)Measures for minimising the impact of noise and, if appropriate, vibration arising from demolition activities;",
    "c)Details of disposal of waste arising from the demolition works including final disposal points. The buring of wate on the site at any time is specifically precluded.",
    "And the works shall be carried out in accordance with th",
    "No works shall take place in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a)  parking of vehicles of site personnel and visitors;",
    "b)  storage of plant and materials;",
    "c)  dust management controls;",
    "d)  measures for minimising the impact of noise and ,if appropriate, vibration arising from construction activities;",
    "e)  predicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "f)  scheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities;",
    "g)  siting and design of temporary buildings;",
    "h)  scheme for security fencing/hoardings, depicting a readily vis",
    "Where boilers are proposed, these shall be Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with these details and shall thereafter be permanently retained.",
    "Reason:-",
    "To minimise the impact of building emissions on local air quality.",
    "The proposed development shall achieve a Certificate of Compliance in respect of the Secured by Design scheme, or alternatively achieve security standards (based on Secured by Design principles) to the satisfaction of the Metropolitan Police, details of which shall be provided to the Local Planning Authority and approved in writing prior to the first occupation of the approved development. All security measures applied to the approved development shall be permanently retained thereafter.",
    "Reason: -",
    "In the interest of community safety.",
    "No works shall take place in relation to any of the development hereby approved (except works required to secure compliance with this condition) until the following Contaminated Land reports (as applicable) are submitted to and approved in writing by  the Local Planning Authority:",
    "a) A Phase I (Desktop Study) Report documenting the history of this site, its surrounding area and the likelihood of contaminant/s, their type and extent incorporating a Site Conceptual Model.",
    "b) A Phase II (Site Investigation) Report if the Phase I Report confirms the possibility of a significant risk to any sensitive receptors.  This is an intrusive site investigation including factors such as chemical testing, quantitative risk assessment and a description of the site ground conditions.  An updated Site Conceptual Model should be included showing all the potential pollutant linkages and an assessment of risk to identified receptors.",
    "c) A Phase III (Risk Management Strategy) Report if the Phase II Report",
    "a) If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved.",
    "b) Following completion of the remediation works as mentioned in (a) above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason:-",
    "To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in order to protect those engaged in construction and occupation of the development from potential contamination.",
    "The commercial development hereby permitted shall achieve a BREEAM rating of 'very good' and shall not be opened for trading until a BREEAM certificate has been issued and a copy provided to the local planning authority certifying that a rating of 'very good' has been achieved.",
    "Reason: - Insufficient information has been supplied with the application to judge sustainability of the development. The approval of details prior to commencement of the use is necessary to ensure that a high standard of sustainable construction and environmental performance is achieved in accordance with Policy 36 of the Local Plan 2021.",
    "No demolition of existing structures shall take place until a Preliminary Roost Assessment for bats has been undertaken by a suitably qualified ecologist. Should evidence of bat activity or potential roosting features be identified, a full Emergence/Activity Survey shall be carried out, and the results submitted to the local planning authority for approval. Any necessary mitigation measures shall be implemented in accordance with the approved details.",
    "Reason:",
    "To ensure the protection of bats, a European Protected Species, in accordance with the Conservation of Habitats and Species Regulations 2017 and to preserve and enhance the Borough's natural environment.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with  the National Planning Policy Framework 2018.",
    "The developer is advised that surface water from the development in both its temporary and permanent states should not be discharged onto the highway.  Failure to prevent such is an offence.",
    "The applicant is reminded that bats and their roosts are protected under the Conservation of Habitats and Species Regulations 2017, regardless of whether planning permission has been granted. If at any point during the development bats, or evidence of bat activity, are found, works must cease immediately and advice should be sought from a suitably qualified ecologist or Natural England.",
    "The applicant is reminded that bats and their roosts are protected under the Conservation of Habitats and Species Regulations 2017, regardless of whether planning permission has been granted. If at any point during the development bats, or evidence of bat activity, are found, works must cease immediately and advice should be sought from a suitably qualified ecologist or Natural England.",
    "Applicant is advised to adhere to the existing hours of operation on site.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the CIL payable would be an estimated £17,975.00 (this figure is based on the information supplied within the CIL form) subject to indexation. CIL is payable within 60 days of commencement of development.",
    "A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's website."
  ],
  "pp_id": "13945930",
  "last_date_consultation_comments": "14/06/2025",
  "polygon": null,
  "centroid": {
    "lat": 51.515523,
    "lon": 0.185949
  }
}