{
  "valid_date": "11/11/2024",
  "epc_number": null,
  "site_name": "153 BURY STREET",
  "cil_liability": false,
  "polygon": null,
  "actual_commencement_date": null,
  "site_number": null,
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": "Householder planning permission",
  "ward": "RUISLIP 2022",
  "last_date_consultation_comments": "19/12/2024",
  "centroid_easting": 508690,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Erection of a single storey extension to the side and rear following the demolition of the existing garage. Conversion of roof space to habitable use to include a side dormer, 4 roof lights and conversion of roof from hip to gable at the rear with a new rear gable end window. External alteration to existing dwelling materials with a white render finish proposed.",
  "appeal_decision": null,
  "postcode": "HA4 7TQ",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "10/01/2025",
  "street_name": "RUISLIP",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 188343,
  "application_type": "Householder",
  "title_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "- 09 - Proposed Site Plan",
    "- 10 - Proposed Ground Floor",
    "- 11 - Proposed Roof Elevation",
    "- 12 - Proposed Loft",
    "- 13 - Proposed Front/ Rear Elevation",
    "- 14 - Proposed Side Elevation",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (July 2011).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those outlined in the plans and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy BE15 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012)",
    "The window(s) facing 155 Bury Street shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing 153 or 157 Bury Street.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy BE24 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012)",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy BE24 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012)",
    "The decision to GRANT  planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance."
  ],
  "appeal_start_date": null,
  "development_type": null,
  "wgs84_polygon": null,
  "lpa_app_no": "78894/APP/2024/2978",
  "decision_agency": "Borough",
  "decision_date": "10/01/2025",
  "pp_id": "13550835",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=78894/APP/2024/2978",
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.583474,
    "lon": -0.432679
  },
  "status": "Approved",
  "last_updated": "2025-04-10T21:59:19.567Z",
  "actual_completion_date": null,
  "lapsed_date": "10/01/2028",
  "borough": "Hillingdon",
  "id": "Hillingdon-78894_APP_2024_2978",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": null,
  "locality": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 50,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "06/2025",
    "intended_commencement_date": "02/2025"
  }
}