{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/162124FUL;",
  "lapsed_date": "14/10/2019",
  "decision_target_date": "12/08/2016",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 6UR",
  "site_name": "Monarch House",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012153501"
    ],
    "site_area": 0.116
  },
  "appeal_decision_date": null,
  "lpa_app_no": "162124FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "521051",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T16:27:33.775+00:00",
  "id": "Ealing-162124FUL",
  "application_type": "All Other",
  "street_name": "Victoria Road",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "14/10/2016",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Change of use of the existing building from office (Class B1 (a)) to hotel (Class C1); demolition and replacement of the second floor; and alterations to the external appearance of the building to create a 133 bed hotel with a new guards hut, cycle store car parking and associated works (Departure from the Local Plan).",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": "181821",
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012153501",
  "centroid": {
    "lon": "-0.2565766",
    "lat": "51.5223438"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              521065.2,
              181804.4
            ],
            [
              521039.2,
              181814
            ],
            [
              521031.7,
              181816.7
            ],
            [
              521031.55,
              181816.8
            ],
            [
              521031.15,
              181818.1
            ],
            [
              521035.05,
              181828.95
            ],
            [
              521034.6,
              181829.15
            ],
            [
              521034.4,
              181829.35
            ],
            [
              521034.2,
              181829.65
            ],
            [
              521034.05,
              181830.1
            ],
            [
              521033.95,
              181830.5
            ],
            [
              521033.95,
              181831.05
            ],
            [
              521034,
              181831.55
            ],
            [
              521034.9,
              181834.2
            ],
            [
              521034.95,
              181834.35
            ],
            [
              521037.5,
              181841.15
            ],
            [
              521037.8,
              181842.05
            ],
            [
              521038.1,
              181842.8
            ],
            [
              521038.8,
              181844.85
            ],
            [
              521038.85,
              181844.95
            ],
            [
              521039.15,
              181845.35
            ],
            [
              521039.5,
              181845.75
            ],
            [
              521039.8,
              181845.95
            ],
            [
              521040.15,
              181846.05
            ],
            [
              521040.3,
              181846.1
            ],
            [
              521040.65,
              181846.05
            ],
            [
              521041.05,
              181845.95
            ],
            [
              521042.45,
              181845.45
            ],
            [
              521052.45,
              181841.85
            ],
            [
              521075.7,
              181833.45
            ],
            [
              521065.2,
              181804.4
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with drawing title number(s):",
    "Survey drawings: 6809 & 7292. Proposed drawings: 3865 PL-001*, PL-002*, PL-003*, PL-004, PL-005*, PL-100, PL-110, PL-111, PL-112, PL-113, PL-114, PL-115, PL-120, PL-121, PL-130. *Revised 6th July 2016.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Before the development is commenced (other than demolition, stripping out, erection of any means of enclosure and enabling works) details (including samples) of the external facing materials to be used for the external surfaces of the development (to include consideration of `brick slips` rather than cladding on part of the elevation) shall be submitted for the approval of the Local Planning Authority. The development shall be carried out in accordance with the approved details. This condition shall apply notwithstanding the details shown on the approved drawings.",
    "Reason: To ensure the quality and longevity of the building and ensure that the materials harmonise with the surroundings in accordance with policies 1.1(h) and 2.1(c) of the Ealing Development (Core) Strategy 2012, policy 7.6 of the London Plan 2015 and policy 7B of the Ealing Development Management Development Plan Document 2013.",
    "| Before the development is commenced (other than demolition, stripping out, erection of any means of enclosure and enabling works) details of hard and soft landscaping to be provided within the site shall be submitted for the approval of the Local Planning Authority. The details as approved shall be laid out and planted within the first planting season following the commencement of the development or such other period as may be agreed in writing with the local planning authority. Any trees or plants which within 5 years of planting, die, are removed or become seriously damaged or diseased shall be replaced with others of the same size and species and in the same positions within the next planting season. This hard and soft landscaping shall be subject to a landscape management plan, details of which shall be submitted to and approved by Local Planning Authority prior to the first occupation of the development. The landscaping shall thereafter be maintained and managed in accordance with the approved landscape management programme.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area in accordance with policies 3.5, 5.10, 7.4, 7.5, 7.8 & 7.21 of the London Plan 2015, polices 1.2 & 2.1 of the Ealing Development (Core) Strategy 2012, and, policies 3.5, 5.10, 7.4, 7C & 7D of the Ealing Development Management Development Plan Document 2013.",
    "| Before  the development is commenced (other than demolition, stripping out, erection of any means of enclosure and enabling works) a drainage strategy detailing any on and/or off site  drainage works, has been submitted for the approval of the Local Planning Authority (in consultation with Thames Water and the Environment Agency. The details shall be implemented fully in accordance with the approved scheme prior to first occupation of the development unless an alternative timescale is agreed in writing with the Local Planning Authority.",
    "Reason: To ensure that a sufficient capacity is made available to cope with the new development; and in order to avoid adverse environmental impacts, in accordance with Policy 5.13 of the London Plan (2015), and policies 1.1(k) and 1.2(m) of the Ealing Development ( Core) Strategy (2012).",
    "| Before the development is commenced (other than demolition, stripping out, erection of any means",
    "of enclosure and enabling works), details shall be submitted for the approval of the Local Planning Authority of the number, location and details of cycle parking to be provided on-site and this condition shall apply notwithstanding the indications to these matters given in the application. The development shall be carried out in accordance with the approved details.",
    "Reason: To ensure that appropriate cycle parking provision is made to serve the development in accordance with adopted standards in the interests of promoting sustainable modes of transport, in accordance with policy 6.3, 6.11 and 6.13 of the London Plan (2015) and Local Variation policies 6.13, 7A and 7B of the Development Management Development Plan Document (2013).",
    "| Before the development is commenced (other than demolition, stripping out, erection of any means of enclosure and enabling works), a Construction Logistics Plan shall be submitted for the approval of the Local Planning Authority. This condition shall apply notwithstanding the indications to these matters given in the application. The development shall be carried out in accordance with the approved details.",
    "The Construction Logistics Plan shall include the following:",
    "o\tDetails of the demolition and construction timescales;",
    "o\tMeasures to mitigate the impacts of construction movements (including the potential for co-ordination with other major projects), as well as site access and routing;",
    "o\tThe number of on-site construction workers and details of the transport options and parking facilities for them;",
    "o\tMeasures to encourage construction staff to travel to work by sustainable modes;",
    "o\tAnticipated route, anticipated number, frequency and size of construction vehicles entering/exiting the site per day;",
    "o\tDelivery times and booking system (which is to be staggered to avoid morning and afternoon peak periods);",
    "o\tManagement of consolidated or re-timed trips",
    "o\tDetails of the noise / vibration and dust mitigation measures to accord with the 'Best Practice Guidance: The control of dust and emissions from construction and demolition ' (2006) and BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites - Part 1:Noise",
    "o\tDetails of site security and the erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate;",
    "o\tSecure, off-street loading and drop-off facilities;",
    "o\tVehicle manoeuvring and turning, including swept path diagrams to demonstrate how construction vehicles will access the site and be able to turn into and emerge from the site in forward gear and including details of any temporary vehicle access points;",
    "o\tDetails of the location(s) for storage of building materials and construction debris and contractors offices;",
    "o\tProcedures for on-site contractors to deal with complaints from members of the public;",
    "o\tDetails of all pedestrian and cyclist diversions;",
    "o\tA commitment to be part of Considerate Constructors Scheme.",
    "The CLP should follow TfL guidance: http://content.tfl.gov.uk/construction-logistics-plan-guidance-for-developers.pdf.",
    "Prior to the commencement of any site work, all sensitive properties surrounding the site shall be notified in writing of the nature and duration of the works to be undertaken, and the name and address of a responsible person to whom enquiries / complaints should be directed.",
    "The information submitted should directly cross-reference with the BPM & mitigation measures as detailed in the following guidance:",
    "(i) London Councils/Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition', 2006.",
    "(ii) BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise.",
    "Development works shall be implemented in accordance with the approved construction logistics plan, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To protect the amenity of the area and to ensure adequate highway and site safety in accordance with policies 6.3, 6.11, 6.12, 6.14, 7.14, & 7.15 of the London Plan (2015), policies 1.1(f),(j) of the Ealing Development (Core) Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), the Council's interim guidance contained in Supplementary Planning Guidance note 10: 'Noise and Vibration' and the Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise'.",
    "| Before the cooking extract system is installed, details shall be submitted for the approval of the Local Planning Authority for the installation, operation, and maintenance of the best practicable cooking extract system, including the provision of a suitable extract fan, odour control equipment, with a vertical discharge terminus without any cap or cover, at a minimum of 1.5 metres above the highest roof eaves of the building. The details shall satisfy the advice at \"DEFRA, 2005: Guidance on the Control of Odour and Noise from Commercial Kitchen Exhaust Systems\".  The system, as approved, shall be completed before occupation and thereafter maintained.",
    "Reason: To safeguard the amenities for hotel guests, staff and adjoining occupiers, in accordance with policies 3.5 and 7.15 of the London Plan 2015, policies 1.1(j) of the Ealing Development (Core) Strategy 2012, Local Variation policy 3.5 and policy 7A of the Ealing Development Management DPD 2013.",
    "| Before the installation of Ultra-Low NOx boilers, details shall be submitted for the approval of the Local Planning Authority for the installation of Ultra-Low NOx boilers with maximum NOx Emissions of under 0.044 g/kWh. The works, as approved, shall be completed prior to occupation.",
    "Reason: To safeguard local amenities in accordance with policies 3.5 and 7.15 of the London Plan (2015), policies 1.1(j) & 1.2(f) of the Ealing Development (Core) Strategy (2012) and with policy 7.3 of the Ealing Development Management Development Plan Document (2013).",
    "| Before the installation of the CHP, details shall be submitted for the approval of the Local Planning Authority of the NOx emissions performance of the CHP and the design and specification of the flue. The works, as approved, shall be completed prior to occupation and thereafter permanently retained.",
    "Reason: To safeguard local amenities in accordance with policies 3.5 and 7.15 of the London Plan (2015), policies 1.1(j) & 1.2(f) of the Ealing Development (Core) Strategy (2012) and with policy 7.3 of the Ealing Development Management Development Plan Document (2013).",
    "| Prior to occupation of the hotel, details shall be submitted for the approval of the Local",
    "Planning Authority to demonstrate that the development complies with the relevant air quality neutral building emissions benchmarks for C1 use as stated in Appendix 5 of the Sustainable Design and Construction (2014) supplementary planning guidance, London Plan 2015",
    "Reason: To safeguard the amenities for hotel guests, staff and adjoining occupiers, in accordance with policies 3.5 and 7.15 of the London Plan 2015, policies 1.1(j) of the Ealing Development (Core) Strategy 2012, Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD 2013.",
    "| Within 3 months of occupation of the hotel, details shall be submitted for the approval of the Local",
    "Planning Authority to demonstrate that the rating sound level emitted from the proposed external plant and machinery at the proposed development, as assessed under BS4142: 2014, will not exceed the existing background sound level, as measured at the nearest noise sensitive facades, during the relevant periods of operation.",
    "Reason: To safeguard the future occupiers of the development against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan (2015), policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013).",
    "| Prior to occupation of the hotel, a Cycling Level of Service (CLoS) Assessment shall be carried out",
    "for the entrance to the Victoria Industrial Estate. The results of this assessment shall be provided to the Local planning Authority. Guidance on CLoS is provided in section 2.2 of the London Cycling Design Standards (LCDS).",
    "Reason: In the interests of highway safety in accordance with policies 6.3, 6.11, 6.12, 6.14, 7.14, & 7.15 of the London Plan (2015), policies 1.1(f), (j) of the Ealing Development (Core) Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013),",
    "| Prior to occupation of the hotel, a Delivery and Servicing Plan (DSP) shall be submitted for the approval of the Local Planning Authority; the plan shall cover the following:",
    "o\tThe type, number, frequency and routing of delivery vehicles per day;",
    "o\tMeasures to consolidate freight and reduce the number of deliveries;",
    "o\tMeasures to minimise the impact of deliveries on the wider road network and ensure that impacts on other road users including at the junction with Victoria Road can be minimised;",
    "o\tDeliveries and collections;",
    "o\tServicing trips (including maintenance);",
    "o\tCleaning and waste removal;",
    "o\tControl of vehicle movements within the site;",
    "o\tMonitoring and review of operations;",
    "The DSP although it can be a brief summary should be developed in line with industry good practice as set out in TfL guidance: http://content.tfl.gov.uk/delivery-and-servicing-plans.pdf.",
    "The DSP shall be implemented on first occupation of the development and the site shall be managed in accordance with the approved DSP for the life of the development, or as otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the development can be adequately serviced in the interests of pedestrian and highway safety and the amenity of surrounding occupiers, in accordance with policy 6.11 and 6.13 of the London Plan 2015 and Local Variation policies 6.13, 7A and 7B of the Development Management DPD 2013.",
    "| Prior to occupation of the hotel, a Parking Management Plan (PMP) for the car parking within the red line shall be submitted for the approval of the Local Planning Authority. The PMP shall outline:",
    "o\tThe proposed distribution and arrangements for the management of the parking within the red line;",
    "o\tThe provision of Electric Vehicle Charging Points (EVCP) of 20% of all spaces with an additional 10% passive.",
    "o\tThe safety and security measures to be incorporated within the development to ensure the safety of car/cycle parking areas; and",
    "o\tThe management strategy for dealing with disabled guests arriving at and departing from the hotel.",
    "The car parking within the red line shall be provided and managed in accordance with the approved strategy (PMP) for the life of the development.",
    "Reason: To ensure inclusive, safe and adequate parking is provided and retained in conjunction with the development in the interests of the general amenities of the locality, the flow of traffic and conditions of pedestrian and general highway safety within the site and on neighbouring highways, a sustainable development and where appropriate constrain local highway impact in accordance with policies 6.3, 6.9 and 6.13 of the London Plan 2015; and policies 1.1(e), 1.1(f) 1.1(g) and 1.1(h) of Ealing's Development (Core) Strategy 2012.",
    "| The external lighting scheme hereby approved shall be fully implemented prior to first occupation of the development and retained thereafter for the life of the development.",
    "Reason: To provide a safe and secure external environment and safeguard the amenities of hotel guests and surrounding occupiers in accordance with policy 7.3 of the London Plan 2015, policy 7.3 of the Ealing Development Management Development Plan Document 2013; policy 1.1(h),of the Development (or Core) Strategy 2012 and Ealing Supplementary Planning Guidance (SPG) Note 8: Safer Ealing.",
    "| Notwithstanding the Travel Plan submitted with the application, a revised Travel Plan shall be submitted for the approval of the Local Planning Authority. The approved Travel Plan shall be implemented at the time of first use/occupation of the hotel and thereafter retained in operation. The Travel Plan should include:",
    "o\tDetails of the interim travel plan coordinator (TPC) within the client organisation. The TPC musts to be appointed at least 3 months prior to occupation.",
    "o\tSet out targets for years 1, 3, 5. These should be an improvement on the figures set out in the Transport Assessment.  (If the travel plan fails to meet its targets at the end of Year 5, the monitoring cycle will be repeated for another 5 years).",
    "o\tRemedial measures if targets are missed.",
    "o\tAn indication of the cost of each travel plan measure and financial commitment.",
    "o\tTargets need to be stated as percentages and absolute numbers.",
    "Reason: To promote sustainable patterns of transport, and to limit the impact of the proposal on local parking conditions, in accordance with policies 6.1 and 6.3 of the London Plan (2015), policies 1.1(f), 1.1(g), 1.1(j), 1.1(k) and 1.2(k) of the Ealing Development (Core) Strategy (2012), and SPG 21: Sustainable Transport - Green Travel Plans.",
    "| 10% of the bedrooms within the hotel shall be provided to Wheelchair Accessible Standards as shown on the approved floor plans. The Wheelchair Accessible bedrooms shall be provided prior to the first occupation of the development and retained for the lifetime of the development.",
    "Reason: To provide for wheelchair users, in accordance with policies: 3.5, 3.8, and 3.9 of the London Plan 2015, policy 1.1(h) of the Ealing Development (Core) Strategy and Local Variation policy 3.5 of the Development Management DPD 2013.",
    "| No vehicle collecting from, delivering to or operating from the hotel shall be longer than 10m in length (a maximum 10 metre long rigid lorry).",
    "Reason: In the interest of highway safety in accordance with policies 6.3 and 7.15 of the London Plan (2015), policy 1.1 (j) of the Ealing Development (Core) Strategy (2012), and policy 7A of the Ealing Development Management Development Plan Document (2013).",
    "| No microwave masts, antennae or satellite dishes or any other plant or equipment shall be installed on the hotel building unless otherwise approved in writing by the Local Planning Authority.",
    "Reason: To safeguard the appearance of the building in the interests of the visual amenity of the area, in accordance with policy 1.1(h) of the Ealing Development (Core) Strategy 2012, Local Variation policies 3.5 and 7.4 and policies 7B and 7C of the Development Management DPD 2013.",
    "| The development should be registered with Building Research Establishment (BRE), achieve BREEAM Rating Very Good and make reasonable endeavours to achieve Excellent (based on the latest BREEAM NC Technical guidance).",
    "o\tWithin 3 months of completion of the development, Interim BREEAM NC Assessment and related Certification verified by the BRE shall be submitted to the Local Planning Authority for written approval.",
    "o\tWithin 3 months from the date of first occupation of the development, BREEAM 'Post Construction Stage' Assessment and related Certification verified by the BRE should be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been implemented.",
    "o\tFollowing any approval of a 'Post Construction Stage' assessment and certificate of the development, the approved measures and technologies to achieve the BREEAM Very Good or higher standard shall be retained in working order in perpetuity.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3, 5.6, 5.7 and 5.9 of the London Plan (2015), policies 1.1(k) and 1.2(f) of the Ealing Development (Core) Strategy (2012) and policies 5.2 and 7A of  the Ealing Development Management DPD (2013).",
    "| Notwithstanding the information submitted in support of the application, prior to commencement of the development (other than demolition, stripping out, erection of any means of enclosure and enabling works) a revised Energy Strategy including full details and drawings of the sustainability measures that are to be incorporated into the development, shall be submitted to, and approved in writing by the local planning authority. The submitted details shall demonstrate that the development hereby approved will achieve an overall minimum reduction in carbon dioxide emissions by 35%.The development shall be carried out strictly in accordance with the details so Approved.",
    "Reason:  To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies 3.2, 5.3, 5.5, 5.6 and 7.14 of the London Plan 2016 policies 1.1(e), 1.1(j), 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012, policies LV5.2 and 7A of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG.",
    "| Prior to commencement of the development (other than demolition, stripping out, erection of any means of enclosure and enabling works), the details of the dynamic thermal modelling, demonstrating how the development performs against and even exceed the overheating criteria, shall be submitted to the Local Planning Authority for written approval. The details of any additional measures to be incorporated into the development to minimise the risk of overheating (without active cooling) shall also be submitted if the dynamic thermal modelling demonstrates that overheating would occur. The development shall thereafter be provided in accordance with the approved details.",
    "Reason: To ensure that the development hereby approved is energy efficient and to reduce the risk of overheating in line with policy 5.9 of the London Plan 2016, adopted Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD (December 2013) and guidance provided in CIBSE TM49 & TM52.",
    "| Upon final completion of each phase of the development and prior to occupation, suitable devices for monitoring any on-site renewable/low-carbon energy equipment or heat and/or electricity imported to the site shall be installed. The monitored data shall be submitted to the local planning authority at daily intervals for a period of three years from final completion. The installation of the  monitoring devices should be in a compatible format and the submission of the data shall be carried out in accordance with the Council's approved specifications as indicated in Automated Energy (& CO2) Monitoring Platform [AEMP] document.",
    "Reason:  To monitor the effectiveness of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an evidence base on the performance of such equipment in accordance with policies 5.2, 5.3, 5.5, 5.6 and 5.7 of the London Plan 2016, adopted Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD (December 2013)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "13/05/2016",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-05116822",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2563777,
          51.5221916
        ],
        [
          -0.256749,
          51.5222834
        ],
        [
          -0.2568561,
          51.5223093
        ],
        [
          -0.2568583,
          51.5223102
        ],
        [
          -0.25686359999999997,
          51.522322
        ],
        [
          -0.25680369999999997,
          51.5224187
        ],
        [
          -0.2568101,
          51.5224206
        ],
        [
          -0.2568129,
          51.522422399999996
        ],
        [
          -0.2568157,
          51.5224252
        ],
        [
          -0.2568177,
          51.5224292
        ],
        [
          -0.25681899999999996,
          51.5224329
        ],
        [
          -0.2568188,
          51.5224378
        ],
        [
          -0.2568179,
          51.5224423
        ],
        [
          -0.256804,
          51.5224659
        ],
        [
          -0.2568033,
          51.5224672
        ],
        [
          -0.2567642,
          51.5225278
        ],
        [
          -0.2567596,
          51.5225358
        ],
        [
          -0.256755,
          51.5225425
        ],
        [
          -0.2567442,
          51.5225608
        ],
        [
          -0.2567434,
          51.5225617
        ],
        [
          -0.256739,
          51.5225652
        ],
        [
          -0.2567338,
          51.5225687
        ],
        [
          -0.2567294,
          51.5225705
        ],
        [
          -0.25672429999999996,
          51.5225713
        ],
        [
          -0.2567222,
          51.5225717
        ],
        [
          -0.2567171,
          51.5225712
        ],
        [
          -0.2567114,
          51.5225702
        ],
        [
          -0.2566914,
          51.5225654
        ],
        [
          -0.2565486,
          51.5225309
        ],
        [
          -0.2562165,
          51.5224504
        ],
        [
          -0.2563777,
          51.5221916
        ]
      ]
    ],
    "type": "Polygon"
  }
}