{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.033837,
          51.645781
        ],
        [
          -0.033838,
          51.645754
        ],
        [
          -0.033881,
          51.645755
        ],
        [
          -0.03388,
          51.645782
        ],
        [
          -0.033837,
          51.645781
        ]
      ]
    ],
    "type": "Polygon"
  },
  "status": "Approved",
  "polygon": null,
  "appeal_decision_date": null,
  "ward": "Ponders End",
  "site_name": "Trevera Court",
  "last_updated": "2025-05-22T20:00:57.814Z",
  "decision_agency": "Borough",
  "epc_number": null,
  "street_name": "Alma Road",
  "decision_date": "26/01/2023",
  "decision": "Approved",
  "application_type_full": "Full planning permission",
  "id": "Enfield-22_02629_FUL",
  "url_planning_app": null,
  "appeal_start_date": null,
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "valid_date": "03/08/2022",
  "postcode": "EN3 4UP",
  "bo_system": "Idox Uniform",
  "locality": null,
  "actual_commencement_date": null,
  "cil_liability": true,
  "parking_details": null,
  "actual_completion_date": null,
  "pp_id": "PP-11422090",
  "decision_process": "Delegated",
  "decision_target_date": "28/09/2022",
  "centroid_northing": 195938,
  "centroid_easting": 536134,
  "borough": "Enfield Council",
  "application_type": "All Other",
  "application_details": {
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_commencement_date": "11/2022",
        "intended_completion_date": "06/2023"
      }
    ],
    "total_gia_gained": 265.85,
    "site_area": 1010,
    "total_gia_lost": 0,
    "total_gia_existing": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 265.85,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": false,
    "building_details": [
      {
        "no_storeys": 4,
        "max_height": 12.1,
        "building_ref": "new block of flats"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": true,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 265.85,
      "total_gia_existing": 0,
      "total_gia_lost": 0
    },
    "garden_land_lost": false,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 6,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 6,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 4,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 317.5,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 50.6
        },
        {
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 45.9
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 1,
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 1,
          "gia": 37,
          "tenure": "Market for rent"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 1,
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 1,
          "gia": 37,
          "tenure": "Market for rent"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "unit_no": "Gain-5",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 2,
          "gia": 73.5,
          "tenure": "Market for rent"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "unit_no": "Gain-6",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 2,
          "gia": 73.5,
          "tenure": "Market for rent"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 4,
      "green_roof_area": 23.3,
      "no_new_water_connections_required": 4,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 4,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 105,
    "ownership_status": "Private",
    "s106_agreement": true,
    "existing_uprns": [
      "000207166785"
    ],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "RIVBUF River Buffer: Bounds Green Brook\rCode: RIVBUF1"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: North Enfield Model\rDescription: 100YRCC2932\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: North Enfield Model\rDescription: 100YRCC3393\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "DCAREA Area: NORTH\rCode: DCAREA_N"
      },
      {
        "result": null,
        "constraints_layer_description": "DESROA Name: LEA VALLEY ROAD"
      },
      {
        "result": null,
        "constraints_layer_description": "EAANGZ Description: EAANGZ2"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Ponders End"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Lower Rate Eastern Zone - RATE: £40 per square metre"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDAAP Designation: Area Action Plan- Area: North East Enfield- Policy: Core policy 40"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDPSP Designation: Place Shaping Priority Area- Area Name: Ponders End- Core Strategy: Core policy 41"
      },
      {
        "result": null,
        "constraints_layer_description": "SUWAFL Surface water flooding zone: Surface Water 100 ye\rSource: Environment Agency"
      }
    ],
    "commencement_notice_received": false
  },
  "secondary_street_name": null,
  "lpa_app_no": "22/02629/FUL",
  "appeal_decision": null,
  "last_date_consultation_comments": "19/10/2022",
  "development_type": "Minor dwellings",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": -0.033859,
    "lat": 51.645768
  },
  "description": "Erection of a 4-storey block of 3 self-contained flats, with roof terrace and associated parking, cycle and bin storage.",
  "title_number": [],
  "site_number": "135",
  "lapsed_date": "26/01/2026",
  "lpa_name": "Enfield",
  "uprn": "000207166785",
  "appeal_status": null,
  "decision_conditions": [
    "The development to which this permission relates must be begun not later than the expiration of three years beginning with the date of the decision notice. \r\rReason: To comply with the provisions of S.51 of the Planning & Compulsory Purchase Act 2004.\r",
    "The development hereby permitted shall be carried out in accordance with the approved plans as set out in the attached schedule which forms part of this notice.\r\rDrw No: 3318/1\rDrw No: 3318/2\rDrw No: 3318/3\rDrw No: 3318/4D\rDrw No: 3318/5D\rDrw No: 3318/6D\rDrw No: S1\rDrw No: B1\r\r\rReason: For the avoidance of doubt and in the interests of proper planning.\r",
    "The external finishing materials shall match those used in the construction of the existing building and/or areas of hard surfacing. \r\r Reason: To ensure a satisfactory appearance.\r",
    "The development shall not commence until a construction methodology has been submitted to and approved in writing by the Local Planning Authority. The construction methodology shall contain:\r\ra.\tarrangements for the loading, unloading and turning of delivery, construction and service vehicles clear of the highway;\rb.\tarrangements for wheel cleaning;\rc.\tarrangements for the storage of materials;\rd.\thours of work;\re.\tarrangements for the securing of the site during construction;\rf.\tA construction management plan written in accordance with the 'London Best Practice Guidance: The control of dust and emission from construction and demolition'.\r\rThe development shall be carried out in accordance with the approved construction methodology unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure the implementation of the development does not lead to damage to the existing highway and to minimise disruption to neighbouring properties and the environment.\r",
    "The development shall not commence until details of refuse storage facilities including facilities for the recycling of waste to be provided within the development, in accordance with the Enfield Councils Waste and Recycling Planning Storage Guidance, available at https://new.enfield.gov.uk/services/planning/waste-and-recycling-storage-planning-guidance-planning.pdf have been submitted to and approved in writing by the Local Planning Authority. The facilities shall be provided in accordance with the approved details before the development is occupied or use commences.\r\r  Reason: In the interests of amenity and the recycling of waste materials in support of the Boroughs waste reduction targets.\r",
    "No above ground works shall commence until the details and design of secure and fully enclosed cycle parking has been submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved details before it is occupied, and the facility retained for the life of the building. \r\r Reason: To ensure the provision of cycle parking in accordance with Policy T5 of the London Plan (2021) and the Council's adopted standards.\r",
    "Prior to occupation of development, an accompanying energy report confirming the C02/yr (using SAP 10) savings over Part L of Building regulations (2013) and following the Be lean, Be clean, Be green reduction measures demand measures shall be submitted and approved in writing by the Local planning authority. \r\r Reason: In the interest of sustainable development and to ensure London is a carbon zero city via CO2 emission reduction targets accordance with Policy SI 2 of the London Plan (2021), Policy CP20 of the Enfield Core Strategy (2010) and Policy DMD51 of the Enfield Development Management Document (2014).\r",
    " All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/\r\rReason: In the interests of good air quality with regard to London Plan policy D14.\r",
    "  The development shall be constructed/adapted so as to provide sufficient air-borne and structure-borne sound insulation against externally generated noise and vibration. This sound insulation shall ensure that the level of noise generated from external sources shall be no higher than 35 dB(A) from 7am - 11pm in bedrooms, living rooms and dining rooms and 30 dB(A) in bedrooms from 11pm - 7am measured as a LAeq,T. The LAF Max shall not exceed 45dB in bedrooms 11pm - 7am more than 10 times per night. A scheme for mitigation measures shall be submitted to and approved by the Local Planning Authority prior to development taking place. The scheme of mitigation shall include suitable alternative ventilation where the internal noise levels exceed the sound pressure levels stated in this condition with the windows open. The approved mitigation scheme shall be implemented in its entirety before any of the units are occupied/the use commences and take into account the Acoustics Ventilation & Overheating Guidance issued by the ANC and IOA.\r               \rReason: To protect the local amenity from noise and disturbance\r",
    "The development shall not commence until an air quality assessment report has been submitted to and approved by the local planning authority. The assessment shall compare the levels of nitrogen dioxide and PM10 to the objective levels set out in the Air Quality Standards Regulations 2010 and propose mitigation where the objective levels are exceeded for either pollutant at the façade of the development. Mitigation measures shall be fully implemented prior to occupation.\r              \rReason: To protect future residents from poor air quality\r",
    "The occupation of the development shall not commence until a scheme to deal with the contamination of the site including an investigation and assessment of the extent of contamination and the measure to be taken to avoid risk to health and the environment has been submitted to and approved in writing by the Local Planning Authority. Remediation shall be carried out in accordance with the approved scheme and the Local Planning Authority provided with a written warranty by the appointed specialist to confirm implementation prior to the occupation of development. \r\rReason: To avoid risk to public health and the environment.\r",
    "If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the Local Planning Authority) shall be carried out until the developer has submitted, and obtained written approval from the Local Planning Authority for, an amendment to the remediation strategy detailing how this unsuspected contamination shall be dealt with.\r\rReason: To protect against risks arising from contamination\r",
    "No works or development shall take place until full details of both hard and soft landscape proposals have been submitted to and approved by the Local Planning Authority. Soft landscape details shall include:\r\ra.\tPlanting plans\rb.\tWritten specifications (including cultivation and other operations associated with plant and grass establishment)\rc.\tSchedules of plants and trees, to include native and wildlife friendly species and large canopy trees in appropriate locations (noting species, planting sizes and proposed numbers / densities)\rd.\tImplementation timetables.\re.\tWildlife friendly plants and trees of local or national provenance\rf.\tBiodiversity enhancements, bird and bat boxes built into or on and around the new buildings\r\rReason: To ensure the provision of amenity, and biodiversity enhancements, afforded by appropriate landscape design in accordance with adopted policy, and to ensure highway safety. \r",
    "Prior to first occupation, details of the internal consumption of potable water shall be submitted to and approved in writing by the Local Planning Authority. Submitted details will demonstrate reduced water consumption through the use of water efficient fittings, appliances and recycling systems to show consumption equal to or less than 105 litres per person per day. The development shall be carried out strictly in accordance with the details so approved and maintained as such thereafter. \r\r Reason: To promote water conservation and efficiency measures in all new developments and where possible in the retrofitting of existing stock in accordance with Policy SI 5 of the London Plan (2021) and Policy CP21 of the Core Strategy (2010).\r\r",
    "Prior to occupation, the development shall achieve a Certificate of Compliance to the relevant Secure by Design Guide(s) or alternatively achieve Crime Prevention Standards submitted to and approved in writing by the Local Planning Authority in conjunction with the Metropolitan Police. The development shall be carried out in accordance with the approved details and thereafter shall be fully retained and maintained as such for the lifetime of the development.\r\rReason: In the interest of creating safer, secure, sustainable communities",
    "Prior to occupation, and notwithstanding the details as per drw no: Drw No: 3318/4D, the site shall be enclosed in accordance with details to be submitted to and approved in writing by the Local Planning Authority. The means of enclosure shall be erected in accordance with the approved detail before the development is occupied.\r\rReason: To ensure satisfactory appearance and safeguard the privacy, amenity and safety \r\r",
    "No piling shall take place until a piling method statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface water infrastructure, and the programme for the works) has been submitted to and approved in writing by the local planning authority in consultation with Thames Water. Any piling must be undertaken in accordance with the terms of the approved piling method statement. \r\rReason: The proposed works will be in close proximity to underground water utility infrastructure. Piling has the potential to impact on local underground water utility infrastructure. Please read our guide 'working near our assets' to ensure your workings will be in line with the necessary processes you need to follow if you're considering working above or near our pipes or other structures. https://www.thameswater.co.uk/developers/larger-scale-developments/planning-your-development/working-near-our-pipes Should you require further information please contact Thames Water. Email:developer.services@thameswater.co.uk",
    "The development shall not commence until a Sustainable Drainage Strategy has been submitted to and approved in writing by the Local Planning Authority.  The details shall be based on the disposal of surface water by means of a sustainable drainage system in accordance with the principles as set out in the Technical Guidance to the National Planning Policy Framework and should be in line with our DMD Policy SuDS Requirements:\ra)            Shall be designed to a 1 in 1 and 1 in 100 year storm event with the allowance for climate change\rb)            Follow the London Plan Drainage Hierarchy and providing evidence of the potential for full infiltration SuDS and maximising above ground storage\rc)            Follow the SuDS management train by providing source control for the site, and a number of treatment phases corresponding to their pollution potential \rd)            Maximise opportunities for sustainable development, improve water quality, biodiversity, local amenity and recreation value\re)            The system must be designed to allow for flows that exceed the design capacity to be stored on site or conveyed off-site with minimum impact\rf)             Clear ownership, management and maintenance arrangements must be established\rg)            The details submitted shall include levels, sizing, cross sections and specifications for all drainage features\r\rREASON: To ensure the sustainable management of water, minimise flood risk, minimise discharge of surface water outside of the curtilage of the property and ensure that the drainage system will remain functional throughout the lifetime of the development in accordance with Policy CP28 of the Core Strategy, DMD Policy 61, and Policies SI12 & SI13 of the London Plan and the NPPF and to maximise opportunities for sustainable development, improve water quality, biodiversity, local amenity and recreation value\r"
  ],
  "subdivision_of_building": null,
  "last_updated_by": "Idox Uniform"
}