{
  "site_name": "5A KINGSMEAD AVENUE",
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lon": "0.1846778",
    "lat": "51.5736071"
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.18473779999999998,
          51.573691
        ],
        [
          0.1847646,
          51.5737022
        ],
        [
          0.18481029999999998,
          51.5736613
        ],
        [
          0.184831,
          51.5736429
        ],
        [
          0.18485179999999998,
          51.5736246
        ],
        [
          0.1848076,
          51.5736051
        ],
        [
          0.184798,
          51.5736013
        ],
        [
          0.18477000000000002,
          51.5735892
        ],
        [
          0.1845977,
          51.5735173
        ],
        [
          0.184578,
          51.5735357
        ],
        [
          0.18455839999999998,
          51.573554
        ],
        [
          0.18451209999999998,
          51.5735976
        ],
        [
          0.1845716,
          51.5736221
        ],
        [
          0.18473779999999998,
          51.573691
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_decision_date": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0098.24",
  "secondary_street_name": null,
  "site_number": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.023
  },
  "lapsed_date": "12/07/2027",
  "decision": "Approved",
  "postcode": "RM1 2BT",
  "last_date_consultation_comments": "22/02/2024",
  "decision_process": "Delegated",
  "epc_number": null,
  "pp_id": null,
  "development_type": null,
  "bo_system": "CSV Data Import",
  "valid_date": "23/01/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551494.88,
              188352.45
            ],
            [
              551496.7,
              188353.75
            ],
            [
              551500,
              188349.3
            ],
            [
              551501.5,
              188347.3
            ],
            [
              551503,
              188345.3
            ],
            [
              551500,
              188343.05
            ],
            [
              551499.35,
              188342.6
            ],
            [
              551497.45,
              188341.2
            ],
            [
              551485.75,
              188332.85
            ],
            [
              551484.32,
              188334.85
            ],
            [
              551482.9,
              188336.85
            ],
            [
              551479.55,
              188341.6
            ],
            [
              551483.59,
              188344.45
            ],
            [
              551494.88,
              188352.45
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "actual_commencement_date": null,
  "parking_details": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "lpa_name": "Havering",
  "borough": "Havering",
  "centroid_northing": 188343,
  "id": "Havering-P0098.24",
  "decision_target_date": "12/07/2024",
  "description": "Two storey rear extension with loft conversion to form a 1-bed end terrace dwelling and off road parking to front",
  "appeal_status": null,
  "decision_date": "12/07/2024",
  "ward": "St Albans",
  "appeal_decision": null,
  "locality": null,
  "street_name": "ROMFORD",
  "status": "Approved",
  "application_type_full": null,
  "decision_agency": "Borough",
  "uprn": "100021381880",
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "P0098.24",
  "title_number": null,
  "last_updated": "2025-03-19T21:10:40.130+00:00",
  "cil_liability": true,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 551491,
  "appeal_start_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "Any boiler installed as part of the development hereby approved shall be  Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with these details and shall thereafter be permanently retained.",
    "Reason: To minimise the impact of building emissions on local air quality.",
    "Prior to the commencement of any works pursuant to this permission the developer shall submit for the written approval of the Local Planning Authority;",
    "a)  A Phase I (Desktop Study) Report documenting the history of the site, its surrounding area and the likelihood of contaminant/s, their type and extent incorporating a Site Conceptual Model.",
    "b)\tA Phase II (Site Investigation) Report if the Phase I Report confirms the possibility of a significant risk to any sensitive receptors.  This is an intrusive site investigation including factors such as chemical testing, quantitative risk assessment and a description of the sites ground conditions.  An updated Site Conceptual Model should be included showing all the potential pollutant linkages and an assessment of risk to identified receptors.",
    "c)\tA Phase III (Remediation Strategy) Report if the Phase II Report confirms the presence of a significant pollutant linkage requiring remediation.  A detailed remediation scheme to bring the site to",
    "a)  If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved",
    "b) Following completion of the remediation works as mentioned in (a) above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason: To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination.",
    "Prior to the first occupation of the proposed dwelling hereby permitted, details of all proposed walls, fences and boundary treatment shall be submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason: Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to the first occupation of the dwelling will protect the visual amenities of the development, prevent undue overlooking of adjoining property.",
    "All residential parking spaces within the development hereby approved shall include provision of infrastructure for electric or Ultra-Low Emission vehicles, of which a minimum of one space shall have active charging facilities, with passive provision for the remaining space. Such provision is to be made prior to the first occupation of the dwelling hereby permitted.",
    "Reason:  Provision prior to first occupation of the proposed dwelling hereby permitted will ensure that the development adequately incorporates measures to allow the use of electric vehicles by future occupiers in accordance with Policy T6.1 of the London Plan.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent via email on 26th March 2024. The revisions involved excluding the HMO from the description of the proposal.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £1,475 would be payable due to result in a new residential property with 59m² of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A) for each additional square metre of GIA. Based upon the information supplied with the application, £7,375 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the develop",
    "Before occupation of the residential/ commercial unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx"
  ],
  "date_building_work_completed_under_previous_permission": null
}