{
  "last_date_consultation_comments": "01/06/2025",
  "site_number": null,
  "application_type_full": null,
  "subdivision_of_building": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0310.25",
  "epc_number": null,
  "wgs84_polygon": null,
  "secondary_street_name": null,
  "street_name": "ROMFORD",
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null
  },
  "ward": "Gooshays",
  "cil_liability": false,
  "centroid": {
    "lon": -7.55716,
    "lat": 49.766807
  },
  "uprn": "100021369421",
  "parking_details": null,
  "centroid_easting": null,
  "development_type": null,
  "lpa_app_no": "P0310.25",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Havering",
  "locality": null,
  "application_type": "All Other",
  "id": "Havering-P0310.25",
  "centroid_northing": null,
  "appeal_status": null,
  "status": "Approved",
  "description": "Dropped kerb",
  "site_name": "190 DAGNAM PARK DRIVE",
  "appeal_start_date": null,
  "decision_date": "30/06/2025",
  "decision_target_date": "08/07/2025",
  "polygon": null,
  "appeal_decision": null,
  "title_number": null,
  "lapsed_date": "30/06/2028",
  "valid_date": "29/04/2025",
  "decision_process": "Delegated",
  "decision": "Approved",
  "postcode": "RM3 9SA",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The permission hereby given is with regard to the dropped kerb only.  It is noted that works to hard surface the front garden have already been carried out.  The applicant should note that the works to hard surface the front garden are only permitted development if the hard surface is constructed of porous materials or provision is made to direct run-off water to a permeable or porous area or surface within the curtilage of the dwellinghouse.  Should the hard standing not have been constructed in such a manner then it is unauthorised and may be subject to enforcement action by the Council.",
    "The proposal involves works which affect the highway and its verge.  Before commencing such works you must obtain separate consent of the Highway Authority.  Please contact Havering Streetcare on 01708 432563.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "decision_agency": "Borough",
  "bo_system": "CSV Data Import",
  "actual_commencement_date": null,
  "appeal_decision_date": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "borough": "Havering",
  "last_updated": "2025-07-16T11:14:58.841Z",
  "actual_completion_date": null
}