{
  "lpa_name": "Havering",
  "uprn": "100021368901",
  "decision_date": "21/09/2022",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P0310.21",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM7 0ES",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.929
  },
  "valid_date": "22/02/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Variation of Condition No. 3 (Use Classes) of Planning Permission P1864.18 dated 06/03/2019 to permit the use of the building for vehicle maintenance, repair and servicing. (Part retrospective Planning application for extension to existing yard building)",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.",
    "The use hereby permitted shall cease within 2 months of the date of failure to meet any one of the requirements set out in (i) to (v) below:-",
    "i.      within 3 months of the date of this decision details of a scheme shall be submitted to and approved in writing by  the local planning authority which specifies the provisions to be made for the control of noise emanating from the site. Such scheme as may be approved shall include a timetable for its implementation.",
    "ii.     within 3 months of the date of this decision a scheme for any existing or new plant or machinery shall be submitted to the local planning authority to achieve the following standard. Noise levels expressed as the equivalent continuous sound level LAeq (1 hour) when calculated at the boundary with the nearest noise sensitive premises shall not exceed LA90 -10dB and shall be maintained thereafter to the satisfaction of the Local Planning Authority.",
    "iii. if within 11 months of the date of this decision the local plannin",
    "The premises shall not be used for the purposes hereby permitted other than between the hours of 8:00 - 18:00 on Mondays to Fridays, 8:00 - 14:00 on Saturdays and not at all on Sundays, Bank or Public holidays without the prior consent in writing of the Local Planning Authority.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity.",
    "The section of the building outlined in red on the plan nos. 18.5465/M002 and 18.5465/M003 hereby permitted shall be used only for purposes of vehicle maintenance, repair and servicing (Sui Generis use class) in connection with the primary use of the remainder of the site for the purposes of storage and distribution (B8 use) as defined in the Town and Country Planning (Use Classes) Order 1987, as amended, and for no other purpose whatsoever, without the express planning consent from the Local Planning Authority first being obtained.",
    "Reason: To ensure that the use of the building does not result in adverse impacts upon the surrounding area and sensitivities of the Metropolitan Green Belt.",
    "The application property is within the Metropolitan Green Belt where there are restrictions over development.  In view of those extensions which have already taken place and/or been granted permission, it should not be assumed that further extensions will be agreed.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). As this application is for a variation to the planning approval P1864.18  which attracted a Mayoral CIL payment of £3507.98, as this amount has not been paid it is carried across and payable for this application. The outstanding amount of CIL is owed, subject to indexation.",
    "Further details with regard to CIL are available from the Council's website.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's website. You are also advised to visit the planning portal website where you can download the appropriate document templates at http://www.planningportal.gov.uk/plan",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2019."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T15:55:56.962+00:00",
  "ward": "Brooklands",
  "parking_details": null,
  "lapsed_date": "21/09/2025",
  "decision_target_date": "13/05/2021",
  "centroid": {
    "lat": "51.5692292",
    "lon": "0.1578438"
  },
  "lpa_app_no": "P0310.21",
  "status": "Approved",
  "site_name": "178 Crow Lane",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0310.21",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              549622.28,
              187729.307
            ],
            [
              549605.482,
              187868.025
            ],
            [
              549671.048,
              187878.862
            ],
            [
              549668.881,
              187868.025
            ],
            [
              549687.846,
              187729.307
            ],
            [
              549622.28,
              187729.307
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "19/03/2021",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Romford",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 549646,
  "appeal_start_date": null,
  "centroid_northing": 187801,
  "borough": "Havering",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.15747129999999998,
          51.5685913
        ],
        [
          0.1572881,
          51.5698422
        ],
        [
          0.1582381,
          51.5699222
        ],
        [
          0.1582022,
          51.5698254
        ],
        [
          0.1584166,
          51.568574
        ],
        [
          0.15747129999999998,
          51.5685913
        ]
      ]
    ],
    "type": "Polygon"
  }
}