{
  "centroid": {
    "lon": "0.1762949",
    "lat": "51.5984126"
  },
  "status": "Approved",
  "decision_target_date": "19/06/2020",
  "site_name": "2B Moray Way",
  "decision_conditions": [
    "The premises shall not be used for the purposes hereby permitted other than between the hours of 11am and 10pm on Mondays to Saturdays and not at all on Sundays, Bank or Public holidays without the prior consent in writing of the Local Planning Authority.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The A5 use hereby permitted shall cease and all equipment and materials brought onto the land for the purposes of such use shall be removed within 3 months of the date of failure to meet any one of the requirements set out in (i) to (iv) below:-",
    "i.\twithin 3 months of the date of this decision, a scheme for the collection and storage of refuse shall have been submitted for the written approval of the local planning authority and the scheme shall include a timetable for its implementation. The refuse storage is provided in accordance with the approved scheme. Refuse collection and storage arrangements shall be maintained in perpetuity in accordance with the approved scheme.",
    "ii. if within 11 months of the date of this decision the local planning authority refuse to approve the scheme or fail to give a decision within the prescribed period, an appeal shall have been made to, and accepted as validly made by, the Secretary of State.",
    "iii. if an appeal is made in pursuance of (ii) above, th",
    "The A5 use hereby permitted shall cease and all equipment and materials brought onto the land for the purposes of such use shall be removed within 3 months of the date of failure to meet any one of the requirements set out in (i) to (iv) below:-",
    "i.\twithin 3 months of the date of this decision, suitable equipment to remove and/or disperse odours and odorous material should be fitted to the extract ventilation system in accordance with a scheme to be approved in writing by the Local Planning Authority and the scheme shall include a timetable for its implementation. Thereafter, the equipment shall be properly maintained and operated during normal working hours.",
    "ii. if within 11 months of the date of this decision the local planning authority refuse to approve the scheme or fail to give a decision within the prescribed period, an appeal shall have been made to, and accepted as validly made by, the Secretary of State.",
    "iii. if an appeal is made in pursuance of (ii) above, that appeal shal",
    "The insulation of the building shall be permanently retained in accordance with the details as previously approved under application Q0177.16.",
    "Reason: To protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The A5 use hereby permitted shall cease and all equipment and materials brought onto the land for the purposes of such use shall be removed within 3 months of the date of failure to meet any one of the requirements set out in (i) to (iv) below:-",
    "i.\twithin 3 months of the date of this decision, a scheme for the extraction system or other plant/machinery shall be submitted to the Local Planning Authority to achieve the following standard. Noise levels expressed as the equivalent continuous sound level LAeq (1 hour) when calculated at the boundary with the nearest noise sensitive premises shall not exceed LA90-10dB and shall be maintained thereafter to the satisfaction of the Local Planning Authority.",
    "ii. if within 11 months of the date of this decision the local planning authority refuse to approve the scheme or fail to give a decision within the prescribed period, an appeal shall have been made to, and accepted as validly made by, the Secretary of State.",
    "iii. if an appeal is made in",
    "The mechanical ventilation system shall be properly maintained and operated during normal working hours, in accordance with a scheme to control the transmission of noise and vibration from it, with the details as previously approved under application Q0177.16.",
    "Reason: To protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The A5 use hereby permitted shall cease and all equipment and materials brought onto the land for the purposes of such use shall be removed within 3 months of the date of failure to meet any one of the requirements set out in (i) to (iv) below:-",
    "i.\twithin 3 months of the date of this decision, details of a litter management strategy for the site shall be submitted to and approved in writing by the Local Planning Authority and the scheme shall include a timetable for its implementation. The litter management strategy shall thereafter be carried out in accordance with the approved details.",
    "ii. if within 11 months of the date of this decision the local planning authority refuse to approve the scheme or fail to give a decision within the prescribed period, an appeal shall have been made to, and accepted as validly made by, the Secretary of State.",
    "iii. if an appeal is made in pursuance of (ii) above, that appeal shall have been finally determined and the submitted scheme shall have been",
    "No take-away deliveries shall take place at any time from the premises unless full details have been previously submitted to and agreed in writing with the Local Planning Authority. Any deliveries shall only take place in accordance with such details that have been approved.",
    "Reason:-",
    "To protect residential amenity and highway safety and in order that the development accords with the Development Control Policies Development Plan Document Policies DC32 and DC61.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM1 4YD",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "17/06/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1803.19",
  "centroid_northing": 191084,
  "uprn": "10024388406",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Pettits",
  "decision_date": "17/06/2020",
  "description": "Variation of condition 3 of planning permission P1310.12 to enable extended opening hours 11am to 10pm on Mondays to Saturdays and not at all on Sundays, Bank or Public holidays.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1803.19",
  "lpa_app_no": "P1803.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:49:40.318+00:00",
  "centroid_easting": 550828,
  "pp_id": "08328049",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "09/12/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550820.415,
              191080.639
            ],
            [
              550827.053,
              191094.253
            ],
            [
              550836.061,
              191090.867
            ],
            [
              550828.61,
              191074.069
            ],
            [
              550819.06,
              191078.539
            ],
            [
              550820.415,
              191080.639
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.018000000000000002
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "29/01/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.17618399999999998,
          51.5983845
        ],
        [
          0.1762856,
          51.598505
        ],
        [
          0.1764141,
          51.5984722
        ],
        [
          0.1762994,
          51.5983232
        ],
        [
          0.1761636,
          51.5983659
        ],
        [
          0.17618399999999998,
          51.5983845
        ]
      ]
    ],
    "type": "Polygon"
  }
}