{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/170225OUT;",
  "lapsed_date": "10/05/2020",
  "decision_target_date": "14/03/2017",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 3JH",
  "site_name": "1 Elm Grove Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012134363"
    ],
    "site_area": 0.09000000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "170225OUT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518330,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T17:23:18.890+00:00",
  "id": "Ealing-170225OUT",
  "application_type": "All Other",
  "street_name": "Elm Grove Road",
  "borough": "Ealing",
  "ward": "Ealing Common",
  "decision_date": "10/05/2017",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Construction of a single family dwellinghouse (split level; part basement, part single storey ) following the demolition of existing garages onsite (Outline Planning Application - All matters reserved)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 180080,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012134363",
  "centroid": {
    "lon": "-0.29636219999999996",
    "lat": "51.5072722"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              518342.0463242,
              180052.549749
            ],
            [
              518341.7989723,
              180052.0998778
            ],
            [
              518320.4030388,
              180078.4023488
            ],
            [
              518315.6538836,
              180084.2506747
            ],
            [
              518310.319329,
              180090.8287917
            ],
            [
              518307.4995181,
              180094.2977987
            ],
            [
              518308.8022378,
              180096.2472407
            ],
            [
              518309.1485304,
              180096.7570948
            ],
            [
              518309.2474711,
              180096.8970547
            ],
            [
              518310.6986019,
              180098.6465539
            ],
            [
              518310.7975426,
              180098.8464967
            ],
            [
              518311.4489024,
              180099.6462678
            ],
            [
              518311.8529104,
              180100.1961104
            ],
            [
              518312.1002622,
              180100.4960245
            ],
            [
              518312.8010924,
              180101.2458099
            ],
            [
              518313.0979146,
              180101.5957097
            ],
            [
              518313.8482152,
              180102.3754865
            ],
            [
              518315.5466978,
              180104.1549771
            ],
            [
              518315.851765,
              180104.4648884
            ],
            [
              518317.2534254,
              180105.9044764
            ],
            [
              518318.4984297,
              180107.104133
            ],
            [
              518318.7540265,
              180107.3540614
            ],
            [
              518323.8906996,
              180100.9558929
            ],
            [
              518335.3595796,
              180086.6799793
            ],
            [
              518340.6858891,
              180080.0718709
            ],
            [
              518349.6977409,
              180068.8450845
            ],
            [
              518351.3962234,
              180066.6956998
            ],
            [
              518349.1040965,
              180063.9964724
            ],
            [
              518346.3997164,
              180059.8976457
            ],
            [
              518344.8496449,
              180057.4983325
            ],
            [
              518344.6517635,
              180057.0984469
            ],
            [
              518343.1511623,
              180054.649148
            ],
            [
              518342.697684,
              180053.849377
            ],
            [
              518342.0463242,
              180052.549749
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "This outline planning permission is granted subject to the following statutory timeframes:",
    "a)\tApplications for approval of Reserved Matters must be made no later than the expiration of three (3) years beginning with the date of this outline planning permission, and;",
    "b)\tThe development to which the permission relates must be begun no later than the expiration of two (2) years from the final approval of the Reserved Matters applications, or in the case of approval on different dates, the final approval of the last such matter to be approved.",
    "REASON: In order to comply with the provisions of the Town and Country Planning Act 1990.",
    "| No part of the development as hereby permitted shall commence until the reserved matters, as listed below, have been approved by the local planning authority:",
    "o\tappearance",
    "o\tscale",
    "o\tlandscaping",
    "o\tlayout",
    "o\tmeans of access",
    "The Reserved Matters submission shall include the following information:",
    "a)\tUpdated Design and Access Statement and Planning Statement;",
    "b)\tFloor, elevation and section plans;",
    "c)\tDetailed design of hard and soft landscaping, and boundary treatments, cycle parking, refuse and recycling storage;",
    "d)\tDaylight and Sunlight Report;",
    "e)\tStage 1 written scheme of investigation (WSI);",
    "f)\tRefuse Management Plan;",
    "g)\tArchaeological desk based assessment.",
    "The development shall be carried out in accordance with the approved documents and plans.",
    "REASON: To ensure that the Local Planning Authority may be satisfied with the details of the proposal as provided for in Article 4 and 5 of the Town and Country Planning (Development Management Procedure) Order 2010, as this application is in outline form only. | The outline planning permission hereby approved is granted in accordance with the following indicative drawing and document title number(s) insofar as they will be amended subject to the approved plans and documents necessary to support the reserved matters applications required by various conditions of this approval: Design and Access Statement and Planning Statement, Reference Number KP/337/2016, dated 18/01/2017; Location Plan, Indicative plans: Drawing Number 01, dated 18/01/2017; Site Location Plan and Existing Floor Plans, Elevations and Cross Section, Drawing Number 02, dated 18/01/2017; Proposed Landscape Plan, Drawing Number 03, dated 18/01/2017; Proposed Floor Plans, Elevations, Cross Section and 3D, Drawing Number 04, dated 18/01/2017.",
    "REASON: For the avoidance of doubt, and in the interests of proper planning.",
    "| The proposed upper limits of the development shall not exceed 4m in height from ground level. Notwithstanding the information on the indicative drawings, this outline permission does not grant planning permission to the height illustrated on the indicative plans listed in Condition 3 of this approval.",
    "REASON: To safeguard residential amenity and protect the living conditions of nearby properties in accordance with policies 7.4 and 7.6 of The London Plan (2016), policy 7B of the Adopted Ealing Development Management Plan Document (2013) and polices 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Adopted Development (Core) Strategy 2012.",
    "| Before work is commenced, details of the materials to be used for the external surfaces of the buildings and hard-surfaced areas within the development shall be submitted to and approved in writing by the Local Planning Authority, and this condition shall apply notwithstanding any indications to these matters which have been given in this application. The development shall be carried out in accordance with the approved details.",
    "REASON: To ensure that all built development would be of a high quality design standard. In accordance with Policies 7.4 and 7.6 of the London Plan 2016; policy 1.1(h) of Ealing's Development (or Core) Strategy 2012; and policies LV7.4 and 7B of Ealing's Development Management DPD and section 7 of the National Planning Policy Framework.",
    "| Prior to first occupation of the development, the boundary treatment shall be installed in accordance with details accompanying the subsequent approval of the Reserved Matters as requested under Condition 2 of this approval.",
    "REASON: To protect the appearance and security of the area in accordance with policy 7.3 of the adopted London Plan (2016), policy 1.1(h) of the adopted Ealing Development Strategy (2012) and policies 7.3, 7.4 and 7B of the adopted Ealing Development Management DPD (2013).",
    "| Building envelope insulation for the approved residential building, with windows shut and other means of ventilation provided, shall be installed to achieve the internal noise targets adopted by the local planning authority:",
    "Bedrooms (23:00-0700 hrs) 30 dB LAeq, and 45 dB Lmax (fast).",
    "Living rooms (0700-2300 hrs) 35dB LAeq.",
    "Kitchens, bathrooms, WC and utility rooms (0700-2300 hrs) 45 dB LAeq.",
    "The sound insulation measures shall be installed and fully completed prior to the first use and / or first occupation of the units and maintained thereafter.",
    "REASON: To protect residential amenity, in accordance with policies 7.15 of the London Plan (Consolidated 2016); Policy 1.1(j) of Adopted Ealing Development (Core) Strategy (2012); Policy 7A of the Ealing Development Management DPD (2013) and interim SPG 10: Noise and Vibration.",
    "| Prior to first occupation of the development, the refuse and recycling storage shall be installed and made available for use in accordance with details accompanying the subsequent approval of the Reserved Matters as requested under Condition 2 of this approval. These facilities shall thereafter be retained for use at all times",
    "REASON: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy (2012) policy 7B of the Adopted Ealing Management Development Plan Document (2013) and policies 7.4, and 7.6 of the London Plan (2016).",
    "| Prior to first occupation of the development, cycle storage shall be installed and made available for use in accordance with details accompanying the subsequent approval of the Reserved Matters as requested under Condition 2 of this approval. These facilities shall thereafter be retained for use at all times",
    "REASON: To provide adequate bicycle storage to align with Sustainable Transport SPG and policy 6.9 and 6.13 of the London Plan (2016).",
    "| At the reserved matters stage, a detailed method statement relating to the excavation and the construction of the basement shall be submitted to and approved in writing by the Local Planning Authority. The statement shall include details of phasing and programming, removal of earth from site; construction methods; site management and access; vehicle and machinery specifications and numbers/frequency of vehicles/deliveries, construction worker parking, anticipated number, delivery times, dust suppression measures, site security, vehicle manoeuvring and turning, locations for the storage of building materials and construction debris and contractors offices, procedures for on-site contractors to deal with complaints from local residents, measures to ensure the construction process does not effect of neighbouring highways, details of wheel water spraying facilities and noise/vibration mitigation measures. The development shall be carried out in accordance with the approved method statement.",
    "REASON: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with 1.1 (e) (j) 1.2 (f), 2.1 (c) and 2.10 of the Ealing Core Strategy (2012), policies 6.3, 6.13,  7.14 and 7.15  of the London Plan Consolidated (2016), the National Planning Policy Framework (2012), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise",
    "| Notwithstanding the provisions of Classes A, B, C, D, E and F of Schedule 2, Part 1, Class A Town and Country Planning (General Permitted Development) Order 2015 (or any other order revoking and re-enacting that order, with or without modifications), no works shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.",
    "REASON: To prevent the overdevelopment of the site and to safeguard the living conditions of occupiers of adjoining properties and the appearance of the street scene, in accordance with policies 1.1 (g) and (h) of the Adopted Development (Core) Strategy, and policies 7.4 and 7.6 of the London Plan (2016) and policies Ealing Local Variation of London Plan (2016) Policy 7.4 and 7B of the Ealing Development Management Development Plan Document (2013).",
    "| Prior to the commencement of any works on site (except demolition and site clearance) the following shall be submitted to and subject to the approval in writing of the Local Planning Authority:",
    "(a)        An intrusive contaminated land investigation and risk assessment of the site. This shall be carried out in accordance with BS1075:2011+A1:2013 and CR11 guidance to assess the nature and extent of any contamination on the site. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site.",
    "(b)        A remediation (de-contamination) scheme to bring the site to a condition suitable for the intended end use. It shall include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures.  The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.",
    "Following completion of measures identified in the approved remediation (de-contamination) scheme part (b)",
    "(c)        A verification report that demonstrates the completion of measures identified in the approved contamination remediation scheme shall be produced. The report shall be compiled in accordance with the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1'.",
    "REASON: To protect the health and living conditions of residents in the area, in accordance with policies 1.1 of the Ealing Core Strategy (2012), policy 5.21 of the London Plan (2016), and the National Planning Policy Framework (2012).",
    "| Existing trees adjacent/close to the boundaries of the site shall not be lopped, felled or otherwise affected in any way (including raising or lowering soil levels under the crown spread of the trees) and no excavation shall be cut under the crown spread of the trees. Protection of the trees, hedgerows and groups of mature shrubs off site that are adjacent/close to it shall be carried out only in accordance with British Standard 5837:2005 'Trees In Relation To Construction Recommendations' (or any subsequent revision), and shall be maintained fully intact and (in the case of the fencing) at all times, until the completion of all building operations on the site.",
    "REASON: In order to safeguard trees and other vegetation considered to be worthy of retention in the interests of the visual amenity of the area as a whole, policies 7.4 and 7.6 of the London Plan 2016, policies 1.1 (e) (g), 1.2(f), 3.1(b) and 3.8 of the Ealing Core Strategy (2012), policies 7.4 of the Ealing Development Management Development Plan Document (2013).",
    "| Prior to the commencement of the development hereby permitted, a Stage 1 written scheme of investigation (WSI) shall be submitted to and approved by the Local Planning Authority in consultation with Historic England. For land that is included within the WSI and the interior of the building, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.",
    "If heritage assets of archaeological interest are identified by Stage 1 then for those parts of the site that have archaeological interest a Stage 2 WSI shall be submitted to and approved by the Local Planning Authority in consultation with Historic England. For land that is included within the Stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed Stage 2 WSI which shall include:",
    "A.) The statement of significance and research objectives, the programme and methodology of site investigation and recording, and the nomination of a competent person(s) or organisation to undertake the agreed works",
    "B.) The programme for post-investigation assessment and subsequent analysis, publication and dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the Stage 2 WSI.",
    "REASON: To ensure that any archaeological remains on site and the cultural heritage of the site are protected in accordance with policies Ealing Local Variation to London Plan Policy 7C of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (g) of the adopted Local Development Framework (Core) Strategy (2012) and policy 7.8 of the London Plan (2016).",
    "| The dwellinghouse shall include the installation of an Ultra-Low NOx boilers that is compliant with the NOx (g/m²) benchmarks set out at Appendix 5 of the Mayor's Sustainable Design and Construction SPG. The boilers shall be installed prior to the first occupation.",
    "REASON: To minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies 3.2 and 7.14 of the London Plan 2016; the Mayor's Sustainable Design and Construction SPG; policies 1.1(e) and (j) of Ealing's Development (or Core) Strategy 2012, and policy 7A of Ealing's Development Management."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/01/2017",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-05761615",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2961979,
          51.5070229
        ],
        [
          -0.2962016,
          51.507019
        ],
        [
          -0.2965009,
          51.5072598
        ],
        [
          -0.2965674,
          51.5073134
        ],
        [
          -0.29664199999999996,
          51.5073736
        ],
        [
          -0.2966814,
          51.5074054
        ],
        [
          -0.296662,
          51.5074226
        ],
        [
          -0.2966568,
          51.5074271
        ],
        [
          -0.2966554,
          51.5074284
        ],
        [
          -0.2966339,
          51.5074438
        ],
        [
          -0.29663239999999996,
          51.5074456
        ],
        [
          -0.29662269999999996,
          51.5074526
        ],
        [
          -0.2966167,
          51.5074575
        ],
        [
          -0.29661309999999996,
          51.5074601
        ],
        [
          -0.2966027,
          51.5074667
        ],
        [
          -0.2965983,
          51.5074698
        ],
        [
          -0.2965873,
          51.5074767
        ],
        [
          -0.2965622,
          51.5074923
        ],
        [
          -0.2965577,
          51.507495
        ],
        [
          -0.2965371,
          51.5075077
        ],
        [
          -0.29651869999999997,
          51.5075182
        ],
        [
          -0.296515,
          51.5075204
        ],
        [
          -0.29644309999999996,
          51.5074618
        ],
        [
          -0.2962827,
          51.5073311
        ],
        [
          -0.2962082,
          51.5072706
        ],
        [
          -0.29608219999999996,
          51.5071678
        ],
        [
          -0.2960585,
          51.5071481
        ],
        [
          -0.2960924,
          51.5071244
        ],
        [
          -0.29613269999999997,
          51.5070881
        ],
        [
          -0.29615579999999997,
          51.5070668
        ],
        [
          -0.2961588,
          51.5070633
        ],
        [
          -0.2961813,
          51.5070416
        ],
        [
          -0.2961881,
          51.5070345
        ],
        [
          -0.2961979,
          51.5070229
        ]
      ]
    ],
    "type": "Polygon"
  }
}