{
  "centroid_northing": 183935,
  "appeal_status": null,
  "pp_id": "10181320",
  "appeal_decision_date": null,
  "valid_date": "03/09/2021",
  "last_updated": "2025-03-20T19:04:21.943+00:00",
  "ward": "South Hornchurch",
  "last_updated_by": "CSV Data Import",
  "site_name": "24 Dunmow Drive",
  "last_date_consultation_comments": "07/04/2022",
  "centroid": {
    "lat": "51.533932300000004",
    "lon": "0.1864702"
  },
  "status": "Approved",
  "id": "Havering-P1737.21",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551746.992,
              183913.526
            ],
            [
              551741.031,
              183917.59
            ],
            [
              551740.76,
              183918.132
            ],
            [
              551738.322,
              183955.792
            ],
            [
              551756.474,
              183947.122
            ],
            [
              551756.203,
              183926.531
            ],
            [
              551746.992,
              183913.526
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "decision": "Approved",
  "lpa_name": "Havering",
  "appeal_start_date": null,
  "lapsed_date": "22/04/2025",
  "epc_number": null,
  "application_type": "All Other",
  "parking_details": null,
  "uprn": "100021349469",
  "centroid_easting": 551747,
  "secondary_street_name": null,
  "application_details": {
    "total_gia_gained": 56.6,
    "intended_completion_date": "04/2022",
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "existing_uprns": null,
    "intended_commencement_date": "12/2021",
    "site_area": 0.055
  },
  "decision_agency": "Borough",
  "postcode": "RM13 7UD",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1737.21",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed ground floor windows serving a W.C and utility/pantry on the western flank of the single storey side/rear extension as shown on Drawing No. PL01 Revision C shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "A 1.8m high close boarded fence on gravel boards shall be provided on the eastern and western (side) boundaries of the site in accordance with Drawing No. PL01 Revision C. The fencing shall be permanently retained and maintained thereafter.",
    "Reason:-",
    "To protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with @ architect ltd via email in January, February and March 2022. The revisions involved showing the existing patio and steps and the ground level of the rear garden on the existing plans, showing the proposed raised patio and steps on the proposed plans including details of existing or proposed boundary treatments, increasing the height of the boundary fence from 1.2m to 1.8m from the height of the patio and amending the description of the proposal to \"\"Single storey side/rear extension, raised patio, steps, boundary wall and boundary fencing. The amendments were subsequently submitted on 16th February and 8th March 2022."
  ],
  "decision_target_date": "14/01/2022",
  "locality": null,
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "decision_date": "22/04/2022",
  "appeal_decision": null,
  "borough": "Havering",
  "subdivision_of_building": null,
  "lpa_app_no": "P1737.21",
  "actual_commencement_date": null,
  "development_type": null,
  "decision_process": "Delegated",
  "description": "Single storey side/rear extension, raised patio, steps, boundary wall and boundary fencing",
  "actual_completion_date": null,
  "title_number": [
    "Unregistered"
  ],
  "street_name": "Rainham",
  "bo_system": "CSV Data Import",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.18646089999999998,
          51.5337393
        ],
        [
          0.18637669999999998,
          51.5337774
        ],
        [
          0.18637309999999999,
          51.5337824
        ],
        [
          0.1863542,
          51.5341214
        ],
        [
          0.1866119,
          51.5340386
        ],
        [
          0.1865992,
          51.5338537
        ],
        [
          0.18646089999999998,
          51.5337393
        ]
      ]
    ],
    "type": "Polygon"
  }
}