{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": null,
  "borough": "Havering",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1796798,
          51.5067819
        ],
        [
          0.179784,
          51.5065911
        ],
        [
          0.1798807,
          51.5065711
        ],
        [
          0.17992339999999998,
          51.506485
        ],
        [
          0.1793272,
          51.506345
        ],
        [
          0.1793254,
          51.506349900000004
        ],
        [
          0.1792784,
          51.5063885
        ],
        [
          0.1792241,
          51.5064359
        ],
        [
          0.17916359999999998,
          51.506476
        ],
        [
          0.1791295,
          51.5064985
        ],
        [
          0.1790484,
          51.5066377
        ],
        [
          0.1796798,
          51.5067819
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "Plot 45 Ferry Lane (formerly Beam reach Plot 8)",
  "centroid_easting": 551353,
  "pp_id": "12615555",
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_completion_date": "10/2025",
        "intended_commencement_date": "10/2024"
      }
    ],
    "site_area": 0.17,
    "affordable_housing_fast_track": false,
    "projected_cost_of_works": "Up to £2m",
    "non_residential_details": {
      "total_gia_gained": 1005,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "internal_resi_water_usage": 0,
    "scheme_name": "Plot 45 Ferry Lane (formerly known as Beam Reach 8 Plot 8)",
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "no_new_water_connections_required": 1,
      "no_active_fast_ev_charging_points": 2,
      "no_passive_fast_ev_charging_points": 0,
      "green_roof_area": 0,
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "solar_pv_capacity": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "chp_heat_pumps_capacity": 0,
      "ghg_reduction_over_building_regulations": true,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "no_homes_passive_cooling": 0,
      "waste_provision": true
    },
    "scheme_phasing": true,
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "SpecifiedOther",
        "gia_gained": 1005,
        "gia_lost": 0
      }
    ],
    "garden_land_lost": false,
    "total_gia_gained": 1005,
    "total_gia_lost": 0,
    "grey_water_reuse": false,
    "total_gia_existing": 0,
    "green_suds": false,
    "ownership_status": "Private"
  },
  "lpa_name": "Havering",
  "decision": "Approved",
  "lpa_app_no": "P1737.23",
  "decision_date": "30/07/2024",
  "last_updated": "2025-03-19T20:55:03.238+00:00",
  "centroid_northing": 180877,
  "centroid": {
    "lat": "51.506562",
    "lon": "0.1794821"
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "Rainham & Wennington",
  "bo_system": "CSV Data Import",
  "lapsed_date": "30/07/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "27/12/2023",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "01/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed specified in the Design and Access Statement and as annotated on the drawings hereby approved unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "Notwithstanding the provisions of the Town and Country Planning (Use Classes) Order 1987 (as amended) the use hereby permitted shall only be for uses falling within Classes B2 and B8 and shall be used for no other purpose(s) whatsoever, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To restrict the use of the premises to one compatible with the surrounding area and to enable the Local Planning Authority to exercise control over any future use not forming part of this application.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Prior to the commencement of the development hereby approved, details of all proposed walls, fences and boundary treatment shall be submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "No building shall be occupied or use commenced until the access has been constructed in accordance with the drawings hereby approved, the visibility splay 2.4m x 43m (30mph) as per the submitted diagram are provided to both sides of the vehicular access(es) to the site.",
    "Reason:-",
    "In the interests of highway safety.",
    "No works shall take place in relation to any of the development hereby approved until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development.",
    "All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed.  Submissio",
    "No development shall commence until the type of substrate used in the green wall system, the medium from which the plants grows as well a planting schedule and maintenance regime for the proposes living walls has be submitted to and approved in writing by the local planning authority. Thereafter, the installation of the living wall shall be implement in accordance to planting schedule as approved  in no less than four months of the completion of the external walls and the green walls shall be maintained in accordance to the maintenance regime.",
    "Reason;",
    "Insufficient information has been supplied with the application to judge the appropriateness of the proposed green living wall.  Submission of a scheme prior to commencement will ensure that the development achieves a satisfactory level of landscape quality and in the interest of bio-diversity.",
    "No building shall be occupied or use commenced until cycle storage is provided in accordance to the approved drawings. The cycle storage shall then be retained thereafter.",
    "Reason:-",
    "In the interests of providing a wide range of facilities for non-motor car for the employees and visitors and sustainability.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "No works shall take place in relation to any of the development hereby approved until details of surface water attenuation/storage are submitted to and approved in writing by the Local Planning Authority. Surface water attenuation/storage shall be provided in accordance with the approved details.",
    "Reason:-",
    "Surface water attenuation/storage works are required on site to prevent the risk of flooding.  Submission of a scheme prior to commencement will ensure that the measures to be employed are technically sound.",
    "No works shall take place in relation to any of the development hereby approved (except works required to secure compliance with this condition) until the following Contaminated Land reports (as applicable) are submitted to and approved in writing by  the Local Planning Authority:",
    "a) A Phase I (Desktop Study) Report documenting the history of this site, its surrounding area and the likelihood of contaminant/s, their type and extent incorporating a Site Conceptual Model.",
    "b) A Phase II (Site Investigation) Report if the Phase I Report confirms the possibility of a significant risk to any sensitive receptors.  This is an intrusive site investigation including factors such as chemical testing, quantitative risk assessment and a description of the site ground conditions.  An updated Site Conceptual Model should be included showing all the potential pollutant linkages and an assessment of risk to identified receptors.",
    "c) A Phase III (Risk Management Strategy) Report if the Phase II Report",
    "No demolition or development shall take place until a stage I written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.",
    "If heritage assets of archaeological interest are identified by stage I then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:",
    "A.\tThe statement of significance and research objectives, the programme and methodology of site investigation and recording and the nominatio",
    "The development hereby approved shall be provided with air source heat pumps, which shall be designed to comply with  \"MCS Planning Standards for Permitted Development Installations of Wind Turbines and Air Source Heat Pumps on Domestic Premises\".  The air source heat pumps shall be provided on site prior to first occupation of the dwellings.",
    "Reason: In the interests of sustainability and amenity.",
    "All  parking spaces within the development hereby approved shall include provision of infrastructure for electric or Ultra-Low Emission vehicles, of which a minimum of 20 percent shall have active charging facilities, with passive provision for all remaining spaces. Such provision is to be made prior to the first occupation of the development hereby permitted.",
    "Reason:  Provision prior to first occupation of the proposed developement hereby permitted will ensure that the development adequately incorporates measures to allow the use of electric vehicles by future occupiers in accordance with Policy T6.1 of the London Plan.",
    "a)\tPrior to commencement, a full and detailed application for the Secured by Design award scheme shall be submitted to the Local Planning Authority and the Metropolitan Police NE Designing out Crime Office, demonstrating how Secured by Design Certification will be achieved for this scheme.",
    "b)\tPrior to occupation, the development shall achieve a Certificate of Compliance to the relevant Secure by Design Guide(s) submitted to and approved in writing by the Local Planning Authority in conjunction with the Metropolitan Police. The development shall be carried out in accordance with the approved details and thereafter shall be fully retained and maintained as such for the lifetime of the development.",
    "Reason: In the interest of creating safer, sustainable communities.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent of the applicant requiring additional information with respect to impact upon adjoining building and bio-diversity study. The information were subsequently provided in February 2024.",
    "In promoting the delivery of safer, stronger, sustainable places the Local Planning Authority fully supports the adoption of the principles and practices of the Secured by Design Award Scheme and Designing against Crime. Your attention is drawn to the free professional service provided by the Metropolitan Police Designing Out Crime Officers for North East London, whose can be contacted via DOCOMailbox.NE@met.police.uk or 0208 217 3813  . They are able to provide qualified advice on incorporating crime prevention measures into new developments.",
    "With regards to surface water drainage it is the responsibility of the developer to make proper provision for drainage to ground, water courses or a suitable sewer.  In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off site storage.  When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.  Connections are not permitted for the removal of Ground Water.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required.  They can be contacted on 0845 850 2777.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on highwaysDSO@havering.gov.uk to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Ac",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The proposal would provide 1005sqm of warehouse building. The Mayors levy would amount to £25,125.",
    "The charge is levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's website. You are also advised to visit the planning portal website where you can download the appropriate document templates at http://www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil",
    "The planning obligations recommended in this report have been subject to the statutory tests set out in Regulation 122 of the Community Infrastructure Levy Regulations 2010 and the obligations are considered to have satisfied the following criteria:-",
    "(a)\tNecessary to make the development acceptable in planning terms;",
    "(b)\tDirectly related to the development; and",
    "(c)\tFairly and reasonably related in scale and kind to the development.",
    "Before occupation of the  commercial unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx",
    "You are informed that the proposed development is close proximity to our substation and have the following observations to make;",
    "If the proposed works are located within 6m of the substation, then they are notifiable under the Party Wall etc. Act 1996. The Applicant should provide details of the proposed works and liaise with the Company to ensure that appropriate protective measures and mitigation solutions are agreed in accordance with the Act. The Applicant would need to be responsible for any costs associated with any appropriate measures required. Any Party Wall Notice should be served on UK Power Networks at its registered office: UK Power Networks, Newington House, 237 Southwark Bridge Road, London SEI 6NP.",
    "Our engineering guidelines state that the distance between a dwelling of two or more stories with living or bedroom windows overlooking a distribution substation should be a minimum of ten metres if the transformer is outdoor, seven metres if the transformer has a GRP surr",
    "Written schemes of investigation will need to be prepared and implemented by a suitably professionally accredited archaeological practice in accordance with Historic England's Guidelines for Archaeological Projects in Greater London. This condition is exempt from deemed discharge under schedule 6 of The Town and Country Planning (Development Management Procedure) (England) Order 2015.",
    "The Local Planning Authority wishes to ensure that adequate arrangements are made to allow an archaeological \"watching brief\" to take place during all new foundation and other below-ground works and excavation phases of the development.  The purpose of the watching brief is to ensure that any agreed design measures to preserve the archaeological remains in situ are correctly implemented on site and to allow investigation and recording of any archaeological evidence that might be revealed in areas not covered by preservation measures.",
    "The site is at risk of flooding, hence appropriate measures should be in place to combat any risk to safety of the occupiers of the site and reduction in physical damage, the following measures should be considered;",
    "Physical barriers, raised electrical fittings, and special construction materials are just some of the ways you can help reduce flood damage. To find out which measures will be effective for this development, please liaise with the building control department. If you'd like to find out more about reducing flood damage, visit the Flood Risk and Coastal Change pages of the planning practice guidance.",
    "Further guidance on flood resistance and resilience measures can also be found in:",
    "NESTOR IN PEOPLE Government guidance on flood resilient construction https://www.gov.uk/government/publications/flood-resilient-construction-of-newbuildings",
    "CIRIA Code of Practice for property flood resilience https://www.ciria.org/ClRlA/Resources/Free publications/CoP for PFR resource.aspx Bri"
  ],
  "parking_details": {
    "net_car": 9,
    "net_bluebadge": 1,
    "no_proposed_bluebadge": 1,
    "no_proposed_car": 9,
    "no_existing_car": 0,
    "no_existing_bluebadge": 0
  },
  "site_number": null,
  "uprn": null,
  "decision_target_date": "30/07/2024",
  "application_type": "All Other",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551365.99,
              180901.86
            ],
            [
              551373.85,
              180880.86
            ],
            [
              551380.63,
              180878.83
            ],
            [
              551383.88,
              180869.35
            ],
            [
              551342.97,
              180852.55
            ],
            [
              551342.83,
              180853.09
            ],
            [
              551339.44,
              180857.29
            ],
            [
              551335.51,
              180862.44
            ],
            [
              551331.18,
              180866.78
            ],
            [
              551328.74,
              180869.21
            ],
            [
              551322.65,
              180884.52
            ],
            [
              551365.99,
              180901.86
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Rainham",
  "secondary_street_name": null,
  "description": "Proposal for an industrial shed (Class Use B2) on the site at Plot 45 Ferry Lane (formerly known as beam reach 8, Plot 8).",
  "id": "Havering-P1737.23",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1737.23"
}