{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510527.9375,
              188692.0932
            ],
            [
              510564.7147,
              188657.1682
            ],
            [
              510555.7188,
              188645.1296
            ],
            [
              510550.824,
              188635.4723
            ],
            [
              510550.2949,
              188625.4181
            ],
            [
              510537.8594,
              188630.8421
            ],
            [
              510499.3625,
              188672.9109
            ],
            [
              510511.401,
              188683.7588
            ],
            [
              510500.1562,
              188695.136
            ],
            [
              510507.1677,
              188700.8245
            ],
            [
              510511.0041,
              188700.8245
            ],
            [
              510518.1479,
              188693.6807
            ],
            [
              510514.8406,
              188689.9766
            ],
            [
              510520.6615,
              188684.5526
            ],
            [
              510528.0698,
              188691.9609
            ],
            [
              510527.9375,
              188692.0932
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T23:38:43.201+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "09/07/2019",
  "secondary_street_name": "MIDDLESEX",
  "appeal_start_date": null,
  "ward": "EASTCOTE & E RUISLIP",
  "centroid": {
    "lat": "51.5859943",
    "lon": "-0.40598239999999997"
  },
  "decision": "Approved",
  "valid_date": "29/05/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.228
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=52580/APP/2019/1852",
  "lpa_name": "Hillingdon",
  "site_name": "12 KADUNA CLOSE",
  "lapsed_date": "21/08/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers \t2A and 4, and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012), Hillingdon Local Plan Part 2- Development Management Policies (March 2019) and the London Plan (2016).",
    "No development shall take place until details of all materials and external surfaces, have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy BE13 Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012), DMHB12 of the Hillingdon Local Plan Part 2: Development Management Policies (March 2019).",
    "All trees within the boundary of the site are to be retained, shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork shall be",
    "Prior to the demolition of the existing structure a detailed demolition and construction method plan shall be submitted and approved in writing by the Local Planning Authority.  The plan will provide details of demolition and the construction of the foundations for the new structure which should ensure the protection and retention of the existing Oak tree which abuts the site. Foundation design must ensure the adequate protection of this tree.",
    "REASON",
    "To ensure that trees and other vegetation can and will be retained on site and not damaged during construction work and to ensure that the development conforms with policy BE38 Hillingdon Local Plan: Part Two Saved UDP Policies (2012) and DMHB 14 Hillingdon Local Plan: Part 2 - Development Management Policies (March 2019)",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Single storey rear extension to be used as a store for the D2 leisure facility",
  "lpa_app_no": "52580/APP/2019/1852",
  "decision_target_date": "23/08/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "21/08/2019",
  "id": "Hillingdon-52580_APP_2019_1852",
  "centroid_northing": 188663,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 510532,
  "street_name": "EASTCOTE",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4060319,
          51.5862566
        ],
        [
          -0.4055122,
          51.5859355
        ],
        [
          -0.4056458,
          51.5858291
        ],
        [
          -0.40571949999999996,
          51.5857432
        ],
        [
          -0.4057303,
          51.585653
        ],
        [
          -0.405908,
          51.5857042
        ],
        [
          -0.4064502,
          51.5860898
        ],
        [
          -0.4062731,
          51.586185
        ],
        [
          -0.4064317,
          51.5862894
        ],
        [
          -0.4063288,
          51.5863392
        ],
        [
          -0.4062734,
          51.5863384
        ],
        [
          -0.4061726,
          51.5862728
        ],
        [
          -0.40622149999999996,
          51.5862402
        ],
        [
          -0.4061392,
          51.5861903
        ],
        [
          -0.40603000000000006,
          51.5862554
        ],
        [
          -0.4060319,
          51.5862566
        ]
      ]
    ],
    "type": "Polygon"
  }
}