{
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=40215/TRE/2024/109",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "application_details": {
    "existing_uprns": null
  },
  "wgs84_polygon": null,
  "site_name": "23 KEWFERRY ROAD",
  "centroid_easting": 508374,
  "site_number": null,
  "development_type": null,
  "decision_date": "06/08/2024",
  "appeal_start_date": null,
  "lapsed_date": "06/08/2027",
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Hillingdon",
  "centroid_northing": 191904,
  "appeal_decision_date": null,
  "decision_conditions": [
    "The oak is situated in the rear garden of 23 Kewferry Road. It can be viewed by neighbouring properties, and the crown of the tree can be seen from passing vehicles and traffic on Kewferry Road. The tree appears to be in good condition and is of a mature age. Due to these factors, the tree has a high amenity value.",
    "The application has been rejected as an overall 3m crown reduction in this case is unjustified and too severe. The crown spread is approximately 14m, and to reduce 3m overall would be equivalent to approximately 40% crown volume.",
    "If rebalancing the crown is the main objective, we recommend that this application is re-submitted with a more proportionate work specification for this tree, providing marked up images of the branches that you wish to prune will help our decision making.",
    "Epicormic growth on the stem may be an indicator that the tree is already under some form of stress, and a heavy reduction could increase this.",
    "The Epicormic growth on the stem may be removed",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree(s) and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance.",
    "The tree(s) to be pruned can have the epicormic growth removed. This work shall involve only the removal of epicormic growth on the main stem, from the base of the tree up to the crown break.",
    "The works shall be carried out in accordance with the recommendations contained in BS 3998:2010 'Tree work - Recommendations'. Climbing irons or 'spikes' shall not be used during the execution of this work.",
    "REASON",
    "In order to protect health of the tree and the visual amenity of the area."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "NORTHWOOD",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.436138,
    "lat": 51.615541
  },
  "cil_liability": false,
  "valid_date": "11/06/2024",
  "postcode": null,
  "bo_system": "CSV Data Import",
  "borough": "Hillingdon",
  "id": "Hillingdon-40215_TRE_2024_109",
  "application_type": "All Other",
  "parking_details": null,
  "decision_target_date": "06/08/2024",
  "pp_id": "13144302",
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "uprn": null,
  "last_date_consultation_comments": null,
  "title_number": null,
  "decision": "Refused",
  "last_updated": "2025-03-19T20:51:10.992+00:00",
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "NORTHWOOD 2022",
  "appeal_decision": null,
  "lpa_app_no": "40215/TRE/2024/109",
  "description": "To carry out tree surgery to reduce height and spread by up to 3m One Oak at T29 (T1 on map) within TPO 118",
  "date_building_work_completed_under_previous_permission": null
}