{
  "centroid": {
    "lon": "0.2227229",
    "lat": "51.5612462"
  },
  "status": "Approved",
  "decision_target_date": "27/07/2020",
  "site_name": "196 High Street",
  "decision_conditions": [
    "The single storey rear extension to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The external area of the premises shall not be used for the purposes hereby permitted other than between the hours of 4:00pm and 11:00pm on Mondays to Fridays, 1:30 and 11:00pm on Saturdays, and 1:30pm to 9:00pm on Sundays and Bank or Public holidays without the prior consent in writing of the Local Planning Authority.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Before the use hereby permitted is commenced, and at all times during operation of the use, removable wind screens shall be used to demarcate the outdoor seating area in accordance with the submitted details shown on plan 20-054/03 dated May 2020 (Rev A) and shall be retained and maintained in a proper manner at all times during which the use hereby permitted is in operation.",
    "Reason: In the interests of highway safety.",
    "No works shall take place in relation to any of the development hereby approved until a site investigation is undertaken to assess the level and extent of any landfill gas present, together with an assessment of associated risks. The investigation shall be in accordance with a scheme submitted to and approved in writing by the Local Planning Authority prior to any development commencing.",
    "If during development works any contamination should be encountered which was not previously identified in the Site Investigation then works should halt immediately and the Local Planning Authority consulted to agree appropriate further action.",
    "Reason:-",
    "The development is situated on or within 250 metres of a current or historic landfill site or gravel pit.  Insufficient information has been supplied with the application to judge the risk arising from landfill gas.  Submission of an assessment prior to commencement will protect those redeveloping this site and any future occupants from potential lan",
    "The external siting of the seating hereby approved shall take place only within the area as shown on the approved plan.",
    "Reason: In order to contain potential obstruction of the pavements in the interests of pedestrian safety and in the interests of highway safety.",
    "No amplified music shall be played in the outside seating area.",
    "Reason: To minimise the impact of the development on the surrounding area in the interests of residential amenity.",
    "The external tables and seating and demarcating articles hereby approved shall be removed from the pavement between the hours of 11:00pm and 09:00 hours (the following morning) daily.",
    "Reason: In the interests of pedestrian safety and amenity.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM12 6QP",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "27/07/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0711.20",
  "centroid_northing": 187048,
  "uprn": "100023214331",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "St Andrew's",
  "decision_date": "27/07/2020",
  "description": "Single storey rear extension and increased seating at front.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0711.20",
  "lpa_app_no": "P0711.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:53:33.659+00:00",
  "centroid_easting": 554169,
  "pp_id": "08753666",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "01/06/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554169.491,
              187033.298
            ],
            [
              554163.666,
              187033.907
            ],
            [
              554169.153,
              187063.913
            ],
            [
              554174.03,
              187063.304
            ],
            [
              554169.966,
              187039.665
            ],
            [
              554169.491,
              187033.298
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.016
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Hornchurch",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "23/06/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2227235,
          51.561114
        ],
        [
          0.2226398,
          51.561121
        ],
        [
          0.2227321,
          51.5613891
        ],
        [
          0.2228021,
          51.5613823
        ],
        [
          0.2227332,
          51.561171
        ],
        [
          0.2227235,
          51.561114
        ]
      ]
    ],
    "type": "Polygon"
  }
}