{
  "centroid": {
    "lon": "0.2195577",
    "lat": "51.576549299999996"
  },
  "status": "Refused",
  "decision_target_date": "11/05/2020",
  "site_name": "12 Ardleigh Green Road",
  "decision_conditions": [
    "The proposed development would, by reason of its height, bulk and mass, appear as an unacceptably dominant and visually intrusive feature in the streetscene harmful to the appearance of the surrounding area. By reason of its design and appearance, result in unsympathetic form of development which would not preserve or enhance the special character of this part of the Emerson Park Policy Area. The proposed garage would uncharacteristically project forward of the buildings in the street and appear out of character. In this regard the proposal would be contrary to Policies DC61 and DC69 of the LDF Core Strategy and Development Control Policies DPD and the Emerson Park Policy Area SPD.",
    "The proposed garage, situated very close to the boundary of the site, would appear excessively dominant from the adjoining property and therefore detrimentally impact the residential amenity of adjoining occupiers, contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies DPD.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with the agent via email in July 2020.  The revisions involved changing the architectural design of the dwelling and relocating the garage.  The applicant submitted revised plans on 27 July 2020, however declined to make all the suggested revisions.",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment of £59,250 plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to a CIL Liability Notice indicating a levy of £59,250 plus indexation for the application, based on the Mayoral CIL levy rate for Havering of £25/sq.m plus Havering's charging rate for residential of £125/sq.m (Zone A), and the net additional floorspace of 395 square metres.",
    "You are advised to visit the planning portal website where you c"
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM11 2LW",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "07/08/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1043.19",
  "centroid_northing": 188743,
  "uprn": "100021322408",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Emerson Park",
  "decision_date": "07/08/2020",
  "description": "Proposed demolition of existing dwelling with replacement dwelling with with swimming pool link / detached garage and boundary treatments.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1043.19",
  "lpa_app_no": "P1043.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:52:10.787+00:00",
  "centroid_easting": 553898,
  "pp_id": "07984452",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "27/08/2019",
  "decision": "Refused",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553851.36,
              188733.727
            ],
            [
              553854.069,
              188752.151
            ],
            [
              553944.561,
              188751.338
            ],
            [
              553944.29,
              188733.727
            ],
            [
              553851.36,
              188733.727
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.165
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Hornchurch",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "21/11/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2188811,
          51.5764787
        ],
        [
          0.2189283,
          51.5766435
        ],
        [
          0.2202327,
          51.5766115
        ],
        [
          0.2202211,
          51.5764533
        ],
        [
          0.2188811,
          51.5764787
        ]
      ]
    ],
    "type": "Polygon"
  }
}