{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "RM3 0BZ",
  "borough": "Havering",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.217413,
          51.5910847
        ],
        [
          0.21748299999999998,
          51.5910497
        ],
        [
          0.2176136,
          51.5909842
        ],
        [
          0.2176012,
          51.5909782
        ],
        [
          0.21763369999999999,
          51.5909623
        ],
        [
          0.21766619999999998,
          51.5909465
        ],
        [
          0.21770979999999998,
          51.5909807
        ],
        [
          0.2177067,
          51.5910234
        ],
        [
          0.2178579,
          51.59107
        ],
        [
          0.2180093,
          51.5911166
        ],
        [
          0.2180841,
          51.5911394
        ],
        [
          0.2181049,
          51.5911131
        ],
        [
          0.2181098,
          51.5911147
        ],
        [
          0.2181456,
          51.5911256
        ],
        [
          0.21812489999999998,
          51.5911519
        ],
        [
          0.2183259,
          51.5912136
        ],
        [
          0.2184065,
          51.5912386
        ],
        [
          0.2185597,
          51.5912856
        ],
        [
          0.2186439,
          51.5913114
        ],
        [
          0.2186873,
          51.5913273
        ],
        [
          0.2187366,
          51.5913475
        ],
        [
          0.2187816,
          51.5913659
        ],
        [
          0.2188097,
          51.5913423
        ],
        [
          0.2188097,
          51.5913422
        ],
        [
          0.2188377,
          51.5913186
        ],
        [
          0.2188172,
          51.5913122
        ],
        [
          0.21880239999999998,
          51.5913068
        ],
        [
          0.2187592,
          51.5912913
        ],
        [
          0.21869529999999998,
          51.5912704
        ],
        [
          0.21859989999999999,
          51.5912372
        ],
        [
          0.2183708,
          51.591157
        ],
        [
          0.2182548,
          51.5911167
        ],
        [
          0.2182547,
          51.5911166
        ],
        [
          0.2181351,
          51.5910751
        ],
        [
          0.2181892,
          51.5910152
        ],
        [
          0.21822329999999998,
          51.5909745
        ],
        [
          0.21820769999999998,
          51.5909689
        ],
        [
          0.21819829999999998,
          51.5909655
        ],
        [
          0.21818289999999999,
          51.5909595
        ],
        [
          0.21816739999999998,
          51.5909535
        ],
        [
          0.2180511,
          51.5909076
        ],
        [
          0.21788259999999998,
          51.5908416
        ],
        [
          0.2178847,
          51.5908397
        ],
        [
          0.2174514,
          51.5904954
        ],
        [
          0.2173992,
          51.5904546
        ],
        [
          0.21734479999999998,
          51.590412
        ],
        [
          0.2171946,
          51.5904539
        ],
        [
          0.21716259999999998,
          51.5904678
        ],
        [
          0.217025,
          51.5905291
        ],
        [
          0.2168927,
          51.5905995
        ],
        [
          0.2168993,
          51.5906016
        ],
        [
          0.2169052,
          51.5906037
        ],
        [
          0.2169111,
          51.5906063
        ],
        [
          0.216917,
          51.5906094
        ],
        [
          0.216921,
          51.5906117
        ],
        [
          0.21692599999999998,
          51.590615
        ],
        [
          0.2169305,
          51.5906186
        ],
        [
          0.2168627,
          51.5906513
        ],
        [
          0.2170674,
          51.5908126
        ],
        [
          0.2171378,
          51.590868
        ],
        [
          0.217413,
          51.5910847
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "Carpetright Plc, Southend Arterial Road",
  "centroid_easting": 553713,
  "pp_id": "11938735",
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "Redevelopment of site",
        "intended_completion_date": "01/2025",
        "intended_commencement_date": "01/2024"
      }
    ],
    "site_area": 0.376,
    "affordable_housing_fast_track": false,
    "projected_cost_of_works": "Between £2m and £100m",
    "non_residential_details": {
      "total_gia_gained": 1487,
      "total_gia_lost": 1140,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 1140,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 1487
    },
    "internal_resi_water_usage": 0,
    "infrastructure_details": {
      "no_new_water_connections_required": 0,
      "green_roof_area": 0,
      "total_annual_pm_emissions": 63.79,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "no_active_other_ev_charging_points": 3,
      "ghg_reduction_over_building_regulations": true,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 370.26,
      "no_homes_passive_cooling": 0,
      "no_passive_other_ev_charging_points": 0,
      "waste_provision": true
    },
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 1140,
        "use_class": "E(a)",
        "gia_gained": 0,
        "gia_lost": 1140
      },
      {
        "gia_existing": 0,
        "use_class": "B8",
        "gia_gained": 1487,
        "gia_lost": 0
      }
    ],
    "garden_land_lost": false,
    "total_gia_gained": 1487,
    "total_gia_lost": 1140,
    "grey_water_reuse": false,
    "total_gia_existing": 1140,
    "green_suds": false,
    "ownership_status": "Private",
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 12.5,
        "building_ref": "Safestore building"
      }
    ]
  },
  "lpa_name": "Havering",
  "decision": "Approved",
  "lpa_app_no": "P1766.23",
  "decision_date": "28/06/2024",
  "last_updated": "2025-03-19T21:30:07.996+00:00",
  "centroid_northing": 190327,
  "centroid": {
    "lat": "51.5908315",
    "lon": "0.21758249999999998"
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "Harold Wood",
  "bo_system": "CSV Data Import",
  "lapsed_date": "28/06/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "19/01/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "22/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "Before the building(s) hereby permitted is first occupied, the area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed as annotated on the drawings hereby approved, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The landscaping scheme shall be carried out in accordance to the approved scheme, in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "To ensure that the development achieves a satisfactory level of landscape quality.",
    "The details of all proposed boundary treatment shall be submitted to and approved in writing by the Local Planning Authority and shall be carried out in accordance with the approved details before the first occupation of the site and shall be retained as such permanently thereafter unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "No building shall be occupied or use commenced until sight lines as indicated on the drawing approved shall be provided. No structure or erection exceeding 0.6 metres in height shall be placed within the sight lines for the life the proposed development hereby approved.",
    "Reason:-",
    "In the interests of highway safety.",
    "Notwithstanding the provisions for the Town and Country Planning (General Permitted Development Order) (England) Order 2015, the premises shall only be used for Self Storage Spaces within Class B8 and for no other purpose (including any other purpose in Class (B8) of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (as amended) (or any provision equivalent to that Class in any Statutory Instrument revoking and/or re-enacting that Order).",
    "Reason:-",
    "To restrict the use of the premises to one compatible with the surrounding area and to enable the Local Planning Authority to exercise control over any future use not forming part of this application.",
    "Before the development hereby permitted is first commenced, vehicle cleansing facilities to prevent mud being deposited onto the public highway during construction works shall be provided on site in accordance with details to be first submitted to and approved in writing by the Local Planning Authority. The approved facilities shall be retained thereafter and used at relevant entrances to the site throughout the duration of construction works. If mud or other debris originating from the site is deposited in the public highway, all on-site operations shall cease until it has been removed.",
    "The submission will provide;",
    "a)  A plan showing where vehicles will be parked within the site to be inspected for mud and debris and cleaned if required. The plan should show where construction traffic will access and exit the site from the public highway.",
    "b)  A description of how the parking area will be surfaced, drained and cleaned to prevent mud, debris and muddy water being tracked onto the pu",
    "No building shall be occupied or use commenced until refuse and recycling facilities are provided in accordance with the details hereby approved. The refuse and recycling facilities shall be permanently retained thereafter unless it is agreed otherwise in Writing by the Local Planning Authority.",
    "Reason:-",
    "To protect the amenity of occupiers of the development and also the locality generally.",
    "No building shall be occupied or use commenced until cycle storage is provided in to the drawings hereby approved. Thereafter the cycle storage shall be permanently retained thereafter, unless it is agreed otherwise in Writing by the Local Planning Authority. .",
    "Reason:-",
    "In The interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "No works shall take place in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a)  parking of vehicles of site personnel and visitors;",
    "b)  storage of plant and materials;",
    "c)  dust management controls;",
    "d)  measures for minimising the impact of noise and ,if appropriate, vibration arising from construction activities;",
    "e)  predicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "f)  scheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities;",
    "g)  siting and design of temporary buildings;",
    "h)  scheme for security fencing/hoardings, depicting a readily vis",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site and the scheme shall incorporate the recommended measure in the flood risk and Sustainable Urban Drainage Strategy measure in Flood Risk and SuDS measure incorporate in the document provided by Water Environment Limited dated 25/08/2023.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "The development hereby approved shall Air Source Heat Pump and the PV panels and shall incorporate other energy efficiency measures as recommended in \"Energy Efficiency and Sustainable Development Report\" by Synergy Building Services dated 10.11.2023.",
    "Reason: To minimise the impact of building emissions on local air quality.",
    "Prior to the first occupation of the development hereby approved, the 50% of parking spaces shall be provided with active vehicle charging facilities for electric or Ultra-Low Emission vehicles.",
    "Reason:  Provision prior to first occupation of the proposed development hereby permitted will ensure that the development adequately incorporates measures to allow the use of electric vehicles by future occupiers in accordance with Policy T6.1 of the London Plan.",
    "a)\tNo works above damp proof course shall be carried out until, full detailed application for the Secured by Design award scheme shall be submitted to the Local Planning Authority and the Metropolitan Police NE Designing out Crime Office, demonstrating how Secured by Design Certification will be achieved for this scheme.",
    "b)\tPrior to occupation, the development shall achieve a Certificate of Compliance to the relevant Secure by Design Guide(s) submitted to and approved in writing by the Local Planning Authority in conjunction with the Metropolitan Police. The development shall be carried out in accordance with the approved details and thereafter shall be fully retained and maintained as such for the lifetime of the development.",
    "Reason: In the interest of creating safer, sustainable communities.",
    "The scheme shall take on board the ecology measures recommended by the document provided by Wardell Armstrong dated August 2023 hereby approved.",
    "Reason",
    "In the interest of ecology and wildlife.",
    "No building shall be occupied or use commenced until external lighting is provided in accordance with details submitted in External Light Report dated 31.01.2023, unless otherwise agreed in writing by by the Local Planning Authority. The lighting shall be provided and operated in strict accordance with the approved scheme for the life of the development.",
    "Reason:-",
    "In order to protect residential amenity.",
    "The proposal involves works which affect the highway and/or its verge.  Your are required to consult with Transport for London in order to engage with required s.278 for any construction work with the highways.",
    "In promoting the delivery of safer, stronger, sustainable places the Local Planning Authority fully supports the adoption of the principles and practices of the Secured by Design Award Scheme and Designing against Crime. Your attention is drawn to the free professional service provided by the Metropolitan Police Designing Out Crime Officers for North East London, whose can be contacted via DOCOMailbox.NE@met.police.uk or 0208 217 3813  . They are able to provide qualified advice on incorporating crime prevention measures into new developments.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on highwaysDSO@havering.gov.uk to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Ac",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional gross internal [floor] (GIA).  Based upon the information supplied with the application, the proposal would provide  1,487sqm of warehouse building would amount to £37,175 subject to index link.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's website. You are also advised to visit the planning portal website where you can download the appropriate document templates at http://www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil",
    "You are informed that whilst there has been reference to potential internal alterations in various documents this planning permission has been granted for the demolition of the existing building and the redevelopment of the site for a single storey building with the gross internal area of 1,487sqm, as specified in the associated CIL and application forms."
  ],
  "parking_details": {
    "net_car": -21,
    "no_proposed_cycle": 6,
    "net_bluebadge": 1,
    "no_proposed_bluebadge": 1,
    "no_existing_cycle": 0,
    "no_proposed_car": 16,
    "no_existing_car": 37,
    "net_cycle": 6,
    "no_existing_bluebadge": 0
  },
  "site_number": null,
  "uprn": "10033421063",
  "decision_target_date": "28/06/2024",
  "application_type": "All Other",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553700.4,
              190354.8
            ],
            [
              553705.37,
              190351.05
            ],
            [
              553714.64,
              190344.04
            ],
            [
              553713.8,
              190343.35
            ],
            [
              553716.1,
              190341.65
            ],
            [
              553718.41,
              190339.96
            ],
            [
              553721.31,
              190343.86
            ],
            [
              553720.95,
              190348.6
            ],
            [
              553731.27,
              190354.1
            ],
            [
              553741.6,
              190359.6
            ],
            [
              553746.7,
              190362.29
            ],
            [
              553748.23,
              190359.41
            ],
            [
              553748.57,
              190359.6
            ],
            [
              553751.01,
              190360.89
            ],
            [
              553749.49,
              190363.77
            ],
            [
              553763.2,
              190371.05
            ],
            [
              553768.7,
              190374
            ],
            [
              553779.15,
              190379.55
            ],
            [
              553784.9,
              190382.6
            ],
            [
              553787.85,
              190384.45
            ],
            [
              553791.2,
              190386.8
            ],
            [
              553794.25,
              190388.95
            ],
            [
              553796.28,
              190386.38
            ],
            [
              553796.28,
              190386.37
            ],
            [
              553798.3,
              190383.8
            ],
            [
              553796.9,
              190383.05
            ],
            [
              553795.89,
              190382.42
            ],
            [
              553792.95,
              190380.6
            ],
            [
              553788.6,
              190378.15
            ],
            [
              553782.1,
              190374.25
            ],
            [
              553766.5,
              190364.85
            ],
            [
              553758.6,
              190360.13
            ],
            [
              553758.6,
              190360.12
            ],
            [
              553750.45,
              190355.25
            ],
            [
              553754.4,
              190348.7
            ],
            [
              553756.9,
              190344.25
            ],
            [
              553755.84,
              190343.59
            ],
            [
              553755.2,
              190343.2
            ],
            [
              553754.15,
              190342.5
            ],
            [
              553753.1,
              190341.8
            ],
            [
              553745.2,
              190336.45
            ],
            [
              553733.75,
              190328.75
            ],
            [
              553733.9,
              190328.55
            ],
            [
              553705.05,
              190289.35
            ],
            [
              553701.57,
              190284.7
            ],
            [
              553697.95,
              190279.85
            ],
            [
              553687.4,
              190284.2
            ],
            [
              553685.14,
              190285.67
            ],
            [
              553675.4,
              190292.2
            ],
            [
              553666,
              190299.75
            ],
            [
              553666.45,
              190300
            ],
            [
              553666.85,
              190300.25
            ],
            [
              553667.25,
              190300.55
            ],
            [
              553667.65,
              190300.9
            ],
            [
              553667.92,
              190301.17
            ],
            [
              553668.25,
              190301.55
            ],
            [
              553668.55,
              190301.95
            ],
            [
              553663.75,
              190305.45
            ],
            [
              553677.38,
              190323.81
            ],
            [
              553682.07,
              190330.12
            ],
            [
              553700.4,
              190354.8
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Hornchurch",
  "secondary_street_name": null,
  "description": "Demolition of the existing building and storage lockers to rear of site; redevelopment of the site to provide a standalone building to be operated as a self-storage facility (Class B8 use), with a GIA of 1,487sqm; provision of 16 car parking spaces, including 1 disabled bay and 3 electric charging bay; provision of 6 short-stay cycle car parking spaces; provision of refuse storage to rear of site.",
  "id": "Havering-P1766.23",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1766.23"
}