{
  "last_date_consultation_comments": "14/10/2024",
  "site_number": null,
  "ward": "WOOD END 2022",
  "decision_date": "16/10/2024",
  "description": "A Prior Notification Application submitted under Schedule 2, Part 11, Class B of the Town and Country Planning (General Permitted Development) (England) Order (2015) (as amended) for the demolition of 2no. buildings.",
  "development_type": null,
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": "UB4 0JR",
  "locality": null,
  "appeal_decision": null,
  "status": "Not Required",
  "pp_id": "13390695",
  "street_name": "BULLSBROOK ROAD",
  "last_updated_by": "CSV Data Import",
  "lpa_name": "Hillingdon",
  "centroid": {
    "lon": "-0.39441489999999996",
    "lat": "51.5111821"
  },
  "lpa_app_no": "71554/APP/2024/2490",
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "scheme_name": "London Digital Park Bullsbrook Road Substation",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 2200,
        "use_class": "B8",
        "gia_gained": 0,
        "gia_lost": 2200
      }
    ],
    "total_gia_gained": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 2200,
      "total_gia_gained": 0,
      "total_gia_existing": 2200,
      "total_gia_lost": 2200
    },
    "intended_completion_date": "08/2025",
    "total_gia_lost": 2200,
    "intended_commencement_date": "03/2025",
    "total_gia_existing": 2200,
    "site_area": 0.42300000000000004
  },
  "application_type_full": "Prior Approval: Demolition of building",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.39497689999999996,
          51.5109599
        ],
        [
          -0.3947174,
          51.5115631
        ],
        [
          -0.3939313,
          51.5114185
        ],
        [
          -0.3938762,
          51.5113582
        ],
        [
          -0.3941337,
          51.5108116
        ],
        [
          -0.3947399,
          51.5109239
        ],
        [
          -0.3947501,
          51.5109033
        ],
        [
          -0.3947831,
          51.5109156
        ],
        [
          -0.3947823,
          51.5109364
        ],
        [
          -0.39497689999999996,
          51.5109599
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 511516,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=71554/APP/2024/2490",
  "bo_system": "CSV Data Import",
  "appeal_start_date": null,
  "secondary_street_name": "HAYES",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "UNIT 1 HEATHROW INTERCHANGE",
  "id": "Hillingdon-71554_APP_2024_2490",
  "decision_target_date": "16/10/2024",
  "centroid_northing": 180361,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511477.5421,
              180335.4323
            ],
            [
              511494.0786,
              180402.9012
            ],
            [
              511548.9797,
              180388.0183
            ],
            [
              511552.9485,
              180381.4037
            ],
            [
              511536.412,
              180320.2187
            ],
            [
              511494.0786,
              180331.7942
            ],
            [
              511493.4171,
              180329.4791
            ],
            [
              511491.102,
              180330.802
            ],
            [
              511491.102,
              180333.1172
            ],
            [
              511477.5421,
              180335.4323
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "The proposed demolition of 2 no. buildings accords with the provisions of Schedule 2, Part 11, Class B of the Town and Country Planning (General Permitted Development) (England) Order (2015) (as amended). Prior approval is not required and shall be carried out in accordance with the details submitted with the application. The development must be carried out within a period of 5 years from 18th September 2024.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (https://archive.hillingdon",
    "Demolition and removal of any material containing asbestos must be carried out in accordance with guidance from the Health and Safety Executive and the Council's Environmental Services. For advice and information contact: - Environmental Protection Unit, 3S/02, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 277401) or the Health and Safety Executive, Rose Court, 2 Southwark Bridge Road, London, SE1 9HS (Tel. 020 7556 2100).",
    "It is advised that any works associated with this prior notification application should be conducted in accordance with a detailed watching brief/discovery strategy to deal with unforeseen contamination that may be encountered, particularly during preliminary ground work and excavations at the site.",
    "The applicant/developer should refer to the current \"Code of Practice for Works affecting the Canal & River Trust\" to ensure that any necessary consents are obtained (http://canalrivertrust.org.uk/about-us/for-businesses/undertaking-works-on-our-property).",
    "The Environmental Permitting (England and Wales) Regulations 2016 require a permit to be obtained for any activities which will take place:",
    "- on or within 8 metres of a main river (16 metres if tidal)",
    "- on or within 8 metres of a flood defence structure or culvert (16 metres if tidal)",
    "- on or within 16 metres of a sea defence",
    "- involving quarrying or excavation within 16 metres of any main river, flood defence (including a remote defence) or culvert in a floodplain more than 8 metres from the river bank, culvert or flood defence structure (16 metres if it's a tidal main river) and you don't already have planning permission.",
    "For further guidance please visit https://www.gov.uk/guidance/flood-risk-activities-environmental-permits or contact our National Customer Contact Centre on 03702 422 549. The applicant should not assume that a permit will automatically be forthcoming once planning permission has been granted, and we advise them to consult with us at the earliest opportunity.",
    "Please take note of the requirements set out within the British Standard Code of Practice for the safe use of Cranes, for crane operators to consult the aerodrome before erecting a crane in close proximity to an aerodrome.  This is explained further in Advice Note 4, 'Cranes and Other Construction Issues' (available at http://www.aoa.org.uk/policy-campaigns/operations-safety/",
    "Cadent Gas Ltd own and operate the gas infrastructure within the area of your development. There may be a legal interest (easements and other rights) in the land that restrict activity in proximity to Cadent assets in private land. The applicant must ensure that the proposed works do not infringe on legal rights of access and or restrictive covenants that exist.",
    "If buildings or structures are proposed directly above the apparatus the development may only take place following diversion of the apparatus. The applicant should apply online to have apparatus diverted in advance of any works, by visiting cadentgas.com/diversions",
    "Prior to carrying out works, including the construction of access points, please register on www.linesearchbeforeudig.co.uk to submit details of the planned works for review, ensuring requirements are adhered to.",
    "Your responsibilities and obligations",
    "Cadent may have a Deed of Easement on the pipeline, which provides us with a right of access for a number of funct"
  ],
  "appeal_decision_date": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "last_updated": "2025-03-19T19:43:37.233+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "16/10/2027",
  "decision": "Approved",
  "valid_date": "18/09/2024"
}