{
  "centroid": {
    "lon": "0.1772773",
    "lat": "51.510488"
  },
  "status": "Approved",
  "decision_target_date": "24/07/2020",
  "site_name": "South Industrial Estate",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The car, rigid tanker, and cycle parking as shown on approved drawing 19-2377/04c shall be fully implemented as approved prior to the commencement of operation of the oil storage and distribution use at the site and shall be maintained as such thereafter.",
    "Reason: To ensure adequate and safe vehicle/cycle parking and vehicle circulation is provided and maintained at the site in the interests of highway safety and to facilitate travel to the site using sustainable modes of transport, in accordance with policies CP10, DC33, DC35 and DC36 of the Havering DPD 2008.",
    "All construction works and subsequent operation of the oil storage and distribution use shall be conducted in strict accordance with the approved Construction Environmental Management Plan (CEMP) at all times.",
    "Reason: In order to ensure construction works and subsequent operation of the use do not impact negatively on the surrounding environment, natural habitats or the health of employees and workers at neighbouring sites, in accordance with policies CP15, DC51, DC52, DC53, and DC58 of the Havering DPD 2008; and 5.14, 5.21, 7.14 & 7.15 of the London Plan.",
    "The proposed lighting scheme shall be implemented strictly in accordance with the approved specification and lighting matrix set out in the document by Red Arrow dated 17.04.2020 and maintained as such thereafter.",
    "Reason: To prevent excess light pollution and minimise the impact of lighting during hours of darkness along the adjacent stretch of the Rainham Creek that operates as a green wildlife corridor, in accordance with policies CP15 and DC56 of the Havering DPD 2008.",
    "The drainage and oil spill mitigation measures set out in the approved documents and drawings shall be fully implemented as approved prior to the commencement of operation of the oil storage and distribution use at the site and shall be maintained as such thereafter, including strict adherence to the manufacturer's maintenance schedule.",
    "Reason: In order to prevent pollution of the adjacent Rainham Creek and to manage surface water run off rates from the site, in accordance with policies CP15, DC51, and DC58 of the Havering DPD 2008; and 5.14 of the London Plan.",
    "The proposed landscaping to the west boundary of the site comprising a native hedge mix shall be implemented in accordance with details set out in the approved 'Soft landscape proposals plan' by John Challoner April 2020 and maintained as such thereafter. The initial planting shall be completed by November 2020 and shall be replaced with equivalent new planting if the planting dies within the first 3 years. Once established the native mix hedge shall be maintained in perpetuity.",
    "Reason: In order to protect and enhance biodiversity adjacent to the site along the Rainham Creek, in accordance with policies CP15, CP17, DC58 and DC59 of the Havering DPD 2008 and 2.18, 5.10, 7.19, 7.28 and 7.30 of the London Plan."
  ],
  "secondary_street_name": "Rainham",
  "application_type": "All Other",
  "postcode": "RM13 9UL",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "24/07/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1042.19",
  "centroid_northing": 181309,
  "uprn": "10091579458",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Rainham & Wennington",
  "decision_date": "24/07/2020",
  "description": "Proposed new oil storage and distribution facility.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1042.19",
  "lpa_app_no": "P1042.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:52:10.969+00:00",
  "centroid_easting": 551187,
  "pp_id": "07976614",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "20/09/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551154.802,
              181272.769
            ],
            [
              551157.241,
              181285.232
            ],
            [
              551155.073,
              181319.911
            ],
            [
              551154.802,
              181326.685
            ],
            [
              551210.615,
              181342.941
            ],
            [
              551227.141,
              181297.966
            ],
            [
              551154.802,
              181272.769
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.328
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Ferry Lane South",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "31/10/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.17679809999999999,
          51.510171
        ],
        [
          0.17683859999999998,
          51.5102824
        ],
        [
          0.17682219999999998,
          51.5105945
        ],
        [
          0.17682119999999998,
          51.5106555
        ],
        [
          0.17763189999999998,
          51.5107866
        ],
        [
          0.1778505,
          51.5103781
        ],
        [
          0.17679809999999999,
          51.510171
        ]
      ]
    ],
    "type": "Polygon"
  }
}