{
  "street_name": "29 Woodlands Avenue",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1042.22",
  "parking_details": {
    "no_existing_car": 0,
    "net_car": 1,
    "no_proposed_car": 1
  },
  "centroid": {
    "lon": "0.2243416",
    "lat": "51.5749118"
  },
  "epc_number": null,
  "lpa_app_no": "P1042.22",
  "locality": null,
  "site_name": "White Cottage",
  "last_updated_by": "CSV Data Import",
  "lapsed_date": "22/09/2025",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "12/08/2022",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554238.518,
              188616.578
            ],
            [
              554255.045,
              188612.785
            ],
            [
              554232.016,
              188525.003
            ],
            [
              554216.031,
              188529.067
            ],
            [
              554238.518,
              188616.578
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_easting": 554235,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 the garage(s)/carport(s) hereby permitted shall be made permanently available for the parking of private motor vehicles and not for any other purpose including living accommodation or any trade or business.",
    "Reason:-",
    "To provide satisfactory off-street parking at the site.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 9 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "No building shall be occupied or use commenced until refuse and recycling facilities are provided in accordance with details which shall previously have been submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of the development and also the locality generally (Local Plan Policy 35).",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, other than porches erected in accordance with the Order, no extension or enlargement (including additions to roofs) (Class A & B) shall be made to the dwellinghouse(s) hereby permitted, or any detached building erected, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2021."
  ],
  "application_type_full": "Householder planning permission",
  "lpa_name": "Havering",
  "appeal_decision_date": null,
  "date_building_work_started_under_previous_permission": "01/04/2022",
  "cil_liability": false,
  "title_number": [
    "EGL84273"
  ],
  "secondary_street_name": "Hornchurch",
  "actual_commencement_date": null,
  "pp_id": "11351626",
  "valid_date": "13/07/2022",
  "development_type": null,
  "status": "Approved",
  "bo_system": "CSV Data Import",
  "centroid_northing": 188571,
  "appeal_start_date": null,
  "actual_completion_date": null,
  "decision": "Approved",
  "decision_date": "22/09/2022",
  "subdivision_of_building": null,
  "id": "Havering-P1042.22",
  "decision_process": "Delegated",
  "ward": "Emerson Park",
  "uprn": "100021346321",
  "application_type": "All Other",
  "decision_target_date": "21/09/2022",
  "description": "Part retrospective permission for the demolition of existing dwelling, and erection of a two storey 5 bedroom dwelling with habitable loft space, rear and front dormers.",
  "borough": "Havering",
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "appeal_status": null,
  "decision_agency": "Borough",
  "last_updated": "2025-03-20T15:53:51.957+00:00",
  "postcode": "RM11 2QT",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 90,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "08/2022",
    "intended_commencement_date": "07/2022",
    "site_area": 0.151
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.22441229999999998,
          51.5753204
        ],
        [
          0.224649,
          51.5752818
        ],
        [
          0.2242784,
          51.5744994
        ],
        [
          0.2240497,
          51.5745403
        ],
        [
          0.22441229999999998,
          51.5753204
        ]
      ]
    ],
    "type": "Polygon"
  }
}