{
  "lpa_name": "Merton",
  "uprn": "48037443",
  "decision_date": "24/02/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Merton-19_P4053",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "SW20 8NZ",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.056
  },
  "valid_date": "06/12/2019",
  "reference_no_of_permission_being_relied_on": null,
  "description": "DEMOLITION OF EXISTING ADJOINED GARAGE AND REPLACEMENT WITH A SINGLE AND DOUBLE STOREY SIDE EXTENSION TO AN EXISTING DETACHED HOUSE.",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 1901-001, 1901-015, 1901-016-A, 1901-017-B, 1901-018-A, 1901-019, 1901-020, 1901-021-A, 1901-022-A, 1901-023, 1901-024-A, 1901-025-A, 1901-026-A, 1901-027-A, 1901-028-A, 1901-029-A, 1901-031.",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed in (officer to insert relevant elevations) without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 5 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 6 - The details and measures for the protection of the existing trees as specified in the approved document 'BS 5837:2012 Tree Survey, Arboricultural Impact Assessment, Arboricultural Method Statement and Tree Protection Plan' dated 'October 2019' shall be fully complied with. The methods for the protection of the existing retained trees shall fully accord with all of the measures specified in the report and shall be installed prior to the commencement of any site works and shall remain in place until the conclusion of all site works. Reason: To protect and safeguard the existing retained trees in accordance with the following Development Plan policies for Merton: policy 7.21 of the London Plan 2015, policy CS13 of Merton's Core Planning Strategy 2011 and policies DM D2 and 02 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 7 - The details of the approved document ''BS 5837:2012 Tree Survey, Arboricultural Impact Assessment, Arboricultural Method Statement and Tree Protection Plan' shall include the retention of an Arboricultural expert to monitor and report to the Local Planning Authority not less than monthly the status of all tree works and tree protection measures throughout the course of the demolition and site works. A final Certificate of Completion shall be submitted to the Local Planning Authority at the conclusion of all site works. ",
    "Condition : 8 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n   ii) The application was approved without delay.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T03:15:21.047+00:00",
  "ward": "Raynes Park_histroic",
  "parking_details": null,
  "lapsed_date": "24/02/2023",
  "decision_target_date": "02/03/2020",
  "centroid": {
    "lat": 51.414288,
    "lon": -0.228343
  },
  "lpa_app_no": "19/P4053",
  "status": "Approved",
  "site_name": "",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=19/P4053",
  "locality": "Raynes Park",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              523290.8639274874,
              169859.11791560997
            ],
            [
              523302.61313956283,
              169864.96624154656
            ],
            [
              523325.3767890731,
              169828.46645856235
            ],
            [
              523313.7514317061,
              169822.58795479528
            ],
            [
              523290.8639274874,
              169859.11791560997
            ],
            [
              523290.8639274874,
              169859.11791560997
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Other house holder developments",
  "last_date_consultation_comments": "23/02/2020",
  "appeal_decision_date": null,
  "decision_process": "",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "7",
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Hunter Road",
  "pp_id": "PP-08260987",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 523302,
  "appeal_start_date": null,
  "centroid_northing": 169852,
  "borough": "Merton",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2285,
          51.414355
        ],
        [
          -0.228329,
          51.414405
        ],
        [
          -0.228015,
          51.414072
        ],
        [
          -0.228184,
          51.414021
        ],
        [
          -0.2285,
          51.414355
        ],
        [
          -0.2285,
          51.414355
        ]
      ]
    ],
    "type": "Polygon"
  }
}