{
  "lpa_app_no": "19/P4214",
  "uprn": "48018210",
  "lapsed_date": "16/04/2023",
  "centroid_northing": 170025,
  "site_number": "39A",
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": "Prov",
  "appeal_decision_date": null,
  "valid_date": "16/12/2019",
  "decision_date": "16/04/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.232217,
          51.415678
        ],
        [
          -0.232286,
          51.415811
        ],
        [
          -0.23233,
          51.415893
        ],
        [
          -0.232368,
          51.415967
        ],
        [
          -0.231953,
          51.416049
        ],
        [
          -0.231901,
          51.415955
        ],
        [
          -0.231853,
          51.415863
        ],
        [
          -0.232034,
          51.415769
        ],
        [
          -0.232217,
          51.415678
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": null,
  "application_details": {
    "site_area": 0.085
  },
  "appeal_decision": null,
  "postcode": "SW20 0SB",
  "development_type": "Major all other major developments",
  "title_number": null,
  "centroid_easting": 523031,
  "actual_commencement_date": null,
  "description": "DEMOLITION OF EXISTING TWO DETACHED DWELLINGS AND REPLACEMENT WITH TWO X THREE STOREY BUILDINGS (WITH LOWER GROUND FLOOR) PROVIDING THREE HOUSES AND SIX FLATS, ALONGSIDE ASSOCIATED LANDSCAPING",
  "decision": "Refused",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.232178,
    "lat": 51.415902
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=19/P4214",
  "pp_id": "PP-08318486",
  "id": "Merton-19_P4214",
  "application_type_full": null,
  "cil_liability": true,
  "status": "Refused",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "27/03/2020",
  "locality": "Wimbledon",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "26/02/2020",
  "decision_conditions": [
    "Reason : 1 - The proposed development, due to the scale, height, massing and design would, give rise to an overly dominant and cramped form of development that would detract from the visual amenities of  the Cottenham Park Road street scene, and would mar the backdrop to the neighbouring public open space. The proposals would be contrary to policies CS14 of the Core Planning Strategy 2011, and policy DMD2 and DMO1 of the Merton Sites and Policies Plan 2014.",
    "Reason : 2 - The proposals by reason of their design, massing relative to neighbouring dwellings, layout and site coverage, in particular in relation to the garden provision for house \"2\", would i) result in poor standard of accommodation for future occupiers of the part lower ground/part basement flats, due to their single aspect layout, with poor outlook, natural ventilation, sunlight or daylight, and privacy issues, ii) result in a poor standard for occupiers of house \"2\" with inadequate garden space failing to meet the Council's adopted minimum standard, iii) result in an overbearing and visually dominant impact on neighbouring occupants at No. 35 Cottenham Park Road to the detriment of their visual amenities. The proposals would fail to comply with policy DMD2 of the Merton Sites and Policies Plan 2014 and Policy 3.5 of the London Plan 2016. ",
    "Reason : 3 - The proposals, by reason of a failure to provide the 1 metre of permeable soil depth above the basement development, would not allow for rainwater to be adequately absorbed thereby contributing to surface water runoff and would fail to compensate for the loss of biodiversity caused by the development. The proposals would be contrary to policy DM.D2 of the Merton Sites and Policies Plan 2014.  ",
    "Reason : 4 - In the absence of a completed S106 undertaking to ensure that additional dwellings over and above the number of units currently on the site are prevented from being able to obtain parking permits for the Controlled Parking Zone, the proposal would result in an increased demand for on street parking, resulting in a detrimental impact on highway and additional parking pressure locally and be contrary to the Mayor and the Council's commitment to reducing car usage and promoting more sustainable forms of transport. The proposal would therefore be contrary to policy 6.13 of the London Plan 2016, Policy DM T1, T2 and T3 of the Sites and Policies Plan 2014 and Policy CS20 of the Core Planning Strategy 2011.",
    "Reason : 5 - INFORMATIVE\r\nNote to Applicant\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton  (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\"\tOffering a pre-application advice and duty desk service. \r\n\"\tWhere possible, suggesting solutions to secure a successful outcome.\r\n\"\tAs appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\nIn this instance:\r\n\"\tThe application was not considered to comply with the provisions of the Development Plan and NPPF as submitted, and would have required substantial changes such that a new application would be required. \r\n\"\tIt is noted that the applicant/agent did not engage in any pre-application discussions.\r\n\"\tThe applicant is advised to seek pre-application advice on any resubmission.\r\n"
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T03:20:58.746+00:00",
  "appeal_status": null,
  "street_name": "Cottenham Park Road",
  "ward": "Raynes Park_histroic",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523028.85237573046,
              169999.9975853436
            ],
            [
              523023.6992125397,
              170014.75336155161
            ],
            [
              523020.40118809766,
              170023.75078606792
            ],
            [
              523017.54839695524,
              170031.89845382475
            ],
            [
              523046.2494546635,
              170041.7956207926
            ],
            [
              523050.05042783305,
              170031.34861121536
            ],
            [
              523053.7029899026,
              170021.25150148047
            ],
            [
              523041.35188836645,
              170010.5045777518
            ],
            [
              523028.85237573046,
              169999.9975853436
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}