{
  "centroid_easting": 527688,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Merton",
  "lpa_app_no": "19/P4048",
  "last_date_consultation_comments": "07/06/2020",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "bo_system": "Northgate M3",
  "epc_number": null,
  "centroid": {
    "lat": 51.405149,
    "lon": -0.165634
  },
  "postcode": null,
  "actual_completion_date": null,
  "street_name": "Raleigh Gardens",
  "borough": "Merton",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.165817,
          51.405372
        ],
        [
          -0.165958,
          51.405185
        ],
        [
          -0.165674,
          51.40506
        ],
        [
          -0.165309,
          51.404931
        ],
        [
          -0.165269,
          51.404932
        ],
        [
          -0.165153,
          51.405086
        ],
        [
          -0.165155,
          51.405093
        ],
        [
          -0.165225,
          51.405145
        ],
        [
          -0.165267,
          51.405166
        ],
        [
          -0.165449,
          51.405227
        ],
        [
          -0.165504,
          51.40527
        ],
        [
          -0.165592,
          51.405299
        ],
        [
          -0.165604,
          51.405304
        ],
        [
          -0.165817,
          51.405372
        ]
      ]
    ],
    "type": "Polygon"
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=19/P4048",
  "appeal_decision_date": null,
  "cil_liability": true,
  "secondary_street_name": null,
  "id": "Merton-19_P4048",
  "ward": "Cricket Green_histroic",
  "title_number": null,
  "description": "REDEVELOPMENT OF EXISTING CAR PARK TO ALLOW FOR THE ERECTION OF A PART FIVE, PART SIX STOREY DEVELOPMENT COMPRISING 36 SELF-CONTAINED UNITS (29X 1B AND 7X 2B); WITH ASSOCIATED CYCLE PARKING, REFUSE STORE, 3X DISABLED PARKING BAYS AND LANDSCAPING.",
  "uprn": "48103270",
  "site_name": "Car Park",
  "decision_agency": "Borough",
  "centroid_northing": 168943,
  "application_details": {
    "site_area": 0.134
  },
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "11/08/2023",
  "subdivision_of_building": null,
  "decision_date": "08/08/2023",
  "decision": "Approved",
  "locality": "Mitcham",
  "appeal_start_date": null,
  "actual_commencement_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527674.6969571094,
              168967.50313343684
            ],
            [
              527665.3965281808,
              168946.3991743757
            ],
            [
              527685.4979871584,
              168933.05299467716
            ],
            [
              527711.1978426272,
              168919.34691799583
            ],
            [
              527714.0011634035,
              168919.49687507137
            ],
            [
              527721.6525801106,
              168936.85190724884
            ],
            [
              527721.4959239496,
              168937.55170693423
            ],
            [
              527716.4499465525,
              168943.30006148684
            ],
            [
              527713.4982146764,
              168945.49943192373
            ],
            [
              527700.6524094725,
              168951.99757185223
            ],
            [
              527696.7524955692,
              168956.64624118747
            ],
            [
              527690.5027392504,
              168959.7453540751
            ],
            [
              527689.7029683231,
              168960.25520813157
            ],
            [
              527674.6969571094,
              168967.50313343684
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Major dwellings",
  "lapsed_date": "08/08/2026",
  "application_type": "All Other",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Affordable housing. The development shall not be occupied until a Section 106 agreement or other a legally binding agreement between the Council and an external housing delivery body, including a registered provider (in the event that the Council retains ownership of the site), has been submitted to and approved in writing by the local planning authority.\r\nThe agreement shall include:\r\nThe numbers, type and location of the affordable housing provision; \r\nA minimum of 50% of the habitable rooms in the development; \r\nA tenure split of the units comprising, a minimum of 30 per cent low-cost rented homes, as either London Affordable Rent or Social Rent, allocated according to need and for Londoners on low incomes, 30 per cent of the remaining units as intermediate products which meet the definition of genuinely affordable housing, including London Living Rent and London Shared ownership, 40 per cent of the remaining units to be determined by the borough as low-cost rented homes or intermediate products, to a minimum of 0 percent of intermediate products in the event that all units are delivered as low cost rented homes. \r\nThe timing of the construction and availability of the affordable housing as a part of the overall development; \r\nArrangements to ensure that such provision is affordable for both first and subsequent  occupiers of the affordable housing; and\r\nThe occupancy criteria to be used for determining the identity of occupiers of the affordable housing, and the means by which such occupancy criteria shall be enforced.\r\nReason for condition. To ensure that the development fulfils strategic and local planning housing objectives to provide affordable housing and to comply with London Plan (2021) policies H4, H5 and H6.  \r\n\r\n",
    "Condition : 3 - Zero carbon. The development shall not commence until a Section 106 agreement, or other legally binding agreement between the Council and the site owner or between the Council and an external housing delivery body contracted to deliver the development in the event that the Council retains ownership of the site, to demonstrate the how the development would meet London Plan (2021) targets has been submitted to and approved in writing by the local planning authority. Where it is clearly demonstrated that the zero-carbon target cannot be fully achieved on-site, the legal agreement shall demonstrate that there are suitable mitigation measures through a cash in lieu contribution, .The agreement shall include:\r\nRequirements to demonstrate how the zero-carbon target in the London Plan 2021 will be met within the framework of the energy hierarchy;\r\nRequirements to the effect that where it is clearly demonstrated that the zero-carbon target cannot be fully achieved on-site, any shortfall should be provided, in agreement with the borough, either:1) through a cash in lieu contribution to the borough's carbon offset fund, or 2) off-site provided that an alternative proposal is identified and delivery is certain.\r\nThe timing of carbon offset payments.\r\nReason for condition. To reduce greenhouse gases, to minimise energy  demand and to comply with London Plan (2021) policy SI2 and GLA Energy Assessment Guidance (2022\r\n\r\n",
    "Condition : 4 - Parking permit restriction. The development shall not be occupied until a legally binding undertaking has been completed to the satisfaction of the Council to restrict in perpetuity, future occupiers of the development (other than Blue Badge Holders) from being eligible for a resident's parking permit.\r\nReason for condition. To ensure that development does not contribute to parking pressure locally, has minimal impact on the local environment, local amenity and the general conditions of highway safety and the free flow of traffic on the highway, and to comply with Merton Sites and Policies Plan (2014) policies DM T2, DM T3, Merton Core Planning strategy (2011) policy CS20 and London plan (2021) policy T6.\r\n",
    "Condition : 5 - Off site tree panting. The development shall not commence until a Section 106 agreement, or other legally binding agreement between the Council and the site owner or between the Council and a housing delivery body contracted to deliver the development, including a registered provider, in the event that the Council retains ownership of the site, for a scheme of off-site tree planting in Mitcham.\r\nThe offsite tree planting scheme shall:\r\nIdentify the locations and quantify the value of the trees to be removed using CAVAT methodology;\r\nIdentify the locations, species, size and costs of replacements trees;\r\nAgree the timing of planting of replacement trees and measures for their on-going maintenance and replacement where necessary, over a period of not less than 10 years from planting.\r\n\r\nReason for condition. To ensure that suitable mitigation measures are in place to provide for the replacement and long term management of replacement trees in the interests of maintaining and enhancing the visual amenities of the public realm and streetscape in Mitcham, and to comply with London Plan (2021) policy D4, G5, G6 and G7 and Merton Sites and Policies Plan (2014) policies DM 02, and DM D2.\r\n",
    "Condition : 6 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: See Appendix A.",
    "Condition : 7 - Materials to be Approved - No development shall take place (other than site preparation and works up to DPC level) until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the approved details.",
    "Condition : 8 - Surface Treatment - Prior to occupation of development, further details\r\nof the surfacing of all those parts of the site not covered by buildings or soft\r\nlandscaping, including any parking, service areas or roads, footpaths, hard and soft shall be submitted in writing for approval by the Local Planning Authority (providing specification of product where appropriate). The development shall not be occupied until the details have been approved and works to which this condition relates have been carried out in accordance with the approved details.\r",
    "Condition : 9 - Boundary Treatment - Prior to occupation of development, further details\r\n(providing specification of product where appropriate) of boundary walls and fences shall be submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be occupied until the details are approved and carried out in accordance with the approved details. The walls and fencing shall be permanently retained thereafter.",
    "Condition : 10 - Refuse & Recycling - No development shall be\r\noccupied until a scheme for the storage of refuse and recycling has been submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be occupied until the scheme has been approved and carried out in full. Those facilities and measures shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 11 - External Lighting - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.",
    "Condition : 12 - Amended lighting scheme. Notwithstanding the lightning strategy shown on page 14 of the `Landscape Planning Statement (ref: ExA_1930_RG_Planning_Statement Rev C), an amended lighting scheme with specification of lighting products to the installed on the site shall be submitted to the Council for approval prior to occupation of the development.\r \r\nReason: To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policies DM D2 and DM EP4 of Merton's Sites and Polices Plan 2014.",
    "Condition : 13 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 14 - Landscaping/Planting Scheme. Notwithstanding the Planting Plan layout\r\nshown on drawing ref: ExA_1930_RG_201 Rev C and the Tree & Planting\r\nstrategy within the `Landscape Planning Statement (ref:\r\nExA_1930_RG_Planning_Statement Rev C), a revised detailed landscaping, tree and planting scheme shall be submitted to and approved in writing by the Local Planning Authority prior to occupation of the development, these works shall then be carried out as approved before the occupation of the buildings hereby approved unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to\r be retained, and measures for their protection during the course of development.\r\nReason for condition. To provide for the replacement and long term management of replacement trees in the interests of maintaining and enhancing the visual amenities of the public realm and streetscape in Mitcham, and to comply with London Plan (2021) policy D4, G5, G6 and G7 and Merton Sites and Policies Plan (2014) policies DM 02, and DM D2.",
    "Condition : 15 - Ecology. The recommendations set out in the `Preliminary ecological appraisal, bat roost assessment and tree survey of Raleigh Gardens Car Park, Mitcham, London Borough of Merton by CGO Ecology Ltd,\r\ndated 16/08/2019, shall be followed/incorporated into the development scheme throughout the construction process and prior to occupation of the development.\r \r\nReason. To safeguard biodiversity and to accord with Merton Sites and Policies Plan (2014) policy D2 and DM02 and London Plan (2021) policy G1, G5, G6, and G7.",
    "Condition : 16 - Crossovers Removal - The development shall not be occupied until the existing redundant crossover/s have been be removed by raising the kerb and reinstating the footway in accordance with the requirements of the Highway Authority.",
    "Condition : 17 - Provision of Vehicle Parking - The 3 off-street disabled parking spaces shown on the approved plans shall be provided before the occupation of the buildings or use hereby permitted and shall be retained for parking purposes for occupiers and users of the development and for no other purpose.",
    "Condition : 18 - Visibility Splays - Prior to the occupation of the development 2 metre x 2 metre pedestrian visibility splays shall be provided either side of the vehicular access to the site. Any objects within the visibility splays shall not exceed a height of 0.6 metres.",
    "Condition : 19 - Cycle Parking  - No development shall be occupied until details of secure cycle parking facilities for the occupants of, and visitors to, the development have been submitted to and approved in writing by the Local Planning Authority. The approved facilities shall be fully implemented and made\r\navailable for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 20 - Sustainability (Water Consumption) - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day",
    "Condition : 21 - Noise. Due to the potential impact of the surrounding\r\nlocality on the residential development, a scheme for protecting residents from noise shall be submitted to and approved in writing by the Local Planning Authority prior to the development commencing. The scheme is to include acoustic data for the glazing system and ventilation system. The internal noise levels shall meet those within BS8233:2014 Guidance on Sound Insulation and Noise Reduction for Buildings and ProPG: Planning and Noise Professional Practice Guide, Publ:\r\n(ANC, IOA, CIEH) May 2017 as a minimum. The approved scheme shall be\r\nimplemented in accordance with the agreed details. \r\nReason. To safeguard the amenities of future occupiers and to comply with Merton Sites and Policies Plan (2014) policy DM.D2 and London Plan (2021) policy D14.",
    "Condition : 22 - Construction Logisitics. No development shall take place, other than site preparation, until a Demolition and Construction Logistics Plan (including a Construction Management plan in accordance with TfL guidance) has been submitted to, and approved in writing by, the local planning authority. The approved Statement shall be adhered to throughout the demolition and construction period.The Statement shall provide for:\r\n-hours of operation\r\n-the parking of vehicles of site operatives and visitors\rloading and unloading of plant and materials\r\n-storage of plant and materials used in constructing the development\r\n-the erection and maintenance of security hoarding including decorative -displays and facilities for public viewing, where appropriate\r\n-wheel washing facilities\r\n-measures to control the emission of noise and vibration during construction.\r\n-measures to control the emission of dust and dirt during construction/demolition\r\n-a scheme for recycling/disposing of waste resulting from demolition and\r\nconstruction works.\r\nReason. To mitigate the impact of construction on the amenities of the area and on the free flow of traffic on the surrounding highway network and to accord with Merton Sites and Policies Plan (2014) policy DM.T3 and London Plan (2021) policy T7.",
    "Condition : 23 - Archaeology. No development shall take place until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no grounds works, demolition or development shall take place other than in\r\naccordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.\r\nReason. To identify and avoid harm or minimise impact on heritage assets  through design and appropriate mitigation and to comply with Merton Sites an dPolicies Plan (2014) policy DM.D4 and London Plan (2021) policy HC1.",
    "Condition : 24 - Archaeology.  If heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI,\r\nno development shall take place other than in accordance with the\r\nagreed stage 2 WSI which shall include:\r\nA. The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works.\r\nB. Where appropriate, details of a programme for delivering related positive public benefits.\r\nC. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.\r\n\r\r\nReason. To identify and avoid harm or minimise impact on heritage assets  through design and appropriate mitigation and to comply with Merton Sites and Policies Plan (2014) policy DM.D4 and London Plan (2021) policy HC1.",
    "Condition : 25 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 26 - INFORMATIVE\r\nIt is Council policy for the Council's contractor to construct new vehicular accesses. The applicant should contact the Council's Highways Team on 020 8545 3829 prior to any work starting to arrange for this work to be done. If the applicant wishes to undertake this work the Council will require a deposit and the applicant will need to cover all the Council's costs (including supervision of the works). If the works are of a significant nature, a Section 278 Agreement (Highways Act 1980) will be required and the works must be carried out to the Council's specification.\r\n",
    "Condition : 27 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 28 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 29 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n",
    "Condition : 30 - NFORMATIVE. Street trees. Any proposed works relating to Street Trees should first be referred to the Council's Greenspaces Team.\r",
    "Condition : 31 - INFORMATIVE. Written schemes of investigation will need to be prepared and implemented by a suitably qualified professionally accredited archaeological practice in accordance with Historic England's Guidelines for Archaeological Projects in Greater London. This condition is exempt from deemed discharge \runder schedule 6 of The Town and Country Planning (Development Management Procedure)(England) Order 2015.",
    "Condition : 32 - INFORMATIVE. An archaeological field evaluation involves exploratory\r\nfieldwork to determine if significant remains are present on a site and if so to\r\ndefine their character, extent, quality and preservation. Field evaluation may\r\ninvolve one or more techniques depending on the nature of the site and its\r\narchaeological potential. It will normally include excavation of trial trenches. A\r\nfield evaluation report will usually be used to inform a planning decision (pre\u0002determination evaluation) but can also be required by condition to refine a mitigation strategy after permission has been granted.",
    "Condition : 33 - INFORMATIVE Nesting boxes. The applicant is advised that National Planning Guidance recognizes that relatively small features can often achieve important benefits for wildlife, such as  incorporating `swift bricks� and bat boxes in developments. An ecologist in consultation with the architects could identify the best locations in the building, or this  service can be provided free through Swift Conservation (mail@swift-conservation.org. The applicant is encouraged to incoporate such measures.",
    "Condition : 34 - INFORMATIVE. THAMES WATER The proposed development is located within 15 metres of Thames Waters underground assets and as such, the development could cause the assets to fail if appropriate measures are not taken. Please read our guide 'working near our assets' to ensure your workings are in line with the necessary processes you need to follow if you're considering working above or near our pipes or other structures.https://urldefense.proofpoint.com/v2/url?u=https 3A__developers.thameswater.co.uk_Developing-2Da-2Dlarge-2Dsite_Planning-2Dyour-2Ddevelopment_Working-2Dnear-2Dor 2Ddiverting-2Dour 2Dpipes&d=DwIFaQ&c=HmJinpA0me9MkKQ19xEDwK7irBsCvGfF6AWwfMZqono&r=HVy2BaAHoy75Et42R7vHQVgBJr4jmCMnquJWjP jOUE&m=PaKsKF3or0RMfJk3AwPlcBfWpAnedgwEF_MNDimYhfI&s=8IQXfMExJ0yBq_UhkeSQn1LO1lcI6LBguymvknRmFnE&e= . Should you require further information please contact Thames Water. Email: developer.services@thameswater.co.uk Phone: 0800 009 3921 (Monday to Friday, 8am to 5pm) Write to: Thames Water Developer Services, Clearwater Court, Vastern Road, Reading, Berkshire RG1 8DB\r\nA Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures he will undertake to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 020 3577 9483 or by emailing wwqriskmanagement@thameswater.co.uk. Application forms should be completed on line via www.thameswater.co.uk. Please refer to the Wholsesale; Business customers; Groundwater discharges section.\r\n",
    "Condition : 35 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n i) Offering a pre-application advice and duty desk service. \r\n ii) Where possible, suggesting solutions to secure a successful outcome.\r\n iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\nIn this instance:\r\n i) The applicant/agent was provided with pre-application advice.\r\nii) The application was considered by the Planning Committee where the applicant/agent had the opportunity to speak to the committee and promote the application.\r\n"
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T03:16:46.888+00:00",
  "last_updated_by": "Northgate M3",
  "site_number": null,
  "appeal_status": null,
  "decision_process": null,
  "application_type_full": null,
  "valid_date": "11/12/2019",
  "pp_id": "PP-08099178",
  "status": "Approved"
}