{
  "lpa_name": "Merton",
  "uprn": "48051238",
  "decision_date": "28/07/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Merton-19_P4208",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "SW20 8TW",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.043000000000000003
  },
  "valid_date": "03/12/2019",
  "reference_no_of_permission_being_relied_on": null,
  "description": "INSTALLATION OF BASEMENT SWIMMING POOL",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans:  Site location plan and drawings 170.213 P4, 170.221 P4, 170.232 C9, 170.316 P4, 170.317 P4, 170.321 P4, 170.322 P4, 170.632 P4, 170.633 P4, 170.634 P4 & 170.918 P4, Arboricultural Impact Assessment April 2020 with drawing TT-CC/980 AR4005 Rev 1, Construction Management Plan and Method Statement April 2020 with drawing 170.221 C9, Basement Impact Assessment April 2020, Construction Strategy April 2020.",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 5 - Prior to the commencement of the use of the development hereby approved the unauthorised concrete reinforcing wall shall be removed from the site.\r\nReason. To reduce the risk of flooding in accordance with policy DM F1 of the Merton Sites and Policies Plan 2014\r\n",
    "Condition : 6 - Noise levels, (expressed as the equivalent continuous sound level) LAeq (15 minutes), from any plant/machinery operated together shall not exceed LA90-10dB at the boundary with any noise sensitive property not associated with the development. A post completion noise survey shall be submitted and approved by the LPA to demonstrate compliance with the noise criteria, thereafter the above noise criteria shall not be exceeded.\r\nReason: To protect the amenities of the occupiers in the local vicinity in accordance with Policy DM EP2 of the Merton Sites and Policies Plan 2014 .\r\n",
    "Condition : 7 - The trees and landscaping shown on the approved plans shall be implemented in the next planting season following the completion of the works hereby approved. Reason, to enhance the appearance of the development in the interests of the amenities of the area and to comply with Policy CS1 of the core strategy and Policy DM O1 of the Merton Sites and Policies Plan 2014",
    "Condition : 8 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The applicant was offered the opportunity to submit amended plans in order to make the proposal acceptable in planning terms.\r\n   iii) The application was considered by the Planning Committee where the applicant/agent had the opportunity to speak to the committee and promote the application.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T03:15:13.264+00:00",
  "ward": "Raynes Park_histroic",
  "parking_details": null,
  "lapsed_date": "28/07/2023",
  "decision_target_date": "28/01/2020",
  "centroid": {
    "lat": 51.413586,
    "lon": -0.225321
  },
  "lpa_app_no": "19/P4208",
  "status": "Approved",
  "site_name": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=19/P4208",
  "locality": "Raynes Park",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              523512.74676689785,
              169790.64751503558
            ],
            [
              523503.2319663819,
              169782.709787185
            ],
            [
              523525.6206435984,
              169756.13307450304
            ],
            [
              523534.9872420709,
              169763.90354057093
            ],
            [
              523512.74676689785,
              169790.64751503558
            ],
            [
              523512.74676689785,
              169790.64751503558
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Other house holder developments",
  "last_date_consultation_comments": "27/01/2020",
  "appeal_decision_date": null,
  "decision_process": null,
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "1",
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Montana Road",
  "pp_id": "PP-08340639",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 523514,
  "appeal_start_date": null,
  "centroid_northing": 169779,
  "borough": "Merton",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.225335,
          51.413691
        ],
        [
          -0.225475,
          51.413622
        ],
        [
          -0.225162,
          51.413378
        ],
        [
          -0.225025,
          51.413446
        ],
        [
          -0.225335,
          51.413691
        ],
        [
          -0.225335,
          51.413691
        ]
      ]
    ],
    "type": "Polygon"
  }
}