{
  "lpa_app_no": "19/P4150",
  "uprn": "48104907",
  "lapsed_date": "18/05/2023",
  "centroid_northing": 168257,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": "Hall",
  "appeal_decision_date": null,
  "valid_date": "04/03/2020",
  "decision_date": "18/05/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.140918,
          51.39872
        ],
        [
          -0.140924,
          51.398692
        ],
        [
          -0.14029,
          51.39843
        ],
        [
          -0.139856,
          51.398851
        ],
        [
          -0.140918,
          51.39872
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": null,
  "application_details": {
    "site_area": 0.159
  },
  "appeal_decision": null,
  "postcode": "CR4 1JP",
  "development_type": "Other change of use",
  "title_number": null,
  "centroid_easting": 529462,
  "actual_commencement_date": null,
  "description": "APPLICATION FOR CHANGE OF USE OF FORMER PAVILION BUILDING LAST USED WITHIN CLASS D1, TO USE FOR CHILDREN'S LEISURE ACTIVITIES, INCLUDING BALLET LESSONS, AS WELL AS BREAKFAST CLUBS, CHILD WORKSHOPS, CHILDREN'S PARTIES (USE WITHIN CLASS D1 AND D2) AND THE PROVISION OF A NEW 14 SPACE CAR PARKING AREA.",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.140394,
    "lat": 51.398582
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=19/P4150",
  "pp_id": "PP-08281874",
  "id": "Merton-19_P4150",
  "application_type_full": null,
  "cil_liability": true,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "29/04/2020",
  "locality": "Mitcham",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "03/04/2020",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: Site Location Plan and Proposed Block Plan 202 LP 02.",
    "Condition : 3 - The use hereby permitted shall operate only between the hours of 07.00 to 22.00 on any day.\r\n",
    "Condition : 4 - The premises shall only be used for Children's leisure, educational and recreational use and for no other purpose, (including any other purpose within Classes D1 or D2 of the Schedule to the Town and Country Planning (Use Classes Order) 1987), or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification.",
    "Condition : 5 - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 6 - Prior to the occupation of the development hereby permitted, a Travel Plan shall be submitted to and approved in writing by the Local Planning Authority. The Plan shall follow the current 'Travel Plan Development Control Guidance' issued by TfL and shall include:\r\n  (i) Targets for sustainable travel arrangements;\r\n  (ii) Effective measures for the on-going monitoring of the Plan;\r\n  (iii) A commitment to delivering the Plan objectives for a period of at least 5 years from the first occupation of the development;\r\n  (iv) Effective mechanisms to achieve the objectives of the Plan by both present and future occupiers of the development.\r\nThe development shall be implemented only on accordance with the approved Travel Plan.\r\n",
    "Condition : 7 - No development shall commence until details of secure cycle parking facilities for the occupants of, and visitors to, the development have been submitted to and approved in writing by the Local Planning Authority.  The approved facilities shall be fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 8 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i)  The application was acceptable as submitted and no further assistance was required.\r\n  ii) The application was approved without delay.\r\n   "
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T03:14:40.431+00:00",
  "appeal_status": null,
  "street_name": "Abbotts Road",
  "ward": "Pollards Hill_histroic",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              529425.1976356154,
              168271.40238997212
            ],
            [
              529424.8018726823,
              168268.203305699
            ],
            [
              529469.6549134238,
              168240.28385909658
            ],
            [
              529498.6947647255,
              168287.82120250276
            ],
            [
              529425.1976356154,
              168271.40238997212
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}