{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/165895VAR;",
  "lapsed_date": "04/06/2021",
  "decision_target_date": "12/06/2018",
  "locality": "Greenford",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB6 8DH",
  "site_name": "Corner Of Alperton Lane And Land At Former Nuffield Arms Western Avenue ",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012161726, 000012184613"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "165895VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517331,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:01:06.944+00:00",
  "id": "Ealing-165895VAR",
  "application_type": "All Other",
  "street_name": "Alperton Lane",
  "borough": "Ealing",
  "ward": "Perivale",
  "decision_date": "04/06/2018",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for Minor Material Amendment/S73 (Variation of condition 7 hours of operation) of planning permission ref: P/2013/5028 dated 31/03/2015 for 'Construction of a single-storey drive-thru restaurant (A3/A5 Use Class) and single-storey detached coffee shop (A1/A5 Use Class) with access fronting onto Alperton Lane and provision of refuse and cycle storage and 33 car parking spaces and associated landscaping'.  Variation seeks to extend the hours of operation for the drive-thru restaurant (A3/A5 Use Class) to remain open until midnight Sundays to Wednesdays, and 1am Thursdays to Saturdays",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 182829,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012161726",
  "centroid": {
    "lon": -0.309858,
    "lat": 51.532186
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of 31 March 2015, when permission was granted.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with drawing title numbers:",
    "Planning Statement (Architectural Design Services - ADS, Sept 2013), Design and Access Statement (Architectural Design Services - ADS, Sept 2013), Sustainability Design, Construction and Energy Report (Architectural Design Services - ADS, Sept 2013), Waste Management Statement (Architectural Design Services - ADS, Sept 2013), Landscaping Strategy and details (MP), Foul and Surface Water Drainage Strategy (NS), Servicing Management Plan (including tracking diagrams) (PSA), Transport Statement and swept path diagrams (PSA), (Drwg no. D1774/01 Rev A, D1774/02 & D1774/03) Desk Top Study (PSA). Site Location Plan, Drwg nos. ADS057/TOO, 1250-15, 1250-16, 1250-17, 1250-19a and Boundary fence detail 001.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Ensure the materials and finishes to be used for the external surfaces of the development is carried out in accordance with the discharge of condition approval ref. P/2015/0505 dated 07/08/2015.",
    "Reason: To ensure that the materials and finishes and shopfronts harmonise with the surroundings, in accordance with policies 1.1 h, 1.2 g, & 2.1 c of the Ealing Core Strategy (2012), policies 4C, 7.4, 7B & 7C of the Ealing Development Management Development Plan Document (2013), policies 7.4-7.6 & 7.8 of the London Plan (2011), and the National Planning Policy Framework (2012).",
    "| Notwithstanding the provisions of the schedule of the Town and Country Planning (Use Classes) Order 2005, or in any provision equivalent to that class in any statutory instrument revoking and re-enacting that Order with or without modification), the 2no. A1 and A3 (both are A5) units hereby approved shall not be amalgamated/subdivided without the prior written permission of the Local Planning Authority obtained through the submission of a planning application.",
    "Reason: To protect the vitality and viability of Town Centres in accordance with policies 1.1 a & d, 1.2 c, & 2.8 c of the Ealing Core Strategy (2012), policies 2.13, 2.15, 4.1, 4.7 and 4.8 of The London Plan (2011), and the National Planning Policy Framework (2012).",
    "| The retail use hereby approved shall be used for retail/coffee shop (A1) and take-away (A5) use only and for no other purposes within the schedule to the Town and Country Planning (Use Classes) Order 1987 (as amended), without the prior written permission of the local planning authority obtained through the submission of a planning application.",
    "Reason: To protect the vitality and viability of Town Centres in accordance with policies 1.1 a & d, 1.2 c, & 2.8 c of the Ealing Core Strategy (2012), policies 2.13, 2.15, 4.1, 4.7 and 4.8 of The London Plan (2011), and the National Planning Policy Framework (2012).",
    "| The restaurant use (A3/A5 use class) hereby approved shall be used as a drive-thru / restaurant use only (A3/A5 use class) and shall be used for no other purposes within the schedule to the Town and Country Planning (Use Classes) Order 1987 (as amended), without the prior written permission of the Local Planning Authority obtained through the submission of a planning application.",
    "Reason: To protect the vitality and viability of Town Centres in accordance with policies 1.1 a & d, 1.2 c, & 2.8 c of the Ealing Core Strategy (2012), policies 2.13, 2.15, 4.1, 4.7 and 4.8 of The London Plan (2011), and the National Planning Policy Framework (2012).",
    "| The development hereby approved shall not operate outside the following hours:",
    "a. The coffee shop (A1/A5 use class) unit hereby approved shall not allow customer walk-in outside the hours of 06:30 to 23:00 Mondays to Saturdays and 08:00 to 23:00 on Sundays and Public Holidays. The restaurant (A3/A5 use class) unit hereby approved shall not allow customer walk-in outside the hours 06:30 to midnight Mondays to Wednesdays, 06:30 to 01:00 Thursday to Saturdays and 08:00 to midnight on Sundays and Public Holidays.",
    "b. The coffee shop (A1/A5 use class) unit hereby approved shall not allow drive-thru customers outside the hours of 06:00 to 23:00 Mondays to Saturdays and 08:00 to 23:00 on Sundays and Public Holidays.  The restaurant (A3/A5 use class) unit hereby approved shall not allow drive-thru customers outside the hours of 06:00 to midnight Mondays to Wednesdays, 06:00 to 01:00 Thursdays to Saturdays and 08:00 to midnight on Sundays and Public Holidays.",
    "c. The car park shall not operate (except for staff working at the site) outside the hours of 06:30 to midnight Mondays to Wednesdays, 06:30 to 01:00 Thursdays to Saturdays and 08:00 to midnight on Sundays and Public Holidays.",
    "Reason: To enable the local planning authority to maintain strict control over the nature of the use and to protect the living conditions of occupiers in the locality in accordance with policy 1.1 j, of the the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2011), and the National Planning Policy Framework (2012).",
    "| Deliveries to and from the development hereby approved shall not operate outside the hours of 08:00 to 22:00 on any day, unless otherwise agreed in writing by the Local Planning Authority through the submission of a planning application.",
    "Reason: To enable the local planning authority to maintain strict control over the nature of the use, and to protect the living conditions of occupiers in the locality in accordance with policy 1.1 j, of the the Ealing Core Strategy (2012) , policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2011), and the National Planning Policy Framework (2012).",
    "| The car parking area hereby approved shall only be used to serve the needs of the development hereby approved and for no other purpose, unless agreed in writing by the Local Planning Authority through the submission of a planning application.",
    "Reason: To enable the local planning authority to maintain strict control over the nature of the use and to protect the living conditions of occupiers in the locality in accordance with policy 1.1 j, of the the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2011), and the National Planning Policy Framework (2012)",
    "| Ensure the servicing of the site including loading/unloading, delivery times, frequency of deliveries and vehicle types is carried out in accordance with the approved servicing management plan with the discharge of condition approval ref. P/2015/0700 dated 07/06/2015",
    "Reason: In the interests of highway and pedestrian safety in accordance with protection in accordance with policies 1.1 f & 2.8 g of the Ealing Core Strategy (2012), policies 6.11, & 6.14 of the London Plan (2011), and the National Planning Policy Framework (2012).",
    "| Ensure the external lighting for the car park and access is carried out in accordance with the discharge of condition approval ref. P/2015/2130 dated 17/06/2015.",
    "Reason: To protect the living conditions of occupiers in the locality in accordance with policy 1.1 j, of the the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2011), and the National Planning Policy Framework (2012).",
    "| No amplified sound or other music shall be played in the car parking and servicing area hereby approved.",
    "Reason: To protect the living conditions of occupiers in the locality in accordance with policy 1.1 j, of the the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2011), and the National Planning Policy Framework (2012).",
    "| The rating noise level emitted from external plant and machinery, including kitchen extract equipment and mechanical ventilation plant, at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation.",
    "No external plant and machinery shall be installed, unless otherwise agreed in writing by the local planning authority through the submission of a planning application.",
    "Reason: To protect the living conditions of occupiers and workers in the locality in accordance with policy 1.1 j, of the the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies 7.14 and 7.15 of the London Plan (2011), and the National Planning Policy Framework (2012).",
    "| Ensure the site construction method statement and management plan is carried out in accordance with the discharge of condition approval ref. P/2015/2133 dated 04/06/2015",
    "Reason:  To protect the amenity of local residents and to ensure adequate highway and site safety in accordance with policies policies 1.1 f & j of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), SPG 10, policies 6.3, 6.11, 6.12, 6.14, 7.14, & 7.15 of the London Plan (2011), the National Planning Policy Framework (2012) and the Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise.",
    "| Ensure the installation, operation, and maintenance of the best practicable cooking extract system for the restaurant units including the provision of a suitable extract fan, odour control equipment, and a satisfactory discharge height, including a vertical discharge without any cap or cover is carried out in accordance with the discharge of condition approval ref. P/2015/2135 dated 07/08/2015",
    "Reason: To protect the living conditions of occupiers in the locality in accordance with policy 1.1 j, of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), SPG 10, policies 7.14 & 7.15 of the London Plan (2011), the National Planning Policy Framework (2012), and the DEFRA, 2005: Guidance on the Control of Odour and Noise from Commercial Kitchen Exhaust Systems.",
    "| Ensure the investigation and risk assessment scheme to assess the nature and extent of any contamination on the site is carried out in accordance with the discharge of condition approval ref. P/2015/2137 dated 26/05/2015.",
    "Reason: To protect the health and living conditions of residents in the area in accordance policy 1.1 j of the Ealing Core Strategy (2012), policy 5.21 of Ealing Development Management Development Plan Document (2013), policy 5.21 of the London Plan, the National Planning Policy Framework (2012), and  DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'.",
    "| Ensure the detailed remediation scheme to bring the site to a condition suitable for the intended use is carried out in accordance with the discharge of condition approval ref. P/2015/2138 dated 26/05/2015.",
    "Reason: To protect the health and living conditions of residents in the area in accordance policy 1.1 j of the Ealing Core Strategy (2012), policy 5.21 of Ealing Development Management Development Plan Document (2013), policy 5.21 of the London Plan, the National Planning Policy Framework (2012), and  DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'.",
    "| Ensure the verification report that demonstrates the effectiveness of the remediation carried out is carried out in accordance with the discharge of condition approval ref. P/2015/2139 dated 26/05/2015.",
    "Reason: To protect the health and living conditions of residents in the area in accordance policy 1.1 j of the Ealing Core Strategy (2012), policy 5.21 of Ealing Development Management Development Plan Document (2013), policy 5.21 of the London Plan, the National Planning Policy Framework (2012), and  DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'.",
    "| Ensure the Travel Plan, designed to manage the transport needs of staff and customers to minimise car usage and promote alternative modes of transport, is carried out in accordance with the discharge of condition approval ref. P/2015/2140 dated 07/08/2015.",
    "Reason: To promote sustainable patterns of transport and in the interests of highway and pedestrian safety accordance with policies 1.1 f & 2.8 g of the Ealing Core Strategy (2012), policies 6.1, 6.9, 6.10, 6.11, & 6.12 of the London Plan (2011), and the National Planning Policy Framework (2012).",
    "| Ensure the location and design of 10no. cycle parking spaces for the site is carried out in accordance with the discharge of condition approval ref. P/2015/2141 dated 17/06/2015.",
    "Reason: To ensure that there is adequate provision for cycle parking within the site in accordance with policy 1.1 f of the Ealing Core Strategy (2012), policy 6.13 of the Ealing Development Management Development Plan Document (2013), policies 6.9 & 6.13 of The London Plan (2012), and The National Planning Policy Framework (2012).",
    "| Details of the location and design of 3no. electric vehicle charging points for the site shall be submitted to and approved in writing by the Local Planning Authority. The details as approved shall be implemented prior to the first use of the development hereby approved and operated and retained thereafter unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that there is adequate provision for electric vehicle parking within the site in accordance with policy 1.1 f of the Ealing Core Strategy (2012), policy 6.13 of the Ealing Development Management Development Plan Document (2013), policy 6.13 of The London Plan (2012), and The National Planning Policy Framework (2012).",
    "| Ensure the sustainable surface water drainage measures are carried out in accordance with the discharge of condition approval ref. P/2015/2142 dated 13/08/2015.",
    "Reason: To prevent flooding elsewhere by ensuring that sufficient storage of surface flood water is provided and to ensure surface water flood storage is achieved with appropriate sustainable drainage techniques, in accordance with policies 1.1 k & 1.2 m of the Ealing Core Strategy (2012), policy 5.12 of the Ealing Development Management Development Plan Document (2013), policies 5.12 & 5.13 of the London Plan (2011), and the National Planning Policy Framework (2012).",
    "| Details of the sustainability measures to be incorporated into the development shall be submitted to, and approved in writing by the Local Planning Authority prior to the commencement of the development. The applicant should consider the use of measures in line with the Energy Hierarchy including the incorporation of on-site renewables.  This reduction should be calculated based on carbon dioxide emissions covered by the Building Regulations whilst carbon dioxide emissions associated with other energy uses not covered by Building Regulations (un-regulated) should be also included and measures to reduce them should be demonstrated. Energy Performance Certificates [EPC's] and modelling output reports from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures should also be submitted. The development shall be implemented only in accordance with the approved details, which shall be completed prior to the first use of the development and thereafter permanently retained and maintained, unless otherwise agreed in writing by the local planning authority.",
    "Reason: To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases in accordance with policies 1.1 k, & 1.2 f of the Ealing Core Strategy (2012), policy 5.2 of the Ealing Development Management Development Plan Document (2013),  policies  5.1-5.7 of the London Plan (2011), and the National Planning Policy Framework (2012).",
    "| The non-residential buildings hereby permitted shall be constructed to achieve the Building Research Establishment BREEAM standards (based on BREEAM 2011 Technical Guidance). No development shall commence on the development until evidence that each element of the development is registered with the Building Research Establishment (BRE) under the BREEAM 2011 New Construction Scheme and Interim BREEAM 2011 NC Assessments have been submitted to the Local Authority for information. Within 3 months of the commencement of the development Interim Design Stage Certificates verified by the BRE will be submitted to the Local Planning Authority for written approval.",
    "The development shall not be in operation until a BREEAM 'Post Construction Stage' Assessment has been submitted to the Local Planning Authority for written approval, confirming that the agreed sustainability measures can be achieved.  Within 3 months from the date of first occupation of the development a Post-Construction Stage Certificate verified by the BRE will be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been achieved.",
    "Following any approval of a 'Post Construction Stage' assessment and certificates of each element of the development, the approved measures and technologies to achieve the BREEAM standard shall be retained in working order in perpetuity.",
    "Reason: To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases in accordance with policies 1.1 k, & 1.2 f of the Ealing Core Strategy (2012), policy 5.2 of the Ealing Development Management Development Plan Document (2013),  policies  5.1-5.7 of the London Plan (2011), and the National Planning Policy Framework (2012).",
    "| Upon final completion of the development, suitable devices for the monitoring of the renewable/low-carbon energy equipment shall have been installed, and the monitored data shall be submitted to the local planning authority at daily intervals for a period of three years from final completion of the renewable/low carbon energy equipment. The installation of the monitoring devices and the submission of the data shall be carried out in accordance with the Council's approved specifications.",
    "Reason:  To monitor the effectiveness of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an evidence base on the performance of such equipment in accordance with policies 1.1 k, & 1.2 f of the Ealing Core Strategy (2012), policy 5.2 of the Ealing Development Management Development Plan Document (2013), policies 5.1-5.7 of the London Plan (2011), and the National Planning Policy Framework (2012).",
    "| Ensure the boundary treatments and hard/soft landscape works and the phased programme of works, are carried out in accordance with the discharge of condition approval ref. P/2015/2144 dated 07/08/2015. Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, the green corridor, and in accordance with policies 1.1 (e) (g), 1.2(f), 3.1(b&c), 3.8 and 5.1(c) of the Ealing Core Strategy (2012), policies 7.4 and 7B of the Adopted Ealing Development Management Development Plan Document (2013), and policies 3.5, 7.4 and 7.21 of the London Plan (2011)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/11/2016",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-05629148",
  "wgs84_polygon": null
}