{
  "application_type_full": null,
  "street_name": "ROMFORD",
  "decision_agency": "Borough",
  "lpa_name": "Havering",
  "decision_date": "16/06/2025",
  "centroid_easting": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0225.25",
  "bo_system": "CSV Data Import",
  "title_number": null,
  "decision": "Refused",
  "valid_date": "07/03/2025",
  "status": "Refused",
  "last_updated_by": "CSV Data Import",
  "lapsed_date": null,
  "pp_id": null,
  "description": "Retrospective application for part single, part two storey side extension and conversion of loft space to habitable use to include rear dormer and front roof lights to allow for conversion of single dwelling into 2x terrace dwellings with associated amenities. Proposed alterations to existing dormer, including separating into 2No. dormers and reducing in size and alterations to fenestration and openings.",
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_start_date": null,
  "centroid_northing": null,
  "actual_completion_date": null,
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Havering",
  "uprn": "10094418734",
  "application_details": {
    "existing_uprns": null
  },
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "reference_no_of_permission_being_relied_on": null,
  "last_date_consultation_comments": "28/03/2025",
  "lpa_app_no": "P0225.25",
  "postcode": "RM5 2RB",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": null,
  "secondary_street_name": null,
  "parking_details": null,
  "site_name": "1 & 1A LYNWOOD DRIVE",
  "decision_target_date": "16/06/2025",
  "locality": null,
  "ward": "Havering-atte-Bower",
  "cil_liability": false,
  "last_updated": "2025-07-20T04:12:03.140Z",
  "appeal_status": null,
  "decision_conditions": [
    "The proposed rear dormer to no. 1 Lynwood Drive, the gabled roof to the pre-existing two storey element of the original building and the existing side extension would, by reason of their bulk, scale, height and massing, result in the building appearing as a dominant and visually intrusive feature within the street that would be harmful to the character and appearance of the surrounding area, contrary to Local Plan Policy 26. There would also be conflict with Policy 135(d) of the NPPF which requires developments to establish or maintain a strong sense of place.",
    "The proposed development, by reason of the inadequate size of bedroom one of House 1 Lynwood Drive, would give rise to a poor quality development and substandard living condition that would be detrimental to the amenity of future occupiers, contrary to the provisions of Policy D6 of the London Plan, Policy 7 of the Local Plan and Paragraph 135(f) of the NPPF which requires developments to create places that have a high standard of amenity for future users.",
    "The proposal, if granted planning permission on appeal, would be liable for the Mayor of London and Havering Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the Mayoral CIL payable would be £5,700 based on the calculation of £25.00 per square metre and the Havering Community Infrastructure Levy (HCIL) would be a charge of £28,500 based on calculation of £125 per square metre. Each would be subject to indexation.",
    "Further details with regard to CIL are available from the Council's website.",
    "Were the decision on this application to be the subject of an appeal, the Inspector should note that the submitted 'approved' plans Y2041-2024-A10 (Rev Number: 00), Y2041-2024-A11 (Rev Number: 00), Y2041-2024-A12 (Rev Number: 00), Y2041-2024-A13 (Rev Number: 00) and Y2041-2024-A14 (Rev Number: 00) do not reflect plans that have been previously approved by the Local Planning Authority.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the agents via email on the 16/06/2025."
  ],
  "polygon": null,
  "development_type": null,
  "id": "Havering-P0225.25",
  "site_number": null
}