{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "11/12/2000",
  "development_type": null,
  "ward": "Colliers Wood_histroic",
  "lapsed_date": "19/09/2006",
  "decision_date": "10/10/2001",
  "lpa_app_no": "00/P2466",
  "status": "Approved",
  "parking_details": null,
  "centroid": {
    "lat": 51.418195,
    "lon": -0.177553
  },
  "application_type": "All Other",
  "borough": "Merton",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "last_date_consultation_comments": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T11:47:34.374+00:00",
  "locality": "London",
  "date_building_work_completed_under_previous_permission": null,
  "description": "ERECTION OF A NEW STORAGE BUILDING (CLASS B8) WITH ASSOCIATED VEHICULAR ACCESS AND NEW BOUNDARY WALL",
  "application_type_full": null,
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=00/P2466",
  "site_number": "2b",
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "application_details": {},
  "pp_id": null,
  "postcode": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.17753,
          51.418208
        ],
        [
          -0.177532,
          51.418181
        ],
        [
          -0.177575,
          51.418181
        ],
        [
          -0.177574,
          51.418208
        ],
        [
          -0.17753,
          51.418208
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": false,
  "street_name": "Valley Gardens",
  "decision_conditions": [
    "Condition : 1 - The developments to which this permission relates shall be begun not later than the expiration of 5 years, beginning with the date of this permission.",
    "Condition : 2 - Particulars and samples of the materials to be used on all external faces on the building, including fenestration, shall be submitted to and approved in writing by the Local Planning Authority before any works are commenced. Development shall be carried out in full accordance with the approved details.",
    "Condition : 3 - The use shall only operate between the hours of 8.00 am and 6.00 pm Monday to Friday, 9.00 am and 1.00pm on Saturdays and not at all during Sundays or Bank Holidays, and there shall be no vehicle movements to or from the site or persons employed on the site in connection with the storage use hereby approved outside of these hours without the prior written approval of the Local Planning Authority.",
    "Condition : 4 - Storage shall only take place from within the proposed buildings and not within the open yard. No form of storage, plant, water tanks, equipment or machinery shall be placed, erected or installed on or above the flat roof of the buildings or external walls without prior written approval of the Local Planning Authority.\r\n\r\nReason for condition: In order not to prejudice the visual appearence of the building or visual amenities of the surrounding area.",
    "Condition : 5 - No demolition or construction work in pursuant of this permission shall be carried out on or before 08.00 hours or after 1800 hours on Mondays to Fridays inclusive, before 0800 hours or after 1300 hours on Saturdays and at no time on Sundays or Bank Holidays.",
    "Condition : 6 - No external lighting shall be installed without the prior written approval in writing of the Local Planning Authority.",
    "Condition : 7 - INFORMATIVE:  You are reminded that the enforcement notice dated 6th June 2001 took effect on 6th July 2001. You are therefore advised to comply with all aspects of the enforcement notice forthwith. Failure to do so or any future non-compliance with the enforcement notice will leave the Council no option but to take further action against non-compliance.",
    "Condition : 8 - INFORMATIVE:  This permission only relates to a Class B8 (storage) use. Any other commercial use could require planning permission. You are advised to contact Aaron Breedon on 020 8545 3911 for further assistance."
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 170373,
  "site_name": "Croft Court",
  "decision_target_date": "05/02/2001",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Merton",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  },
  "appeal_start_date": null,
  "uprn": "48130491",
  "appeal_decision_date": null,
  "id": "Merton-00_P2466",
  "centroid_easting": 526823
}