{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508506.3376,
              182033.4391
            ],
            [
              508506.6022,
              182033.4391
            ],
            [
              508486.3615,
              182002.3505
            ],
            [
              508481.8636,
              181997.588
            ],
            [
              508473.5292,
              181989.2536
            ],
            [
              508449.3197,
              182005.2609
            ],
            [
              508449.0552,
              182013.8599
            ],
            [
              508481.599,
              182050.5048
            ],
            [
              508506.3376,
              182033.4391
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08299013",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:45:06.734+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "11/02/2020",
  "secondary_street_name": "HAYES",
  "appeal_start_date": null,
  "ward": "CHARVILLE",
  "centroid": {
    "lat": "51.5266846",
    "lon": "-0.43768009999999996"
  },
  "decision": "Approved",
  "valid_date": "29/11/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.185
  },
  "cil_liability": true,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=7073/APP/2019/3721",
  "lpa_name": "Hillingdon",
  "site_name": "THE CARPENTERS ARMS PH (1370)",
  "lapsed_date": "14/02/2023",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 01A, 05C, 06C, 07A and 08C and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two - Development Management Policies (2020)",
    "No development shall take place until details of all materials and external surfaces have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020)",
    "The premises shall not be open for customers outside the following hours:1100 to 0000 Mondays - Saturdays and 1100 to 2200 Sundays, Public or Bank Holidays.",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with  Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020)",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details. The fencing shall be retained in position until development is completed.",
    "Th",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100),",
    "1.b Written specification of planting and cultivation works to be undertaken,",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts (including demonstration that 5% of all parking spaces are served by electrical charging points)",
    "2.e Hard Surfacing Materials",
    "2.f External Lighting",
    "3. Schedule for Implementation",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB8 1",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the Hillingdon Local Plan: Part Two - Development Management Policies (2020),  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Single storey side and rear extensions, relocation of timber canopy, bin/furniture store to rear, landscaping and boundary wall to front/side",
  "lpa_app_no": "7073/APP/2019/3721",
  "decision_target_date": "14/02/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "14/02/2020",
  "id": "Hillingdon-7073_APP_2019_3721",
  "centroid_northing": 182020,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 508477,
  "street_name": "UXBRIDGE ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.43725319999999995,
          51.5267998
        ],
        [
          -0.43724939999999995,
          51.5267997
        ],
        [
          -0.43755059999999996,
          51.5265242
        ],
        [
          -0.4376169,
          51.5264823
        ],
        [
          -0.4377396,
          51.5264089
        ],
        [
          -0.43808349999999996,
          51.5265575
        ],
        [
          -0.4380846,
          51.5266348
        ],
        [
          -0.4376044,
          51.5269579
        ],
        [
          -0.43725319999999995,
          51.5267998
        ]
      ]
    ],
    "type": "Polygon"
  }
}