{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508462.4166,
              181969.1783
            ],
            [
              508473,
              181962.233
            ],
            [
              508468.7005,
              181957.272
            ],
            [
              508459.1093,
              181964.5481
            ],
            [
              508458.7786,
              181964.5481
            ],
            [
              508462.4166,
              181969.1783
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              508516.3256,
              181956.9413
            ],
            [
              508514.3412,
              181953.9647
            ],
            [
              508501.112,
              181962.5637
            ],
            [
              508502.7657,
              181964.8788
            ],
            [
              508516.3256,
              181956.9413
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08416305",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:45:06.636+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "18/02/2020",
  "secondary_street_name": "HAYES",
  "appeal_start_date": null,
  "ward": "CHARVILLE",
  "centroid": {
    "lat": "51.5261622",
    "lon": "-0.4376115"
  },
  "decision": "Approved",
  "valid_date": "17/01/2020",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.013000000000000001
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=7073/APP/2020/164",
  "lpa_name": "Hillingdon",
  "site_name": "THE CARPENTERS ARMS PH (1370)",
  "lapsed_date": "19/05/2023",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 216 Issue A and 266 Issue A and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Development Management Policies (2020) and the London Plan (2016).",
    "Any apparatus or structure provided in accordance with this approval shall be removed from the land, as soon as reasonably practicable after it is no longer required for electronic communications purposes, and such land, shall be restored to its condition before the development took place, or to any other condition as may be agreed in writing with the Local Planning Authority.",
    "REASON",
    "To ensure that the development is removed as soon as it is no longer required in order to protect the character and appearance of the area in accordance with Policy DMHB 11 of the Hillingdon Local Plan - Development Management Policies (2020).",
    "Notwithstanding the submitted plans, no development shall take place until details of the colours of the external surfaces have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policies DMHB 11, DMHB 12 and DMHB 21 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The existing apparatus/structures, shown on drawing \"100 Existing Site Plan\" shall be removed from the land, within six (6) months of the commencement of the use of the equipment hereby approved, and the land shall be restored to its former condition before the development took place, or to any other condition as may be agreed in writing with the Local Planning Authority.",
    "REASON",
    "To ensure that the development is removed as soon as it is no longer required in order to protect the character and appearance of the area in accordance with Policy DMHB 11 of the Hillingdon Local Plan - Development Management Policies (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "Given the nature of the proposed development it is possible that a crane may be required during its construction. The applicant's attention is drawn to the requirement within the British Standard Code of Practice for the safe use of Cranes, for crane operators to consult the aerodrome before erecting a crane in close proximity to an aerodrome. This is explained further in Advice Note 4, 'Cranes and Other Construction Issues' (available at www.aoa.org.uk/publications/safeguarding.asp)"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Installation of a 20m monopole, 12 antenna apertures, 6 equipment cabinets, relocation of 300mm dish and the removal of the existing 18m monopole, 3 antennas, 4 redundant equipment cabinets and development ancillary thereto",
  "lpa_app_no": "7073/APP/2020/164",
  "decision_target_date": "26/05/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "19/05/2020",
  "id": "Hillingdon-7073_APP_2020_164",
  "centroid_northing": 181962,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 508483,
  "street_name": "UXBRIDGE ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.43790589999999996,
          51.5262306
        ],
        [
          -0.43775549999999996,
          51.5261662
        ],
        [
          -0.43781899999999996,
          51.5261224
        ],
        [
          -0.4379549,
          51.5261897
        ],
        [
          -0.4379597,
          51.5261897
        ],
        [
          -0.43790589999999996,
          51.5262306
        ]
      ]
    ],
    "type": "Polygon"
  }
}