{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2007/1119;",
  "lapsed_date": "25/10/2010",
  "decision_target_date": "13/06/2007",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 5SU",
  "site_name": "79-89 Uxbridge Road",
  "status": "Completed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 13298,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 29526,
      "total_gia_lost": 6649,
      "development_type": "New Build",
      "total_gia_gained": 14763,
      "site_area": 1.47
    },
    "constraints_details": [
      {
        "result": "Metropolitan, Ealing",
        "constraints_layer_description": "Town Centre Designation"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Ealing",
        "constraints_layer_description": "Town Centre Health Check: Name"
      },
      {
        "result": "Metropolitan",
        "constraints_layer_description": "Town Centre Health Check: Type"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "05/06/2009",
        "use_class": "B1",
        "gia_gained": 14763,
        "actual_commencement_date": "01/02/2008",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 6649
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "05/06/2009",
        "use_class": "B1a",
        "gia_gained": 14763,
        "actual_commencement_date": "01/02/2008",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 6649
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "existing_uprns": [
      "000012133339, 000012168635"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2007/1119",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517287,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T11:57:24.314+00:00",
  "id": "Ealing-P_2007_1119",
  "application_type": "All Other",
  "street_name": "Uxbridge Road",
  "borough": "Ealing",
  "ward": "Walpole",
  "decision_date": "25/10/2007",
  "epc_number": null,
  "actual_commencement_date": "01/02/2008",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "The demolition of the existing buildings known as Clifton and Hadley Houses and the construction of part 6, 7 and 8 storey B1 (a) office building (14,763m2) with part basement and rooftop plant and equipment; provision of electricity sub-station; refuse storage and 12 car parking spaces (including 5 disabled) to rear with revised access off Uxbridge Road, 58 cycle parking spaces and landscaping.",
  "actual_completion_date": "05/06/2009",
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major offices-R and D-light industry",
  "centroid_northing": 180566,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012133339",
  "centroid": {
    "lon": -0.311244,
    "lat": 51.511856
  },
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.  REASON:  In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | Samples of the materials to be used for all external materials of the development shall be submitted to and approved in writing by the Local Planning Authority before starting work on any of the relevant parts of the development, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.  REASON: To ensure that the materials harmonise with the surroundings and provide minimal reflections from glazing in accordance with policy 4.1 of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004. | Construction shall not begin until details of surface water and foul water drainage have been submitted to and approved in writing by the Local Planning Authority.  The scheme, as approved shall be carried out before any part of the development permitted is occupied.   REASON:  To ensure that adequate drainage of the site is carried out as approved, in the interests of the wider environment, in accordance with policies 2.1, 2.5 and 4.1 of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004. | Full details of both hard and soft landscape works, including a programme of implementation, shall be submitted to and approved in writing by the Local Planning Authority prior to commencement of any above ground construction, or in accordance with a timetable agreed in writing by the Local Planning Authority.    REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with policy 4.5 of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004 and Supplementary Planning Guidance 9 \"Trees and Development Guidelines\". | The approved hard landscaping works, including any method statement, shall be carried out prior to the first occupation of any part of the construction and in accordance with the programme agreed by the Local Planning Authority. The approved soft landscaping works, including any method statement associated with any proposed or existing tree shall be carried out within the first planting season (November to March) following the first occupation of any part of the construction in accordance with the programme agreed by the Local Planning Authority under condition 4.  Any trees or other plants, which die or are removed or become seriously damaged or diseased following the implementation of the landscaping scheme shall be replaced during the next planting season.  The approved landscaping scheme shall be retained hereafter unless otherwise agreed in writing with the Local Planning Authority. REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area in accordance with policies 4.1 and 4.5 of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004 and Supplementary Planning Guidance 9 \"Trees and Development Guidelines\". | The approved hard landscaping works shall be carried out prior to first occupation of any part of the building.  The approved hard landscaping scheme shall be retained hereafter unless otherwise agreed in writing with the Local Authority.   REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area in accordance with policy 4.1 of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004. | The existing tree identified as to be retained on the site and any trees on adjacent sites to be retained shall not be lopped, felled or otherwise affected in any way (including raising or lowering soil levels under the crown spread of the trees) and no excavation shall be cut under the crown spread of the trees without the prior written permission of the Local Planning Authority.  REASON:  To safeguard the trees in the interest of visual character and appearance of the area, in accordance with policies 4.1 and 4.5 of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004 and Supplementary Planning Guidelines 9 \"Trees and Development Guidelines\". | Before the construction or any underground works are commenced, a method statement setting out the measures to ensure full protection of the retained trees on the site to BS 5837 standards, and means of constructing the buildings and associated over ground and underground services, shall be submitted to and approved in writing by the Local Planning Authority. The development shall thereafter be carried out only in accordance with the approved method statement, which shall apply until the end of the construction period.  REASON: To prevent damage to the protected trees in the interest of the visual character and appearance of the area in accordance with policies 4.1 and 4.5 of the Council's adopted Unitary Development Plan (Plan for The Environment) 2004 and Supplementary Planning Guidance 9 \"Trees and Development Guidelines. | Notwithstanding the information shown in the approved plans, prior to the commencement of the development, details of the design of the cycle parking facilities including at least 6 spaces at the front of the building, shall be submitted to and approved in writing by the Local Planning Authority.  The cycle parking shall be implemented as approved prior to first occupation of any part of the development and shall be permanently retained thereafter.      REASON: To ensure that the development provides adequate staff and visitor cycle parking located in accessible areas and to promote more sustainable means of transport in accordance with policies 9.1 and 9.6 of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004. | The new offices will be affected by significant traffic and aircraft noise.  Details should be submitted for the approval of the Local Planning Authority before the construction is commenced, for the composite sound reduction indices of the building envelope to demonstrate that internal levels of not greater than 40 dB LAeq,1hr will be achieved inside the offices with windows shut and other means of ventilation provided.  REASON.  In the interests of the amenity of future occupiers of the site in accordance with policy 4.11 of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004 and Supplementary Planning Guidance 10 \"Noise and Development\". | Details shall be submitted for the approval of the Local Planning Authority before the commencement of construction, to demonstrate that the rating noise level emitted from the proposed external plant and machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation.  REASON.  In the interests of the amenity of future occupiers of the site in accordance with policy 4.11 of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004 and Supplementary Planning Guidance 10 \"Noise and Development\". | Prior to the commencement of any works on site including any excavations, a contaminated land investigation shall be carried out, using sampling points and methods agreed with the Local Planning Authority and subsequently a risk assessment shall be prepared, following the CLEA guidance.  A scheme shall then be submitted to and approved by the local planning authority to describe the proposed methods of removal, neutralising or sealing of any contamination, and for the remedial works, which shall be implemented before any other works commence.     REASON: To protect health and safety of occupants of the development and users of this and neighbouring sites, in accordance with policies 2.7 of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004. | Prior to occupation of the building, details of the internal and external lighting of the building together with associated mitigation measures to control light spillage upon the properties in Mattock Lane shall be submitted to and approved by the Local Planning Authority.  The details shall be implemented as approved and permanently retained, unless agreed in writing with the Local Planning Authority.  REASON: To protect the wildlife interests of the adjacent properties and to safeguard the amenities of occupiers of neighbouring residential properties, in accordance with policy 4.12 of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004. | Details of the layout and design of the building, car and cycle parking areas, hard and soft landscaping and bin storage areas, to comply with the aims and objectives of Secured By Design and Secured Car Parks award, shall be submitted to and approved by the Local Planning Authority prior to commencement of development (other than demolition, site clearance and survey work). The approved details shall be implemented prior to the first occupation of any part of the development, and shall be permanently retained.  REASON: In the interest of the safety of the occupiers and visitors to the premises, in accordance with policies 4.3 and 4.4 of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004 and Supplementary guidance 8 \"Safer Ealing\". | No construction shall commence until details of a site construction method statement/management plan has been submitted to and approved in writing by the Local Planning Authority.  The method statement/management plan shall include the following:+\t proposed on-site construction worker parking,+\t anticipated number,  frequency and size of construction vehicles entering/exiting the site,+ delivery times (staggered to avoid morning and afternoon school run peak periods),\twheel washing provisions, site security during construction, construction vehicle manoeuvring and turning,  including sweep path diagrams to demonstrate how vehicles will access the site and be able to turn into and emerge from the site in forward gear, procedures for on-site contractors to deal with complaints from local residents, siting and height of site offices, storage of construction materials  Such details shall be implemented, or phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the works.  REASON:  In the interests of the nature conservation interest of the adjoining site, the amenity of adjoining occupiers of the site and the users of the neighbouring highway in accordance with policies 2.6, 4.1, 4.11 and 9.9 of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004. | Areas shown on the approved plans as parking, access, loading, unloading and manoeuvring areas shall be kept clear and unobstructed at all times and used for these purposes only.The bollards on drawing number P010 Ground Floor Plan revision D dated 20.6.07 shall be relocated with the details required to be submitted to and approved by the Local Planning Authority prior to the first occupation of any part of the development and the approved details shall be provided prior to the first occupation of the building and retained thereafter to allow for the onsite turning of delivery vehicles.  REASON: To ensure that adequate parking and servicing space is available within the site, in accordance with policy 9.1 of the Council's adopted the Council's adopted Unitary Development Plan (Plan for the Environment) 2004. | Prior to the installation of any entrance gate to the surface level car parking area, details of the siting, design and operation of an automated gate opening system and traffic signals where required shall be submitted to and approved by the Local Planning Authority and prior to the first occupation of any part of the development shall be carried out in accordance with the approved details and thereafter retained permanently.  REASON: In the interests of highway safety, and in the interests of living conditions of adjoining occupiers and occupiers of the development hereby permitted, in accordance with policies 4.1 and 9.1 the Council's adopted Unitary Development Plan (Plan for the Environment) 2004. | The details of the proposed privacy treatment involving the windows to the rear of the building, backing onto the boundaries of the properties on Mattock Lane as detailed in the plan drawn by YRM architects titled South Elevation Privacy Treatment Section and Elevation drawing number P034 dated 4th July 2007 and titled South Elevation Privacy Treatment Section and Elevation drawing number P035 dated 12th July 2007 shall be permanently retained and not altered and the building shall not be occupied until the approved privacy treatment has been completed in its entirety unless the prior written permission from the Local Planning Authority is obtained after a neighbourhood consultation process.  REASON:  To prevent overlooking from the office building in order to safeguard the amenities of the residents of Mattock Lane in accordance with policy 4.1 Design of Development of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004. | Details of the siting, design and appearance of the refuse area and substation enclosure shown on the submitted drawing shall be submitted to and approved by the local planning authority prior to commencement of the development and the approved details shall be formed and available for use prior to the first occupation of the building that they are to serve and thereafter these areas shall be permanently retained and not altered unless the prior written permission from the Local Planning Authority is obtained.Reason: To ensure adequate refuse storage facilities are provided and the appearance of the refuse store and substation enclosure is acceptable whilst safeguarding the amenities of the residents of Mattock Lane, in the interests of the environment of the development and the local area in pursuance of policies 2.10 and 4.5 of the adopted Ealing Unitary Development Plan 2004 'Plan for the Environment' and Supplementary Planning guidance 4 'Refuse and Recycling Facilities'. | The approved details of measures that provide at least 10% renewable energy on site for the development submitted and the details of energy efficiency measures within the WPP Energy Strategy report dated March 2007 and Addendum report dated 8 June 2007 shall be implemented prior to first occupation of any part of the development and retained permanently unless otherwise approved in writing by the local planning authority.  REASON:  To ensure the proposal contributes to its energy requirements in accordance with policy 2.9 of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004. | Refuse / recycling collection and servicing of the building shall not take place outside the hours of 0700 to 2000 hours Mondays to Fridays and 0700 to 1300 on Saturdays and not at all any time on Sundays or Bank Holidays.  REASON:  To safeguard the amenities of the occupiers of the neighbouring residential properties in pursuance of policy 4.1 of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004. | No access, except for maintenance purposes, shall be gained to any roof sections of the building on or near to the south elevation of the building.  REASON:  To safeguard the amenities of the occupiers of the neighbouring residential properties in pursuance of policy 4.1 of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004. | The building hereby approved shall only be used as offices as defined within Class B1 (a) of the Town and Country Planning Use Class Order 1987 (as amended) and for no other purpose whatsoever unless planning permission has first been obtained via the submission of a planning application.   REASON:  To ensure no separate or alternative use commences without prior consideration of the planning issues by the Local Planning Authority in the interests of safeguarding the amenities of the locality, the conditions of highway safety and free flow of traffic on the neighbouring highways and to accord with Council's employment policies and proposal for this site in accordance with policies 4.1, 6.1, 6.2, 9.1 and 9.9 of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/03/2007",
  "secondary_street_name": null,
  "site_number": "79-89",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.311223,
          51.511861
        ],
        [
          -0.311224,
          51.511834
        ],
        [
          -0.311267,
          51.511834
        ],
        [
          -0.311266,
          51.511861
        ],
        [
          -0.311223,
          51.511861
        ]
      ]
    ],
    "type": "Polygon"
  }
}