{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2005/4016;",
  "lapsed_date": "29/01/2013",
  "decision_target_date": "25/04/2006",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W4 5HQ",
  "site_name": "6",
  "status": "Closed",
  "application_details": {
    "existing_uprns": [
      "000012101143, 000012139203"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2005/4016",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520603,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-19T00:56:46.081+00:00",
  "id": "Ealing-P_2005_4016",
  "application_type": "All Other",
  "street_name": "Saville Road",
  "borough": "Ealing",
  "ward": "Southfield",
  "decision_date": "29/01/2010",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Conversion of commercial building into three self-contained residential units; excavation to provide basement level and garden area (following the demolition of part of the existing ground floor level building); and external alterations including insertion of window/door openings; and retention of works including the increase in width/external alterations of the approved dormer extension (as revision to planning approval ref: P/2003/3173 dated 14.07.05)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major retail and service",
  "centroid_northing": 179218,
  "decision": "Closed",
  "appeal_decision": null,
  "uprn": "000012101143",
  "centroid": {
    "lon": -0.263943,
    "lat": 51.499044
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.  REASON:\tTo ensure that the materials harmonise with the surroundings in accordance with policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) | Prior to the commencement of works the following measures shall be implemented: -\tThe soil in the vicinity of the two Sycamore Trees shall be returned to its original level using hand digging only (to protect root damage); -\tA root plate inspection shall be commissioned and carried out, the results and recommendations of which shall be notified to the Local Planning Authority for approval -\tThe recommendations as approved by the Local Planning Authority shall be implemented; -\tOrganic mulch shall be applied to the root plate area to a depth of 10cm; -\t30% crown reduction shall be carried out three weeks after leaf abscission in Autumn  REASON:  To prevent damage to the trees in the interest of the visual character and appearance of the area and to protect the amenity of adjoining premises in accordance with policies 4.1, 4.5 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | No development shall take place until full details of both hard and soft landscaping works, including a phased programme of works, have been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  REASON:  To ensure that the development is landscaped in the interests of the visual character and appearance of the area in accordance with in accordance with policies 4.1, 4.5 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) | Notwithstanding the information shown on plan no 31/SAV/GA01-rev A (received 27/01/2006), the area in front of the entrance to the warehouse and garden flats shall not be used for parking, and the redundant vehicular crossover shall be removed prior to occpation of any part of the development hereby permitted.  REASON:\tIn the interests of highway safety in accordance with policy 9.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) | Notwithstanding the information shown on plan ref: 31/SAV/GA01-rev A (received 27/01/06), details of the design and materials of the refuse storage enclosure plan shall be submitted to and approved in writing by the Local Planning Authority.  Such provision shall be bought into use prior to the first occupation of the development permitted and retained permanently.  REASON:  To protect the living conditions of occupiers of the area in accordance with policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | No development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the positions, design, materials and type of boundary treatment to be erected.  The boundary treatment shall be completed before any of the flats hereby permitted are occupied.  Development shall be carried out in accordance with the approved details and thereafter premanently retained.  REASON:\tTo protect the visual appearance of the area and the living conditions of neighbouring occupiers, in accordance with policies 4.1 and 5.5  of the adopted Unitary Development Plan 'Plan for the Environment' (2004). | The development hereby authorised shall comply with the aims and objectives of the Police requirements of Secured By Design. This shall include external doorsets certified to BS PAS 21-1; Ground floor and accessible windows certified to BS7950:1997; and utililty meters located outside the proposed dwellings. These works shall be carried out prior to the first occupation of the development, and permanently maintained thereafter.  Reason: To ensure that the development achieves the required crime prevention elements, in accordance with policy 4.4 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and Supplementary Planning Guidance 8: Safer Ealing. | All residential units hereby approved shall be constructed to Lifetime Homes Standards, unless otherwise agreed by the local planning authority, details of which shall be submitted to and approved by the local planning authority prior to commencement of works (including provision of level access to the front doors of each of the dwellings).  The approved details shall be implemented prior to first occupation.  REASON: To ensure access for all for future occupiers in accordance with policy 5.3 of the adopted Unitary Development Plan 'Plan for the Environment' (2004). | Prior to the commencement of any works on site, a contaminated land investigation shall be carried out, using sampling points and methods agreed with the Local Planning Authority and following this, a scheme shall be submitted for approval, if necessary, for the removal, neutralising or sealing of any contamination, and the remedial works implemented before building works begin.  REASON:  To protect the health of future occupiers of the site in accordance with policies 2.7 and 4.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "28/02/2006",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": null,
  "wgs84_polygon": null
}