{
  "development_type": "Major dwellings",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "UB2 4JY",
  "borough": "Ealing",
  "wgs84_polygon": null,
  "site_name": "Axa House",
  "centroid_easting": 513016,
  "pp_id": null,
  "cil_liability": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": [
      "000012000499, 000012175899, 000012175900, 000012175901, 000012175902, 000012175903, 000012175904, 000012175905, 000012175906"
    ]
  },
  "lpa_name": "Ealing",
  "decision": "Closed",
  "lpa_app_no": "P/2005/3556",
  "decision_date": "29/01/2010",
  "last_updated": "2025-03-18T23:56:03.006+00:00",
  "centroid_northing": 178780,
  "centroid": {
    "lat": 51.496674,
    "lon": -0.373336
  },
  "appeal_decision_date": null,
  "locality": "Southall",
  "ward": "Norwood Green",
  "bo_system": "CSV Data Import",
  "lapsed_date": "29/01/2013",
  "decision_process": "Delegated",
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "06/09/2005",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.  REASON:\tTo ensure that the materials harmonise with the surroundings, in accordance with policies 4.1, 4.8 and 5.5 of the adopted UDP 'New Plan for the Environment 2004'. | Details of refuse storage in accordance with the standards adopted by the Local Planning Authority shall be submitted to and approved in writing by the Local Planning Authority.  Such provision shall be brought into use prior to the first occupation of the development permitted and retained permanently.  REASON:\tTo protect the living conditions of occupiers of the area,in accordance with policies 4.1and 5.5 of the adopted UDP 'New Plan for the Environment 2004'. | No development shall take place until full details of both hard and soft landscape works, including a phased programme of works, have been submitted to and approved in writing by the Local  Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by theLocal Planning Authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with policies 4.1, 4.5 and 5.5 of the adopted UDP 'New Plan for the Environment 2004'. | No development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the positions, design, materials and type of boundary treatment to be erected.  The boundary treatment shall be completed before occupation of the development.  Development shall be carried out in accordance with the approved details and permanently retained.  REASON:\tTo protect the visual appearance of the area and the living conditions of neighbouring occupiers, in accordance with policies 4.1 and 5.5 of the adopted UDP 'New Plan for the Environment 2004'. | Before any works commence on site, details of a scheme to provide parking for cyclists in accordance with adopted standards shall be submitted to and approved by the Local Planning Authority, and such details as approved shall be implemented and brought into use prior to first occupation, and retained permanently.  REASON:\tTo provide adequate facilities for cyclists, in accordance with policies 4.1, 5.5, 9.1 and 9.6 of the adopted UDP 'New Plan for the Environment 2004'. | No development shall take place within the area indicated as of archaeological interest until the applicant has secured the implementation of a programme of archaeological work in accordance with a written scheme of investigation which has been submitted by the applicant and approved in writing by the Local Planning Authority.  REASON:\tTo safeguard the special archaeological interest of the site, in accordance with policy 4.9 of the adopted UDP 'New Plan for the Environment 2004'. | Notwithstanding the details of the proposed parking area shown on drawing AXAH (P) 001a and prior to the commencement of development, a detailed aboricultural survey to determine the impact of the car park area upon the oak tree in the adjacent site to the west shall be undertaken by an aboriculturialist and submitted to and approved in writing by the Local Planning Authority.  Should it be found that the proposed car parking area would adversely affect the health and stability of the oak tree, details of an amended car parking area showing parking for at least 10 vehicles (including 1 set out to disabled standards) shall be submitted to the Council for approval and the development carried out in accordance with such approved drawings, unless otherwise notified in writing by the Local Planning Authority.  The approved car parking shall be available prior to first occupation and kept continuously available for this purpose.  Reasons: In order protect the health and vitality of the adjacent oak tree and the character and appearance of the conservation area and to ensure adequate car parking, in accordance with policies 4.1, 4.5, 4.8, 9.1 and Appendix 1 Table 1 of the adopted UDP 'New Plan for the Environment 2004'. | Prior to the commencement of any works on site, a contaminated land investigation shall be carried out, using sampling points and methods agreed with the Local Planning Authority and subsequently a risk assessment shall be prepared, following the CLEA guidance.  A scheme shall then be submitted for approval to describe the proposed methods of removal, neutralising or sealing of the contamination, and for the remedial works to be implemented before any other works commence.   Reason: In oder to protect the amenities of future residents of the site, in accordance with polcy2.7 of the adopted UDP 'New Plan for the Environment 2004'. | The area beneath the spread of the branches of the trees to be retained as shown on the approved drawings shall not be used for the storage of building materials, plant, machinery or other items, or for vehicular access or for the burning of materials of any kind.  REASON:\tTo prevent damage to the trees in the interest of the visual character and appearance of the area. | The entire root system of trees to be retained, as shown on the approved drawings, indicated by the spread of their branches, shall be protected by stout exclusion fencing until completion of the development.  REASON:\tTo prevent damage to the trees in the interest of the visual character and appearance of the are in accordanxce with policy 4.5 of the adopted UDP 'New Plan for the Environment 2004'. | Prior to the commencement of works for the development, details shall be submitted to and approved by the Local Planning Authority of the compliance of one of the ground floor units to wheelchair accessible standards.  Such details as approved shall be implemented before the first occupaction of the development.  Reason: To ensure adequate provision for people with disabilities, in accordance with policies 4.3  and 5.3 of the adopted UDP 'New Plan for the Environment 2004'. | All residential units hereby approved shall be constructed to Lifetime Homes Standards, unless otherwise agreed by the local planning authority, details of which shall be submitted to and approved by the local planning authority prior to commencement of works.  The approved details shall be implemented prior to first occupation.  REASON: To ensure access for all for future occupiers in accordance with policies 4.3 and 5.3 of the Adopted UDP 'New Plan for the Environment 2004'. | Prior to the commencement of works for the development, details shall be submitted to and approved by the Local Planning Authority, for mitigation works to protect sensitive rooms from external noise and vibration.  The criteria to be met and the assessment method shall be that specified at Document 5.3 \"Guidance for developers\".  The works, as approved, shall be completed before first occupation and thereafter permanently retained.  REASON: To protect the living conditions of occupiers of the properties in accordance with policy 4.11 of the adopted UDP 'New Plan for the Environment 2004'. | Notwithstanding the detail shown on the approved drawing AXAH (P) 001a, no development shall commence until a drawing showing the pedestrian entrance door re-located to the front wall of the building, has been submitted to and approved in writing by the Local Planning Authority, and the development shall be completed in accordance with the approved details.  Reason: In order create a safe and secure access to the property in accordance with policies 4.1, 4.4 and 5.5 of the adopted UDP 'New Plan for the Environment 2004'."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "000012000499",
  "decision_target_date": "06/12/2005",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Closed",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Blandford Road",
  "secondary_street_name": null,
  "description": "Construction of three storey building comprising 10 new residential units, parking and landscaping",
  "id": "Ealing-P_2005_3556",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2005/3556;"
}