{
  "actual_completion_date": null,
  "centroid_northing": 182859,
  "decision": "Approved",
  "development_type": "Major traveller caravan pitches",
  "valid_date": "24/05/2002",
  "bo_system": "CSV Data Import",
  "description": "Provision of 4 no. covered spectator stands/seating terraces, 1 no. covered disabled spectators facilities stand, single-storey tea bar and WCs building, single-storey boardroom building, single-storey dressing rooms and WCs building and 2 no. turnstiles buildings together with perimeter fencing around existing sportsfield",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | Samples of the materials to be used for the built development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.  REASON: To ensure that the materials harmonise with the surroundings (B1, B5, ES6, 4.1). | No development shall take place until full details of both hard and soft landscaping works, including a phased programme of works, have been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development and in accordance with the programme agreed by the Local Planning Authority.  Any trees or other plants, which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area. (B2, B16, ES4, 4.5). | (Details of Disabled Access) Notwithstanding any information contained in the submitted plans, details of changing and shower facilities, and door widths and spaces provided within the disabled WC, in accordance with Supplementary Guidance 1, shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of any work on the site; such details as are approved to be implemented prior to the first occupation of the development hereby permitted and thereafter retained.  REASON:  To ensure adequate access for people with disabilities (B6, ES3, 4.3). | Details of measures to show potential improvements to parking provision within the curtilage of the site to take account of the implications of the Club's promotion shall be submitted to and shall be approved in writing by the Local Planning authority within a period of 6 months following the commencement of the development and the measures as are approved shall be implemented immediately in the event of the club securing promotion and retained thereafter.  REASON: In the interest of highway safety. (T63, 9.11). | Before development commences, details of bin stores shall be submitted to and approved in writing by the Local Planning Authority.  Such details as are approved shall thereafter be permanently retained.  REASON: In the interest and amenity of the area (B5, 4.1). | Notwithstanding the layout shown on the approved plan, further details showing provision of a suitably equipped space along the touchline reserved for ambulant disabled people and people with sight impairment to safely attend matches shall be submitted to and approved by the local planning authority. Such details as are approved shall be installed prior to first occupation of the development hereby permitted and permanently retained.  Reason: To ensure appropriate provision for people with disabilities. (B6, ES3 and 4.3)"
  ],
  "appeal_status": null,
  "parking_details": null,
  "decision_process": "Committee",
  "site_number": null,
  "decision_target_date": "18/07/2002",
  "ward": "Perivale",
  "application_details": {
    "existing_uprns": [
      "000012145393"
    ]
  },
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "05253/20",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": null,
  "appeal_start_date": null,
  "lpa_name": "Ealing",
  "borough": "Ealing",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": "Greenford",
  "last_date_consultation_comments": null,
  "decision_date": "14/11/2002",
  "centroid": {
    "lon": -0.32874,
    "lat": 51.532726
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2002/1921;",
  "street_name": "Perivale Lane",
  "lpa_app_no": "P/2002/1921",
  "lapsed_date": "14/11/2005",
  "id": "Ealing-P_2002_1921",
  "title_number": null,
  "application_type": "All Other",
  "site_name": "Hanwell Town FC",
  "date_building_work_started_under_previous_permission": null,
  "postcode": "UB6 8UT",
  "last_updated": "2025-03-20T20:05:15.263+00:00",
  "last_updated_by": "CSV Data Import",
  "decision_agency": "Borough",
  "uprn": "000012145393",
  "cil_liability": null,
  "centroid_easting": 516020,
  "polygon": null,
  "appeal_decision_date": null,
  "wgs84_polygon": null
}