{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/2001/0520",
  "application_type_full": null,
  "uprn": "000012152846",
  "borough": "Ealing",
  "street_name": "Dean Way",
  "locality": "Southall",
  "ward": "Dormers Wells",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | Development shall not begin until drainage works have been carried out in accordance with details to be submitted to and approved in writing by the Local Planning Authority; the scheme as approved to be carried out before any part of the development permitted is occupied.  REASON:\tTo ensure that adequate drainage of the site is carried out as approved. | No development shall take place until full details of both hard and soft landscape works, including a phased programme of works, have been submitted to and approved in writing by the Local  Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by theLocal Planning Authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area. | No development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the positions, design, materials and type of boundary treatment to be erected.  The boundary treatment shall be completed before the development is first occupied.  Development shall be carried out in accordance with the approved details.  REASON:\tTo protect the visual appearance of the area and the living conditions of neighbouring occupiers. | The car parking space(s) shown on the approved plan Nos. 2665/TP/101A and 2633/TP/202A shall be marked out on the site prior to first occupation of any part of the development, and these spaces shall be kept continuously available for car parking and shall not be used for any other purpose. \t REASON:\tTo ensure that there is adequate provision for car parking  within the site. | The areas shown on the approved plans Nos. 2665/TP/101A and 2633/TP/202A as parking, access, loading,  unloading and manoeuvring shall be kept clear at all times and used for these purposes only. \t REASON:\tTo ensure that adequate parking and servicing space is available within the site. | Refuse bins shown on the approved plan Nos. 2665/TP/101A and 2633/TP/202A shall be provided before first occupation of the development and thereafter retained permanently.  REASON:\tTo ensure that adequate provision for refuse storage is made within the site. | Cycle parking provision shown on the approved plan shall be provided before first occupation of the building and thereafter retained permanently.  REASON:\tTo ensure that adequate provision for cycle parking is made within the site. | Any machinery audible outside the premises shall be designed to an acoustic standard not exceeding NR35 measured or calculated at the nearest affected facade of the nearest affected dwelling.  REASON:\tIn the interest of residential amenity of nearby residents. | Vehicular access to and from Windmill Lane shall be only for the site abutting Windmill Lane and no other sites within the Great Western Industrial Park including the smaller site subject of this application, shall be accessed to or exited from Windmill Lane via this access.  REASON:\tTo accord with the terms of the application and in the interests of highway safety. | Details shall be submitted for approval in writing to demonstrate that any machinery including vehicle refrigeration and charging plants audible outside the premises shall be designed to satisfy an acoustic standard not exceeding NR35 Leq (5 mins) 2300 to 0700 hrs daily in one third octave bands measured or calculated at 1m from the nearest facade of the nearest affected noise sensitive premises. The approved measures shall be installed before first occupation of the development and thereafter retained permanently.  REASON:\tIn the interests of the amenity of nearby residents. | Details shall be submitted for approval before commencement of works, for suitable mechanical ventilation, to ensure that doors and windows are kept closed during hot weather  and the plant associated with this system will be silenced to a standard not exceeding {NR35 Leq (5 mins), 2300 to 0700 hrs measured or calculated at 1m from the nearest facade of the nearest affected noise sensitive premises. The approved measured shall be installed before first occupation of the building thereafter retained permanently.  REASON:\tIn the interests of the amenity of nearby residents. | Details shall be submitted for approval before commencement of works, to demonstrate that the composite sound reduction index of the building envelope, Rw is not less than 40 dB averaged over the frequency range 100 to 3150 Hz, with windows shut and other means of ventilation provided. The approved measured shall be installed before first occupation of the building thereafter retained permanently.  REASON:\tIn the interests of the amenity of nearby residents. | Details of all external lighting to be erected, demonstrating compliance with the recommendations of the Institution of Lighting Engineers \"Guidance Notes for the Reduction of Light Pollution\" and the provisions of BS 5489 Part 9 must be submitted in writing to and approved by the local planning authority, prior to the development commencing.  The lighting as approved must be installed prior to the first occupation of the development and maintained in accordance with these standards thereafter.  REASON: To protect the living conditions of occupiers of the area. | The vertical illuminance of any lighting at the nearest affected fatade shall be controlled to a maximum of 10 lux at ground floor level and 5 lux at first floor level and the main beam angle of all lights shall not exceed 70 degrees.  REASON: To protect the living conditions of occupiers of the area. | Details of a suitable noise barrier around the proposed building on the Windmill Lane frontage shall be submitted  to satisfy criteria of not greater than NR35 (Leq , 5 mins) in one third octave bands at one metre from the nearest bedroom window of the nearest affected dwelling. The approved noise barrier shall be built before first occupation of the building and thereafter retained permanently.  REASON:\tIn the interests of the amenity of nearby residents. | Details shall be submitted for approval before commencement of works, for the installation and operation of the best practicable odour abatement equipment and for the height of the chimney stack and the approved measures shall be installed before first occupation of the development and thereafter retained permanently.  REASON:\tIn the interests of the amenity of nearby residents. | The changing rooms and showering facilities for the Cyclists shown on the approved plans shall be provided before first occupation of the buildings and thereafter retained permanently.  REASON:\tTo ensure that adequate facilities are provided for cyclists within the proposed development. | Before the development is commenced a detailed site investigation shall be carried out to establish if the site is contaminated, to assess the degree and nature of the contamination present, and to determine its potential for the pollution of the water environment. The method and extent of this investigation shall be agreed with the Planning Authority in consultation with the National Rivers Authority prior to the commencement of the work. Details of appropriate measures to remove contaminated material and to prevent pollution of ground water and surface water, including provisions for monitoring, shall then be submitted to and approved in writing by the Planning Authority in consultation with the National Rivers Authority, before the development commences. The development shall then proceed in strict accordance with the measures approved.  REASON:\tTo remove contamination from the site and to prevent pollution of the water environment. | Details of a scheme of implementation of a Green Travel Plan, designed to manage the transport needs of staff to minimise car usage and promote alternative modes of transport, shall be submitted to and approved by the local planning authority prior to the commencement of any work on site.  The approved scheme shall be implemented at the time of first occupation of any part of the development and shall be permanently retained in operation thereafter.  REASON:\tTo ensure that the Council's policies on sustainability are met."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 514320,
  "status": "Approved",
  "decision_date": "19/11/2001",
  "wgs84_polygon": null,
  "decision_target_date": "16/04/2001",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Major offices-R and D-light industry",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T12:05:38.224+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "Land West Of Windmill Lane",
  "id": "Ealing-P_2001_0520",
  "decision": "Approved",
  "cil_liability": null,
  "centroid_northing": 179463,
  "appeal_start_date": null,
  "postcode": "UB2 4SB",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2001/0520;",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of a part single and part two storey building on Windmill Lane frontage for manufacturing of food products (B2) with access onto Windmill Lane, erection of three part single and part two storey buildings at rear to provide 7 units for B1(C), B2 or B8 uses, together with car parking and servicing provision (Duplicate)",
  "valid_date": "19/02/2001",
  "polygon": null,
  "pp_id": "39515/1",
  "application_details": {
    "existing_uprns": [
      "000012152846, 000012152847, 000012157343"
    ]
  },
  "centroid": {
    "lon": -0.354338,
    "lat": 51.50255
  },
  "lapsed_date": "19/11/2004",
  "decision_process": "Committee",
  "actual_completion_date": null
}