{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/2000/0435",
  "application_type_full": null,
  "uprn": "000012134835",
  "borough": "Ealing",
  "street_name": "Antrobus Road",
  "locality": "London",
  "ward": "Southfield",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of  five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | Notwithstanding the provisions of Class(es) A, B, C, D, E of Part 1 of Schedule 2 to the Town and Country Planning (General Permitted Development) Order 1995,  no additions, alterations or extensions shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.  REASON:\tTo prevent the overdevelopment of the site and to safeguard the living conditions of adjoining properties and visual appearance of the building. | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995, no windows or other openings (other than those shown on the submitted plans)shall be formed in the walls or roof of the building permitted  REASON: To protect the living conditions of neighbouring properties and the visual appearance of the area. | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with the approved details.  REASON:\tTo ensure that the materials harmonise with the surroundings. | No development shall take place until full details of both hard and soft landscape works, including a phased programme of works, have been submitted to and approved in writing by the local  planning authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the local planning authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area. | No development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the positions, design, materials and type of boundary treatment to be erected.  The boundary treatment shall be completed prior to occupation of the buildings.  Development shall be carried out in accordance with the approved details.  REASON:\tTo protect the visual appearance of the area and the living conditions of neighbouring occupiers. | The proposed bin stores as shown on plan 179/01B shall be constructed prior to the occupation of any of the houses and thereafter permanently retained for the sole use of the occupants. | The flat roof to be created shall not be used to form a balcony, roof garden or similar amenity area.  REASON:\tTo protect the living conditions of occupants of nearby properties."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520382,
  "status": "Approved",
  "decision_date": "08/06/2000",
  "wgs84_polygon": null,
  "decision_target_date": "06/04/2000",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Major all other major developments",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T12:05:37.168+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "28-32",
  "id": "Ealing-P_2000_0435",
  "decision": "Approved",
  "cil_liability": null,
  "centroid_northing": 179060,
  "appeal_start_date": null,
  "postcode": "W4 5HY",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2000/0435;",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of existing industrial building and erection of terrace of 4 x 2 storey houses",
  "valid_date": "10/02/2000",
  "polygon": null,
  "pp_id": "07887/1",
  "application_details": {
    "existing_uprns": [
      "000012141545, 000012134835, 000012139656, 000012139661"
    ]
  },
  "centroid": {
    "lon": -0.26718,
    "lat": 51.497671
  },
  "lapsed_date": "08/06/2003",
  "decision_process": "Committee",
  "actual_completion_date": null
}