{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2007/2677;",
  "lapsed_date": "12/09/2010",
  "decision_target_date": "24/07/2007",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 9QX",
  "site_name": "8",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012094732"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2007/2677",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519541,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T12:05:53.334+00:00",
  "id": "Ealing-P_2007_2677",
  "application_type": "All Other",
  "street_name": "Willcott Road",
  "borough": "Ealing",
  "ward": "South Acton",
  "decision_date": "12/09/2007",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Use of house in multiple occupation comprising five bedsits (with shared accommodation)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": 180159,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012094732",
  "centroid": {
    "lon": -0.278917,
    "lat": 51.507727
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The maximum number of persons occupying the house in multiple occupation hereby approved shall be limited to no more than eight persons.  Reason: To ensure that a satisfactory level of accommodation is maintained in accordance with the Council's standards and to safeguard the living conditions of neighbouring residents, in accordance with policies 1.4, 1.5, 4.1 and 5.7 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | The five bed-sits with  kitchenettes hereby approved shall not be self-contained. The two proposed shared lounges and shower/toilet facilities shown on drawing numbers SK11, SK12 and SK13  received on 30/05/2007 shall be implemented as approved, and available for all occupants and shall not used for any other purpose and permanently retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that a satisfactory level of accommodation is maintained in accordance with the Council's standards and to safeguard the living conditions of neighbouring residents, in accordance with policies 1.4, 1.5, 4.1 and 5.7 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | The refuse and recycling storage indicated on drawing number SK02 received on 30/05/2007, shall be implemented prior to first occupation of the development hereby approved and retained thereafter, or as otherwise agreed in writing by the Local Planning Authority.  Reason: In the interest of visual appearance of the are and to protect the living conditions of occupiers of neighbouring properties, in accordance with policies 1.2, 2.10 and 4.1 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004); Supplementary Planning Guidance Note 4: Refuse and Recycling Facilities. | The development hereby approved shall be provided with level access to all entrances in accordance with the guidance contained within SPG7: Accessible Ealing, or as otherwise agreed in writing by the Local Planning Authority (details of which shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of the works). These measures shall relate to the internal and external areas of the development and shall be in place prior to the occupation of any part of the development hereby approved and permanently retained thereafter, or unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure adequate provision for people with disabilities in accordance with policies 1.1, 1.5, 4.3, 5.3 and 5.7 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 7 'Accessible Ealing' (SPG7). | Before any works commence on site, details of a scheme to provide parking for cyclists within the rear garden, in accordance shall be submitted to and approved by the Local Planning Authority, and such details as approved shall be implemented and brought into use prior to first occupation, and retained thereafter, or unless otherwise agreed in writing by the Local Planning Authority.  Reason: To provide adequate facilities for cyclists in accordance with policy 9.1, 9.6 and 9.8 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "30/05/2007",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "DC-00004122",
  "wgs84_polygon": null
}