{
  "last_updated_by": "CSV Data Import",
  "date_building_work_completed_under_previous_permission": null,
  "ward": "Southall Broadway",
  "postcode": "UB1 1LA",
  "lapsed_date": "30/09/2007",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "street_name": "The Broadway",
  "site_number": null,
  "polygon": null,
  "id": "Ealing-P_2004_0568",
  "locality": "Southall",
  "actual_completion_date": null,
  "last_updated": "2025-03-20T19:34:24.657+00:00",
  "appeal_status": null,
  "parking_details": null,
  "decision": "Approved",
  "appeal_decision_date": null,
  "cil_liability": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "title_number": null,
  "subdivision_of_building": null,
  "description": "Change of use of ground floor of premises including two retail shops on street frontage to a health centre (D1) and external alterations to front side and rear elevations",
  "secondary_street_name": null,
  "site_name": "The Mwh Practice Southall",
  "application_type_full": null,
  "application_type": "All Other",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | Notwithstanding the information shown on the submitted drawings, details of the shopfront design, external appearance, window display areas, and samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before the development is commenced.  Development shall be carried out in accordance with these approved details.  REASON: To ensure that the design is of a high quality commensurate with the site's location and its surroundings, in accordance with adopted policies B1 and B5 and replacement UDP policy 4.1 | Notwithstanding the information shown on the submitted drawings, no development shall take place until details of cycle parking have been submitted to and approved by the Local Planning Authority, and such details as approved shall be implemented and brought into use prior to first occupation of the building, and retained permanently.  REASON:  To provide adequate facilities for cyclists in accordance with Adopted UDP policy T15 and RUDP policy 9.6. | Notwithstanding the information shown on the submitted drawings, details of car parking provision, including disabled car user parking, in accordance with the standards adopted by the Local Planning Authority shall be submitted to and approved in writing by the Local Planning Authority before any works commence on site.  Such provision to be brought into use prior to the first occupation of any part of the development permitted and retained thereafter.    REASON: To ensure that there is adequate provision for car parking within the site, in accordance with adopted UDP policy T40 and T56 and Replacement UDP policy 9.1 | Notwithstanding the information shown on the submitted drawings, details of the servicing arrangements for the development permitted in accordance with the standards adopted by the Local Planning Authority shall be submitted to and approved in writing by the Local Planning Authority before any works commence on site.  Such servicing arrangements shall be brought into use prior to the first occupation of any part of the development permitted and retained thereafter.    REASON:  To ensure that there is adequate servicing provision for the site, in accordance with Adopted UDP policy T40 and T63 and RUDP policies 9.1 and 9.11. | Prior to first occupation of the development, details of a travel plan showing how the travel demands for staff and patients will be addressed shall be submitted to and approved in writing by the Local Planning Authority before any works commence on site.  Any measures proposed in the Travel Plan shall be implemented prior to first occupation and retained thereafter.  REASON: To minimise car use and promote alternative modes of travel for staff and patients to and from the site in accordance with the Adopted UDP policies R17 and T40 and RUDP policies 2.1 and 9.1. | Details of access for people with disabilities shall be submitted to and approved by the local planning authority prior to commencement of development and the approved scheme shall be implemented before the first occupation of the development, and shall be permanently retained.  REASON: To ensure adequate provision for people with disabilities, in accordance with the Council's Adopted UDP policies B1, B6 and ES3 and RUDP policies 4.1 | Details shall be submitted to and approved by the Local Planning Authority before the development is commenced, to demonstrate that any machinery audible outside the premises will be designed to satisfy an acoustic standard not exceeding: - LFNR35 Leq,5mins, for plant which will operate during the period of 2300 - 0700 hrs weekdays and anytime on Saturdays, Sundays and Bank Holidays. - LFNR40 Leq,1hr for plant which is controlled by time switches only to run during the period 0700-2300hrs Mondays to Fridays, measured or calculated at 1m from the nearest facade of the nearest affected noise sensitive premises with all machines running together. Details as approved shall be implemented prior to first occupation and permanently maintained to this standard.    REASON:  To protect the living conditions of nearby occupiers in accordance with Adopted UDP policies B1 and B5 and RUDP policies 4.1. | Details of composite sound reduction indices of the building envelope to protect the proposed development against road and traffic noise shall be submitted to and approved by the Local Planning Authority prior to the commencement of development on site.  Such measures as approved shall be implemented prior to first occupation of the development and retained permanently.    REASON:  To ensure that the development provides adequate internal working conditions in accordance with Adopted UDP policies B1, B8 and ES5 and RUDP policies 4.1 and 4.11. | The use permitted shall not operate outside 0800 to 2200 hours Monday to Friday, 0800 to 1400 hours on Saturday and not at any time on Sundays or Bank or Public Holidays.    REASON: To protect the living conditions of nearby occupiers in accordance with Adopted UDP policies B1 and B5 and RUDP policy 4.1. | The premises shall be used as a health centre and for no other purposes within Class D1 of the Schedule to the Town and Country Planning (Use Classes) Order 1987 without the prior written permission of the Local Planning Authority obtained through the submission of a planning application.  Should the health centre use cease, the existing retail element of the premises shall revert to A1 retail use.    REASON:  To restrict the use of the premises to one compatible with the surrounding area, and to enable the Local Planning Authority to maintain strict control over the nature of the use, in the interests of the living conditions of occupiers in the locality, and to protect the long term vitality of the town centre in accordance with Adopted UDP policies B1, B5 and S16 and RUDP policies 4.1 and 7.3."
  ],
  "centroid": {
    "lat": 51.511207,
    "lon": -0.379303
  },
  "bo_system": "CSV Data Import",
  "lpa_app_no": "P/2004/0568",
  "pp_id": "17101/5",
  "last_date_consultation_comments": null,
  "centroid_easting": 512566,
  "decision_date": "30/09/2004",
  "lpa_name": "Ealing",
  "uprn": "000012029558",
  "decision_target_date": "07/07/2004",
  "valid_date": "12/05/2004",
  "application_details": {
    "existing_uprns": [
      "000012029558"
    ]
  },
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 180387,
  "epc_number": null,
  "development_type": "Major all other major developments",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "borough": "Ealing",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2004/0568;",
  "appeal_decision": null,
  "wgs84_polygon": null
}