{
  "development_type": "Major dwellings",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "W4 5DL",
  "borough": "Ealing",
  "wgs84_polygon": null,
  "site_name": "226-232",
  "centroid_easting": 520475,
  "pp_id": "DC-00007230",
  "cil_liability": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": [
      "000012099626, 000012124855"
    ]
  },
  "lpa_name": "Ealing",
  "decision": "Approved",
  "lpa_app_no": "P/2007/4249",
  "decision_date": "10/05/2008",
  "last_updated": "2025-03-20T11:24:28.504+00:00",
  "centroid_northing": 179387,
  "centroid": {
    "lat": 51.50059,
    "lon": -0.265729
  },
  "appeal_decision_date": null,
  "locality": "London",
  "ward": "Southfield",
  "bo_system": "CSV Data Import",
  "lapsed_date": "10/05/2011",
  "decision_process": "Delegated",
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "22/11/2007",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details, which shall be permanently retained thereafter.  REASON: To ensure that the materials harmonise with the surroundings, in accordance with policy 4.1 of the adopted Unitary Development Plan 'Plan for the Environment' (2004). | Details of the hard and soft landscaping and positions, design, materials and type of boundary treatment to be erected shall be submitted and approved by the Local Planning Authority. These works shall be carried out and approved prior to the occupancy of the development and in accordance with a programme to be agreed by the Local Planning Authority and thereafter retained, unless otherwise agreed in writing. The landscaping and boundary treatment shall be completed prior to occupation of the development shall be carried out in accordance with the approved details and retained permanently thereafter.  REASON: To protect the visual appearance of the area and the living conditions of neighbouring occupiers, in accordance with policies 4.1 and 5.5 of the adopted Unitary Development Plan 'Plan for the Environment' (2004). | Prior to commencement of the development, details shall be submitted to and approved by the Local Planning Authority for a scheme for protecting sensitive rooms from external noise and vibration to meet the Authority's criteria.  The details shall also include the provision of alternative means of ventilation for sensitive rooms, in accordance with the Authority's criteria.  The details as approved shall be completed before first occupation of the development and retained permanently thereafter.  REASON: To protect the amenities of future residents and occupiers of the development, in accordance with policies 4.11 and 5.5. of the adopted Unitary Development Plan 'Plan for the Environment' (2004) and supplementary Planning Guidance 10 'Noise and vibration'. | Details of pedestrian and vehicular visibility splays (that measure 1.5m x 1.5m at either side of the access with no obstruction above 0.6m in height) and other highway safety measures at the entrance to the site shall be submitted to and approved in writing by the Local Planning Authority prior to commencement of development and such details as approved shall be implemented prior to first occupation of any of the units and thereafter permanently retained.   REASON: In the interest of Highway safety, in accordance with policy 9.1 of the adopted Unitary Development Plan. | The cycle parking area shown on the approved plan FD/004/094/P208 E shall be fully constructed before first occupation of any part of the development, and this area shall be kept continuously available for cycle parking and shall not be used for any other purpose. \t REASON: To ensure that there is adequate provision for cycle parking within the site, in accordance with policy 9.1 of the adopted Unitary Development Plan 'Plan for the Environment' (2004). | Notwithstanding the provisions of  the Town and Country Planning (General Permitted Development) Order 1995, no part of the houses hereby approved shall be extended nor any outbuildings constructed within the curtilage of the site without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.  REASON: To prevent the overdevelopment of the site, which would be contrary to policies 4.5 and 5.1 of the adopted Unitary Development Plan 'Plan for the Environment' (2004). | Notwithstanding the approved plans full details of the proposed car parking spaces shall be marked out on a site plan and approved by the Local Planning Authority prior to first occupation and these spaces shall be kept continuously available for car parking and shall not be used for any other purpose.   \t REASON: To ensure that there is adequate provision for car parking  within the site, in accordance with policy 9.1 of the adopted Unitary Development Plan 'Plan for the Environment' (2004). | The refuse storage area shown on the approved plan FD/004/094/P208 E shall be fully constructed before first occupation of any part of the development, and this area shall be kept continuously available for refuse and recycling storage and shall not be used for any other purpose. \t REASON: To ensure that there is adequate provision for refuse and recycling storage within the site, in accordance with policies 2.10 and 4.1 of the adopted Unitary Development Plan 'Plan for the Environment' (2004). | Details of refuse storage for the proposed Mews Houses in accordance with the standards adopted by the Local Planning Authority shall be submitted to and approved in writing by the Local Planning Authority.  Such provision shall be brought into use prior to the commencement of the use hereby permitted and shall thereafter be retained permanently.  REASON: To ensure that there is adequate provision for refuse and recycling storage within the site, in accordance with policies 2.10 and 4.1 of the adopted Unitary Development Plan 'Plan for the Environment' (2004). | Prior to commencement of development, details of the design of the building and its associated facilities demonstrating compliance with the requirements of Secure By Design shall be submitted to and approved in writing by the Local Planning Authority. The works shall be carried out as approved prior to the occupation of any part of the development and shall be permanently retained.  Reason: In the interest of the safety of adjoing occupiers and prospective occupiers of the development, in accordance policy 4.4 of the adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 8 'Safer Ealing'. | The existing access to the site shall be permanently closed before any part of the development permitted is occupied or brought into use; and the footway along Acton Lane shall be reinstated, and permanently retained thereafter.   REASON: In the interests of  highway safety and the visual amenity of the area, in accordance with policies 4.1 and 9.1 of the adopted Unitary development Plan 'Plan for the Environment' (2004). | Details of energy efficient design and consideration of on-site equipment for renewable power generation for the development shall be submitted to and approved in writing by the Local Planning Authority, and the details approved shall be so implemented prior to first occupation of any of the buildings in the development and perm maintained thereafter.  REASON: To ensure that the buildings are acceptable in terms of the Local Planning Authority's energy policies, in accordance with adopted Policy 2.9 of the adopted Unitary Development Plan 'Plan for the Environment' (2004). | All residential units shall be constructed as approved and retained as such permanently thereafter, unless otherwise agreed in writing by the Local Planning Authority.   REASON: To ensure compliance with Lifetime Homes and Wheelchair Housing standards, in accordance with policy 5.3 of the Council's adopted UDP 'Plan for the Environment' (2004)."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "000012099626",
  "decision_target_date": "20/02/2008",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Acton Lane",
  "secondary_street_name": null,
  "description": "Demolition of the existing buildings and erection of a three storey frontage building comprising 8 two-bedroom flats and 2 one-bedroom flats and 2 four-bedroom terraced townhouses and the erection of a pair of three storey townhouses (described in the application as mews cottages) at the rear each with a parking space, formation of vehicular access to & car parking spaces at the rear and provision of two frontage car parking spaces with access from 234 Acton Lane, provision of landscaping ( Amendment to Approved Application P/2006/0969).\n",
  "id": "Ealing-P_2007_4249",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2007/4249;"
}