{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/2000/3743",
  "application_type_full": null,
  "uprn": "000012143711",
  "borough": "Ealing",
  "street_name": "Glade Lane",
  "locality": null,
  "ward": "Dormers Wells",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "Application for the approval of all the reserved matters shall be made to the Local Planning Authority before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | The development hereby permitted shall be begun either before the expiration of five years from the date of this permission or before the expiration of two years from the date of approval of the last of the reserved matters to be approved, whichever is the later. | Approval of the details of the \"Design, external Appearance and Landscaping \" (called \"the reserved matters\") shall be obtained from the Local Planning Authority in writing before any development is commenced.           REASON: The application is in outline form only and is not accompanied by full detailed plans. | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with the approved details.  REASON:\tTo ensure that the materials harmonise with the surroundings. | Development shall not begin until drainage works have been carried out in accordance with details to be submitted to and approved in writing by the Local Planning Authority; the scheme as approved to be carried out before any part of the development permitted is occupied.  REASON:\tTo ensure that adequate drainage of the site is carried out as approved. | No development shall take place until full details of both hard and soft landscape works, including a phased programme of works, have been submitted to and approved in writing by the Local  Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by theLocal Planning Authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area. | No development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the positions, design materials and type of boundary treatment (including the boundary fence along public footpath on east side of the site) to be erected. The boundary treatment shall be completed in accordance with the approved details before first occupation of the development and thereafter retained permanently.    REASON:\tIn the interests of visual appearance of the area and safety of pedestrians. | Details of the proposed access road and the pedestrian crossing facility shall be submitted to and approved by the Local Planning Authority prior to the commencement of any works on site and the approved access road including facilities for pedestrians shall be constructed before any part of the development permitted is first occupied or brought into use.  REASON:\tIn the interests of highway safety. | The areas shown on the approved plans 2655 TP/ 002A as parking, access, loading,  unloading and manoeuvring shall be kept clear at all times and used for these purposes only. \t REASON:\tTo ensure that adequate parking and servicing space is available within the site. | Refuse bins shown on the approved plan no 2655 / TP / 002A shall be provided before first occupation of the development thereafter retained permanently.  REASON:\tTo ensure that adequate provision for refuse storage is made within the site. | Cycle parking provision shown on the approved plan shall be made before first occupation of the development and thereafter retained permanently.  REASON:\tTo ensure that adequate provision for cycle parking is made within the site. |  Details shall be submitted for approval in writing to demonstrate that any machinery audible outside the premises including refrigeration plants on vehicles shall be designed to satisfy an acoustic standard not exceeding {NR35 Leq 5 mins, 2300 to 0700 hrs daily and NR 35 Leq, 1hr, 0700 to 2300 hrs on Saturdays, Sundays and Bank Holidays} and (NR40 Leq, 1hr, 0700 to 2300 hrs Mondays to Fridays) measured or calculated at 1m from the nearest facade of the nearest affected noise sensitive premises. The approved measures shall be installed before first occupation of the development and thereafter retained permanently.  REASON:\tIn the interests of the amenity of nearby residents. | The vertical illuminance of any lighting at the nearest affected fatade shall be controlled to a maximum of 10 lux at ground floor level and 5 lux at first floor level and the main beam angle of all lights shall not exceed 70 degrees.  REASON: In the interests of the amenity of the locality. | Details shall be submitted for approval before commencement of works, to demonstrate that the composite sound reduction index of the building envelop , Rw is not less than 40 dB averaged over the frequency range 100 to 3150 Hz, with windows shut and other means of ventilation provided. The approved measured shall be installed before first occupation of the building thereafter retained permanently.  REASON:\tIn the interests of the amenity of nearby residents. | Details shall be submitted for approval before commencement of works, for the installation and operation of the best practicable odour abatement equipment and for the height of the chimney stack and the approved measures shall be installed before first occupation of the development and thereafter retained permanently.  REASON:\tIn the interests of the amenity of nearby residents. | Details of changing rooms and showering facilities for the Cyclists shall be submitted to for approval before commencement of works and the approved facilities shall be provided before first occupation of the buildings and thereafter retained permanently.  REASON:\tTo ensure that adequate facilities are provided for cyclists within the proposed development. | Details of a scheme of off site highway works and programme for implementation shall be submitted to and approved by the Local Planning Authority prior to the commencement of the development hereby permitted. No development shall take place until off site works, in accordance with the approved details, have been carried out.  REASON:\tIn the interests of highway safety."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 513694,
  "status": "Approved",
  "decision_date": "12/06/2002",
  "wgs84_polygon": null,
  "decision_target_date": "15/02/2001",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Major offices-R and D-light industry",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T12:05:37.744+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "Land To The West Of",
  "id": "Ealing-P_2000_3743",
  "decision": "Approved",
  "cil_liability": null,
  "centroid_northing": 179478,
  "appeal_start_date": null,
  "postcode": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2000/3743;",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of  two part single and part two storey buildings (gross floorspace 10,962 sqm) for light industrial (B1C), general industrial (B2) or storage (B8) use, layout of access road, alterations to public foot path and provision of car and lorry parking spaces (Outline application)",
  "valid_date": "21/12/2000",
  "polygon": null,
  "pp_id": null,
  "application_details": {
    "existing_uprns": [
      "000012143711, 000012161733"
    ]
  },
  "centroid": {
    "lon": -0.363348,
    "lat": 51.502811
  },
  "lapsed_date": "12/06/2005",
  "decision_process": "Committee",
  "actual_completion_date": null
}