{
  "development_type": "Major dwellings",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "W4 5AF",
  "borough": "Ealing",
  "wgs84_polygon": null,
  "site_name": "Acton Green Methodist Church",
  "centroid_easting": 520392,
  "pp_id": null,
  "cil_liability": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": [
      "000012142508"
    ]
  },
  "lpa_name": "Ealing",
  "decision": "Closed",
  "lpa_app_no": "P/2004/5632",
  "decision_date": "29/01/2010",
  "last_updated": "2025-03-18T23:56:02.022+00:00",
  "centroid_northing": 179225,
  "centroid": {
    "lat": 51.499152,
    "lon": -0.266979
  },
  "appeal_decision_date": null,
  "locality": "London",
  "ward": "Southfield",
  "bo_system": "CSV Data Import",
  "lapsed_date": "29/01/2013",
  "decision_process": "Committee",
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "13/12/2004",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.  REASON: To ensure that the materials harmonise with the surroundings (4.1). | No development shall take place until full details of both hard and soft landscaping works, including a phased programme of works, have been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority.  Any trees or other plants, which die or are removed within the first five years following the implementation of the landscaping scheme, shall be replaced during the next planting season.  REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area. (4.5). | No development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the positions, design, materials and type of boundary treatment to be erected.  The boundary treatment shall be completed before the buildings are used.  Development shall be carried out in accordance with the approved details and thereafter permanently retained.   REASON: To protect the amenity of the area (4.1). | Dustbin and enclosed refuse areas, details of which shall be submitted to and approved by the Local Planning Authority, shall be sited a maximum distance of 23 metres (10 metres where paladins are employed) from an adopted highway, and a maximum 25 metres from any dwelling unit intended to use them.  The refuse areas shall be implemented as approved prior to first occupation and permanently retained.  REASON: To comply with the Council's Design Guides (4.1). | Notwithstanding the information shown on the plans, details of all external lighting to be erected, demonstrating compliance with the recommendations of the Institution of Lighting Engineers \"Guidance Notes for the Reduction of Light Pollution\" and the provisions of BS 5489 Part 9, shall be submitted in writing to and approved by the Local Planning Authority prior to the development commencing.  The lighting as approved shall be installed prior to the first occupation of the building and maintained in accordance with these standards thereafter.  REASON: To protect the living conditions of occupiers of the area (4.12). | Notwithstanding the information contained in the approved plans (including plan numbers L402/SK/01 & 02), details of general access, including a lift from basement level to ground level, together with parking provision in accordance with UDP parking standards for people with disabilities shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of any work on the site; the approved details to be implemented prior to the first occupation of the development hereby permitted and thereafter retained.   REASON:  To ensure adequate access for all, including people with disabilities (4.3, 5.3). | All residential units hereby approved shall be constructed to Lifetime Homes Standards or the equivalent RSL standard, unless otherwise agreed by the Local Planning Authority, details of which shall be submitted to and approved by the local planning authority prior to commencement of works.  The approved details shall be implemented prior to first occupation.  REASON: To ensure access for all for future occupiers (5.3). | Notwithstanding the information contained in the submitted plans, details of pedestrian and vehicular access into the site, including proposed barriers and measures to control vehicular movements in to and out of the proposed car parking area from Steele Road, shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of any work on the site.  The approved details shall be implemented prior to the first occupation of the residential development and permanently retained.   REASON: In the interest of pedestrian and vehicular safety (9.1, 9.9). | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995, no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.  Reason: To protect the living conditions of neighbouring properties and the appearance of the area (4.1, 4.5). | The proposed windows/glass blocks to the north elevation of the residential development approved shall contain only obscure glass or result in obscurity.  A sample of the glass, no smaller than 300mm square shall be submitted to and approved by the Local Planning Authority before any work is commenced on the relevant part of the development, and the development shall not be carried out otherwise than in accordance with the sample thus approved.  The details so approved shall be retained permanently.  Reason: To protect the living conditions of neighbouring properties (4.1, 5.5). | Details shall be submitted to and approved in writing by the Local Planning Authority before the development is commenced, to demonstrate that a composite sound reduction index of not less than 34 dB for bedrooms and not less than 29dB for living rooms will be achieved for the building envelope, with windows shut and other means of ventilation provided.  The details shall also include the provision of alternative means of ventilation in each room in accordance with the Authority's criteria.  The works shall be completed in accordance with the approved details and completed before occupation and permanently retained thereafter.  REASON: In the interest of the occupiers of these residential properties (4.11). | Details of the basement to ground floor separation shall be submitted to and approved in writing by the Local Planning Authority before the development is commenced, to demonstrate that the insulation is sufficient to prevent noise disturbance.  The approved separation shall be implemented prior to first occupation and shall be permanently retained.  REASON: To protect the living conditions of future occupiers of the residential development (4.11). | Before the development is commenced a detailed site investigation shall be carried out to establish if the site is contaminated, to assess the degree and nature of the contamination present, and to determine its potential for the pollution of the water environment.  The method and extent of this site investigation shall be agreed with the Planning Authority prior to commencement of the work.  Details of appropriate measures to prevent pollution of ground water and surface water, including provisions for monitoring, shall then be submitted to and approved in writing by the Local Planning Authority before development commences.  The development shall then proceed in strict accordance with the measures approved.  REASON: To prevent pollution of the water environment (2.5). | The car parking spaces including disabled spaces shown on the approved plan shall be marked out on the site prior to first occupation of any part of the development, and these spaces shall be kept continuously available for car parking and shall not be used for any other purpose.  REASON:  To ensure that there is adequate provision for car parking within the site (9.1, 9.11). | Details of cycle storage arrangements for the proposed residential development shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of the development.  Such details as are approved shall be provided prior to the first occupation of the development and shall thereafter be permanently retained.  REASON:  In the interest of securing adequate cycle storage provision (9.1, 9.11). | Details of car park ventilation measures shall be submitted to and approved in writing by the Local Planning Authority before the development is commenced, to demonstrate that the car park area is adequately ventilated.  The approved details shall be implemented prior to first occupation and shall be permanently retained.  REASON: To ensure the car park area is adequately ventilated in the interest of future occupiers of the residential development (4.1). | Details of a demolition and construction method statement shall be submitted to and approved in writing by the local planning authority prior to commencement of works and the approved details shall be implemented during the demolition and construction phases.  REASON:  To protect the living conditions of surrounding occupiers and maintain an attractive and safe environment in the locality and to protect street trees in the vicintiy of the site, in accordance with Adopted UDP policies 4.1. | Details of the design of the building and car/cycle and parking area, hard and soft landscaping and bin storage areas to comply with the aims and objectives of Secured By Design and Secured Car Parks award shall be submitted to and approved by the Local Planning Authority prior to commencement of development. The approved details shall be implemented before the first occupation of the development, and shall be permanently retained.  REASON: In the interest of the safety of the occupiers and visitors to the premises, in accordance with the Council's adopted UDP 4.3 & 4.4. and Supplementary Planning Guidance \"Safer Ealing\". | Notwithstanding the information shown on the plans, details of the gradient of the ramp accessing the basement car park shall be submitted to and approved in writing by the Local Planning Authority prior to commencement of development.  Such details as are approved shall be implemented prior to first occupation of the development and permanently retained thereafter.  REASON: To safeguard the living conditions of adjacent occupiers and to ensure ease of vehicular movement into and out of the basement car park and to prevent any highway safety issues on the adjoining highway network (9.1)."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "000012142508",
  "decision_target_date": "14/03/2005",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Closed",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Steele Road",
  "secondary_street_name": null,
  "description": "Demolition of redundant church building and the erection of a three-storey building for a residential development comprising 14 flats with basement car parking, landscaping and amenity space",
  "id": "Ealing-P_2004_5632",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2004/5632;"
}