{
  "wgs84_polygon": null,
  "ward": "Ealing Common",
  "decision": "Approved",
  "decision_process": "Delegated",
  "appeal_status": null,
  "status": "Approved",
  "parking_details": null,
  "centroid_easting": 518685,
  "application_details": {
    "existing_uprns": [
      "000012115483, 000012115484, 000012115485, 000012115486"
    ]
  },
  "actual_completion_date": null,
  "application_type_full": null,
  "locality": "London",
  "actual_commencement_date": null,
  "development_type": "Minor dwellings",
  "appeal_decision_date": null,
  "centroid_northing": 180195,
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": null,
  "lapsed_date": "25/05/2007",
  "pp_id": "32067/4",
  "lpa_app_no": "P/2004/0259",
  "epc_number": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.50823,
    "lon": -0.291233
  },
  "application_type": "All Other",
  "borough": "Ealing",
  "postcode": "W5 3NH",
  "site_name": "7A",
  "bo_system": "CSV Data Import",
  "site_number": null,
  "decision_target_date": "07/07/2004",
  "valid_date": "12/05/2004",
  "street_name": "Gunnersbury Avenue",
  "last_updated_by": "CSV Data Import",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2004/0259;",
  "appeal_start_date": null,
  "last_date_consultation_comments": null,
  "last_updated": "2025-03-20T11:24:22.227+00:00",
  "appeal_decision": null,
  "description": "Ground floor side and rear extension to replace existing conservatory",
  "decision_date": "25/05/2004",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | All external materials to be used in the development shall match the appearance of those of the existing building.  REASON:\tTo ensure that the materials harmonise with the surroundings. | No part of the roof of the extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.  REASON:  To protect the living conditions of occupants of nearby properties. | A 4.5 metre radial protection zone around the Lime Tree (TPO510) reduced to 3 metres on the building side is required to be established in accordance with BS5837. Ground level within this zone shall remain unchanged. In additon protective Chestnut pale fencing on a scaffold framework in accordance with BS5837 is also required.   REASON: To prevent damage to the trees in the interest of the visual character and appearance of the area. | Surface protection of either butted up scaffold boards over a geotextile membrane or 2 inch plywood boarding in accordance with BS5837 (scaffold framework and contruction of protective surface) is to be installed within the protection zoned.   REASON: To allow access to the protection zone without damaging the roots of the Lime tree or soil compaction. | The foundations of the extension that are within the 4 metre protection zone are to be hand  dug in accordance with NJUG10 Guidelines. No roots at or above 2.5cm in diameter are to be severed without the authorisation of the Councils Arboricultural Officer. Any roots uncovered shall be recovered by either soil or covered in hessian sacking and kept damp unitil permanent reinstatment can be achieved.   REASON: To prevent damage to the tree in the interest of the visual character and appearance of the area. | The area beneath the spread of the branches of the trees to be retained as shown on the approved drawings shall not be used for the storage of building materials, plant, machinery or other items, or for vehicular access or for the burning of materials of any kind.  REASON:\tTo prevent damage to the trees in the interest of the visual character and appearance of the area. | No chemicals (including cement, diesel etc) are to be used or allowed to contaminate the soil within the rooting zone of the Lime Tree (TPO510). Cement mixing and storage is not occur within 10 metres of the subject tree.  REASON: To prevent damage to the tree in the interest of the visual character and appearance of the area. | No development shall take place until full details of the foundation construction suitable to retain th roots of the Lime tree (TPO510) have been submitted and approved in writing by the Local Planning Authority. It is suggested that a pile and beam foundation be used. The measures so approved shall be implemented.   REASON: to ensure that the proposed development does not damage or destroy the Lime tree (TPO510). | In the event that underground services are to be installed as part of this development. These services are to be installed in compliance with the National Joint Utility Guidelines.   REASON:To ensure that underground services are installed correctly in order to protect the Lime Tree (TPO510)."
  ],
  "uprn": "000012115483",
  "id": "Ealing-P_2004_0259",
  "polygon": null,
  "lpa_name": "Ealing"
}