{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": null,
  "lpa_app_no": "P/2001/3619",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2001/3619;",
  "actual_completion_date": null,
  "pp_id": "10427/8",
  "lapsed_date": "23/01/2006",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.375449,
    "lat": 51.510165
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "000012154052",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "description": "Continued use of first and second floor accommodation as bed and breakfast accommodation",
  "wgs84_polygon": null,
  "development_type": "Major all other major developments",
  "last_updated_by": "CSV Data Import",
  "locality": "Southall",
  "site_name": "40 & 42",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": null,
  "decision_conditions": [
    "This permission shall be for a limited period expiring 31st January 2006 when the use shall be discontinued.  REASON: It is considered to be appropriate in this case to grant a temporary permission so that the use can be adequately assessed on its compatability with the surrounding properties when the permission expires, in accordance with Adopted Unitary Development Plan (UDP) Policy H16. | The premises shall be used for bed and breakfast accommodation and for no other purpose without the prior written permission of the Local Planning Authority obtained through the submission of a planning application.  REASON: To restrict the use of the premises to one compatible with the surrounding area, and to enable the Local Planning Authority to maintain strict control over the nature of the use, in the interests of the amenity of the locality, in accordance with Adopted Unitary Development Plan (UDP) Policies B5, H16 and Replacement UDP Policies 4.1, 5.7. | Details of refuse storage shall be submitted to and approved in writing by the Local Planning Authority.  Such provision shall be brought into use prior to the first occupation of the development permitted and retained permanently.  REASON:\tTo ensure the site is adequately serviced and to protect the living conditions of occupiers of the area, in accordance with Adopted Unitary Development Plan (UDP) Policy T44 and Replacement UDP Policy 9.11. | No signs or advertisements shall be displayed upon the premises without the prior permission of the Local Planning Authority obtained through the submission of an application for advertisement consent.  REASON: To protect the amenity of the locality, in accordance with Adopted Unitary Development Plan (UDP) Policies ES6, H16 and Replacement UDP Policy 4.1. | The premises shall not be occupied by more than 9 persons at any one time.  REASON: To ensure that the use of the premises is not overintensive, in the interests of the amenity of the locality, in accordance with Adopted Unitary Development Plan (UDP) Policies B5, H16 and Replacement UDP Policies 4.1, 5.7. | Details of a scheme for protecting the building envelope (roof, walls and windows) from traffic noise and details of the means of mechanical ventilation to be employed, in order to secure adequate ventilation with windows fully closed, shall be submitted to and approved in writing by the Local Planning Authority within 3 months from the permission. The works shall be carried out within 3 months of the approved details.  REASON: To ensure that the premises are adequately protected against traffic noise, in accordance with Adopted Unitary Development Plan (UDP) Policies B5, B8, ES5 and Replacement UDP Policy 4.11. | Details of a scheme for insulation between the ground and first floor to demonstrate resistance to the passage of smoke, fumes, odours and to noise, shall be submittedto and approved in writing by the Local Planning Authority within 3 months from the permission. The works shall be carried out within 3 months of the approved details  REASON: To ensure that the premises are protected against noise, smoke, fumes and odours from the ground floor property which is in use as a takeaway, in accordance with Adopted Unitary Development Plan (UDP) Policies B5, B8, ES5 and Replacement UDP Policies 4.1, 4.11."
  ],
  "postcode": "UB1 3DA",
  "application_type": "All Other",
  "decision_date": "23/01/2003",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 512836,
  "valid_date": "19/10/2001",
  "borough": "Ealing",
  "subdivision_of_building": null,
  "decision_target_date": "13/12/2001",
  "id": "Ealing-P_2001_3619",
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T16:27:24.513+00:00",
  "street_name": "High Street",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 180277,
  "application_details": {
    "existing_uprns": [
      "000012154052"
    ]
  },
  "appeal_decision": null,
  "polygon": null,
  "ward": null
}