{
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": null,
  "last_updated_by": "CSV Data Import",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2000/0058;",
  "decision_target_date": "06/03/2000",
  "status": "Approved",
  "parking_details": null,
  "street_name": "Byron Way",
  "decision_agency": "Borough",
  "appeal_decision": null,
  "subdivision_of_building": null,
  "development_type": "Major retail and service",
  "decision": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012033721"
    ]
  },
  "appeal_decision_date": null,
  "decision_date": "28/03/2000",
  "valid_date": "10/01/2000",
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "secondary_street_name": null,
  "ward": null,
  "lapsed_date": "28/03/2003",
  "last_date_consultation_comments": null,
  "bo_system": "CSV Data Import",
  "lpa_app_no": "P/2000/0058",
  "postcode": "UB5 6BW",
  "pp_id": "35903/4",
  "uprn": "000012033721",
  "application_type": "All Other",
  "locality": "Northolt",
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "site_name": "166",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of  five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | No development shall take place until full details of soft landscape works, including a phased programme of works have been submitted to and approved in wrtiing by the Local Planning Authority.  Such scheme as may be approved shall be implemented.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  REASON:  To ensure that the development is landscaped in the interest of the visual character and appearance of the area. | Details of all external lighting to be erected, demonstrating compliance with the recommendations of the Institution of Lighting Engineers \"Guidance Notes for the Reduction of Light Pollution\" and the provisions of BS 5489 Part 9 must be submitted in writing to and approved by the local planning authority, prior to the development commencing.  The lighting as approved must be installed prior to the first *INSERT 1* and maintained in accordance with these standards thereafter.  REASON: To protect the living conditions of occupiers of the area. | The development shall not be commenced until side road 'Entry Treatment' to indicate the changing character of the area and be 5.5 metres in width, of the junction where the proposed two-way access meets the service road - consisting of a change in surface material has been undertaken.  REASON:  To improve safety for pedestrians and cyclists using the service road."
  ],
  "application_type_full": null,
  "centroid_northing": 182757,
  "epc_number": null,
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "borough": "Ealing",
  "cil_liability": null,
  "decision_process": "Delegated",
  "id": "Ealing-P_2000_0058",
  "description": "External works comprising of re laying-out of parking areas (66 car parking spaces), pedestrian access associated  hard and soft landscaping, and erection of timber boundary fence",
  "appeal_start_date": null,
  "last_updated": "2025-03-19T22:00:07.067+00:00",
  "centroid": {
    "lon": -0.383389,
    "lat": 51.532575
  },
  "centroid_easting": 512230
}