{
  "uprn": "000012090154",
  "street_name": "Hamilton Road",
  "centroid_easting": 518338,
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": [
      "000012090154"
    ]
  },
  "lpa_app_no": "P/2001/3201",
  "parking_details": null,
  "application_type": "All Other",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "06/11/2001",
  "locality": "London",
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | All external materials to be used in the development shall match the appearance of those of the existing building.  REASON:\tTo ensure that the materials harmonise with the surroundings. | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995, no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted  REASON: To protect the living conditions of neighbouring properties and the visual appearance of the area. | The proposed rooflights (3) in the side roofslope (to number 10 Hamilton Road) elevation of the roofslope approved shall contain only obscure glass, and be permanently fixed shut.  A sample of the obscured glass, no smaller than 300 mm square shall be submitted to and approved by the Local Planning Authority before any work is commenced on the relevant part of the development, and the development shall not be carried out otherwise than in accordance with the sample thus approved.  The details so approved shall be retained permanently.  REASON: To protect the living conditions of neighbouring properties. | Details of joinery prior to commencement of works of the proposed roof extension to the existing roof ridge, shall be submitted to and approved in writing by the Local Planning Authority, and works shall be carried out in accordance with the approved drawings and thereafter permanently retained.  REASON:   To safeguard the appearance of the roof design."
  ],
  "valid_date": "11/09/2001",
  "subdivision_of_building": null,
  "polygon": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2001/3201;",
  "title_number": null,
  "decision_date": "30/10/2001",
  "id": "Ealing-P_2001_3201",
  "ward": "Ealing Common",
  "development_type": "Minor dwellings",
  "cil_liability": null,
  "borough": "Ealing",
  "appeal_decision": null,
  "site_name": "8",
  "lapsed_date": "30/10/2004",
  "description": "Extension to rear roof space of house to include 3 dormer windows and 1 gable end window, single storey rear extension and conservatory, and rooflights to front and side roof slopes",
  "pp_id": "20293/3",
  "actual_completion_date": null,
  "centroid_northing": 180814,
  "bo_system": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T22:46:02.509+00:00",
  "epc_number": null,
  "application_type_full": null,
  "decision": "Approved",
  "postcode": "W5 2EQ",
  "site_number": null,
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lat": 51.513866,
    "lon": -0.296023
  },
  "appeal_start_date": null,
  "wgs84_polygon": null
}