{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/2007/2963",
  "application_type_full": null,
  "uprn": "000012142814",
  "borough": "Ealing",
  "street_name": "Uxbridge Road",
  "locality": "Southall",
  "ward": "Norwood Green",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  Reason: In order to comply with the provisions of the Planning (Listed Building & Conservation Areas) Act 1990 | Any damage to the building caused by or during the course of  the carrying out of the works permitted shall be made good within 6 months of the completion of the development in accordance with a specification agreed in writing with the local planning authority, and shall thereafter be permanently maintained.  Reason: To safeguard the architectural and/or historic interest of the building, in accordance with policies 4.1 and 4.6 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Prior to the commencement of any works on the site, details which shall include section plans at a scale of 1:50 showing all locations where the canopy abuts the original building, an accompanying statement detailing the predicted damage to the original building as a result of the demolition works and photographs to be taken before demolition both elevationally and showing areas where the canopy is joined to the elevation/roof of Block K shall be submitted to and approved in writing by the local planning authority. Works shall only be carried out in accordance with the approved details, and shall thereafter be permanently maintained, unless otherwise agreed in writing by the local planning authority.   Reason: To safeguard the special architectural or historic interest of the building, in accordance with policies 4.1 and 4.6 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Samples of the materials to be used in the repair/ reconstruction of the damage to the building and a schedule of materials and a schedule of all associated work, repair or otherwise shall be submitted to and approved in writing by the Local Planning Authority, and this condition shall apply notwithstanding any indications as to these matters which have been given on the approved plans. Works shall only be carried out in accordance with the approved details, and shall thereafter be permanently maintained, unless otherwise agreed in writing by the local planning authority.  Reason: To safeguard the special architectural or historic interest of the building, in accordance with policies 4.1 and 4.6 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 514626,
  "status": "Approved",
  "decision_date": "06/03/2008",
  "wgs84_polygon": null,
  "decision_target_date": "06/03/2008",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Minor retail and service",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T12:05:53.693+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "St Bernards Block K",
  "id": "Ealing-P_2007_2963",
  "decision": "Approved",
  "cil_liability": null,
  "centroid_northing": 179835,
  "appeal_start_date": null,
  "postcode": "UB1 3HW",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2007/2963;",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of steel loading bay canopy (Listed Building Consent)",
  "valid_date": "11/01/2008",
  "polygon": null,
  "pp_id": "DC-00004705",
  "application_details": {
    "existing_uprns": [
      "000012142814"
    ]
  },
  "centroid": {
    "lon": -0.34981,
    "lat": 51.505832
  },
  "lapsed_date": "06/03/2011",
  "decision_process": "Delegated",
  "actual_completion_date": null
}