{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2001/2416;",
  "lapsed_date": "29/01/2013",
  "decision_target_date": "04/09/2001",
  "locality": "Greenford",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB6 0DZ",
  "site_name": "631-635",
  "status": "Closed",
  "application_details": {
    "existing_uprns": [
      "000012056876, 000012056877, 000012056878"
    ],
    "site_area": 0
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2001/2416",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 514495,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-19T00:56:44.589+00:00",
  "id": "Ealing-P_2001_2416",
  "application_type": "All Other",
  "street_name": "Whitton Avenue West",
  "borough": "Ealing",
  "ward": null,
  "decision_date": "29/01/2010",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Redevelopment of site by erection of a part two and part three storey building with lower ground floor, comprising 24 sheltered apartments for the elderly (total residential floorspace 2,157 square metres) together with associated parking, landscaping with vehicular access from Whitton Avenue West; siting of refuse storage and electrical sub-station",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major dwellings",
  "centroid_northing": 184985,
  "decision": "Closed",
  "appeal_decision": null,
  "uprn": "000012056876",
  "centroid": {
    "lon": "-0.3500028",
    "lat": "51.5521463"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              514519.6524878,
              184974.6108237
            ],
            [
              514519.6524878,
              184974.6308179
            ],
            [
              514519.9987804,
              184976.9901426
            ],
            [
              514519.6524878,
              184974.6108237
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              514461.9710104,
              185000.3857986
            ],
            [
              514461.9700403,
              185000.3834463
            ],
            [
              514461.9717462,
              185000.3896514
            ],
            [
              514461.9710104,
              185000.3857986
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              514461.9747137,
              185000.3947791
            ],
            [
              514461.9782854,
              185000.4134377
            ],
            [
              514461.9782854,
              185000.4034406
            ],
            [
              514461.9747137,
              185000.3947791
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              514461.9782854,
              185000.4238893
            ],
            [
              514461.9782854,
              185000.4434292
            ],
            [
              514462.0030206,
              185000.5533977
            ],
            [
              514461.9782854,
              185000.4238893
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              514461.656728,
              184998.6639385
            ],
            [
              514461.6649731,
              184998.7139242
            ],
            [
              514461.7226885,
              184999.0438298
            ],
            [
              514461.656728,
              184998.6639385
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              514461.5330521,
              184997.9941303
            ],
            [
              514461.6402379,
              184998.6039557
            ],
            [
              514461.648483,
              184998.6139528
            ],
            [
              514461.5330521,
              184997.9941303
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              514461.4835817,
              184997.7541989
            ],
            [
              514461.5083169,
              184997.8541703
            ],
            [
              514461.4918268,
              184997.7641961
            ],
            [
              514461.4835817,
              184997.7541989
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of five years of the date of this permission.  REASON: In order to comply with the provisions of the Town and Country Planning Act 1990. | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with this approved details.  REASON: To ensure that the materials harmonise with the surroundings, in accordance with Unitary Development Plan (UDP) Adopted Policies B1, B5, ES6, Replacement UDP Policies 4.1. | Notwithstanding any indications on the approved plans, details of refuse storage in accordance with the standards adopted by the Local Planning Authority shall be submitted to and approved by the Local Planning Authority.  Such provision shall be brought into use prior to the first occupation of the development  permitted and retained permanently.  REASON: To protect the living conditions of occupiers of the area, in accordance with Unitary Development Plan (UDP) Adopted Policies B1, B5, ES6, H34, Replacement UDP Policies 4.1, 5.5. | The car parking spaces shown on the approved plan Drg. No. 0115 - P01 Rev B shall be marked out on the site prior to first occupation of any part of the development, and these spaces shall thereafter be kept continuously available for car parking and shall not be used for any other purpose without the prior permission in writing of the Local Planning Authority.  REASON: To ensure that there is adequate provision for car parking within the site, in accordance with Unitary Development Plan (UDP) Adopted Policies B1, B5, T45, T53, T47, T63, Replacement UDP Policies 4.1, 9.11, 9.12. | No development shall take place until full details of both hard and soft landscaping works to include a buffer strip of 3 m depth from the front and rear of the residential buildings, including a phased programme of works, have been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and to safeguard the privacy of the ground floor occupiers, in accordance with Unitary Development Plan (UDP) Adopted Policies B1, B5, B2, H26, H31, Replacement UDP Policies 4.5, 5.5. | No development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the positions, design, materials and type of boundary treatment to be erected.  The boundary treatment shall be completed before the buildings are occupied.  Development shall be carried out in accordance with the approved details.   REASON: To protect the amenity of the area, in accordance with Unitary Development Plan (UDP) Adopted Policies B1, B5, ES6, Replacement UDP Policies 4.1. | The communal amenity space marked on Drg. No. 0115 - P01 Rev B including a 3m privacy strip belt from the building associated with the development hereby approved shall be permanently retained for use by the occupants of the residential units provided and shall not be sub-divided in any manner which prejudices the use of that space by those occupants.  REASON:  To ensure that adequate communal amenity space is retained in association with the development, in accordance with Unitary Development Plan (UDP) Adopted Policies B1, B2, H26, H31, Replacement UDP Policies 4.1, 5.5. | Notwithstanding the information contained in the submitted plans and Condition No. 4, details of general access, and access specifically in respect of 10% of the residential units being provided within the site together with parking provision in accordance with UDP parking standards for people with disabilities shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of any work on the site; such details as are approved shall  be implemented prior to the first occupation of the development hereby permitted and shall thereafter be retained.   REASON:  To ensure adequate access for people with disabilities, in accordance with Unitary Development Plan (UDP) Adopted Policies B1, B5, B6, H12, H13, Replacement UDP Policies 4.1, 5.3. | Notwithstanding any indications on the plans hereby approved, minimum sight lines of 2.4m x 2.4m x 0.6m for pedestrian intervisibility to enable drivers to see the smallest pedestrian on the footway before entering the public highway shall be provided prior to first occupation of the development and permanently maintained thereafter.  REASON:  In the interest of highway safety. | The cycle storage area shown on Drg No 0115 - P01 Rev B shall marked out on the site prior to the first occupation of any part of the development and this space shall be kept continuously available for cycle parking and shall not be used for any other purpose.  REASON:  To provide adequate facilities for cyclists, in accordance with Unitary Development Plan (UDP) Adopted Policies B1, B5, T46, Replacement UDP Policies 4.1, 9.11, 9.12. | Before the development is commenced a detailed site investigation shall be carried out to establish the extent of any site contamination, and to assess the degree and nature of the contamination present. The method and extent of this site investigation shall be agreed with the Planning Authority prior to commencement of the work. Details of a scheme for remedial works to ensure the adequate decontamination of the site, to include appropriate measures to prevent pollution of groundwater and surface water, including provisions for monitoring, shall then be submitted to and approved in writing by the Local Planning Authority before any part of the development commences. The measures as approved shall then be implemented, and the development shall only proceed in strict accordance with these measures.  REASON:  To protect the living conditions of future occupiers of the development and neighbouring properties, in accordance with Unitary Development Plan (UDP) Adopted Policies B1, B5, Replacement UDP Policies 4.1. | Details of the noise exposure category and any noise mitigation measures for the proposed residential units shall be submitted for approval to the local planning authority prior to the commencement of development.  Such details as are approved shall be implemented prior to first occupation of any of the residential units and thereafter permanently retained.  REASON: Insufficient details have been submitted with the application and such details are required in the interests of the living conditions of local residents, in accordance with Unitary Development Plan (UDP) Adopted Policies B1, B5, Replacement UDP Policies 4.1."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "10/07/2001",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "09295/2",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3496508,
          51.5520479
        ],
        [
          -0.3496508,
          51.5520481
        ],
        [
          -0.349645,
          51.5520692
        ],
        [
          -0.3496508,
          51.5520479
        ]
      ]
    ],
    "type": "Polygon"
  }
}