{
  "decision_agency": "Borough",
  "status": "Approved",
  "decision": "Approved",
  "centroid": {
    "lon": -0.38384,
    "lat": 51.503941
  },
  "polygon": null,
  "borough": "Ealing",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "000012148929",
  "valid_date": "09/07/2001",
  "decision_target_date": "02/09/2001",
  "appeal_decision_date": null,
  "locality": "Southall",
  "centroid_northing": 179572,
  "ward": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995, no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.  REASON:  To protect the living conditions of neighbouring properties and the visual appearance of the area. (UDP policy B1, Replacement UDP policy 4.1) | The car parking space(s) shown on the approved plan shall be marked out on the site prior to first occupation of any part of the development, and these spaces shall thereafter be kept continuously available for car parking and shall not be used for any other purpose without the prior permission in writing of the Local Planning Authority.  REASON:  To ensure that there is adequate provision for car parking within the site. (UDP policy T48, Replacement UDP policy 9.11) | The areas shown on the approved plans as parking, access, loading, unloading and manoeuvring areas shall be kept clear at all times and used for these purposes only.  REASON:  To ensure that adequate parking and servicing space is available within the site. (UDP policy T44, Replacement UDP policy 9.11) | The use permitted shall not operate outside 08:00 to 19:30 hours Monday to Friday, 08:00 to 18:00 hours on Saturday and not at any time on Sundays or Bank or Public Holidays.  REASON:  In the interests of the living conditions of occupiers of nearby properties. (UDP policy B5, Replacement UDP policy 4.1) | No development shall take place until full details of both hard and soft landscaping works, including a phased programme of works, have been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  REASON:  To ensure that the development is landscaped in the interests of the visual character and appearance of the area. (UDP policy B1, Replacement UDP policy 4.1) | The vertical illuminance of any lighting at the nearest affected fatade shall be controlled to a maximum of 10 lux at ground floor level and 5 lux at first floor level and the main beam angle of all lights shall not exceed 70 degrees.  REASON:   To protect the living conditions of occupiers of the area. (UDP policy B1, Replacement UDP policy 4.1) | The existing front shutter door shall be sealed from within the building using a double skin of 12.5mm and 19mm thick plasterboard on timber studs separated from the door by an airspace of at least 250mm, the void between the plasterboard panels and the door being filled with 50mm thick mineral fibre of density >45kg/cu m.  This work shall be carried out before the building is first brought into use and shall thereafter be retained  REASON\tTo protect the living conditions of occupiers of neighbouring residential properties (UDP policy ES5, Replacement UDP policy 4.11) | The building shall be constructed so as to achieve a composite sound reduction index of the building envelope, Rw not less than 40dB with windows shut and other means of ventilation provided.  REASON\tTo protect the living conditions of occupiers of neighbouring residential properties (UDP policy ES5, Replacement UDP policy 4.11) | The two proposed shutter doors shall be kept shut when not in use for loading/unloading operations.  REASON\tTo protect the living conditions of occupiers of neighbouring residential properties (UDP policy ES5, Replacement UDP policy 4.11)"
  ],
  "pp_id": "09286/9",
  "decision_process": "Committee",
  "lapsed_date": "31/05/2005",
  "application_type_full": null,
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Ealing-P_2001_2453",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "last_updated": "2025-03-19T20:38:33.640+00:00",
  "lpa_app_no": "P/2001/2453",
  "wgs84_polygon": null,
  "appeal_status": null,
  "site_name": "4",
  "title_number": null,
  "decision_date": "31/05/2002",
  "appeal_start_date": null,
  "cil_liability": null,
  "development_type": null,
  "description": "Repair and rebuilding of fire-damaged building with two-storey front extension and full height rear extension to provide warehouse with ancillary offices and covered loading bay, together with cantilevered canopy and parking provision",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 512269,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2001/2453;",
  "application_details": {
    "existing_uprns": null
  },
  "last_updated_by": "CSV Data Import",
  "postcode": "UB2 5BB",
  "last_date_consultation_comments": null,
  "secondary_street_name": null,
  "site_number": null,
  "subdivision_of_building": null,
  "street_name": "Gladstone Road"
}