{
  "epc_number": null,
  "valid_date": "12/10/2005",
  "status": "Withdrawn",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": -0.382383,
    "lat": 51.501133
  },
  "pp_id": null,
  "decision": "Withdrawn",
  "centroid_easting": 512377,
  "site_name": "31-33",
  "lpa_app_no": "P/2005/2320",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "000012026996",
  "title_number": null,
  "borough": "Ealing",
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | All residential units hereby approved shall be constructed to Lifetime Homes Standards, unless otherwise agreed in writing by the Local Planning Authority, details of which shall be submitted to and approved prior to the commencement of works. The approved details shall be implemented prior to first occupation and permanently retained thereafter.  Reason: To ensure access for all for future occupiers in accordance with policies 4.1 and 5.3 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Prior to the commencement of the development, details shall be submitted to and approved by the Local Planning Authority, including the noise exposure category and/or the BS4142 noise level and the noise mitigation measures.  Such details as approved shall be implemented prior to the first occupation of any residential units and thereafter permanently retained.  Reason: In the interest of the occupiers of these residential properties in accordance with policy 4.11 of adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | The development hereby approved shall comply with the aims and objectives of the Police requirements of Secured By Design. These works shall be carried out prior to the first occupation of the development, and permanently retained thereafter.  Reason: To ensure that the development achieves the required crime prevention elements and to protect the living conditions of occupiers of the area, in accordance with policies 4.4 and 4.12 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and Supplementary Planning Guidance 8: Safer Ealing. | All external materials to be used in the development shall match the appearance of those of the existing building.  Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.4, 4.1, 4.7 and 5.5 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | Details of refuse storage waste management (including facilities for recycling) and or including a refuse management plan in accordance with the standards adopted by the Local Planning Authority shall be submitted to and approved in writing by the Local Planning Authority.  Such provision shall be brought into use prior to the first occupation of the development permitted and retained permanently.  REASON:\tTo ensure the development harmonises with its surroundings and to protect the living conditions of occupiers of the are,in accordance with policy 2.10 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004)."
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 179262,
  "subdivision_of_building": null,
  "polygon": null,
  "parking_details": null,
  "development_type": "Minor all other minor developments",
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T14:53:34.374+00:00",
  "decision_process": "Delegated",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2005/2320;",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": "Norwood Green",
  "application_type_full": null,
  "locality": "Southall",
  "last_updated_by": "CSV Data Import",
  "application_details": {
    "existing_uprns": [
      "000012026996"
    ]
  },
  "postcode": "UB2 4DG",
  "decision_target_date": "07/12/2005",
  "wgs84_polygon": null,
  "description": "Conversion of two maisonettes (on first and second floor levels) into four self contained flats; part ground floor extension incorporating internal access to upper floor residential accommodation (following demolition of existing storage area) and external alterations to existing first floor rear extension.",
  "street_name": "King Street",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "lapsed_date": "09/08/2010",
  "cil_liability": null,
  "site_number": null,
  "decision_date": "09/08/2007",
  "secondary_street_name": null,
  "application_type": "All Other",
  "id": "Ealing-P_2005_2320",
  "last_date_consultation_comments": null
}