{
  "last_date_consultation_comments": null,
  "epc_number": null,
  "application_type_full": null,
  "development_type": "Major retail and service",
  "decision_date": "15/08/2000",
  "pp_id": "24706/31",
  "appeal_decision_date": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Ealing-P_2000_2224",
  "last_updated": "2025-03-20T23:04:36.879+00:00",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519666,
  "decision_target_date": "22/08/2000",
  "parking_details": null,
  "polygon": null,
  "cil_liability": null,
  "subdivision_of_building": null,
  "title_number": null,
  "secondary_street_name": null,
  "valid_date": "27/06/2000",
  "centroid": {
    "lon": -0.27633,
    "lat": 51.528551
  },
  "site_number": null,
  "ward": null,
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "uprn": "000012008582",
  "lpa_app_no": "P/2000/2224",
  "status": "Approved",
  "description": "Erection of plant enclosure on western elevation of existing industrial building",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "postcode": "NW10 7PH",
  "centroid_northing": 182479,
  "borough": "Ealing",
  "application_type": "All Other",
  "locality": "London",
  "site_name": "Unit 11, Matrix",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of  five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | All external materials to be used in the development shall match the appearance of those of the existing building.  REASON:\tTo ensure that the materials harmonise with the surroundings. | Any machinery audible outside the premises must be designed to an acoustic standard not exceeding Noise Rating NR35 measured or calculated at the nearest horizontal or vertical boundary of the nearest affected dwelling, whichever is the closer.   REASON:  To protect the living conditions of neighbouring occupiers. | On the implementation of this planning permission the use of the area shown edged (brown) on plan 2 shall be suspended for car parking use until such time as the structure to be constructed under this planning permission is removed unless the Local Planning Authority gives prior written consent for such use.  REASON:  There is an over-provision of car parking spaces on the site.  The restriction is in the interests of Government and London Borough of Ealing's sustainability objectives. | Details shall be submitted to and approved in writing by the Local Planning Authority of the means of closing off of the 19 car parking spaces as shown edged brown on Plan 2 and implemented as approved and thereafter retained until such time as the structure to be constructed under this planning permission is removed unless the LPA gives written consent otherwise.  REASON:  There is an over provision of car parking spaces on the site.  The restriction is in the interests of Government and London Borough of Ealing's sustainability objectives."
  ],
  "decision": "Approved",
  "street_name": "Coronation Road",
  "application_details": {
    "existing_uprns": [
      "000012008582"
    ]
  },
  "lapsed_date": "15/08/2003",
  "appeal_start_date": null,
  "appeal_decision": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2000/2224;",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "last_updated_by": "CSV Data Import",
  "wgs84_polygon": null
}