{
  "polygon": null,
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07652/8",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:37:02.953+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "Southfield",
  "centroid": {
    "lat": 51.498314,
    "lon": -0.256566
  },
  "decision": "Approved",
  "valid_date": "09/10/2003",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": "Minor general industry-storage-warehousing",
  "locality": "London",
  "borough": "Ealing",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": [
      "000012106961"
    ]
  },
  "cil_liability": null,
  "postcode": "W4 1HA",
  "title_number": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2003/4008;",
  "lpa_name": "Ealing",
  "site_name": "19",
  "lapsed_date": "27/11/2006",
  "parking_details": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | Detailed drawings or samples of materials, as appropriate, in respect of the following, shall be submitted to and approved by the Local Planning Authority in writing prior to commencement of the work: (a)  Cornice to the proposed dormer, (b)  Details of the new french doors, including a cross section of the glazing bars, (c)  Details of the metal section of the balustrade and its fixing, (d)  Cross-section of the mouldings to the new internal door panels   Such details shall be implemented only in accordance with the drawings as approved.  REASON: To safeguard the special architectural or historic interest of the building, in accordance with the Council's adopted UDP policies B1, B5, B21, B22, B24, ES6, H8 and H9; and replacement UDP policies 4.1, 4.6, 4.8, 5.5 and 5.9. | Suitable precautions to be approved by the Local Planning Authority must be taken to secure and protect the following original interior elements against accidental loss or damage during the building work, and no such elements may be removed temporarily or permanently except as indicated on the approved drawings or with the prior approval, in writing, of the Local Planning Authority: Wood panelling and doors; balustrades; staircase; sash windows & interior shutters; cupboards.  Reason: To safeguard the special architectural or historic interest of the building, in accordance with the Council's adopted UDP policy B21; and replacement UDP policy 4.6. | The position, type and manner of installation of all new and relocated services and related fittings shall be specified in advance of any work being carried out, including electrical wiring, plumbing, fire protection, telephone and security systems, door telephones, internal and external drainage and ventilation, and the prior approval in writing of the Local Planning Authority must be obtained wherever these installations are to be visible or where ducts or other methods of concealment are proposed, and implemented in accord with the approved specification.  Reason: To safeguard the special architectural or historic interest of the building, in accordance with the Council's adopted UDP policy B21; and replacement UDP policy 4.6. | A specification of works, including a schedule of any repair work, shall be submitted and approved by the Local Planning Authority in writing prior to the commencement of the work, and be implemented in accordance with the approved specification.   Reason: To safeguard interest of the special architectural or historic interest of the building, in accordance with the Council's adopted UDP policy B21; and replacement UDP policy 4.6. | If hitherto unknown evidence of historic character that would be affected by the works hereby permitted is discovered or likely to be revealed, an appropriate record together with recommendations for dealing with it in the context of the scheme, shall be submitted in writing to the Local Planning Authority before any alterations take place.   Reason: To safeguard the character of the listed building, in accordance with the Council's adopted UDP policy B21; and replacement UDP policy 4.6."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Internal and external alterations comprising replacement front door canopy, new dormer and ballustrade at rear of house, new external doors to kitchen, new opening and doors between ground floor reception rooms, new rooflight in rear roof slope (Listed Building Consent)",
  "lpa_app_no": "P/2003/4008",
  "decision_target_date": "03/12/2003",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "000012106961",
  "decision_date": "27/11/2003",
  "id": "Ealing-P_2003_4008",
  "centroid_northing": 179149,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 521117,
  "street_name": "The Avenue",
  "wgs84_polygon": null
}