{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/2006/0751",
  "application_type_full": null,
  "uprn": "000012090782",
  "borough": "Ealing",
  "street_name": "Granville Gardens",
  "locality": "London",
  "ward": "South Acton",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | Notwithstanding the ground floor windows indicated on the submitted drawings, detailed drawings of the proposed ground floor windows in the front elevation shall be submitted to and approved by the Local Planning Authority in writing prior to commencement of the work.  Such details shall be implemented only in accordance with the drawings as approved.  REASON: To safeguard the charachter and appearance of the building ad the streetscene in accordance with policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan, Plan for the Environment (2004). | All external materials to be used in the development shall match the appearance of those of the existing building.  REASON:\tTo ensure that the materials harmonise with the surroundings in accordance with policies 4.1 and 5.5 of the adopted Ealing Unitaray Development Plan 'Plan for the Environment' (2004). | Samples of the materials to be used for the refuse storage area shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.  REASON:\tTo ensure that the materials harmonise with the surroundings in accordance with policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | No development shall take place until full details of both hard and soft landscape works, including a landscape 'buffer' between the private and communal garden spaces have been submitted to and approved in writing by the Local  Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by theLocal Planning Authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and to protect the living conditions of future occupants in accordance with policies 4.1, 4.5, and 5.5 of the Adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | The car parking spaces shown on the approved plan 811/5 received 21/02/2006 shall be marked out on the site prior to first occupation of any part of the development, and these spaces shall be kept continuously available for car parking and shall not be used for any other purpose. \t REASON:\tTo ensure that there is adequate provision for car parking within the site in accordance with policy 9.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | No development shall take place until details of front stairs demonstrating compliance with lifetime homes standards for communal stairs and including a handrail capable of accomodating a wheelcahir lift have been submitted to and approved in writing by the Local Planning Authority.  The proposed development shall be carrried out in accordance with the proposed details and thereafter retained.   REASON: To protect ensure equitable access for all persons is provided to the building in accordance with policies 4.1, 4.3 and 5.3 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | All residential units hereby approved shall be constructed to Lifetime Homes Standards, unless otherwise agreed by the local planning authority, details of which shall be submitted to and approved by the local planning authority prior to commencement of works.  The approved details shall be implemented prior to first occupation.  REASON: To ensure access for all for future occupiers in accordance with policy 5.3 of the adopted Unitary Development Plan (Plan for the Environment 2004). | Prior to the commencement of the development, details shall be submitted for approval including the noise exposure category and/or the BS4142 noise level and the noise mitigation measures with windows closed and other means of ventilation provided.  Such details as are approved shall be implemented prior to the first occupation of any residential units and thereafter permanently retained.  REASON: To protect the amenity of future ocupants from noise and vibration from the nearby railway line in accordance with policies 4.11 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | The development hereby authorised shall comply with the aims and objectives of the Police requirements of 'Secured By Design'.  This shall include external and flat doorsets certified to BS PAS24-1:1999 and window certified to BS 7950:1997, post boxes such that items can be delivered without the need for entrance to the building, and utility metres external to the building. These works shall be carried out prior to the first occupation of the dwelling hereby approved, and permanently maintained thereafter.  Reason: To ensure that the development achieves the required crime prevention elements, in accordance with policy 4.4 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and Supplementary Planning Guidance 8: Safer Ealing."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518966,
  "status": "Closed",
  "decision_date": "07/02/2012",
  "wgs84_polygon": null,
  "decision_target_date": "13/06/2006",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Major all other major developments",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T12:05:46.234+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "26",
  "id": "Ealing-P_2006_0751",
  "decision": "Closed",
  "cil_liability": null,
  "centroid_northing": 180251,
  "appeal_start_date": null,
  "postcode": "W5 3PA",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2006/0751;",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Conversion of guest house/hotel into 4 self-contained units, external alterations and alterations to rear roof space to incorporate dormer extension",
  "valid_date": "18/04/2006",
  "polygon": null,
  "pp_id": null,
  "application_details": {
    "existing_uprns": [
      "000012090782"
    ]
  },
  "centroid": {
    "lon": -0.287167,
    "lat": 51.508675
  },
  "lapsed_date": "07/02/2015",
  "decision_process": "Delegated",
  "actual_completion_date": null
}