{
  "appeal_status": null,
  "centroid": {
    "lon": -0.260766,
    "lat": 51.521568
  },
  "decision_target_date": "27/07/2000",
  "lapsed_date": "05/10/2003",
  "appeal_start_date": null,
  "last_updated": "2025-03-20T14:23:54.444+00:00",
  "locality": "London",
  "development_type": "Major offices-R and D-light industry",
  "postcode": "W3 6UL",
  "ward": null,
  "id": "Ealing-P_2000_1825",
  "uprn": "12145401",
  "decision": "Approved",
  "site_name": "Unit B1",
  "last_date_consultation_comments": null,
  "wgs84_polygon": null,
  "actual_completion_date": null,
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "title_number": null,
  "site_number": null,
  "lpa_name": "Ealing",
  "decision_process": "Committee",
  "secondary_street_name": null,
  "street_name": "Wales Farm Road",
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "existing_uprns": [
      "12145401"
    ]
  },
  "valid_date": "01/06/2000",
  "parking_details": null,
  "actual_commencement_date": null,
  "centroid_northing": 181728,
  "application_type": "All Other",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of  five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | Before the development commences A Green Travel Plan to minimise car travel to the site shall be submitted for approval by the LPA and the measures specified in the approved Green Travel Plan shall be implemented prior to first occupation and shall continue to operate thereafter.  REASON: In the interests of sustainability and to minimise noise, pollution and disturbance to neighbours. | Before the development commences details of access and servicing arrangements shall be approved in writing by the Local Planning Authority and thereafter permanently retained.  REASON: In the interests of highway safety | No development shall take place until full details of both hard and soft landscape works, including a phased programme of works, have been submitted to and approved in writing by the local  planning authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the local planning authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area. | Any machinery audible outside the premises must be designed to an acoustic standard not exceeding Noise Rating NR35 measured or calculated at the nearest horizontal or vertical boundary of the nearest affected dwelling, whichever is the closer.   REASON:  To protect the living conditions of neighbouring occupiers. | The premises shall be used for B1 purposes only as defined by the Schedule to the Town & Country Planning use Classes Order 1987, and for no other purpose without the prior written permission of the Local Planning Authority obtained through the submission of a planning application.  REASON: To comply with adopted UDP Policy PR3 and to protect the living conditions for nearby residential occupiers.  REASON: To comply with adopted UDP Policy PR3 and to protect the living conditions for nearby residential occupiers. | Details of any external alterations including any windows or other openings shall be first approved in writing by the Local Planning Authority.  REASON: To ensure that any alterations are in keeping with the existing buildings in the interests of the character and appearance of the area."
  ],
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2000/1825;",
  "pp_id": "38723",
  "last_updated_by": "CSV Data Import",
  "centroid_easting": 520764,
  "borough": "Ealing",
  "epc_number": null,
  "lpa_app_no": "P/2000/1825",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "description": "Retention of existing office/storage building (3,716 square metres) and change of use of Unit 1B to B1 employment use and introduction of a mezzanine level to provide 9,755 square metres floorspace",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_date": "05/10/2000",
  "cil_liability": null
}