{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2007/3971;",
  "lapsed_date": "07/02/2011",
  "decision_target_date": "06/12/2007",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": null,
  "site_name": "22-24",
  "status": "Superseded",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 9300,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 7630,
      "total_gia_lost": 4650,
      "development_type": "New Build",
      "total_gia_gained": 3815,
      "site_area": 0.34
    },
    "constraints_details": [
      {
        "result": "Metropolitan, Ealing",
        "constraints_layer_description": "Town Centre Designation"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Ealing",
        "constraints_layer_description": "Town Centre Health Check: Name"
      },
      {
        "result": "Metropolitan",
        "constraints_layer_description": "Town Centre Health Check: Type"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": "13/01/2009",
        "actual_completion_date": null,
        "use_class": "B1",
        "gia_gained": 3815,
        "actual_commencement_date": "01/06/2008",
        "superseded_by_lpa_app_no": "P/2008/3284",
        "gia_lost": 4650
      },
      {
        "gia_existing": -1,
        "superseded_date": "13/01/2009",
        "actual_completion_date": null,
        "use_class": "B1a",
        "gia_gained": 3815,
        "actual_commencement_date": "01/06/2008",
        "superseded_by_lpa_app_no": "P/2008/3284",
        "gia_lost": 4650
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": [
        {
          "superseded_date": "13/01/2009",
          "actual_completion_date": null,
          "no_rooms_proposed": 165,
          "actual_commencement_date": "01/06/2008",
          "unit_type": "Hotel Room",
          "superseded_by_lpa_app_no": "P/2008/3284",
          "no_rooms_lost": 0
        }
      ]
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "existing_uprns": [
      "000012084400, 000012175306, 000012175307"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2007/3971",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517370,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T11:24:28.378+00:00",
  "id": "Ealing-P_2007_3971",
  "application_type": "All Other",
  "street_name": "Uxbridge Road",
  "borough": "Ealing",
  "ward": "Ealing Broadway",
  "decision_date": "07/02/2008",
  "epc_number": null,
  "actual_commencement_date": "01/06/2008",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Demolition of building and erection of part 6, 7 and 8 storey building with mezzanine floor to form 165 bed hotel with ancillary restaurant/bar and 3,815square metres of B1 office accommodation, formation of vehicular access and closure of the 2 existing accesses off Uxbridge Road, provision of 40 car parking spaces, cycle parking, loading bay and landscaping",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major offices-R and D-light industry",
  "centroid_northing": 180696,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012084400",
  "centroid": {
    "lon": -0.310006,
    "lat": 51.513008
  },
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.  REASON: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  The development shall be carried out in accordance with these approved details.  REASON: To ensure that the materials harmonise with the surroundings, in accordance with policy 1.4 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Notwithstanding the details submitted on MZ01_P-010 Rev C no work shall take place on the site until full details of both hard and soft landscaping works, including a phased programme of works to the Uxbridge Road frontage, have been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority.  Any trees or other plants, which die or are removed within the first five years following the implementation of the landscaping scheme, shall be replaced during the next planting season of this prominent site alongside one of the main traffic routes in the Town Centre.  REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and is pedestrian friendly in accordance with policies 4.1 and 4.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 9 'Trees and Development Guidelines'. | No development shall take place until a schedule of landscape maintenance for a minimum period of 5 years from the implementation of final planting  has been submitted to and approved in writing by the Local Planning Authority. Landscape maintenance shall be carried out in accordance with the approved schedule.  REASON: To protect the landscaping in the interests of the visual character and appearance of the area in accordance with policies 4.1 and 4.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 9 'Trees and Development Guidelines'. | Details of the works necessary to protect the trees to be retained within and adjacent to the site shall be submitted to and approved by the Local Planning Authority prior to the commencement of the development and the approved details shall be inplemented prior to commencement of the development and retained until it is completed.  No materials, plant, other equipment, storage or other works shall take place at any time within the enclosed area around the trees to be retained.   REASON: To provide sufficient protection for the trees to be retained in the interests of the visual amenity of the locality and in accordance with policies 4.1 and 4.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 9 'Trees and Development Guidelines'. | No development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the positions, design, materials and type of boundary treatment (including any acoustic treatment adjacent to residential site boundaries, internal fences, walls and railings to the proposed roof areas) to be erected.  The boundary treatment shall be carried out in accordance with the approved details and completed prior to the occupation of the units and permanently retained thereafter.  REASON: To protect the visual appearance of the area and the living conditions of the prospective residents and neighbouring occupiers in accordance with policies 4.1 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Notwithstanding the provisions of the Town and Country Planning (Use Classes) Order 1987 and the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking and re-enacting those Orders with or without modification), the bar and restaurant use on part of the ground floor of the development shall only be used as an ancillary function to the hotel use and for no other purpose, including retail purposes or a separate use.  REASON: To enable the Local Planning Authority to maintain strict control over the nature of the use, to protect the vitality and viability of the Ealing shopping centre and the amenity of the surrounding area in accordance with policies 7.1, 7.2 and 7.6 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 18 'Places for Eating, Drinking and Entertainment'. | The building hereby approved shall only be used for an hotel with ancillary bar and restaurant and for the office use described in the planning application as defined respectively within Classes C1 and B1 (a) of the Town and Country Planning (Use Class) Order 1987 (as amended) and for no other purpose including any other use within the respective use classes unless planning permission has first been obtained via the submission of a planning application.   REASON:  To ensure no separate or alternative uses commence without prior consideration of the planning issues in the interests of safeguarding the amenities of the locality, the conditions of highway safety and free flow of traffic on the neighbouring highways and to accord with Council's employment policies and proposal for this site in accordance with policies 4.1, 6.1, 6.2, 9.1 and 9.9 of the Council's adopted Unitary development Plan (Plan for the Environment) 2004. | The ancillary bar and restaurant use hereby permitted within the ground-floor of the hotel shall not operate outside the hours of 0600 - 2300hrs Monday to Saturday, and  0700 - 2230 hrs on Sundays and Bank or Public Holidays.  Reason: In the interests of the living conditions of occupiers of nearby properties in accordance with policies 4.4 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004), Supplementary Planning Guidance 10 'Noise and Vibration' and Supplementary Planning Guidance 18 'Places for Eating, Drinking and Entertainment'. | No development shall take place until details of servicing and refuse and recycling collection arrangements have been submitted to and approved in writing by the Local Planning Authority. The details shall include a refuse management plan that prevents occupants from siting at any time refuse and/or recycling bins on any road frontage.  Refuse and recycling collection shall not take place between the hours of 2200 and 0700 on any day.  The approved arrangements shall be implemented prior to first occupation of any of the development hereby approved, and permanently retained thereafter.  REASON: To ensure suitable loading, unloading and refuse collection arrangements are provided within the site in order to ensure pedestrian and highway safety and to protect the living conditions of occupants of nearby properties and the visual amenities of the locality, in accordance with policies 2.10 and 9.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 4 'Refuse and Recycling Facilities'. | Details of all external lighting to be erected, demonstrating compliance with the recommendations of the Institution of Lighting Engineers 'Guidance Notes for the Reduction of Light Pollution' and the provisions of BS 5489 Part 9, shall be submitted in writing to and approved by the Local Planning Authority prior to the development commencing. The lighting as approved shall be installed prior to first use of the buildings and be maintained in accordance with these standards thereafter.  REASON:  To protect the living conditions of occupiers in the area, in accordance with policy 4.12 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | The cycle parking shown on the approved plans shall be implemented and brought into use prior to first occupation of the development hereby approved and permanently retained thereafter.  REASON: To provide and retain adequate facilities for cyclists, in accordance with policy 9.6 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | The car parking spaces and associated access areas shown on the approved plan shall be formed, marked out on the site and available for use prior to first occupation of the development hereby approved and these spaces shall be kept continuously available for car parking, and shall not be used for any other purpose.  REASON: To ensure that there is adequate provision for car parking, in accordance with policies 9.1 and 9.7 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 7 'Accessible Ealing'. | Notwithstanding the information contained in the application, detailed drawings to show car parking spaces for the approved offices and hotel uses set out to disabled space standard, shall be submitted to and approved in writing by the Local Planning Authority before the development commences and the details so approved shall be implemented before first occupation of any of the offices or hotel and shall thereafter be retained.  REASON: To ensure that there is adequate provision for car parking, in accordance with policies 4.3, 9.1 and 9.7 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 7 'Accessible Ealing'. | Notwithstanding the Green Travel Plan submitted a more detailed Green Travel Plan including targets shall be submitted to and approved in writing, prior to the occupation of the extension hereby permitted and this approved Green Travel Plan shall be implemented as agreed, and be permanently retained and targets within the Plan shall be subject to monitoring by the Local Planning Authority on an annual basis or timetable as otherwise agreed by the Local Planning Authority.   REASON: To promote the use of modes of transport, other than use of private motor vehicles, in pursuance of the Council's policies on sustainability are met in accordance with policy 9.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and to the Council's adopted Supplementary Planning Guidance, SPG 21 'Sustainable Transport: Green Travel Plans' | Details of measures for protecting the building envelope (roof, walls and windows) of the offices and hotel from external noise, vibration and odour, including aircraft noise and internal separation between the ground floor refuse storage area and the residential units, shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced.  The works shall be carried out as approved before first occupation and shall thereafter be retained.  REASON: To protect the amenities of office workers and the living conditions of future occupiers of the hotel units, in accordance with policies 4.1 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration'. | Details shall be submitted for the approval of the Local Planning Authority before the commencement of construction, to demonstrate that the rating noise level emitted from the proposed external plant and machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation.  REASON.  In the interests of the amenity of future occupiers of the site and neighbouring properties in accordance with policy 4.11 of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004 and Supplementary Planning Guidance 10 \"Noise and Development\". | Notwithstanding the information indicated on the submitted plans, fitting out of the restaurant shall not take place until full details of the installation and operation of the best practicable odour abatement equipment and the height of the exhaust stack for the restaurant, have been submitted to and approved in writing by the Local Planning Authority, and the details as approved shall be implemented prior to first use of the restaurant and permanently retained and maintained in accordance with the manufacturers specification.  Reason:  In the interests of the living conditions of occupiers of nearby properties in accordance with policy 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 18 'Places for Eating, Drinking and Entertainment'. | Details of energy efficient design and consideration of on-site equipment for renewable power generation for the buildings so that at least 10% of all energy requirements within the resulting development are sourced from renewable energy resources, shall be submitted to and approved in writing by the Local Planning Authority. The approved details shall be implemented prior to first occupation of any part of the development and shall be permanently retained thereafter.  REASON: To ensure that the development incorporates energy efficiency measures, in accordance with policy 2.9 of adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Details of crime prevention and security measures for the buildings, car parking areas,  cycle parking areas (including access controls to the car park and entrance doors), hard and soft landscaped areas and bin storage areas, shall be submitted to and approved in writing by the Local Planning Authority prior to commencement of development. The details shall comply with the aims and objectives of the Police requirements of Secured By Design. The approved details shall be implemented before the first occupation of the development, and be permanently retained.  REASON: To ensure that the development achieves the required crime prevention elements and to protect the amenities of occupiers of properties within the area, in accordance with policies 4.3 and 4.4 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and Supplementary Planning Guidance 8: Safer Ealing. | Prior to the commencement of any works on site, an Air Quality Assessment shall be submitted to and approved by the Local Planning Authority to determine the effect of the development on air quality and the exposure of future occupants to air pollutants, and any remedial measures shall be implemented prior to first occupation of any of the accommodation, and permanently retained.  REASON: To prevent the pollution of the local environment and in the interests of the amenity of future occupiers of the site, in accordance with policies 2.6 and 4.1 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and Supplementary Planning Guidance 3 'Air Quality'. | Prior to the commencement of any development, details of a site construction method statement/ management plan shall be submitted to and approved in writing by the Local Planning Authority.  The method statement/management plan shall include the following: -\ton-site construction worker parking -\tanticipated number, frequency and size of construction vehicles entering/exiting the site -\tdelivery times (staggered to avoid morning and afternoon school run peak periods) -\tdust suppression measures -\twheel washing provisions -\tsite security -\tvehicle manoeuvring and turning, including sweep path diagrams to demonstrate how vehicles will access the site and be able to turn into and emerge from the site in forward gear. -\tdetails as to the locations for the storage of building materials and construction debris and contractors offices -\tprocedures for on-site contractors to deal with complaints from local residents. Such details shall be implemented, or phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the works.  REASON:  To ensure appropriate mitigation measures to protect the amenity of local residents and occupiers of the neighbouring sites and ensure adequate highway and site safety, in accordance with adopted UDP policies 4.4, 4.5, 4.11, 9.1 and 9.9. | Servicing for the hotel and offices shall only take place between the hours of  7.00am and 7.00pm Monday's to Saturdays and  not at any time on Sundays or Bank Holidays.  REASON: In the interests of amenities of the occupiers of the residential properties at neighbouring sites in accordance with policies 4.11 and 7.2 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | Prior to the commencement of any works on site, the applicant shall carry out a contaminated land investigation that shall be submitted to and approved in writing by the Local Planning Authority.  Sampling points and methods of investigation shall be agreed in writing with the Principal Environmental Health Officer prior to the investigation and if deemed necessary by the Local Planning Authority, a scheme shall be submitted for the removal, neutralising and sealing of the contamination, and the approved remedial works shall be implemented before building works commence in the interests of occupiers of neighbouring sites.  REASON: To ensure that the site is not hazardous, in accordance with policy 2.7 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | No windows or other openings (other than those shown on the submitted plans) shall be formed in any of the walls or roof of the building permitted and the opaque glass planking proposed for the rear stairwell shall remain permanently fixed and non 'see-through'. Further, the proposed blinkered windows on the western elevation shall be maintained in perpetuity.  REASON: To protect the privacy and living conditions of neighbouring residential occupiers in Craven Avenue in accordance with policy 4.1 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | No external access shall be gained to the top of the building except for the purposes of essential servicing and maintenance and for no other purpose. Further, no additional plant, air conditioning or satellite dishes shall be erected on any part of the roof of the approved building.  REASON: To protect the privacy, outlook and living conditions of neighbouring properties and to preserve the visual appearance of the area in accordance with policy 4.1 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | Nine wheelchair accessible hotel bedrooms shall be provided unless otherwise agreed by the local planning authority, details of which shall be submitted to and approved by the local planning authority prior to commencement of works.  The approved details shall be implemented prior to first occupation of any part of the hotel.  REASON: To ensure access for all future occupiers in accordance with policy 4.3 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 7 'Accessible Ealing'. | Notwithstanding the details submitted, full details of the proposed vehicular site access shall be submitted to and approved by the local planning authority and the approved detail shall be completed prior to the first use of any part of the building hereby permitted.  Reason: To ensure an adequate and safe means of access and egress from the site is available in the interests of the free flow of traffic and conditions of pedestrian and general highway safety and in pursuance of policies 4.1, 9.1 and 9.9 of the adopted Ealing unitary Development Plan 'plan for the Environment' (2004)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/09/2007",
  "secondary_street_name": null,
  "site_number": "22 - 24",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.309984,
          51.513021
        ],
        [
          -0.309985,
          51.512994
        ],
        [
          -0.310028,
          51.512994
        ],
        [
          -0.310027,
          51.513021
        ],
        [
          -0.309984,
          51.513021
        ]
      ]
    ],
    "type": "Polygon"
  }
}