{
  "epc_number": null,
  "valid_date": "22/06/2001",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": -0.268871,
    "lat": 51.526409
  },
  "pp_id": "39929",
  "decision": "Approved",
  "centroid_easting": 520189,
  "site_name": "14",
  "lpa_app_no": "P/2001/2201",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "000012141371",
  "title_number": null,
  "borough": "Ealing",
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | All external materials to be used in the development shall match the appearance of those of the existing building.  REASON:\tTo ensure that the materials harmonise with the surroundings. | The cafe', as shown on plan No. PAN/151 permitted shall be used only for purposes ancillary to the authorised use of the site for music recording studio.  REASON:\tTo enable the Local Planning Authority to maintain strict control over the nature of the use, to protect the living conditions of occupiers in the locality. | Suitable and sufficient acoustic separation to at least that specified in the 1992 Edition of the Approved Document E of the Building Regulations 1991 shall be provided between the horizontal and vertical walls throughout the building.  REASON:\tTo protect the living conditions of the adjacent occupiers. | Any machinery audible outside the premises must be designed to an acoustic standard not exceeding Noise Rating NR35 measured or calculated at the nearest horizontal or vertical boundary of the nearest affected dwelling, whichever is the closer.   REASON:  To protect the living conditions of neighbouring occupiers. | No public performances shall take place within the premises at any time.  REASON:  Such activities would not be consistent with the employment designation of the site; and the likely traffic generation to the site could harm the free flow and safety of traffic along adjoining highways."
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 182253,
  "subdivision_of_building": null,
  "polygon": null,
  "parking_details": null,
  "development_type": "Major all other major developments",
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T15:13:21.623+00:00",
  "decision_process": "Delegated",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2001/2201;",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": null,
  "application_type_full": null,
  "locality": "London",
  "last_updated_by": "CSV Data Import",
  "application_details": {
    "existing_uprns": [
      "000012141371"
    ]
  },
  "postcode": "NW10 7LU",
  "decision_target_date": "17/08/2001",
  "wgs84_polygon": null,
  "description": "External alterations and use of warehouse as recording/session and teaching studio (music) with ancillary  cafe, storage and parking",
  "street_name": "Trading Estate Road",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "lapsed_date": "14/08/2004",
  "cil_liability": null,
  "site_number": null,
  "decision_date": "14/08/2001",
  "secondary_street_name": null,
  "application_type": "All Other",
  "id": "Ealing-P_2001_2201",
  "last_date_consultation_comments": null
}