{
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2002/1257;",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": null,
  "application_details": {
    "existing_uprns": [
      "000012153486"
    ]
  },
  "wgs84_polygon": null,
  "site_name": "Peter James Transport Ltd",
  "centroid_easting": 521072,
  "site_number": null,
  "development_type": "Major offices-R and D-light industry",
  "decision_date": "09/07/2002",
  "appeal_start_date": null,
  "lapsed_date": "09/07/2005",
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Ealing",
  "centroid_northing": 181755,
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | All external materials to be used in the development shall match the appearance of those of the existing building.  REASON:\tTo ensure that the materials harmonise with the surroundings, in accordance with the Unitary Development Plan (UDP) Adopted Policy B1, Replacement UDP Policies 4.1, 4.5 and 9.11. | The existing Cherry tree furthest from the front of the building as shown on the approved plan shall not be lopped, felled or otherwise affected in any way (including raising or lowering soil levels under the crown spread of the trees) and no excavation shall be cut under the crown spread of the trees without the prior written permission of the Local Planning Authority.  REASON:\tTo safeguard the trees in the interest of visual character and appearance of the area, in accordance with the Unitary Development Plan (UDP) Adopted Policies B1 and B2, Replacement UDP Policies 4.1 and 4.5. | The entire root system of trees to be retained, as shown on the approved drawings, indicated by the spread of their branches, shall be protected by stout exclusion fencing until completion of the development.  REASON:\tTo prevent damage to the trees in the interest of the visual character and appearance of the area. | The area beneath the spread of the branches of the trees to be retained as shown on the approved drawings shall not be used for the storage of building materials, plant, machinery or other items, or for vehicular access or for the burning of materials of any kind.  REASON:\tTo prevent damage to the trees in the interest of the visual character and appearance of the area. | Any machinery audible outside the premises will be designed to satisfy an acoustic standard not exceeding NR35 Leq, 5mins, for plants which will operate during the period of 2300 - 0700 hrs weekdays and anytime on Saturdays, Sundays and Bank Holidays, NR40 Leq, 1hr for plants which are controlled by time switches only to run during the period 0700-2300hrs Mondays to Fridays, measured or calculated at 1m from the nearest facade of the nearest affected noise sensitive premises with all machines running together.  REASON: To protect the living conditions of neighbouring occupiers."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "Victoria Road",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.25632,
    "lat": 51.521745
  },
  "cil_liability": null,
  "valid_date": "03/04/2002",
  "postcode": "W3 6UU",
  "bo_system": "CSV Data Import",
  "borough": "Ealing",
  "id": "Ealing-P_2002_1257",
  "application_type": "All Other",
  "parking_details": null,
  "decision_target_date": "28/05/2002",
  "pp_id": "40749",
  "last_updated_by": "CSV Data Import",
  "locality": "London",
  "uprn": "000012153486",
  "last_date_consultation_comments": null,
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-03-19T22:21:08.764+00:00",
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "East Acton",
  "appeal_decision": null,
  "lpa_app_no": "P/2002/1257",
  "description": "Installation of a liquid nitrogen storage tank to the front and an air conditioning condenser unit to the rear of existing industrial units",
  "date_building_work_completed_under_previous_permission": null
}