{
  "secondary_street_name": null,
  "polygon": null,
  "cil_liability": null,
  "site_name": "17",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 180254,
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "last_updated": "2025-03-20T17:15:13.412+00:00",
  "centroid": {
    "lat": 51.509072,
    "lon": -0.312731
  },
  "reference_no_of_permission_being_relied_on": null,
  "postcode": "W13 9NJ",
  "decision": "Approved",
  "decision_date": "28/03/2002",
  "locality": "London",
  "title_number": null,
  "pp_id": "01445/10",
  "last_date_consultation_comments": null,
  "decision_process": "Committee",
  "description": "Demolition of existing single storey outbuilding at rear of house; erection of single storey rear extension to house",
  "bo_system": "CSV Data Import",
  "lpa_app_no": "P/2001/3286",
  "decision_target_date": "08/11/2001",
  "appeal_decision_date": null,
  "subdivision_of_building": null,
  "uprn": "000012083276",
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": [
      "000012083276"
    ]
  },
  "ward": "Walpole",
  "valid_date": "13/09/2001",
  "site_number": null,
  "id": "Ealing-P_2001_3286",
  "development_type": "Minor dwellings",
  "centroid_easting": 517191,
  "decision_agency": "Borough",
  "wgs84_polygon": null,
  "actual_completion_date": null,
  "borough": "Ealing",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2001/3286;",
  "application_type_full": null,
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "status": "Approved",
  "appeal_decision": null,
  "appeal_status": null,
  "application_type": "All Other",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | All external materials to be used in the development shall match the appearance of those of the existing building.  Reason: To ensure that the materials harmonise with the surroundings, in accordance with the Council's UDP adopted policies B1, B5 and replacement UDP policy 4.1. | No windows or other openings other than those shown on the submitted plans shall be formed in the walls or roof of the building hereby permitted.  Reason: To protect the living conditions of occupiers in the adjacent properties, in accordance with policies B5, B8, H33 of the Council's adopted UDP and policy 4.1 of the replacement UDP. | The flat roof to be created shall not be used to form a balcony, roof garden or similar amenity area.  Reason: To protect the living conditions of occupants of nearby properties, in accordance with the Council's adopted UDP policies B5, B8, H33, ES5; and replacement UDP policy 4.1. | The 2 windows hereby approved in the utility room, shall contain only obscure glass and shall be fixed permanently shut. A sample of the obscured glass, no smaller than 300 mm square shall be submitted to and approved by the Local Planning Authority before any work is commenced on the relevant part of the development, and the development shall not be carried out otherwise than in accordance with the sample thus approved.  The details so approved shall be retained permanently.  Reason: To protect the living conditions of neighbouring properties in accordance with policies B5, ES2, H33 and ES5 of the adopted UDP and 4.1 of the replacement UDP. | The development hereby permitted shall not be used for purposes of swimming/splash pool without the prior permission of the local planning authority obtained through the submission of a planning application.  Reason: To protect the living conditions of occupiers of neighbouring properties, in accordance with the Council's adopted UDP policies B5, B8, ES5; and replacement UDP policy 4.1."
  ],
  "lapsed_date": "28/03/2005",
  "parking_details": null,
  "street_name": "Culmington Road"
}