{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2006/4359;",
  "lapsed_date": "19/01/2010",
  "decision_target_date": "18/01/2007",
  "locality": "Greenford",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB6 7RJ",
  "site_name": "Zanrose House",
  "status": "Lapsed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 1917,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 3493,
      "total_gia_lost": 1917,
      "development_type": "New Build",
      "total_gia_gained": 3493,
      "site_area": 0.429
    },
    "constraints_details": [
      {
        "result": "Suburban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "2",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "PIL - Northolt, Greenford, Perivale (parts)",
        "constraints_layer_description": "Strategic Industrial Location"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B8",
        "gia_gained": 3493,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 1917
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "existing_uprns": [
      "000012012022, 000012162053, 000012157617"
    ],
    "site_area": 0.42200000000000004
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2006/4359",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 516642,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T12:05:50.908+00:00",
  "id": "Ealing-P_2006_4359",
  "application_type": "All Other",
  "street_name": "Horsenden Lane South",
  "borough": "Ealing",
  "ward": "Perivale",
  "decision_date": "19/01/2007",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of the existing building and construction of a part 2 and part 3 storey building to form two warehouse units (class B8) with ancillary office space and parking for 17 cars, including 5 disabled spaces",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major general industry-storage-warehousing",
  "centroid_northing": 183322,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012012022",
  "centroid": {
    "lon": -0.319623,
    "lat": 51.53676
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              516610.1382596,
              183361.7325053
            ],
            [
              516648.9560073,
              183360.0629832
            ],
            [
              516676.7913336,
              183362.2523565
            ],
            [
              516676.2471595,
              183355.9241679
            ],
            [
              516674.556922,
              183322.0838546
            ],
            [
              516670.6487631,
              183318.7748018
            ],
            [
              516667.2517979,
              183315.8956259
            ],
            [
              516654.0844353,
              183304.8487881
            ],
            [
              516648.246932,
              183299.9501903
            ],
            [
              516629.4481927,
              183289.1032952
            ],
            [
              516618.1771942,
              183282.6251495
            ],
            [
              516606.4609624,
              183284.4046401
            ],
            [
              516607.8626228,
              183312.6265617
            ],
            [
              516610.1382596,
              183361.7325053
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details, which shall be permanently retained thereafter.  REASON: To ensure that the materials harmonise with the surroundings, in accordance with policy 4.1 of Ealing's adopted Unitary Development Plan 'Plan for the Environment' (2004). | No development shall commence until details of a construction method statement/management plan has been submitted to and approved in writing by the Local Planning Authority.  The method statement/management plan shall include the following:  -\ton-site construction worker parking -\tanticipated number, frequency and size of construction vehicles entering/exiting the site -\tdelivery times (staggered to avoid morning and afternoon school run peak periods) -\tdust suppression measures -\twheel washing provisions -\tsite security -\tvehicle manoeuvring and turning, including sweep path diagrams to demonstrate how vehicles will access the site and be able to turn into and emerge from the site in forward gear. -\ta method statement detailing how all existing on-site buildings would be demolished -\tdetails of the measures proposed to ensure that trees along the southeast boundary are suitably protected during construction, in accordance with BS5837: 2005 -\tprocedures for on-site contractors to deal with complaints from local residents  Such details shall be implemented, or phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the works.  REASON :  To ensure appropriate mitigation measures to protect the interests of adjoining landowners and the visual amenity of the adjoining Green Corridor, and to ensure adequate highway and site safety, in accordance with policies 3.2, 4.4, 4.5, 4.11 and 9.9 of Ealing's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Prior to the commencement of the development, details of all external lighting to be erected, demonstrating compliance with the recommendations of the Institution of Lighting Engineers \"Guidance Notes for the Reduction of Light Pollution\" and the provisions of BS 5489 Part 9, shall be submitted to and approved in writing by the Local Planning Authority.  The lighting as approved shall be installed prior to the first occupation of the development and maintained in accordance with these standards thereafter.  Reason: To provide adequate lighting to the proposed development, to protect the amenity of neighbouring occupants and to ensure the safe operation of the adjoining railway, in accordance with policy 4.12 of Ealing's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Details of both hard and soft landscape works shall be submitted to and approved in writing by the Local Planning Authority prior to commencement of development, or in accordance with a programme agreed by the Local Planning Authority and permanently retained thereafter.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with policy 4.5 of Ealing's adopted Unitary Development Plan 'Plan for the Environment' (2004). | The car parking spaces and servicing areas shown on approved plan 228/PL/01 Revision E shall be marked out on site prior to first occupation of any part of the development, and shall be kept continuously available for car parking and service vehicles and shall not be used for any other purpose. \t REASON: To ensure that there is adequate provision for car parking and vehicle servicing within the site in the interests of the free flow of traffic and conditions of general highway safety on the neighbouring highway, in accordance with policy 9.1 of Ealing's adopted Unitary Development Plan 'Plan for the Environment' (2004). | The cycle parking shown on approved plan 228/PL/01 Revision E shall implemented before first occupation of any part of the development, and shall be kept continuously available for cycle parking and shall not be used for any other purpose. \t REASON: To ensure that there is adequate provision for cycle parking within the site, in accordance with policies 9.1 and 9.6 of Ealing's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Prior to the commencement of the development, details of a refuse and recycling storage area for each unit shall be submitted to and approved in writing by the Local Planning Authority.  The storage area shall be implemented as approved prior to first occupation of any part of the development and shall be permanently retained thereafter. \t REASON:  To ensure that suitable and accessible refuse storage facilities are provided and in the interests of the visual and general amenities of the area, in accordance with policies 2.10 and 4.1 of Ealing's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 4 'Refuse and Recycling Facilities'. | Prior to commencement of development, details demonstrating how the development would comply with the requirements of 'Secured By Design' shall be submitted to and approved in writing by the Local Planning Authority.  The works shall be carried out as approved prior to the occupation of any part of the development.  Reason: In the interest of the safety of future occupiers of the site, in accordance with policy 4.4 of Ealing's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 8 'Safer Ealing'. | Prior to commencement of the development, details of energy efficient design and consideration of on-site equipment for renewable power generation for the units hereby approved shall be submitted to and approved in writing by the Local Planning Authority.  The details approved shall be implemented prior to first occupation of any part of the development.  REASON: To ensure that the buildings are acceptable in terms of the Local Planning Authority's energy policies, in accordance with policy 2.9 of Ealing's adopted Unitary Development Plan 'Plan for the Environment' (2004). | The rating noise level emitted from the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA at 3.5 m from the nearest ground floor sensitive facade and 1 m from the nearest first floor or higher noise sensitive facade.  REASON: To protect the living and working conditions of neighbouring occupiers, in accordance with policy 4.11 of Ealing's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration'. | Petrol/oil interceptors shall be fitted to all parking/washing/repair facilities within the development hereby approved.  REASON: To prevent pollution of the water environment, in accordance with policy 2.5 of Ealing's adopted Unitary Development Plan 'Plan for the Environment' (2004). | The development shall be implemented as approved and in accordance with the disabled access details set out in the submitted Design and Access Statement by Proietti Associates dated 19 October 2006.  REASON: To ensure suitable access is provided for people with disabilities, in accordance with policy 4.3 of Ealing's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 7 'Accessible Ealing'. | No plant or associated equipment shall be installed on the exterior of the building without the prior written permission of the Local Planning Authority obtained through the submission of a planning application.  REASON:   To protect the visual amenity of the areas and the living and working conditions of neighbouring occupiers, in accordance with policies 4.1 and 4.11 of Ealing's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration'."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/10/2006",
  "secondary_street_name": null,
  "site_number": "Zanrose House 28 Perivale Industrial Park",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3200464,
          51.5371244
        ],
        [
          -0.3194876,
          51.5371013
        ],
        [
          -0.31908569999999997,
          51.537115299999996
        ],
        [
          -0.3190956,
          51.5370585
        ],
        [
          -0.3191312,
          51.5367547
        ],
        [
          -0.3191886,
          51.5367258
        ],
        [
          -0.3192385,
          51.5367006
        ],
        [
          -0.3194319,
          51.536604
        ],
        [
          -0.31951769999999996,
          51.5365612
        ],
        [
          -0.31979219999999997,
          51.5364676
        ],
        [
          -0.3199568,
          51.5364117
        ],
        [
          -0.320125,
          51.5364301
        ],
        [
          -0.3200955,
          51.5366835
        ],
        [
          -0.3200464,
          51.5371244
        ]
      ]
    ],
    "type": "Polygon"
  }
}