{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2004/2315;",
  "lapsed_date": "29/07/2007",
  "decision_target_date": "27/07/2004",
  "locality": "Southall",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB2 5DH",
  "site_name": "Usc Site",
  "status": "Superseded",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 52570,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 42856,
      "total_gia_lost": 26285,
      "development_type": "New Build",
      "total_gia_gained": 21428,
      "site_area": 3.654
    },
    "constraints_details": [
      {
        "result": "Suburban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Core Heathrow",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": "04/12/2007",
        "actual_completion_date": null,
        "use_class": "B1",
        "gia_gained": 21428,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": "P/2006/3877",
        "gia_lost": 26285
      },
      {
        "gia_existing": -1,
        "superseded_date": "04/12/2007",
        "actual_completion_date": null,
        "use_class": "B1c",
        "gia_gained": 21428,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": "P/2006/3877",
        "gia_lost": 26285
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "existing_uprns": [
      "000012000021, 000012167437, 000012167441, 000012167442, 000012167443, 000012167444, 000012167445, 000012167446, 000012167447, 000012167448, 000012167449, 000012167450, 000012167459, 000012167460, 000012167461, 000012167462, 000012167463, 000012167464, 000012167465, 000012167466, 000012167467, 000012167468, 000012168649, 000012168650, 000012168651, 000012168652, 000012167469, 000012167470, 000012167471, 000012167472, 000012167473, 000012167474, 000012167475, 000012167476, 000012167477, 000012167478, 000012167479, 000012167480, 000012167481, 000012167482, 000012167483, 000012167484, 000012167485, 000012167486, 000012167487, 000012167488, 000012167489, 000012167490, 000012167491, 000012167492, 000012167493, 000012167494, 000012167495, 000012167496, 000012167497, 000012176967, 000012198107, 000012198108"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2004/2315",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 511258,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T12:05:41.249+00:00",
  "id": "Ealing-P_2004_2315",
  "application_type": "All Other",
  "street_name": "Scotts Road",
  "borough": "Ealing",
  "ward": "Southall Green",
  "decision_date": "29/07/2004",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Demolition and redevelopment to provide twelve industrial/warehouse units (Class B1, B2, B8) together with parking, turning areas and landscaping",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major general industry-storage-warehousing",
  "centroid_northing": 179368,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012000021",
  "centroid": {
    "lon": -0.398465,
    "lat": 51.502307
  },
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.  REASON: To ensure that the materials harmonise with the surroundings in accordance with replacement UDP policy 4.1, UDP policy B1. | No development shall take place until full details of both hard and soft landscaping works, including a phased programme of works, have been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  REASON:  To ensure that the development is landscaped in the interests of the visual character and appearance of the area in accordance with Replacement UDP policy 4.1 & 4.5, UDP policy B1 & B2. | The premises shall be used as storage and distribution (B8) industrial (B2) and light industrial (B1c) and for no other purpose including any other use within Class B1 of the Schedule to the Town and Country Planning (Use Classes) Order 1987 without the prior written permission of the Local Planning Authority obtained through the submission of a planning application.  REASON: To restrict the use of the premises to those compatible with the surrounding area in accordance with Replacement UDP policy 4.1, UDP policy B5. | Details shall be submitted to and approved by the Local Planning Authority before any development is commenced, to demonstrate that the composite sound reduction index (Rw) for the building envelopes of the units will be sufficient to ensure that a criteria of not greater than NR35 Leq,5min (2300 - 0700 hrs) is not exceeded at the nearest fatade of the nearest noise sensitive premises relative to each unit, when plant or machinery is operated inside the units and windows and doors are shut and other means of ventilation provided.  The details shall be implemented as approved and permanently retained thereafter.     REASON: To protect the living conditions of neighbouring residential properties in accordance with Replacement UDP policy 4.1 UDP policy B5. | Details shall be submitted to and approved by the Local Planning Authority for a suitable mechanical ventilation system, to ensure that the acoustic integrity of the building envelopes of the units is preserved by supplying sufficient fresh air in the warmest weather, so that doors and windows do not need to be kept open. The plant associated with this system shall be silenced to ensure that an acoustic standard not exceeding NR 35 Leq,5mins (2300 - 0700 hrs) is met at 1m from the nearest facade of the nearest affected noise sensitive premises. The details shall be implemented as approved and permanently retained thereafter.  REASON: To protect the living conditions of neighbouring residential properties in accordance with Replacement UDP policy 4.1 UDP policy B5. | The existing access to the site shall be permanently closed before any part of the development permitted is occupied or brought into use.  REASON:  In the interests of highway safety in accordance with Replacement UDP policy 9.9 and UDP policy T62 & 63. | Details of refuse storage in accordance with the standards adopted by the Local Planning Authority shall be submitted to and approved by the Local Planning Authority.  Such provision shall be brought into use prior to the first occupation of the development  permitted and retained permanently.  REASON:  To protect the living conditions of occupiers of the area in accordance with Replacement UDP policy 4.1and adopted UDP policy B1. | Details of all external lighting to be erected, demonstrating compliance with the recommendations of the Institution of Lighting Engineers \"Guidance Notes for the Reduction of Light Pollution\"and the provisions of BS 5489 Part 9, shall be submitted in writing to and approved by the Local Planning Authority prior to the development commencing.  The lighting as approved shall be installed prior to the first occupation of the development and maintained in accordance with these standards thereafter.  REASON:   To protect the living conditions of occupiers of the area in accordance with Replacement UDP policy 4.12 and adopted UDP policy ES5. | The vertical illuminance of any lighting at the nearest affected fatade shall be controlled to a maximum of 10 lux at ground floor level and 5 lux at first floor level and the main beam angle of all lights shall not exceed 70 degrees.  REASON:   To protect the living conditions of occupiers of the area in accordance with Replacement UDP policy 4.12 and adopted UDP policy ES5. | The new access as approved shall be constructed before any part of the development permitted is first occupied or brought into use.  REASON:  In the interests of highway safety in accordance with Replacement UDP policy 9.11 and adopted UDP policy T62. | The car parking space(s) shown on the approved plan No: RW1122-100 A shall be marked out on the site prior to first occupation of any part of the development, and these spaces shall be kept continuously available for car parking and shall not be used for any other purpose.  REASON:  To ensure that there is adequate provision for car parking within the site in accordance with Replacement UDP policy 9.11 and adopted UDP policy T56. | The areas shown on the approved plan No: RW1122-100 A as parking, access, loading, unloading and manoeuvring areas shall be kept clear at all times and used for these purposes only.  REASON:  To ensure that adequate parking and servicing space is available within the site in accordance with Replacement UDP policy 9.11 and adopted UDP policy T63. | No development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the positions, design, materials and type of boundary treatment to be erected.  The boundary treatment shall be completed before the development is brought into use.  Development shall be carried out in accordance with the approved details and permanently retained thereafter.  REASON:  To protect the visual appearance of the area and the living conditions of neighbouring occupiers. (UDP policy B1, Replacement UDP policy 4.1) | Any externally sited plant or machinery audible outside the premises shall be designed to satisfy an acoustic standard not exceeding NR 35 Leq,5min, when running during the periods of 2300-0700 hrs Monday to Friday and any time at weekends and NR40 Leq,1hr when running during the period 0700-2300 hrs Mondays to Fridays, measured or calculated at 1m from the nearest fatade of the nearest affected noise sensitive premises  REASON:   To protect the living conditions of occupiers of the area in accordance with Replacement UDP policy 4.11 and adopted UDP policy ES5. | Before the development is commenced a detailed site investigation shall be carried out to establish if the site is contaminated, to assess the degree and nature of the contamination present and to determine its potential for the pollution of the water environment.  The method and extent of this site investigation shall be agreed with the Planning Authority prior to commencement of the work.  Details of appropriate measures to prevent pollution of groundwater and surface water, including provisions for monitoring, shall then be submitted to and approved in writing by the Planning Authority before development commences.  The development shall then proceed in strict accordance with the measures approved.  To prevent pollution of the water environment. (UDP policy R5 , Replacement UDP policy 2.7) | The construction of the site drainage system shall be carried out in accordance with details submitted to and approved in writing by the Planning Authority before the development commences.  REASON:   To prevent pollution of the water environment in accordance with Replacement UDP policy 2.5 and adopted UDP policy R10. | Before the development is commenced a survey shall be carried out to determine whether bats are present and protection measures, including translocation measures, shall be put into effect.  Details of appropriate measures, including provisions for monitoring, shall be submitted to and approved in writing by the Planning Authority before development commences.  The development shall then proceed in strict accordance with the measures approved.    REASON:   In the interests of local ecology and biodiversity in accordance with Replacement UDP policy 3.8 and adopted UDP policy OL19. | Details of waste management measures, including provisions for implementation and monitoring, shall be submitted to and approved in writing by the Planning Authority before development commences.  The development shall then proceed in accordance with the measures approved.  REASON:   To ensure that appropriate waste management measures are put in place in accordance with Replacement UDP policy 2.10 and adopted UDP policy R16. | Units J, K and L within the 25m safeguarding strip on the northern part of the site shall not be commenced unless or until clearance has been given by Transport for London/Crossrail for their construction.  REASON:   To ensure that adequate safeguarding is provided for crossrail proposals in accordance with Replacement UDP policy 9.3 and adopted UDP policy T4. | No part of the development hereby approved shall be occupied until the bus turning area shown on the submitted site layout drawing has been constructed.  REASON:   To ensure that adequate provision is made for turning buses in accordance with Replacement UDP policy 9.4 and adopted UDP policy T10. | Not more than 11580 sq m of B1(c) floorspace shall be provided within the development.  REASON:   In the interests of the safety and free flow of traffic on the neighbouring highway network in accordance with Replacement UDP policy 9.11 & 9.12 and adopted UDP policy T48 & T 63. | The first use of each and every unit within the development shall become the authorised and lawful use of that unit.  Planning permission will be required thereafter for any material change from that first use.  REASON:   To ensure that the overall development has adequate servicing and parking provision so as not to harm the prevailing traffic and highway conditions in accordance with Replacement UDP policy 9.11 and adopted UDP policy T48 & T63. | Notwithstanding the access details on the submitted drawings details of improved pedestrian surfaces and reduced vehicle crossings within the site shall be submitted to and approved in writing by the Local Planning Authority before any works commence on site and these pedestrian facilities shall be provided in accordance with the details so approved before any part of the development is occupied, and retained permanently.  REASON:   In the interests of pedestrian safety in accordance with Replacement UDP policy 9.1 and adopted UDP policy T12. | Details of sight lines, visibility and vehicle swept paths shall be submitted to and approved in writing by the Local Planning Authority before any works commence on site and these facilities shall be provided in accordance with the details so approved before any part of the development is occupied, and retained permanently.  REASON:   In the interests of highway safety in accordance with Replacement UDP policy 9.9 and adopted UDP policy T62. | Occupants of the development who propose to operate a fleet of vehicles from the site shall implement a green fleet management plan within 12 months of the date of receiving approval from the Traffic Commissioner for use of the site as an operating centre.  REASON:   In the interests of air quality in accordance with Replacement UDP policy 2.6 and adopted | No paint spraying or operations giving rise to odour shall be conducted without the prior written permission of the Local Planning Authority obtained through the submission of a planning application.  REASON:   To protect the living conditions of occupiers of neighbouring residential properties in accordance with Replacement UDP policy 4.11 and adopted UDP policy B5, B8, B9 & ES5. | Details of access for people with disabilities shall be submitted to and approved by the local planning authority prior to commencement of development and the approved scheme shall be implemented before the first occupation of the development, and shall be permanently retained.  REASON: To ensure adequate provision for people with disabilities, in accordance with the Council's Adopted UDP policies B1, ES3 & H12 and RUDP policies 4.1, 4.3 & 5.3. | Details of safety and security measures shall be submitted to and approved in writing by the Local Planning Authority and the approved details implemented prior to first occupation of the development and thereafter permanently retained.   REASON: In the interest of the safety of the occupiers and visitors to the premises, in accordance with the Council's adopted UDP policy B20; Replacement Plan policies 4.3 & 4.4. and Supplementary guidance \"Safer Ealing\"."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "01/06/2004",
  "secondary_street_name": null,
  "site_number": "USC Site, corner of",
  "pp_id": "40689/2",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.398442,
          51.50232
        ],
        [
          -0.398443,
          51.502293
        ],
        [
          -0.398487,
          51.502294
        ],
        [
          -0.398486,
          51.502321
        ],
        [
          -0.398442,
          51.50232
        ]
      ]
    ],
    "type": "Polygon"
  }
}