{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2006/4928;",
  "lapsed_date": "06/08/2010",
  "decision_target_date": "23/01/2007",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 1JD",
  "site_name": "60",
  "status": "Completed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "development_type": null,
      "total_gia_gained": 0,
      "site_area": null
    },
    "constraints_details": [
      {
        "result": "Suburban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "3",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "actual_completion_date": "20/12/2011",
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": false,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "24/06/2009",
          "no_bedrooms": 3,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        }
      ],
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 3,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": 0.028,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 35.714285714285715,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "existing_uprns": [
      "000012092293, 000012171195"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2006/4928",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518331,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T12:05:51.212+00:00",
  "id": "Ealing-P_2006_4928",
  "application_type": "All Other",
  "street_name": "Sandall Road",
  "borough": "Ealing",
  "ward": "Hanger Hill",
  "decision_date": "06/08/2007",
  "epc_number": null,
  "actual_commencement_date": "24/06/2009",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Construction of single-storey detached house in rear garden, with basement accommodation; amenity space; vehicular access onto Sandall Close, and parking.",
  "actual_completion_date": "20/12/2011",
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": 182379,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012092293",
  "centroid": {
    "lon": -0.295599,
    "lat": 51.527933
  },
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": 1,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  Reason:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | Samples of the materials to be used for the external surfaces of the development and full details of the Sedum roof (including management plan for Sedum roof) shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced. Such details shall include all external finishes, timber cladding and details of the proposed balustrade, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details, unless otherwise agreed by the Local Planning Authority.  Reason:\tTo ensure that the materials are sympathetic to the design of the proposed building and the character and appearance of the Conservation Area, in accordance with policy 1.4, 4.1, 4.5 and 5.5 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Brunswick Conservation Area Appraisal and Management Plan (March 2007). | Prior to the commencement of any earth works on site, a contaminated land investigation shall be carried out, using sampling points and methods agreed with the local planning authority and subsequently a risk assessment shall be prepared, following the CLEA guidance. A scheme shall then be submitted and approved by the local planning authority to describe the proposed methods of removal, neutralising or sealing of the contamination, and for the remedial works to be implemented before any other works commence.  Reason: In the interests of health and safety, in accordance with policy 2.7 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | Details shall be submitted to and approved by  the Local Planning Authority before the development is commenced, for the insulation of the building envelope, with windows shut and other means of ventilation provided, which will achieve the internal criteria for sensitive rooms, as specified at Document 5.3 \"Guidance for developers\", using the specified worst mode one hour LAeq,1hr spectrum noise level. The details shall also include the provision of alternative means of ventilation in each room in accordance with Authority's criteria.  The works should be completed before occupation and permanently retained thereafter or as otherwise agreed in writing by the Local Planning Authority.  Reason: To protect the occupiers of the new dwellings against unacceptable noise and disturbance, in accordance with UDP policy 4.11 and 5.5 and Supplementary Planning Guidance 10 (Noise and Vibration). | The proposed crossover and car parking space shown on the approved plan PL02-C received 08.05.2007, shall be implemented prior to first occupation of the new house hereby approved. A splay of 1.5m x 1.5m shall be provided on each side of the access, the depth measured from the back of the footway and the widths outwards from the edges of the access, and no fence, wall or other obstruction to visibility exceeding 0.6m in height above the surface of the adjoining highway shall be erected within the areas of such splays. This parking space with visibility splay shall be kept continuously available for car parking and shall not be used for any other purpose, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that there is adequate provision for car parking at the site and in the interests of highway safety in accordance with policies 1.9 and 9.1 of the adopted Unitary Development Plan 'Plan for the Environment' (2004). | Notwithstanding the information shown on the submitted drawings, details shall be submitted to and approved in writing by the Local Planning Authority, including a plan indicating the positions, design, materials and type of boundary treatment (including separation of the proposed new house and garden from the exsiting house and garden) to be erected. The development shall be carried out in accordance with the approved details and shall be completed prior to first occupation and permanently retained, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To protect appearance of the area and the living conditions of neighbouring occupiers, in accordance with policies 1.4, 4.1, 4.8 and 5.5 of the Council's adopted Unitary Development Plan 'Plan for the Environment' 2004 and Supplementary Planning Guidance 8: Safer Ealing. | Notwithstanding the provisions of Classes A, B, C, D and E of Part 1 of Schedule 2 to the Town and Country Planning (General Permitted Development) Order 1995,  no extensions, outbuildings, additional windows or alterations to the new house shall be carried out without prior permission from the Local Planning Authority, obtained through the submission of a planning application.  Reasons:\tTo prevent the overdevelopment of the site and to safeguard the living conditions of adjoining properties and appearance of the building, in accordance with policies 1.4, 3.1, 4.1, 5.1 and 5.5 of the Council's Adopted Unitary Development Plan, 'Plan for the Environment' (2004). | The dwelling hereby approved shall be constructed to Lifetime Homes Standards and level access shall be provided to the ground floor accommodation prior to first occupation, or unless otherwise agreed by the Local Planning Authority.  Reason: To provide adaptable and accessible living accommodation for people with impaired mobility, in accordance with policies 4.1 and 5.3 of the Council's adopted Unitary Development Plan 'Plan for the Environment' 2004 and Supplementary Planning Guidance 7: Accessible Ealing. | Refuse and recycling storage, in accordance with the standards adopted by the Local Planning Authority, shall be provided on site, as shown on drawing number PL01-A received 27th June 2007. Such provision shall be implemented prior to the first occupation of the development permitted and retained permanently, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To protect the living conditions of occupiers of the area and in the interests of the environment, an accordance with policy 2.10 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 4:\tRefuse and Recycling Facilities. | No development shall take place until full details of both hard and soft landscape works for the new house (to include a suitable tree to replace the Cypress tree to be removed) have been submitted to and approved in writing by the Local  Planning Authority, and these works shall be carried out as approved prior to first occupation of dwelling hereby approved, or in accordance with a  programme agreed by the Local Planning Authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  Reason: To ensure that the development is landscaped in the interests of the character and appearance of the Conservation Area, in accordance with policies 4.5 and 4.8 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "28/11/2006",
  "secondary_street_name": null,
  "site_number": "Rear garden of 60",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.295466,
          51.527828
        ],
        [
          -0.295467,
          51.527801
        ],
        [
          -0.29551,
          51.527802
        ],
        [
          -0.295509,
          51.527829
        ],
        [
          -0.295466,
          51.527828
        ]
      ]
    ],
    "type": "Polygon"
  }
}