{
  "development_type": "Minor dwellings",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "UB6 8BS",
  "borough": "Ealing",
  "wgs84_polygon": null,
  "site_name": "104",
  "centroid_easting": 514910,
  "pp_id": "40464",
  "cil_liability": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": [
      "000012052419"
    ]
  },
  "lpa_name": "Ealing",
  "decision": "Approved",
  "lpa_app_no": "P/2002/0194",
  "decision_date": "28/05/2002",
  "last_updated": "2025-03-19T00:56:44.830+00:00",
  "centroid_northing": 183300,
  "centroid": {
    "lat": 51.536917,
    "lon": -0.344591
  },
  "appeal_decision_date": null,
  "locality": "Greenford",
  "ward": "Greenford Green",
  "bo_system": "CSV Data Import",
  "lapsed_date": "28/05/2005",
  "decision_process": "Delegated",
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "18/01/2002",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | All external materials to be used in the development shall match the appearance of those of the existing building.  REASON:\tTo ensure that the materials harmonise with the surroundings, in accordance with Adopted Unitary Development Plan (UDP) Policies B1, B5, ES5 and Replacement UDP Policy 4.1. | The flat roof to be created over the proposed detached garage shall not be used to form a balcony, roof garden or similar amenity area.  REASON:   To protect the living conditions of the occupants of nearby property, in accordance with Adopted Unitary Development Plan (UDP) Policies B1, B5, H33 and Replacement UDP Policy 4.1. | The extension permitted shall not be used or occupied at any time other than for purposes ancillary to the residential use of the dwelling known as 104 Middleton Avenue, Greenford, Middlesex, UB6 8BS.  REASON:\tTo ensure that the character of the area is preserved and a separate dwelling is not created, in accordance with Adopted Unitary Development Plan (UDP) Policy B1 and Replacement UDP Policy 4.1. | The garage accommodation shall not be used for living purposes.  REASON:\tTo ensure that adequate parking accommodation is retained within the site, in accordance with Adopted Unitary Development Plan (UDP) Policies B1, B5, T50 and Replacement UDP Policies 4.1, 9.12. | The garage(s) permitted shall only be used for domestic purposes incidental to the enjoyment of the dwelling and not for any other use (including industrial, commercial or business use).  REASON:\tTo ensure that the use of the garage does not, by reason of any other activity, harm the living conditions in the area, in accordance with Adopted Unitary Development Plan (UDP) Policies B1, B5, ES5 and Replacement UDP Policy 4.1."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "000012052419",
  "decision_target_date": "14/03/2002",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Middleton Avenue",
  "secondary_street_name": null,
  "description": "Part single and two storey extension to side of house and detached outbuilding to rear of site to include domestic garage",
  "id": "Ealing-P_2002_0194",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2002/0194;"
}