{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2005/4665;",
  "lapsed_date": "01/02/2010",
  "decision_target_date": "22/01/2006",
  "locality": "Southall",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB2 4BG",
  "site_name": "Land R/O 68",
  "status": "Commenced",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 1088,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 1088,
      "total_gia_lost": 1088,
      "development_type": "Change of Use",
      "total_gia_gained": 1088,
      "site_area": 0.081
    },
    "constraints_details": [
      {
        "result": "Major, Southall",
        "constraints_layer_description": "Town Centre Designation"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Hinterland Heathrow",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "4",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B2",
        "gia_gained": 0,
        "actual_commencement_date": "01/03/2007",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 1088
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "18/09/2007",
        "use_class": "SG",
        "gia_gained": 1088,
        "actual_commencement_date": "01/03/2007",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "existing_uprns": [
      "000012124967, 000012157666"
    ],
    "site_area": 0.081
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2005/4665",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "512460",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T12:05:44.640+00:00",
  "id": "Ealing-P_2005_4665",
  "application_type": "All Other",
  "street_name": "The Green",
  "borough": "Ealing",
  "ward": "Southall Green",
  "decision_date": "01/02/2007",
  "epc_number": null,
  "actual_commencement_date": "01/03/2007",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Change of use from car repair/ MOT garage (Use class B2) to banqueting/community hall (Sui-generis use); ground floor 'porch' addition; and external alterations; vehicle drop-off area, disabled parking and refuse storage.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": "179536",
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012124967",
  "centroid": {
    "lon": "-0.38108000000000003",
    "lat": "51.50358"
  },
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              512473.6842,
              179534.4736825
            ],
            [
              512499.4737,
              179521.8421025
            ],
            [
              512498.6842,
              179520.526305
            ],
            [
              512473.94735,
              179533.157885
            ],
            [
              512472.3684,
              179532.631585
            ],
            [
              512471.05265,
              179529.47369
            ],
            [
              512469.73685,
              179530.5263375
            ],
            [
              512459.21055,
              179521.8421025
            ],
            [
              512458.1579,
              179523.42105
            ],
            [
              512456.3158,
              179520.263155
            ],
            [
              512454.21055,
              179521.0526525
            ],
            [
              512453.42105,
              179516.31581
            ],
            [
              512448.1579,
              179518.4210575
            ],
            [
              512449.21055,
              179522.89475
            ],
            [
              512431.57895,
              179532.105285
            ],
            [
              512420,
              179532.631585
            ],
            [
              512420.26315,
              179536.57893
            ],
            [
              512436.3158,
              179534.9999825
            ],
            [
              512435,
              179532.368435
            ],
            [
              512438.6842,
              179531.5789375
            ],
            [
              512447.10525,
              179552.105255
            ],
            [
              512462.3684,
              179547.1052625
            ],
            [
              512473.6842,
              179534.4736825
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_cycle": null,
    "no_proposed_bluebadge": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development shall be begun before the expiration of three years from the date of this permission.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | No Development shall take place:-  (i)\tUntil full details of a scheme of works have been both submitted to and approved in writing by the Local Planning Authority relating to the improvement of the private access road shown edged in green on Drawing Number PC/01 dated 17 January 2007 and which lies to the North of the Application Site (which is shown outlined in red on the Application Site Plan). Details of the works of improvement shall include resurfacing; reinstatement of the pedestrian footpath/kerb; the provision of lighting; the provision of signage to indicate pedestrian access and vehicular access to the ''drop off'' areas and signage prohibiting the use of coaches.  (ii)\tUntil full details of a scheme of works have been both submitted to and approved in writing by the Local Planning Authority relating to the improvement of the private access road shown edged in green on Drawing Number PC/01 in January 2007 and which lies to the South of the Application Site (as shown outlined in red on the Application Site Plan). Details of the works of improvement shall include resurfacing; road marking; a road marking scheme for the separation of pedestrians and vehicles; the provision of lighting and the provision of signage prohibiting vehicular access to the Development from the South of the Application Site.   Reason: In the interests of vehicular and pedestrian safety and security, in accordance with policies 4.4 and 9.1 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | There shall be no occupation of any part of the Development (save for the purpose of its construction) unless and until:-  (i)\tThe details of the scheme of works as referred to in Condition 2 (i) and (ii) above have been submitted to and approved in writing by the Local Planning Authority and;  (ii)\tThe Local Planning Authority has certified in writing that the required works have been carried out and completed to their satisfaction.  Reason: To prevent occupation of the development until Condition 2 has been complied with to the satisfaction of the Local Planning Authority. | Notwithstanding any indications as to the matters which have been given in this application as shown on drawing No. 2005/DAC/GEM-03 dated 28/11/06, no development shall take place until detailed elevational drawings, depicting all external alterations, and samples/or details of the materials to used in the altered elevations, have been submitted to and approved in writing by the local planning authority. Such details shall be implemented prior to first occupation and retained thereafter.  Reason:  To ensure that the appearance of the locally listed building is protected and enhanced and any external alterations to the building are consistent and harmonize with the immediate context, in accordance with policies 4.1 and 4.7 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Prior to the commencement of the development, details demonstrating how the development would comply with the requirements of 'Secured by Design' shall be submitted to and approved in writing by the local planning authority. The details shall include lighting, a CCTV system to cover all entrances, exits, and parking areas. The works shall be carried out as approved prior to the occupation of any part of the development and retained thereafter.  Reason: In the interests of crime prevention and the safety and security of users of the site, in accordance with policy 4.4 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | The use of the banqueting hall shall not operate outside the hours 08:00 to 01:00 hours on Fridays and Saturdays, and 10:00 to 18:00 on Sundays, Bank or Public Holidays, and not at all during weekdays. The Community use shall not operate outside the hours 08:00 to 22:00 Mondays to Saturdays and 10:00 to 18:00 on Sundays, Bank or Public Holidays.  Reason: In the interest of the living conditions of occupiers of nearby properties, in accordance policies 1.8, 4.1 and 4.11 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Notwithstanding condition 5 of this permission, there shall be no more than 5 weekday banquet events per calendar year, between 08:00 hours to 01:00 hours.  Reason: In the interests of local environmental conditions, to provide a flexible use to meet communities needs and to safeguard the living and working conditions of local people, in accordance with policies 1.8, 4.1 and 4.11 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Deliveries and waste collection shall be restricted to between 09:00 hours to 16:00 hours each day of the week.  Reason: In the interests of living conditions of nearby occupiers and highway safety, in accordance with policies 4.1, 4.11 and 9.1 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Details of access for people with disabilities, including an Access Statement and detailed drawings, shall be submitted to and approved by the local planning authority before the development is commenced, and the approved scheme shall be implemented before first occupation of the development and thereafter retained.  Reason: To ensure adequate provision for people with disabilities, in accordance with policies 4.1, 4.3 and 5.3 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Notwithstanding the northern boundary treatment shown on drawing No. 2005/DAC/GEM-03 dated 28/11/06, no development shall take place until full details of boundary treatment for the service/drop-off area on the northern boundary of the site, have been submitted to and approved in writing by the local planning authority. The boundary treatment shall be implemented prior to occupation as approved and thereafter retained.  Reason: In the interests of vehicular and pedestrian safety and to safeguard the appearance of the area, in accordance with policies 4.1 and 9.1 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | The rating noise level emitted from the proposed development, as assessed under BS4142:1997 shall be lower than the existing background noise level by at least 5 dBA at 3.5m from the nearest ground floor sensitive facade, and this standard shall be retained.  Reason: To safeguard the living and working conditions of adjoining occupiers, in accordance with policies 4.1 and 4.11 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Prior to the commencement of the development, details shall be submitted to and approved by the local planning authority, for measures to achieve the composite sound reduction index of the building envelope, in accordance with the local authority's criteria. The measures as approved shall be completed before occupation and thereafter retained.  Reason: To safeguard the living and working conditions of adjoining occupiers, in accordance with policies 4.1 and 4.11 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Details shall be submitted to and approved by the local planning authority before the development is commenced, for a suitable mechanical ventilation system, to ensure doors and windows are kept closed during hot weather and externally sited ventilation plant associated with this system will be silenced to a standard not exceeding NR 35 Leq,5min (2300 - 0700hrs), measured or calculated at 1m from the nearest facade of the nearest affected noise sensitive premises. These measures shall be implemented as approved prior to occupation and thereafter retained.  Reason: To safeguard the living and working conditions of adjoining occupiers, in accordance with policies 4.1 and 4.11 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Details shall be submitted to and approved by the local planning authority before the development is commenced, for a suitable sound limiting device to control the output from the amplification system to a maximum noise level agreed with this the Authority. The limiter device shall also be connected to all external doors so that the power to the amplifiers will be cut if a door is opened, other than for means of escape from fire. These measures shall be implemented as approved prior to occupation and thereafter retained.  Reason: To safeguard the living and working conditions of adjoining occupiers, in accordance with policies 4.1 and 4.11 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | Details shall be submitted to and approved by the local planning authority, before the development is commenced, for the installation, operation and maintenance of the best practicable odour abatement equipment (including anti-vibration and noise mitigation), for the proposed development and also for the details and height of any associated the exhaust stacks and plant. These details shall be implemented as approved prior to occupation and thereafter retained.  Reason: To safeguard the living and working conditions of adjoining occupiers, in accordance with policies 4.1 and 4.11 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | Prior to the commencement of any earth works on site, a contaminated land investigation shall be carried out, using sampling points and methods agreed with the local planning authority and subsequently a risk assessment shall be prepared, following the CLEA guidance. A scheme shall then be submitted and approved by the local planning authority to describe the proposed methods of removal, neutralising or sealing of the contamination, and for the remedial works to be implemented before any other works commence.  Reason: In the interests of health and safety, in accordance with policy 2.7 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | No earth works shall take place on site, until the applicant has secured the implementation of a programme of archaeological work in accordance with a written scheme for investigation, which has been submitted by the applicant and approved by the local planning authority.  Reason: To protect any archaeological remains on site, in accordance with policy 4.9 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | Details of refuse and recycling storage and/or refuse management plan, to accord with the standards adopted by the Local Planning Authority, shall be submitted to and approved by the local planning authority before the development is commenced. The refuse and recycling storage shall be provided as approved prior to the first occupation of the development permitted, and shall be thereafter retained.  Reason: To safeguard local environmental conditions, in accordance with policy 2.10 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "28/11/2005",
  "secondary_street_name": null,
  "site_number": "Land rear of 68",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3808834,
          51.5035636
        ],
        [
          -0.38051599999999997,
          51.5034449
        ],
        [
          -0.38052779999999997,
          51.5034332
        ],
        [
          -0.38088000000000005,
          51.5035517
        ],
        [
          -0.3809029,
          51.5035473
        ],
        [
          -0.3809229,
          51.5035192
        ],
        [
          -0.3809415,
          51.5035289
        ],
        [
          -0.3810958,
          51.5034529
        ],
        [
          -0.38111049999999996,
          51.5034673
        ],
        [
          -0.381138,
          51.5034393
        ],
        [
          -0.3811681,
          51.5034468
        ],
        [
          -0.381181,
          51.5034044
        ],
        [
          -0.3812561,
          51.5034244
        ],
        [
          -0.3812395,
          51.5034644
        ],
        [
          -0.3814905,
          51.5035507
        ],
        [
          -0.38165709999999997,
          51.5035577
        ],
        [
          -0.3816521,
          51.5035931
        ],
        [
          -0.38142139999999997,
          51.5035757
        ],
        [
          -0.3814412,
          51.5035523
        ],
        [
          -0.38138839999999996,
          51.5035445
        ],
        [
          -0.3812606,
          51.5037273
        ],
        [
          -0.3810423,
          51.5036794
        ],
        [
          -0.3808834,
          51.5035636
        ]
      ]
    ],
    "type": "Polygon"
  }
}