{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2000/3075;",
  "lapsed_date": "29/01/2013",
  "decision_target_date": "17/11/2000",
  "locality": "Southall",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB1 2AY",
  "site_name": "Northcote Arms",
  "status": "Closed",
  "application_details": {
    "existing_uprns": [
      "000012126702"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2000/3075",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 512509,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-18T23:55:59.132+00:00",
  "id": "Ealing-P_2000_3075",
  "application_type": "All Other",
  "street_name": "Northcote Avenue",
  "borough": "Ealing",
  "ward": null,
  "decision_date": "29/01/2010",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Change of use of former public house from temporary hostel for homeless people to guest house",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": 180600,
  "decision": "Closed",
  "appeal_decision": null,
  "uprn": "000012126702",
  "centroid": {
    "lon": -0.380056,
    "lat": 51.513133
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | Details of refuse storage in accordance with the standards adopted by the Local Planning Authority shall be submitted to and approved in writing by the Local Planning Authority.  Such provision shall be brought into use prior to the first occupation of the development permitted and retained permanently.  REASON:\tTo protect the living conditions of occupiers of the area. | No development shall take place until full details of both hard and soft landscape works, including a phased programme of works, have been submitted to and approved in writing by the Local  Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by theLocal Planning Authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area. | The car parking space(s) shown on the approved plan No. NORTH 006A shall be marked out on the site prior to first occupation of any part of the development, and these spaces shall be kept continuously available for car parking and shall not be used for any other purpose. \t REASON:\tTo ensure that there is adequate provision for car parking  within the site. | Any machinery audible outside the premises must be designed to an acoustic standard not exceeding Noise Rating NR35 measured or calculated at the nearest horizontal or vertical boundary of the nearest affected dwelling, whichever is the closer.   REASON:  To protect the living conditions of neighbouring occupiers. | Before any works commence on site, details of a scheme to provide parking for cyclists in accordance with adopted standards shall be submitted to and approved by the Local Planning Authority, and such details as approved shall be implemented and brought into use prior to first occupation, and retained permanently.  REASON:\tTo provide adequate facilities for cyclists. | No deliveries shall take place outside the hours of 0800 - 1800 hrs Monday to Saturday  REASON\tIn the interests of the living conditions of neighbouring occupiers | Before the development is commenced a Travel Plan shall be submitted to and approved by the Local Planning Authority in writing; the plan shall be implemented immediately upon commencement of the use and shall be retained thereafter. \t REASON\tTo ensure that adequate transport facilities are provided."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "22/09/2000",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "31665/7",
  "wgs84_polygon": null
}