{
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2004/1643;",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": null,
  "application_details": {
    "existing_uprns": [
      "000012084993"
    ]
  },
  "wgs84_polygon": null,
  "site_name": "5",
  "centroid_easting": 517445,
  "site_number": null,
  "development_type": "Minor dwellings",
  "decision_date": "11/06/2004",
  "appeal_start_date": null,
  "lapsed_date": "11/06/2007",
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Ealing",
  "centroid_northing": 181016,
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | All external materials to be used in the development shall match the appearance of those of the existing building.  REASON:\tTo ensure that the materials harmonise with the surroundings, in accordance with Policies 4.8, 5.9 of the Replacement UDP and Policies B24, ES2, H8 of the Adopted UDP. | No part of the roof of the extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.  REASON:  To protect the living conditions of occupants of nearby properties in accordance with Unitary Development Plan (UDP) Adopted Policy H8 and Replacement UDP Policy 5.9. | The proposed first floor bathroom window in the North elevation of the front north bedroom approved shall contain only obscure glass.  A sample of the obscured glass, no smaller than 300 mm square shall be submitted to and approved by the Local Planning Authority before any work is commenced on the relevant part of the development, and the development shall not be carried out otherwise than in accordance with the sample thus approved.  The details so approved shall be retained permanently.  REASON: To protect the living conditions of neighbouring properties, in accordance with Unitary Development Plan (UDP) Adopted Policy H8 and Replacement UDP Policy 5.9. | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995, no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.  REASON: To protect the living conditions of neighbouring properties and the visual appearance of the area, in accordance with UDP Adopted Policy H8 and UDP Replacement Policy 5.9."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "Longfield Road",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.308819,
    "lat": 51.515868
  },
  "cil_liability": null,
  "valid_date": "19/04/2004",
  "postcode": "W5 2DH",
  "bo_system": "CSV Data Import",
  "borough": "Ealing",
  "id": "Ealing-P_2004_1643",
  "application_type": "All Other",
  "parking_details": null,
  "decision_target_date": "14/06/2004",
  "pp_id": "42824/1",
  "last_updated_by": "CSV Data Import",
  "locality": "London",
  "uprn": "000012084993",
  "last_date_consultation_comments": null,
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-03-19T22:54:29.338+00:00",
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "Ealing Broadway",
  "appeal_decision": null,
  "lpa_app_no": "P/2004/1643",
  "description": "Extension to rear roof space, ground floor rear extension and conservatory",
  "date_building_work_completed_under_previous_permission": null
}