{
  "cil_liability": null,
  "last_updated": "2025-03-20T16:32:21.238+00:00",
  "application_details": {
    "existing_uprns": [
      "000012155021"
    ],
    "site_area": 0.013000000000000001
  },
  "decision_target_date": "18/11/2002",
  "parking_details": null,
  "postcode": "W3 6JD",
  "appeal_decision_date": null,
  "locality": "London",
  "status": "Approved",
  "centroid_easting": 520316,
  "lapsed_date": "24/12/2005",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520313.8444414,
              181023.9516881
            ],
            [
              520313.7537458,
              181033.3989838
            ],
            [
              520313.6960303,
              181037.097925
            ],
            [
              520313.5970896,
              181045.1456214
            ],
            [
              520313.5641093,
              181048.1347657
            ],
            [
              520313.2343069,
              181048.1247686
            ],
            [
              520313.2343069,
              181048.1347657
            ],
            [
              520318.8491935,
              181048.2547314
            ],
            [
              520318.8986639,
              181045.1956071
            ],
            [
              520319.3026719,
              181031.099642
            ],
            [
              520319.3026719,
              181029.2501714
            ],
            [
              520319.3521422,
              181023.8517167
            ],
            [
              520313.8526865,
              181023.7517453
            ],
            [
              520313.8444414,
              181023.9516881
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_northing": 181036,
  "ward": "Acton Central",
  "lpa_app_no": "P/2002/3157",
  "pp_id": "28692/1",
  "bo_system": "CSV Data Import",
  "borough": "Ealing",
  "valid_date": "24/09/2002",
  "title_number": null,
  "decision_agency": "Borough",
  "uprn": "000012104317",
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": null,
  "actual_completion_date": null,
  "application_type_full": null,
  "application_type": "All Other",
  "appeal_status": null,
  "site_number": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "street_name": "Brougham Road",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2674686,
          51.5153377
        ],
        [
          -0.2674667,
          51.5154226
        ],
        [
          -0.2674663,
          51.5154558
        ],
        [
          -0.267465,
          51.5155282
        ],
        [
          -0.2674644,
          51.5155551
        ],
        [
          -0.26746919999999996,
          51.515555
        ],
        [
          -0.26746919999999996,
          51.5155551
        ],
        [
          -0.26738829999999997,
          51.515555
        ],
        [
          -0.2673886,
          51.5155275
        ],
        [
          -0.2673876,
          51.5154007
        ],
        [
          -0.26738819999999996,
          51.5153841
        ],
        [
          -0.2673893,
          51.5153356
        ],
        [
          -0.2674686,
          51.5153359
        ],
        [
          -0.2674686,
          51.5153377
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid": {
    "lat": "51.5154455",
    "lon": "-0.2674335"
  },
  "epc_number": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2002/3157;",
  "lpa_name": "Ealing",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "site_name": "20",
  "decision": "Approved",
  "id": "Ealing-P_2002_3157",
  "description": "New three storey house with basement to replace existing garage on land adjacent to number 20 Brougham Road",
  "decision_date": "24/12/2002",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.  REASON:\tTo ensure that the materials harmonise with the surroundings. | Development shall not begin until drainage works have been carried out in accordance with details to be submitted to and approved in writing by the Local Planning Authority; the scheme as approved to be carried out before any part of the development permitted is occupied.  REASON:\tTo ensure that adequate drainage of the site is carried out as approved. | The existing trees on the site shall not be lopped, felled or otherwise affected in any way (including raising or lowering soil levels under the crown spread of the trees) and no excavation shall be cut under the crown spread of the trees without the prior written permission of the Local Planning Authority.  REASON:\tTo safeguard the trees in the interest of visual character and appearance of the area. | No development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the positions, design, materials and type of boundary treatment to be erected.  The boundary treatment shall be completed before the building is occupied.  Development shall be carried out in accordance with the approved details.  REASON:\tTo protect the visual appearance of the area and the living conditions of neighbouring occupiers. | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995, no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.  REASON: To protect the living conditions of neighbouring properties and the visual appearance of the area. | Notwithstanding the provisions of Classes A, B, C, D E, F, G of Part 1 of Schedule 2 to the Town and Country Planning (General Permitted Development) Order 1995,  no development shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.  REASON:\tTo prevent the overdevelopment of the site and to safeguard the living conditions of adjoining properties and visual appearance of the building. | Details of protective railings to proposed lightwell shall be submitted to and approved in writing by the LPA. Development shall be carried out in accordance with the approved details and permanently retained. | The new dwelling will be affected by noise from Heathrow Airport at a level of worst mode one day equal to LAeq,16hr[57][60]dB] and worst mode one hour LAeq,1hr,[64][67]dB]. This will bring the dwelling within category [b] of PPG24 guidance, requiring noise mitigation measures as follows:  Details shall be submitted for approval before development is commenced, to demonstrate that a composite sound reduction index of not less than [34][37] dB for bedrooms and not less than[29][32] dB for living rooms will be achieved for the building envelope, with windows shut and other means of ventilation provided. The details should also include the provision of ventilator units in each room in accordance with Council criteria. The works should be completed before occupation and permanently retained thereafter."
  ],
  "development_type": "Major all other major developments"
}