{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2006/1941;",
  "lapsed_date": "15/09/2008",
  "decision_target_date": "03/08/2006",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 5NW",
  "site_name": "Kerrison Yard Garages",
  "status": "Commenced",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "development_type": null,
      "total_gia_gained": 0,
      "site_area": null
    },
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_uprns": [
      "000012091037, 000012160708, 000012160709, 000012162212"
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B2",
        "gia_gained": 0,
        "actual_commencement_date": "15/09/2006",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [
      {
        "lpa_app_no": "P/2004/5285",
        "partial_supersedence": false
      }
    ],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "actual_completion_date": "29/06/2007",
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": false,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Change of Use",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "15/09/2006",
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "29/06/2007",
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": false,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Change of Use",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "15/09/2006",
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "29/06/2007",
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": false,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Change of Use",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "15/09/2006",
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        }
      ],
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 6,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 3,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": 0.10200000000000001,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 29.41176470588235,
      "total_no_proposed_residential_units_market_for_sale": 3,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "site_area": 0.101
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2006/1941",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "517951",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T12:05:48.243+00:00",
  "id": "Ealing-P_2006_1941",
  "application_type": "All Other",
  "street_name": "Kerrison Road",
  "borough": "Ealing",
  "ward": "Ealing Common",
  "decision_date": "15/09/2005",
  "epc_number": null,
  "actual_commencement_date": "15/09/2006",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Redevelopment to provide three residential units (following demolition of existing garages and workshop); construction of one, three storey house attached to the eastern side of Noel House; and two part single, part two storey semi-detached houses to rear of site; realignment of existing vehicular access; parking and landscaping",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": "180086",
  "decision": "",
  "appeal_decision": null,
  "uprn": "000012091037",
  "centroid": {
    "lon": "-0.3018186",
    "lat": "51.5074052"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517925.89475,
              180125.36841
            ],
            [
              517935.89475,
              180128.263155
            ],
            [
              517940.3684,
              180110.8947325
            ],
            [
              517940.89475,
              180110.3684325
            ],
            [
              517945.6316,
              180091.9473625
            ],
            [
              517949.05265,
              180091.9473625
            ],
            [
              517950.10525,
              180089.0526175
            ],
            [
              517952.4737,
              180086.1578725
            ],
            [
              517974.05265,
              180091.6842125
            ],
            [
              517974.3158,
              180089.0526175
            ],
            [
              517952.21055,
              180083.789475
            ],
            [
              517951.42105,
              180080.89473
            ],
            [
              517953.78945,
              180071.421045
            ],
            [
              517950.6316,
              180069.3157975
            ],
            [
              517953.78945,
              180055.63157
            ],
            [
              517949.57895,
              180053.2631725
            ],
            [
              517950.6316,
              180048.26318
            ],
            [
              517944.3158,
              180046.9473825
            ],
            [
              517935.3684,
              180088.0000175
            ],
            [
              517934.3158,
              180087.73682
            ],
            [
              517925.89475,
              180125.36841
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": 0,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995, no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.  Reason: To protect the living conditions of neighbouring properties and the visual appearance of the area in accordance with policies 4.1 and 5.5 of the Council's adopted Unitary Development Plan (UDP) 'Plan for the Environment' (2004). | Notwithstanding the provisions of Classes A, B, C, D, E of Part 1 of Schedule 2 to the Town and Country Planning (General Permitted Development) Order 1995,  no additions or extensions to the dwellinghouse, additions or extension to the roof of the dwellinghouse, alterations to the shape of the roof of the dwellinghouse, erection or construction of a porch outside any external door of the dwellinghouse or provision within the curtilage of the dwellinghouse of any building or encolsure, shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.  Reason: To prevent the overdevelopment of the site and to safeguard the living conditions of adjoining properties and visual appearance of the building in accordance with policies 4.1 and 5.5 of the Council's adopted Unitary Development Plan (UDP) 'Plan for the Environment' (2004). | Notwithstanding the approved drawings and submission to date, samples of the materials to be used for the external surfaces of the development shall be submitted to the Local Planning Authority for approval within one month from the date of the decision notice. No development shall take place until these details have been approved by the Local Planning Authority. This condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried our in accordance with the approved details and retained permanently.  Reason: To ensure that the materials harmonise with the surroundings consistent with policies 4.1 and 5.5 of the Council's adopted Unitary Development Plan (UDP) 'Plan for the Environment' (2004). | Notwithstanding the approved drawings, full details of both hard and soft landscaping works, including a phased programme of works and details of road surfacing, shall be submitted to Local Planning Authority within one month from the date of the decision notice.  These works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority.  Any trees or other plants that die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  Reason:  To ensure that the development is landscaped in the interests of the visual character and appearance of the area in accordance with policies 4.5 and 5.5 of the Council's adopted Unitary Development Plan (UDP) 'Plan for the Environment' (2004). | The existing trees on the site and the adjoining site shall not be lopped, felled or otherwise affected in any way (including raising or lowering soil levels under the crown spread of the trees) and no excavation shall be cut under the crown spread of the trees within the application site without the prior written permission of the Local Planning Authority.  Reason: To safeguard the trees in the interest of visual character and appearance of the area in accordance with policies 4.5 and 4.8 of the Council's adopted Unitary Development Plan (UDP) 'Plan for the Environment' (2004). | Notwithstanding the approved drawings, a plan indicating the positions, design, materials and type of boundary treatment to be erected, shall be submitted to the Local Planning Authority within one month of the date of the decision notice. The boundary treatment shall be completed before the buildings are occupied and the development shall be carried out in accordance with the approved details, and shall be permanently retained.  Reason:  To protect the visual appearance of the area in accordance with policies 4.8 and 5.5 of the Council's adopted Unitary Development Plan (UDP) 'Plan for the Environment' (2004). | Notwithstanding the approved drawings, details of refuse storage in accordance with the standards adopted by the Local Planning Authority shall be submitted to the Local Planning Authority for approval within one month of the date of the decision notice. These works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority, and retained permanently.  Reason:  To protect the living conditions of occupiers of the area in accordance with policies 4.1 and 5.5 of the Council's adopted Unitary Development Plan (UDP) 'Plan for the Environment' (2004). | Notwithstanding the approved drawings, details of the internal layout shall be submitted to the Local Planning Authority for approval within one month of the date of the decision notice.  Details must demonstrate satisfactory design to aim to meet with Lifetime Homes standards in accordance with the standards adopted by the Local Planning Authority.  The development shall be carried out in accordance with such approved details, and retained permanently.  Reason:  In the interests of inclusive design and in accordance with policies 4.3 and 5.3; and supplementary guidance SG7 of the Council's adopted Unitary Development Plan (UDP) 'Plan for the Environment' (2004). | No development shall take place until details of a contaminated land investigation, including sampling points and a risk assessment have been submitted to and approved in writing by the Local Planning Authority.  Prior to the commencement of any works, the results of the land investigation and a scheme of any subsequently required remedial works to describe the proposed methods of removal, neutralising or sealing of any contamination must be submitted to and approved by the Local Planning Authority.  Before any part of the development is commenced, any required remedial works are to be carried out in accordance with the approved details.  Reason: To ensure that any contaminated land does not affect new residential occupants in accordance with policy 2.7 of the Council's adopted Unitary Development Plan (UDP) 'Plan for the Environment' (2004). | Notwithstanding the approved drawings, details of Security/Safety measures (aiming to comply with Police Secured by Design), including lighting, shall be submitted to the Local Planning Authority for approval within one month of the date of the decision notice. The development shall be carried out in accordance with such approved details, and retained permanently.   Reason: To ensure that the proposed development achieves the required crime prevention elements as detailed by the Government Circular 5/94 'Planning Out Crime' and with requirements of clause 17 of the Crime and Disorder Act 1988 which imposes a duty on a Local Authority 'to do all that it can to prevent crime and disorder in its area' in accordance with policy 4.4 of the Council's adopted Unitary Development Plan (UDP) 'Plan for the Environment' (2004). | 1.5m by 1.5m visibility splays, with no obstruction above 0.6m in height, as shown on the approved plans are to be maintained at either side of the vehicular access.  Reason: In the interests of highway safety in accordance with policy 9.1 of the Council's adopted Unitary Development Plan (UDP) 'Plan for the Environment' (2004). | The car parking spaces shown on the approved plan no. D/200 rev C (dated 23/02/05) shall be constructed on the site prior to first occupation of any part of the development, and these spaces shall be kept continuously available for car parking and shall not be used for any other purpose.  Reason: To ensure that there is adequate provision for car parking within the site in accordance with in accordance with policy 9.1 of the Council's adopted Unitary Development Plan (UDP) 'Plan for the Environment' (2004). | Notwithstanding the rear elevation details as indicated on the approved drawing ref: 2105.16 received 9/5/2006, detailed drawings of the rear elevation and in particular the first floor windows showing mitigation measures to address concerns about overlooking to properties to the rear of the site, shall be submitted to the Local Planning Authority for approval within one month of the date of the decision notice. The development shall be carried out in accordance with such approved details, and retained permanently.  Reason: To protect the living conditions of neighbouring properties and future occupiers of the development in accordance with policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "08/06/2006",
  "secondary_street_name": null,
  "site_number": "KERRISON YARD GARAGES REAR OF 15-27",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.30216699999999996,
          51.5077643
        ],
        [
          -0.302022,
          51.5077882
        ],
        [
          -0.3019634,
          51.5076312
        ],
        [
          -0.301956,
          51.5076263
        ],
        [
          -0.3018939,
          51.5074598
        ],
        [
          -0.30184469999999997,
          51.5074591
        ],
        [
          -0.3018305,
          51.5074328
        ],
        [
          -0.3017973,
          51.5074063
        ],
        [
          -0.3014847,
          51.5074515
        ],
        [
          -0.30148179999999997,
          51.5074278
        ],
        [
          -0.3018019,
          51.5073851
        ],
        [
          -0.3018143,
          51.5073592
        ],
        [
          -0.3017833,
          51.5072736
        ],
        [
          -0.3018295,
          51.5072553
        ],
        [
          -0.30178859999999996,
          51.5071317
        ],
        [
          -0.30185,
          51.5071113
        ],
        [
          -0.3018365,
          51.5070661
        ],
        [
          -0.30192789999999997,
          51.5070556
        ],
        [
          -0.3020431,
          51.5074265
        ],
        [
          -0.3020583,
          51.5074243
        ],
        [
          -0.30216699999999996,
          51.5077643
        ]
      ]
    ],
    "type": "Polygon"
  }
}