{
  "development_type": "Major general industry-storage-warehousing",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "UB6 7DS",
  "borough": "Ealing",
  "wgs84_polygon": null,
  "site_name": "40",
  "centroid_easting": 517377,
  "pp_id": "06833/5",
  "cil_liability": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": [
      "000012087926, 000012115268"
    ]
  },
  "lpa_name": "Ealing",
  "decision": "Approved",
  "lpa_app_no": "P/2001/1699",
  "decision_date": "10/07/2001",
  "last_updated": "2025-03-19T01:25:48.018+00:00",
  "centroid_northing": 183653,
  "centroid": {
    "lat": 51.539582,
    "lon": -0.308921
  },
  "appeal_decision_date": null,
  "locality": "Greenford",
  "ward": "Perivale",
  "bo_system": "CSV Data Import",
  "lapsed_date": "10/07/2004",
  "decision_process": "Delegated",
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "29/05/2001",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | All external materials to be used in the development shall match the appearance of those of the existing building.  REASON:\tTo ensure that the materials harmonise with the surroundings. | The car parking space(s) shown on the approved plan No. 208 40BR01 shall be marked out on the site prior to first occupation of any part of the development, and these spaces shall be kept continuously available for car parking and shall not be used for any other purpose. \t REASON:\tTo ensure that there is adequate provision for car parking  within the site. | The premises shall be used as retail shop only and for no other purpose including office and hot food takeaway/restaurant uses within Class A2 and A3 of the Schedule to the Town and Country Planning (Use Classes) Order 1987 without the prior written permission of the Local Planning Authority obtained through the submission of a planning application.  REASON:\t To restrict the use of the premises to one compatible with the surrounding area and to enable the Local Planning Authority to maintain strict control over the nature of the use in the interests of the living conditions of occupiers in the locality. | Any machinery audible outside the premises (including mechanical ventilation systems) must be designd to satisfy an acoustic standard not exceeding NR35 Leq (5 mins), 2300 - 0700 hrs and NR40 Leq (1 hr) 0700 - 2300 hrs, measured or calculated at 1m from the nearest facade of the nearest affected noise sensitive premises.  REASON:  To protect the living conditions of occupiers of nearby properties. | The use permitted shall not operate outside the hours of 8am to 6pm Mondays to Saturdays and not at any time on Sundays or Bank Holidays.  REASON:  In the interest of the living conditions of occupiers of nearby properties. | Details of refuse storage in accordance with the standards adopted by the Local Planning Authority shall be submitted to and approved in writing by the Local Planning Authority.  Such provision shall be brought into use prior to the first occupation of the development permitted and retained permanently.  REASON:\tTo protect the living conditions of occupiers of the area. | The flat roof to be created shall not be used to form a balcony, roof garden or similar amenity area.  REASON:\tTo protect the living conditions of occupants of nearby properties."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "12087926",
  "decision_target_date": "24/07/2001",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Bilton Road",
  "secondary_street_name": null,
  "description": "Single storey extension to side of retail shop to provide additional retail  unit and provision of one off street parking with access from Devon Close",
  "id": "Ealing-P_2001_1699",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2001/1699;"
}