{
  "application_type": "All Other",
  "valid_date": "28/01/2004",
  "uprn": "000012140926",
  "decision_target_date": "24/03/2004",
  "lpa_app_no": "P/2003/5292",
  "last_date_consultation_comments": null,
  "decision_date": "13/04/2004",
  "subdivision_of_building": null,
  "ward": "East Acton",
  "application_details": {
    "existing_uprns": [
      "000012140926"
    ]
  },
  "borough": "Ealing",
  "application_type_full": null,
  "cil_liability": null,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "13/04/2007",
  "bo_system": "CSV Data Import",
  "polygon": null,
  "appeal_status": null,
  "parking_details": null,
  "centroid": {
    "lon": -0.278442,
    "lat": 51.523375
  },
  "locality": "London",
  "secondary_street_name": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of the initial permission Ref: 39175 granted on 06/02/2001.  REASON:   In order to comply with the provisions of the Town and Country Planning Act 1990 and to accord with the terms of the application. | Before any works commence on site, details of a scheme to provide parking for cyclists in accordance with adopted standards shall be submitted to and approved by the Local Planning Authority, and such details as approved shall be implemented and brought into use prior to first occupation, and retained permanently.  REASON:\tTo provide adequate facilities for cyclists, in accordance with Unitary Development Plan (UDP) Adopted Policies B1, B5, T46, Replacement UDP Policy 9.6. | The second floor extension permitted shall be used only for purposes ancillary to the authorised use of the site for industrial (B1 Use Class Order).  REASON:   To enable the Local Planing Authority to maintain strict control over the nature of the use and to accord with the terms of the application, in accordance with Unitary Development Plan (UDP) Adopted Policies E5, E12, Replacement UDP Policies 4.1, 6.1, 6.4. | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.  REASON:\tTo ensure that the materials harmonise with the surroundings, in accordance with Unitary Development Plan (UDP) Adopted Policies B1, B5, ES6, Replacement UDP Policy 4.1. | The areas shown on the approved plans as parking, access, loading,  unloading and manoeuvring shall be kept clear at all times and used for these purposes only. \t REASON:\tTo ensure that adequate parking and servicing space is available within the site, in accordance with Unitary Development Plan (UDP) Adopted Policies T18, T31, T39, Replacement UDP Policies 9.1, 9.9, 9.11."
  ],
  "decision_agency": "Borough",
  "wgs84_polygon": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "postcode": "W3 0TJ",
  "epc_number": null,
  "decision": "Approved",
  "id": "Ealing-P_2003_5292",
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "site_name": "Unit 8",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2003/5292;",
  "pp_id": "39175/1",
  "decision_process": "Delegated",
  "centroid_easting": 519533,
  "last_updated": "2025-03-19T22:00:13.470+00:00",
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "centroid_northing": 181900,
  "development_type": "Major offices-R and D-light industry",
  "description": "Amendment to planning permission ref. 39175 dated 6/2/01 for second storey extension to office/warehouse  to allow external staircase and alterations to approved roof/windows",
  "status": "Approved",
  "actual_completion_date": null,
  "appeal_start_date": null,
  "street_name": "Concord Road",
  "title_number": null
}