{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2000/4522;",
  "lapsed_date": "29/01/2013",
  "decision_target_date": "13/03/2001",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 3UQ",
  "site_name": "Northcote House",
  "status": "Closed",
  "application_details": {
    "existing_uprns": [
      "000012151361"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2000/4522",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518085,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-18T23:55:59.311+00:00",
  "id": "Ealing-P_2000_4522",
  "application_type": "All Other",
  "street_name": "Northcote Avenue",
  "borough": "Ealing",
  "ward": "Ealing Common",
  "decision_date": "29/01/2010",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Demolition of existing auction buildings, redevelopment to provide two ground floor Class B1/A2 commercial units with seven self contained flats on upper floors",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major retail and service",
  "centroid_northing": 180779,
  "decision": "Closed",
  "appeal_decision": null,
  "uprn": "000012151361",
  "centroid": {
    "lon": -0.299679,
    "lat": 51.513605
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with the approved details.  REASON:\tTo ensure that the materials harmonise with the surroundings. | Dustbin and enclosed refuse areas, details of which shall be submitted to and approved by the Local Planning Authority, shall be sited a maximum distance of 23 metres (10 metres where paladins are employed) from an adopted highway, and a maximum of 25 metres from any dwelling unit intended to use them..  REASON:\tTo comply with the Council's Design Guides. | No development shall take place until full details of both hard and soft landscape works to include details of access to garden area for each of the sixteen units, including a phased programme of works, have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the phased programme agrees by the local planning authority. Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area. | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995, no openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.  To protect the living conditions of occupants of nearby properties. | The flat roof to be created shall not be used to form a balcony, roof garden or similar amenity area.  REASON:\tTo protect the living conditions of occupants of nearby properties. | No development shall take place until a schedule of landscape maintenance for a minimum period of 5 years has been submitted to and approved in writing by the Local Planning Authority.  The schedule shall include details of its arrangement for its implementation.  Landscape maintenance shall be carried out in accordance with the approved schedule.  REASON: To protect the landscaping in the interests of the visual character of the area. | Details of external lighting to be erected, demonstrating compliance with the recommendations of the Institution of Lighting Engineers \"Guidance Notes for the Reduction of Light Pollution\" and the provisions of BS 5489 Part 9, must be submitted in writing to and approved by the Local Planning Authority prior to the development commencing. The lighting as approved must be installed prior to the first occupation of the building and maintenance in accordance with these standards thereafter.  Reason : To protect the living conditions of occupiers of the area. | The vertical illuminance of any lighting at the nearest affected fatade shall be controlled to a maximum of 10 lux at the ground floor level and 5 lux at first floor level and the main beam angle of all lights shall not exceed 70 degrees.  Reason: To protect the living conditions of occupiers of the area. | Before any works commence on site, details of a scheme to provide parking for cyclists in accordance with adopted standards shall be submitted to and approved by the Local Planning Authority, and such details as approved shall be implemented and brought into use prior to first occupation, and retained permanently.  Reason: To provide adequate facilities for cyclists. | Details of access for people with disabilities shall be submitted to and approved by the local planning authority before any work is commenced; and the approved scheme shall be implemented before first occupation of commercial and residential accommodation, and shall be permanently retained.  Reason: To ensure adequate provision for people with disabilities. | No development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the positions, design, materials and type of boundary treatment to be erected. Development shall be carried out in accordance with the approved details prior to first occupation and permanently retained.  Reason: To protect the visual appearance of the area and the living conditions of neighbouring occupiers. | Prior to the commencement of development, details of the design of the buildings and car/cycle and parking area, hard and soft landscaping and bin storage areas to comply with the requirements of Secure by Design shall be submitted to and approved in writing by the Local Planning Authority. The works shall be carried out as approved prior to the occupation of any part of the development and shall be permanently retained.  Reason: In the interest of the safety of the occupiers. | Commercial plant or building services plant inside the commercial part(s) of the premises, which is audible inside dwellings within the same building, shall be designed to satisfy an acoustic standard not exceeding NR25 (Leq5mins), 2300-0700 (Bedrooms) and NR30 (leq1 hour), 0700-2300 (living rooms).  Reason: In the interests of the living conditions of occupiers of the building. | Details of acoustic separation between all parts separating the retail parts of the premises from residential parts shall be submitted to and approved by the local planning authority and such details as approved shall be implemented prior to first occupation of the residential parts and shall be permanently retained.  Reason: To prevent noise disturbance and in the interests of the living conditions of occupiers of the residential element of the proposed building. | Any machinery audible outside the premises must be designed to an acoustic standard not exceeding Noise Rating 35 measured or calculated at the nearest horizontal or vertical boundary of the nearest affected dwelling.  Reason: To prevent nuisance to the occupants of adjacent occupiers | The ground floor shall only be used for commercial purposes within Class A2 and Class B1 of the Town & Country Planning (Use Classes) Order 1987.  Reason: To safeguard the commercial character of the strategic town centre within which the site is situated."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "16/01/2001",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "09558/2",
  "wgs84_polygon": null
}