{
  "decision_agency": "Borough",
  "status": "Approved",
  "decision": "Approved",
  "centroid": {
    "lon": -0.307294,
    "lat": 51.502573
  },
  "polygon": null,
  "borough": "Ealing",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "valid_date": "18/04/2002",
  "decision_target_date": "12/06/2002",
  "appeal_decision_date": null,
  "locality": null,
  "centroid_northing": 179540,
  "ward": "Northfield",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995, no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.  REASON: To protect the living conditions of neighbouring properties and the visual appearance of the area, in accordance with Unitary Development Plan (UDP) Adopted Policy H33, Replacement UDP Policy 5.5. | The flat roof to be created shall not be used to form a balcony, roof garden or similar amenity area.  REASON:\tTo protect the living conditions of occupants of nearby properties, in accordance with Unitary Development Plan (UDP) Adopted Policy H33, Replacement UDP Policy 5.5. | The proposed bathroom in the north elevation of the first floor extension approved shall contain only obscure glass, and shall be permanently fixed shut.  A sample of the obscured glass, no smaller than 300 mm square shall be submitted to and approved by the Local Planning Authority before any work is commenced on the relevant part of the development, and the development shall not be carried out otherwise than in accordance with the sample thus approved.  The details so approved shall be retained permanently.  REASON: To protect the living conditions of neighbouring properties. | The proposed rooflight in the ground floor side extension shall be fitted with a louvred blind and obscurely glazed before the extension is first occupied.  The blind shall be permanently retained.  REASON:  To prevent harm to neighbours' living conditions through glare and loss of privacy in accordance with Unitary Development Plan (UDP) Adopted Policy H8, Replacement UDP Policy 5.9. | The existing external staircase, first floor 'fire escape' door and tile hanging to the first floor rear extension shall be removed within three months of the date of this permission and the external walls of the first floor rear extension shall be refaced in brickwork to match the existing house and any debris resulting from these operations shall be removed from the site within the same time period.  REASON:  To protect neighbours' living conditions and the appearance of the area in accordance with Unitary Development Plan (UDP) Adopted Policies H33, ES2, B1, B5 and H8, Replacement UDP Policies 4.1, 5.5 and 5.9."
  ],
  "pp_id": "25273/1",
  "decision_process": "Delegated",
  "lapsed_date": "03/09/2005",
  "application_type_full": null,
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Ealing-P_2002_1415",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "last_updated": "2025-03-19T20:38:34.066+00:00",
  "lpa_app_no": "P/2002/1415",
  "wgs84_polygon": null,
  "appeal_status": null,
  "site_name": "58",
  "title_number": null,
  "decision_date": "03/09/2002",
  "appeal_start_date": null,
  "cil_liability": null,
  "development_type": null,
  "description": "Retention of ground and first floor extensions",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 517585,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2002/1415;",
  "application_details": {
    "existing_uprns": null
  },
  "last_updated_by": "CSV Data Import",
  "postcode": null,
  "last_date_consultation_comments": null,
  "secondary_street_name": null,
  "site_number": null,
  "subdivision_of_building": null,
  "street_name": null
}