{
  "epc_number": null,
  "valid_date": "09/03/2007",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": -0.262321,
    "lat": 51.523129
  },
  "pp_id": null,
  "decision": "Approved",
  "centroid_easting": 520652,
  "site_name": "1 N E C House",
  "lpa_app_no": "P/2007/0613",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "000012010434",
  "title_number": null,
  "borough": "Ealing",
  "appeal_decision_date": null,
  "decision_conditions": [
    "Approval of the full details of the appearance and scale of the building(s), the landscaping and layout of the site (hereinafter called \"the reserved matters\") shall be obtained from the Local Planning Authority in writing before any development is commenced.  Reason:   The application is in outline form only and is not accompanied by detailed plans. To achieve the comprehensive mixed use redevelopment of the site as proposed to regenerate this part of Park Royal; and ensure the development is carried out in accordance with policy 10.21 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Application for approval of the reserved matters shall be made to the Local Planning Authority before the expiration of three years from the date of this permission.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990. | The development hereby permitted shall be begun before the expiration of two years from the date of approval of the last of the reserved matters to be approved.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990. | Prior to the commencement of the development hereby approved, the following detailed drawings to a scale of not less than 1:100 shall be submitted for approval to the Local Planning Authority and no development shall take place unless and until such details have been approved by the Local Planning Authority. The details to be submitted for approval shall incorporate the following:  (i)    The siting of all buildings and any ancillary structures relative to surrounding                development; (ii)    The traffic arrangements including the means of ingress and egress, visibility splays          and the footpath network and the phasing of any construction work; (iii)  The parking, turning, loading and unloading arrangements; (iv)  The means of construction and surfacing of roads, parking areas and footpaths; (v)   The use, surface treatment and landscaping of all open areas not occupied by          buildings or roads; (vi)   The finished levels of the development in relation to the levels of the surrounding                    area and the ordnance datum; (vii)     Full plans, elevations and sections where appropriate of all buildings, screen walls             and structures;  (viii)    Sunlight diagrams demonstrating the amount of sunlight entering the building/site at             appropriate times;  (ix)      Details of acoustic treatment and ventilation measures to all buildings; (x)       Tree root exploratory  Any development shall be carried out in accordance with the details approved by the Local Planning Authority.  Reason: In order to ensure the development achieves a quality external appearance and is environmentally sound and compatible with surrounding development/land uses, in accordance with policy 10.21 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | No development shall take place until the applicant has secured the implementation of a programme of archaeological work in accordance with a written scheme for investigation which has been submitted by the applicant and approved by the Local Planning Authority. The archaeological works shall be carried out by a suitably qualified investigating body acceptable to the Local Planning Authority.  Reason: To safeguard areas of potential archaeological interest in accordance with policy 4.9 of the Council's Adopted Unitary Development Plan 'Plan for the Environment' 2004. | The details (samples/detailed drawings/manufacturers specification information) of materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced. Development shall be carried out in accordance with the approved details, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that the development achieves a quality external appearance and is environmentally sound and compatible with surrounding development/land uses, in accordance with policies 2.1 and 4.1 of the Council's adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | A detailed layout of the basement parking (including, disabled parking, cycle parking and details of the refuse and recycling collection arrangements), shall be submitted to and approved in writing by the Local Planning Authority. The parking layout shall be implemented as approved prior to occupation of the building and shall be used for no other purpose, or as otherwise agreed in writing by the Local Planning Authority.  Reason: To provide adequate parking and servicing arrangements in accordance with the Council's standards, and in the interests of vehicular and pedestrian safety, in accordance with policies 2.10 and 9.1 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 4: Refuse and Recycling Facilities. | A Green Travel Plan, designed to manage the transport needs of staff and visitors (including no more than 100 car parking spaces, details of current trip generation and reduction targets) to minimise car usage and promote alternative modes of transport, shall be submitted to and approved in writing by the Local Planning Authority. The approved Green Travel Plan shall be implemented on first occupation, and shall be retained in operation thereafter, unless otherwise agreed in writing by the Local Planning Authority. Thereafter, an annual monitoring report shall be submitted to the Local Planning Authority, unless otherwise requested.  Reason: To promote sustainable patterns of transport, to safeguard the living and working conditions of local people and in the interests of highway and pedestrian safety, in accordance with policy 9.1 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 21: Sustainable Transport: Green Travel Plans. | Details/detailed layout of the alternative use of the underground car parking area (in compliance with the reduction targets of the initially provided parking specified in condition 7) shall be submitted to the Local Planning Authority within one year. The approved details/detailed layout shall be implemented in accordance with the programme agreed in writing by the Local Planning Authority, and retained thereafter until the next annual review, unless otherwise requested.  Reason: To promote sustainable patterns of transport, to safeguard the living and working conditions of local people and in the interests of highway and pedestrian safety, in accordance with policy 9.1 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004; and Supplementary Planning Guidance Note 21: Sustainable Transport: Green Travel Plans. | Details demonstrating how the development would comply internally and externally with the requirements of 'Secured by Design' (to include a scheme for lighting) shall be submitted to and approved in writing by the Local Planning Authority. Development shall be carried out in accordance with the approved details and shall be in implemented/installed prior to the occupation of any part of the development and retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.   Reason: In the interests of crime prevention and the safety and security of users of the site, in accordance with policies 4.1 and 4.4 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004); Supplementary Planning Guidance Note 8: Safer Ealing. | Details of refuse and recycling storage and a management plan (to include an annual review, or as requested), in accordance with the standards adopted by the Local Planning Authority, shall be submitted to and approved in writing by the Local Planning Authority. Such provision shall be installed/implemented prior to the first occupation of the development permitted and retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To protect the living conditions of occupiers of the area and in the interests of the environment and the street scene, an accordance with policies 2.10 and 4.1 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 4: Refuse and Recycling Facilities. | A demolition and construction strategy shall be submitted to and approved by the Local Planning Authority prior to commencement of any development hereby approved and thereafter implemented as approved. Such strategy shall address the following matters:   - Limiting hours of noise nuisance -  Keeping nearby accesses free from obstruction and segregating construction and general traffic - No burning of waste on site - The suppression of dust - The location and means of enclosure of sites for the storage of plant, materials and construction of staff accommodation - Means of securely enclosing construction sites - Any temporary road measures  Reason: To ensure that any impacts on residential amenity and general disruption are minimised during the construction process related to the total development hereby approved. In accordance with policies 2.6, 4.1 and 9.9 of the Council's Adopted Unitary Development Plan 'Plan for the Environment' (2004). | Before the development is commenced, a Flood Risk Assessment shall be carried out and details of a scheme for the disposal of surface water and sewage, shall be submitted to and approved in writing by the Local Planning Authority.  All works, which form part of this scheme, shall be carried out before the development is first occupied.  Reason: To ensure that the proposed drainage of the development is in accordance with the standards and that the development does not pollute the water environment, or give rise to an increased risk of flooding, nor to an overloading of the sewage system in the locality. In accordance with policy 2.5 of the Council's Adopted Unitary Development Plan 'Plan for the Environment' (2004). | Details of a 'Green Building Scheme' to embrace all buildings within the development shall be submitted to and approved in writing by the Local Planning Authority before construction of the buildings and the approved scheme shall thereafter be implemented as approved, unless otherwise agreed in writing by the Local Planning Authority.  Reason: In the interests of energy efficiency and to secure as sustainable development as possible, in accordance with policies 2.1 and 2.9 of the Council's Adopted Unitary Development Plan 'Plan for the Environment' (2004). | The rating noise level emitted from the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise by at least 5 dBA at 3.5m from the nearest ground floor sensitive facade and 1 m from the nearest first floor or higher.  Reason: In the interests of the living conditions of neighbours, in accordance with policy 4.11 of the Council's Adopted Unitary Development Plan 'Plan for the Environment' (2004); Supplementary Planning Guidance Note 11: Noise and Vibration. | Prior to the commencement of any works on site, a contaminated land investigation shall be carried out, using sampling points and methods agreed with the Local Planning Authority and subsequently a risk assessment shall be prepared, following the CLEA guidance.  A scheme shall then be submitted for approval to describe the proposed methods of removal, neutralising or sealing of any contamination found, and for the remedial works to be implemented before any other works commence. Any scheme for mitigation which may be approved shall be carried out as approved before the development is carried out  Reason: In the interests of ensuring a safe environment in accordance with policy 2.7 of the Council's Adopted Unitary Development Plan 'Plan for the Environment' (2004). | No development shall take place until full details of both hard and soft landscape works, for all open areas not covered by buildings or roads, paying particular attention to the retention and replacement of trees and including a phased programme of works, have been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the local planning authority.  Any trees or other plants, which die or are removed within the first five years following the implementation of the landscaping scheme, shall be replaced during the next planting season.  Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area. In accordance with policy 4.5 of the Council's Adopted Unitary Development Plan 'Plan for the Environment' (2004); Supplementary Planning Guidance Note 9: Trees and Development Guideline . | Details of the arrangements to ensure the continued maintenance of all hard and soft landscaped areas shall be submitted and approved in writing by the Local Planning Authority. The approved details shall in place prior to occupation of any part of the development hereby approved and shall be retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.   Reason: To ensure that the landscaping is properly maintained to provide a satisfactory screen and setting for the development, in accordance with policies 3.2, 4.1 and 4.5 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | The entire root system (indicated by the spread of their branches) of the existing trees on site shall be retained, unless otherwise agreed in writing by the Local Planning Authority. The trees shall be protected by stout exclusion fencing until completion of the development (to BS5837 requirements).  Reason: To prevent damage to the trees in the interest of the visual character and appearance of the area, in accordance with policies 3.8, 4.1 and 4.5 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004); Supplementary Planning Guidance Note 9: Trees and Development Guidelines. | The area beneath the spread of the branches of the trees to be retained as shown on the approved drawings shall not be used for the storage of building materials, plant, machinery or other items, or for vehicular access or for the burning of materials of any kind.  Reason: To prevent damage to the trees in the interest of the visual character and appearance of the area, in accordance with policies 3.8, 4.1 and 4.5 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004); Supplementary Planning Guidance Note 9: Trees and Development Guidelines. | Details of the scheme for the disposal of surface water and sewage indicated on CL00316 D2 Rev D dated 07/09/04 shall be all in place and fully operational, prior to the occupation of any part of the development hereby approved, and shall be permanently retained thereafter.  Reason: To ensure the proposed drainage of the development is in accordance with the required standards and that the development does not pollute the water environment, or give rise to an increase risk of flooding, nor to an overloading of the sewage system in the locality, in accordance with policies 2.1 & 4.1.the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | The details to demonstrate that any machinery outside the premises will be designed to satisfy an acoustic standards not exceeding NR35Leq, 5mins, for plant which will operate during the period of 2300-0700 hrs weekdays and anytime on Saturdays, Sundays and Public Holidays, NR40 Leq, 1hr for plant which is controlled by time switched only to run during the period 0700-2300hrs Mondays to Fridays, as measured or calculated at 1m from the nearest fatade of the nearest affected noise sensitive premises with all machines running together shall be in place and fully operational, prior to the occupation of any part of the development hereby approved, and shall be permanently retained thereafter.  Reason: To protect the living conditions of nearby occupiers, in accordance with the policies 4.1 & 4.11 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004); Supplementary Planning Guidance Note 7: Noise and Vibration. | No Goods or materials shall be stacked or deposited on the site, and no operations carried out unless within a roofed and enclosed building.  Reason: To protect the living conditions of nearby occupiers, and to safeguard the visual appearance of the area, in accordance with policy 4.1 the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Before the development is commenced, details of a tree survey and a method statement setting out the measures to protect the trees to be retained on this and neighbouring sites in accordance with BS 5837, and the means of constructing the buildings and associated over ground and underground services in the vicinity of the retained trees, shall be submitted to and approved in writing by the Local Planning Authority.  The development method statement, shall be complied with and will apply until the end of the construction period.  Reason: To prevent damage to the protected trees in the interest of the visual character and appearance of the area in accordance with Council's adopted Unitary Development Plan policies 4.1 and 4.5; Supplementary Planning Guidance Note 9: Trees and Development Guidelines. | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995, the premises shall only be used as office B1(a) use, and not for any other use without prior approval of the Local Planning Authority obtained by the submission of a planning application.   Reason: To accord with the terms of the application and to protect the living conditions of neighbouring occupiers, in accordance with policies 4.1, 4.4 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for Environment' (2004). | The office B1 (a) floor space shall not exceed 17,500 square metres.  Reason: To ensure a satisfactory form and scale of development, in accordance with policies 2.2, 4.1, 6.1 and 6.2 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Details shall be submitted to and approved by the local planning authority before the any part of the development is first occupied, for the composite sound reduction indices of the building envelope to demonstrate that internal levels of not greater than 40 dB LAeq,1hr will be achieved inside the offices with windows shut and other means of ventilation provided.  Reason: In the interests of the working conditions of occupiers of development, in accordance with policy 4.11 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004); Supplementary Planning Guidance Note 7: Noise and Vibration. | Details shall be submitted to and approved by the Local Planning Authority prior to first occupation of any part of the development, to demonstrate that any machinery audible outside the premises will be designed to satisfy an acoustic standard not exceeding:  +  NR35 Leq,5mins, for plant which will operate during the period of 2300 - 0700 hrs weekdays and anytime on Saturdays, Sundays and Bank Holidays.  +    NR40 Leq,1hr for plant which is controlled by time switches only to run during the period 0700-2300hrs Mondays to Fridays;  measured or calculated at 1m from the nearest facade of the nearest affected noise sensitive premises with all machines running together.  Reason: In the interests of the amenity of nearby occupiers, in accordance with policy 4.11 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004); Supplementary Planning Guidance Note 7: Noise and Vibration. | Details of the positions, design, materials and type of boundary treatment and fences to be installed shall be submitted to and approved by the Local Planning Authority.  The boundary treatment shall be completed in accordance with a timetable agreed in writing by the Local Planning Authority. Development shall be carried out in accordance with the approved details and shall be retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.   Reason: To protect the appearance and security of the area in accordance with Council's adopted Unitary Development Plan policies 4.1, 4.5 and 5.5 and Supplementary Planning Guidance Note 9: Trees and Development Guidelines  and Supplementary Planning Guidance Note 8: Safer Ealing. | Details of access for people with disabilities into, within the building and around the site shall be submitted to and approved in writing by the Local Planning Authority prior to commencement of development. The approved scheme shall be implemented before the first occupation of the development, and shall be retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure adequate provision for people with disabilities, in accordance with policy 4.3 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004); Supplementary Planning Guidance Note 7: Accessible Ealing. | Details of a scheme to promote sustainability in building design shall be submitted to and approved by the local planning authority prior to commencement of works; the scheme shall be implemented as approved and thereafter permanently retained.  Reason: To ensure that the development is sustainable in accordance with policies 2.9 and 4.1 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | A detailed energy strategy shall be submitted, as part of any reserved matters application, to and approved by the local planning authority prior to commencement of development.  The strategy shall demonstrate that the scheme reduces carbon dioxide emissions for the building(s) by the minimum requirements of the building regulations, plus the carbon dioxide emissions associated with other energy uses not covered by Building Regulations by at least 10% and then incorporate renewable energy technologies to achieve a carbon dioxide emissions reduction of at least 10% for the development. The approved strategy shall be implemented prior to first occupation and retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure the proposal contributes to its energy requirements in accordance with policies 2.9 and 4.1 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | No deliveries for the office use shall be taken or dispatched from the site outside the hours of 7:00 to 20:00 hours Monday to Friday, 7:00 to 13:00 hours on Saturday and not at any time on Sundays or Public Holidays.  Reason: In the interests of the living/working conditions of occupiers of the nearby residential/commercial accommodation, in accordance with policies 4.1 and 4.11 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004); Supplementary Planning Guidance Note 7: Noise and Vibration."
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 181899,
  "subdivision_of_building": null,
  "polygon": null,
  "parking_details": null,
  "development_type": "Major general industry-storage-warehousing",
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T15:13:24.032+00:00",
  "decision_process": "Committee",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2007/0613;",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": "East Acton",
  "application_type_full": null,
  "locality": null,
  "last_updated_by": "CSV Data Import",
  "application_details": {
    "existing_uprns": [
      "000012010434"
    ]
  },
  "postcode": null,
  "decision_target_date": "08/06/2007",
  "wgs84_polygon": null,
  "description": "Redevelopment to provide 17,153 sqm office (use class B1) accommodation comprising 6 storeys (plus three basement floor levels); landscaping; parking and vehicular access from Park Royal Road (Outline Planning Permission sought for Access)",
  "street_name": "Victoria Road",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "lapsed_date": "16/05/2011",
  "cil_liability": null,
  "site_number": null,
  "decision_date": "16/05/2008",
  "secondary_street_name": null,
  "application_type": "All Other",
  "id": "Ealing-P_2007_0613",
  "last_date_consultation_comments": null
}