{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/2002/1882",
  "application_type_full": null,
  "uprn": "000012097344",
  "borough": "Ealing",
  "street_name": "South Parade",
  "locality": "London",
  "ward": "Southfield",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | All external materials to be used in the development shall match the appearance of those of the existing building.  REASON:\tTo ensure that the materials harmonise with the surroundings, in accordance with Unitary Development Plan (UDP) Adopted Policies B1, B5, B24, ES3, ES8, Replacement UDP Policies 4.1, 4.8, 7.1, 7.2. | The existing shop window shall be retained and used for display purposes and shall not be painted over or otherwise obscured.  REASON:\tTo maintain the retail character of the shopping area within which the site is situated, and to prevent the fragmentation of the shopping facade, in accordance with Unitary Development Plan (UDP) Adopted Policies B1, B5, B24, ES3, ES8, Replacement UDP Policies 4.1, 4.8, 7.1, 7.2. | Before the development commences detailed drawings of the design and external appearance of the shopfront including the fascia and provision for disabled people to gain access to the premises, shall be submitted to and approved in writing by the Local Planning Authority, and the details as approved shall be implemented prior to first occupation.  REASON:\tIn the interests of the visual character and appearance of the area and to ensure adequate access is provided for people with disabilities, in accordance with Unitary Development Plan (UDP) Adopted Policies B1, B5, B24, ES3, ES8, Replacement UDP Policies 4.1, 4.8, 7.1, 7.2. | Prior to first occupation provision shall be made for vehicles to enter and leave the site in a forward direction, in accordance with a scheme which shall be submitted to and approved in writing by the Local Planning Authority before any development commences, and retained permanently.  REASON:\tIn the interest of highway safety, in accordance with Unitary Development Plan (UDP) Adopted Policies B1, B5, B24, ES3, ES8, Replacement UDP Policies 4.1, 4.8, 7.1, 7.2."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520670,
  "status": "Approved",
  "decision_date": "12/12/2002",
  "wgs84_polygon": null,
  "decision_target_date": "30/07/2002",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Major all other major developments",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T12:05:38.759+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "65",
  "id": "Ealing-P_2002_1882",
  "decision": "Approved",
  "cil_liability": null,
  "centroid_northing": 178914,
  "appeal_start_date": null,
  "postcode": "W4 5LG",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2002/1882;",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Ground floor side extension and change of use from B2 to B1 office",
  "valid_date": "05/06/2002",
  "polygon": null,
  "pp_id": "30642/16",
  "application_details": {
    "existing_uprns": [
      "000012097344"
    ]
  },
  "centroid": {
    "lon": -0.263083,
    "lat": 51.496298
  },
  "lapsed_date": "12/12/2005",
  "decision_process": "Delegated",
  "actual_completion_date": null
}