{
  "centroid_easting": 517835,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Ealing",
  "lpa_app_no": "P/2007/4246",
  "last_date_consultation_comments": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "bo_system": "CSV Data Import",
  "epc_number": null,
  "centroid": {
    "lat": 51.514169,
    "lon": -0.303261
  },
  "postcode": "W5 2ND",
  "actual_completion_date": null,
  "street_name": "The Broadway",
  "borough": "Ealing",
  "wgs84_polygon": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2007/4246;",
  "appeal_decision_date": null,
  "cil_liability": null,
  "secondary_street_name": null,
  "id": "Ealing-P_2007_4246",
  "ward": "Ealing Broadway",
  "title_number": null,
  "description": "Demolition of existing buildings and erection of 7 buildings Block A North - 2/6/7 storeys, A South - 1/2/4/6/8 storey with basement, B 2/5/7/8 storey, C - 3/5/11 storey, D - 2/3/9/10/11/12 storey, E 2/3/9/10/11/12 storey and F 19/25/26 storeys containing approximately 17,279 square metres of retail shops (Use Class A1), 1,363 square metres of cafes/restaurants (A3), 490 square metres of offices (B1(a)), 1,861 square metres of leisure facilities (D2) and 567 residential units, provision of 2 basement floors containing 352 car parking spaces (of which 230 are for the residential element including 16 spaces for the car club and 60 disabled spaces and 122 are for the retail and commercial uses including 7 disabled spaces), parking for 631 cycles (567 for the residential use and 64 for the retail and commercial uses), servicing area and plant and equipment with vehicular access off Springbridge Road, pedestrian accesses off Springbridge Road, Haven Green and The Broadway, landscaping, formation of areas of public realm, amenity space for the residential uses and ancillary works. (Conservation Area Consent also received ref. P/2007/4248)",
  "uprn": "12140959",
  "site_name": "Arcadia Centre (All), 9 - 29 (Consecutive) And 36 - 42 (Consecutive) The Broadway",
  "decision_agency": "Borough",
  "centroid_northing": 180836,
  "application_details": {
    "existing_uprns": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": null,
  "subdivision_of_building": null,
  "decision_date": "07/07/2009",
  "decision": "Refused",
  "locality": "London",
  "appeal_start_date": null,
  "actual_commencement_date": null,
  "polygon": null,
  "development_type": null,
  "lapsed_date": "07/07/2012",
  "application_type": "All Other",
  "decision_conditions": [
    "The development shall be commenced before the expiration of three years from the date of this permission.   Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | Prior to the commencement of each phase of the development hereby permitted, details of all of the materials to be applied to the exterior of the building(s) shall be submitted to and approved by the local planning authority and the development shall be completed in accordance with these approved details.   Reason: To provide a high quality satisfactory appearance and robust finish to these large prominent buildings located within the Ealing Town Centre Conservation Area in the interests of the visual amenities of the locality in accordance with policies 4.1, 4.8 and 5.5 of the Council's adopted Unitary Development Plan 'Plan for the Environment'(2004). | Notwithstanding the details shown on the submitted drawings, full detailed drawings of the design of the external finishes to the buildings, including balconies, fenestration and other features and detailing shall be submitted to and approved in writing by the Local  Planning Authority prior to the commencement of each phase of the development which shall thereafter be carried out only in accordance with the approved details.   Reason: To provide a high quality satisfactory design and appearance to these prominent buildings within the Ealing Town Centre Conservation Area in the interests of the visual amenities of the locality and in the interests of community safety in accordance with policies 4.1, 4.4, 4.8 and 5.5 of the adopted Council's Unitary Development Plan 'Plan for the Environment' (2004). | Details of the finishes to the hard surfaced areas and associated street furniture and other hard landscape works within and adjacent to the development hereby permitted, including levels, shall be submitted to and approved by the local planning authority prior to the commencement of the relevant phase of the development and the works shall be completed in accordance with the approved details and phasing prior to the first occupation and use of any part of the development, or such other period as may be agreed in writing with the local planning authority.   Reason: To provide a satisfactory design and  finish in the interests of the visual amenities of the locality, community safety and in the movement and interests of the residents, pedestrians and other users of these hard surfaced areas in accordance with policies 4.1, 4.3, 4.4, 4.5, 4.8, 5.5, 9.5 and 9.9 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Details of the species and densities of planting for the areas of soft landscaping shall be submitted to and approved by the local planning authority prior to the commencement of each phase of the development hereby permitted and the detail so approved shall be completed within 3 months of the substantial completion of that part of the development, or such other time as may be agreed by the local planning authority within the phasing programme. Any trees or shrubs, which within 5 years of planting, die, are removed, or become seriously damaged or diseased, shall be replaced within the next planting season with others of the same size and species, unless otherwise agreed in writing with the local planning authority.   Reason: To provide integral planting in the interests of the visual amenity and character of the development and the character and appearance of the locality and the in the interests of the amenities of the occupiers of accommodation within the development, in accordance with policies 4.1, 4.5, 4.8 and 5.5 of the Council's adopted Unitary Development Plan' Plan for the Environment' (2004). | Prior to the occupation of each phase of the development, details shall be submitted to and approved by the local planning authority of a landscape management programme for that phase of the development for a period of at least 5 years from the date of the implementation of the landscaping and the approved maintenance scheme shall be undertaken in accordance with the approved details.   Reason: To nurture and protect the new soft landscaping in the interests of the visual amenity and character of the locality and the amenities of the residents in accordance with policies 4.1, 4.5, 4.8 and 5.5 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and the provisions of Supplementary Planning Guidance 9 'Trees and Development Guidelines'. | Details of the soil medium including depth, irrigation system, drainage, and rain harvesting system, where applicable for the raised landscaped areas shall be submitted to and approved by the local planning authority prior to the commencement of the development and the works shall be carried out in accordance with the approved details prior to first occupation of that part of the development they are to serve.   Reason: To ensure adequate and appropriate growing and drainage conditions are available for these garden areas in the interests of the residents of the development and the visual and general amenities of the locality in accordance with policies 4.1, 4.5, 4.8 and 5.5 of the Council's adopted Unitary Development Plan' Plan for the Environment' (2004). | The protective fencing and all other protection measures and strategies recommended and specified within the previously submitted and approved Arboricultural report provided by Future Tree dated 11/09/06 and all subsequent arboricultural and structural method statements provided by Future Tree including but not restricted to Tree Protection Plan and Method Statement Guidance for Development Site, Tree Survey Schedule PrTcis For Development Site dated 22/05/2007, detail supplied by Halcrow Yolles Technical note dated 24 April 07 and all subsequent amendments submitted to and approved by the LPA shall be erected and implemented in the locations and in the methods and timings stated within the Arboricultural reports provided by Future Tree and agreed in writing by the Local Planning Authority prior to the commencement of any phased development works, including any initial clearance, and shall be maintained fully intact and (in the case of the fencing) upright, in its approved locations at all times, until the completion of all building operations on the site (unless agreed otherwise in writing by the Local Planning Authority). Any and all site supervision as detailed in the Arboricultural report and subsequent recommendations and requirements detailed within Documentation provided by Future Tree throughout the development of the site shall be implemented and supported with written reports by the Arboricultural consultant of Future Tree culminating in a final written report at the end of all development including but not restricted to hard and soft landscaping. Where phased protection measures have been approved, no works shall commence on the next phase of the development until the protective fencing barriers and other protective measures have been repositioned for that phase in full accordance with the approved details. No activity of any description must occur at any time within these areas including but not restricted to the following: -  No mixing of cement or any other materials. Storage or disposal of any soil, building materials, rubble, machinery, fuel, chemicals, liquids waste residues or materials/debris of any other description. Siting of any temporary structures of any description including site office/sales buildings, temporary car parking facilities, porta-loos, storage compounds or hard standing areas of any other description. Soil/turf stripping, raising/lowering of existing levels, excavation or alterations to the existing surfaces/ ground conditions of any other description. Installation/siting of any underground services, temporary or otherwise including; drainage, water, gas, electricity, telephone, television, external lighting or any associated ducting. Parking/use of tracked or wheeled machinery or vehicles of any description.  Reason: To safeguard the future of these trees that contribute towards the visual amenity and character of the area in accordance with policy 4.5 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 9 'Trees and Development Guidelines' | Details of the layout and equipment to be provided within the proposed children's play spaces shall be submitted to and approved by the local planning authority prior to the commencement of the relevant phase of the development and the approved detail shall be implemented prior to the first occupation of not more than 90% of the residential units within that phase of the development and these facilities shall thereafter be retained and maintained in a usable and workable condition.  \t Reason: To ensure adequate suitable children's play areas are provided and retained in conjunction with this development in the interests of the prospective occupiers of the development and in accordance with policy 3.5 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Notwithstanding the details submitted with the application, details of the layout of the public car parking and cycle/motorcycle parking, including the number/location of disabled parking spaces and a safety audit, shall be submitted to and approved in writing by the Local Planning Authority. The spaces as approved shall all be marked out, provided with the associated access and manoeuvring space and available for use prior to the first occupation of any of the retail shops, or in accordance with a phasing programme agreed in writing with the Local Planning Authority and these spaces shall thereafter only be available for use by the public and shall not be obstructed or used for any other purpose, except with the prior permission of the Local Planning Authority obtained through the submission of a planning application.   Reason: To ensure adequate parking, including disabled parking, is provided and retained in the interests of the retail attractiveness of the Ealing Broadway Centre and in the interests of the free flow of traffic and conditions of general highway safety on the neighbouring highways in accordance with policies 4.1, 4.3, 7.1, 9.1 and 9.6 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Notwithstanding the details submitted with the application, details of the layout of the residents car parking and cycle/motorcycle parking, including the number/location of disabled parking spaces and a safety audit, shall be submitted to and approved in writing by the Local Planning Authority. The spaces as approved shall all be marked out, provided with the associated access and manoeuvring space and available for use prior to the first occupation of any of the residential units they are to serve, or in accordance with a phasing programme agreed in writing with the Local Planning Authority and these spaces shall thereafter only be available as car parking spaces for the occupiers of the residential accommodation within the development and not obstructed or used for any other purpose, except with the prior permission of the Local Planning Authority obtained through the submission of a planning application.   Reason: To ensure adequate parking is provided and retained for the residents in the interests of the free flow of traffic and conditions of general highway safety on the neighbouring highways in accordance with policies 4.1, 4.3, 9.1 and 9.6 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Notwithstanding the details submitted with the application, details of the layout, controls and operation of the car club parking within the basement, including a safety audit, shall be submitted to and approved in writing by the Local Planning Authority. The spaces as approved shall all be marked out, provided with the associated access and manoeuvring space and available for use prior to the first occupation of any of the residential units they are to serve, or in accordance with a phasing programme agreed in writing with the Local Planning Authority and these spaces shall thereafter only be available as car club parking and not obstructed or used for any other purpose, except with the prior permission of the Local Planning Authority obtained through the submission of a planning application.   Reason: To ensure adequate car club parking is provided and retained in the interests of the residents of the development and residents of the locality in the interests of the free flow of traffic and conditions of general highway safety on the neighbouring highways in accordance with policy 9.8 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Notwithstanding the details submitted with the application, details of the layout of the servicing areas and associated access and manoeuvring areas, including a safety audit, shall be submitted to and approved in writing by the Local Planning Authority. The servicing areas as approved shall be provided and available for use prior to the first occupation of any of the retail and other commercial units hereby permitted and permanently retained and shall not be obstructed or used for any other purpose except with the prior permission of the Local Planning Authority obtained through the submission of a planning application.   Reason: To ensure adequate servicing is provided and retained for the retail and commercial units within the development in the interests of the free flow of traffic and conditions of general highway safety on the neighbouring highways in accordance with policy 9.1 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Before the development commences, a  'Car Park and Servicing Management Plan' setting out the details of the operational/management and security controls governing access to and from the site for all service and other vehicles and times when commercial vehicles can access the site shall be submitted to and approved in writing by the Local Planning Authority and the approved details shall be implemented prior to the use of the access and thereafter permanently retained.   Reason: In the interests of the free flow of traffic and conditions of general highway safety on the neighbouring highways, the amenities of occupiers of properties within the vicinity of the site and within the site and in the interests of community safety in accordance with policies 4.4 and 9.1 in the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Details of the phasing, laying out and lighting of the pedestrian accesses across the site, including a safety audit, shall be submitted to and approved by the local planning authority in accordance with a programme to be agreed by the local planning authority. The approved accesses shall be completed in accordance with the approved details prior to the first occupation of any of the commercial or residential units within the relevant phase of the development that is served by the access route. Subsequently the access shall not be obstructed in part or whole (except for the purposes of emergency services repairs), unless the prior written permission of the local planning authority has been obtained through the submission of a planning application.   Reason: To ensure suitable and safe pedestrian access is provided and retained in conjunction with the development and for those passing through the site in accordance with policies 9.1 and 9.5 of the Council's adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Details of the cycle parking facilities and associated changing facilities proposed for use by staff employed in premises on the site shall be submitted to and approved by the local planning authority prior to the commencement of the relevant phase of development that these facilities serve and shall be provided as part of the relevant phase prior to the occupation of any of the retail or commercial units within that phase, or such other time as may be agreed in writing with the local planning authority and thereafter these facilities shall not be removed except with the prior permission of the local planning authority obtained through the submission of a planning application.    Reason: To ensure adequate cycle parking and changing facilities for people employed within the development are provided and retained in accordance with policy 9.6 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | All of the affordable housing units hereby permitted shall be erected and available for  occupation in accordance with a 'Phasing programme', setting out the phasing of the delivery of the affordable housing units in each phase of the development. The 'Phasing programme' shall be submitted to and approved in writing by the local planning authority before any dwellings within the development are first occupied and thereafter implemented in accordance with the approved phasing programme.  Reason: To ensure the provision of a suitable mix of housing tenure within the development in accordance with policy 5.2 in the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Document 1 'Affordable Housing'. | All residential units hereby approved shall be constructed to `Lifetime Homes Standards`, unless otherwise agreed in writing by the Local Planning Authority. Details to demonstrate compliance with these standards shall be submitted to and approved in writing by the Local Planning Authority and shall be implemented as approved prior to first occupation of each dwelling. This condition applies notwithstanding the details submitted with the application.  Reason: To ensure access for all for future occupiers in accordance with policies 4.1 and 5.3 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and the provisions of Supplementary Planning Guidance 7 'Accessible Ealing'. | No less than 10% of all the dwellings within the development, to include a mix of flats of varying size, shall be constructed so as to be 'wheelchair accessible'. Details of the units, their size location and layout and distribution within each relevant phase shall be submitted to and approved in writing by the Local Planning Authority and provided prior to the first occupation of the specified units within the relevant phase and permanently retained thereafter.  Reason: To ensure suitable accommodation for disabled persons is provided and retained  in accordance with policies 4.1 and 5.3 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and the provisions of  Supplementary Planning Guidance 7 'Accessible Ealing'. | All residential units hereby approved shall be designed to achieve at least 'Level 4 of the Code for Sustainable Homes'.  Reason: To ensure a sustainable living environment is secured; in accordance with policies 2.1, and 5.5 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | On site renewable energy shall be provided in accordance with the detail specified in the submitted documentation and if such detail is not to be implemented then full details of the measures to provide a reduction in carbon emissions from the overall development's energy requirements through renewable energy generation on site; in excess of 13.5% shall be submitted to and approved by the local planning authority prior to the commencement of the development hereby permitted and the approved details shall be implemented and in use prior to first occupation of any part of the development, or such other period as may be agreed in writing with the local planning authority and retained permanently unless otherwise approved in writing by the local planning authority.  Reason:  To ensure the proposal contributes to its energy requirements in the interests of the environment in pursuance of policy 2.9 of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004 and policy 4A.7 of the Consolidated London Plan. | The refuse and recycling storage areas and management arrangements indicated in the submission (or such other alternative as may be submitted to and approved by the local planning authority) shall be completed and available for use for each phase of development prior to the first occupation of any of the residential, or retail units within that phase of development and these facilities shall not thereafter be obstructed or used for any other purpose except with the prior permission of the local planning authority obtained through the submission of a planning application.   Reason: To ensure appropriate refuse and recycling facilities are provided and retained in the interests of the amenities of the occupiers of the proposed development and the visual and general amenities of the locality and in pursuance of policy 2.10 of the Council's adopted Unitary Development Plan 'Plan for the Environment'(2004). | The indoor leisure facilities hereby permitted shall only be occupied and used for that purpose and for no other use within Use Class D2 of the Schedule attached to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification, unless otherwise agreed in writing by the local planning authority.   Reason: To enable the local planning authority to maintain control over the use of these premises in the interests of function and vitality of the Ealing Metropolitan Centre in accordance with policies 4.11, 7.1, 7.6 and 7.7 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | No development shall take place until the applicant has secured the implementation of a programme of archaeological work in accordance with a written scheme for investigation which has been submitted by the applicant and approved by the local planning authority. The archaeological works shall be carried out by a suitably qualified investigating body acceptable to the local planning authority.   Reason: Important archaeological remains may exist on site and the archaeological interest of the site needs to be safeguarded in accordance with policy 4.9 in the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Details of the security measures to be incorporated into the detailed design and layout of the buildings, car parking areas, vehicle servicing areas, vehicular access, cycle parking areas, refuse and recycling storage areas, footpaths and areas of public realm, shall be submitted to and approved by the local planning authority prior to the commencement of the relevant phase of the development and the approved details shall be implemented prior to occupation of that phase of the development.   Reason: In the interests of the safety of occupiers of the accommodation on site and the users and visitors to the development in accordance with policy 4.4 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and the provisions of Supplementary Planning Guidance 8 'Safer Ealing'. | Prior to the first occupation of any unit, part or phase of the development, the developer shall ensure that suitable measures for access by disabled persons to, from and within buildings and across the relevant part of the site is provided and such measures shall thereafter be maintained.  \t Reason: To provide and retain suitable disabled access within the development  in accordance with policy 4.3 in the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 7 'Accessible Ealing'. | Details of the Travel Plans proposed for the commercial units, to include targets and monitoring, appropriate to each phase of the development shall be submitted to and approved by the local planning authority prior to occupation of the relevant phase of the development and the approved Travel Plans shall be implemented in accordance with the approved details.    Reason: To ensure that access to the development is maximised and inclusive and reduces reliance on the use of the car in accordance with policies 9.1, 9.4, 9.5, 9.6, 9.7 and 9.8 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and the provisions of Supplementary Planning Guidance 21 'Green Travel Plans' | Prior to the commencement of the development, including commencement of any  demolition and site clearance works, a `Demolition and Construction Strategy` shall be submitted to and approved in writing by the Local Planning Authority, to include the means of access for demolition and site clearance and construction; the movement and routing of associated traffic; the screening of the works on site for each relevant phase; the details of noise, vibration and dust mitigation measures; hours of operation during the building works. The demolition and construction shall be carried out only in accordance with the approved Strategy, which should also include details of the following:  a)\tstorage of plant, materials and operation of vehicles; b)\ttemporary site access; c)            signing system for works traffic; d)\tmeasures for the laying of dust, including details of a Method Statement demonstrating the demolition and construction programme will comply with the London Councils/Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition'  e)\tsuppresion of noise and abatement of other nuisance arising form the development works, including details of a Method Statement demonstrating the demolition and construction programme will comply with the provisions of BS5228, Code of Practice for the Control of Noise from Construction and Open Sites; f)\t   location of any ancillary buildings; g)\t   means of enclosure of the site;  h)\t   wheel washing equipment; and i)                 measures to mitigate disturbance to nesting birds on-site.  Reason: In the interests of the minimising the impact of noise, vibration and airborne pollution on the amenities of occupiers of properties within the vicinity of the site, to limit the works to reasonable hours and to minimise the impact of the traffic on the highway network for the duration of the redevelopment of the site in accordance with policies 2.6, 2.10, 4.1, 9.1, 9.9 and 9.10 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and the provisions of and Supplementary Planning Guidance 3 'Air Quality and Pollution'. . | Arrangements shall be put in place throughout the duration of the building works to clean the wheels of vehicles leaving the site and to ensure the security of any loads being removed from the site. These measures shall be put into effect on each vehicle leaving the site.  Reason: To prevent the spread of mud, dirt and debris on the adjoining roads, in the interests of highway safety in accordance with policy 4.1 of the Council's adopted UDP 'Plan for the Environment' (2004). | Notwithstanding the details submitted; before development commences, details shall be submitted to, and approved by, the Local Planning Authority to demonstrate that a scheme for protecting sensitive rooms from external noise can be designed that would meet the following noise criteria:  +\tWithin bedrooms between 2300 and 0700 hrs, LAeq,1hr not greater than 30 dB. +\tWithin living rooms and dining rooms between 0700 and 2300, LAeq,1hr not greater than 35 dB. +\tWithin kitchens, bathrooms and utility rooms between 0700 and 2300, LAeq,1hr not greater than 45 dB.  The details shall also demonstrate that the scheme for protecting sensitive rooms has been designed to ensure, as far as is reasonably practicable, that noise levels within bedrooms will normally satisfy LAmax,1hr of not greater than 45dB between 2300 and 0700hrs.  The details shall also demonstrate that the scheme for protecting private gardens, balconies and amenity area has been designed to ensure, as far as is reasonably practicable, that noise levels - not greater than 50dB(A)Leq,1hr ,, between 0700 -2300hrs, with the exception of aircraft noise transmission.  The details shall include the provision of alternative ventilation for noise sensitive rooms. The works identified within the details approved shall be completed before occupation and thereafter permanently retained except as otherwise agreed in writing by the local planning authority.  The details shall include the specification and conducting of tests to demonstrate that the installation and construction works have been undertaken as approved.  No dwellings shall be occupied if it is demonstrated that the approved tests are not met.  Reason : To safeguard the amenities of the occupiers of the residential accommodation within the development in accordance with policies 4.11 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration'. | Notwithstanding the details submitted, details shall be submitted to and approved by the local planning authority for suitable and appropriate isolation of the foundations from railway vibrations emitted from goods and passenger trains on the adjoining Paddington Branch Railway Lines and also for the construction of concrete frames for affected dwelling blocks and other sensitive buildings affected by vibration.    The construction of the buildings and foundations, as approved, shall achieve the criteria set out below, as measured at the foundations of any affected building block:  Highest vibration dose value (m/s1.75) measured on the foundations in any of the three orthogonal directions not to exceed the following values. Type of Building\tHospitals, Theatres, Labs, etc\tResidential \tOffices\tWorkshops Re day 16 hr @ G/F\t      0.085\t     0.17\t    0.34\t    0.64 Re day 16 hr @ F/F and above     0.04\t     0.08\t    0.16\t    0.32 Re night 8 hr @ G/F\t 0.076\t      0.11\t     0.30\t    0.60 Re night 8 hr @ F/F and above     0.037\t     0.05\t    0.15\t  0.30  Reason: To safeguard the amenities of the occupiers of the residential accommodation within the development in accordance with policies 4.11 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration'. | Details shall be submitted to and approved in writing by the Local Planning Authority before the commencement of construction, to demonstrate that the rating noise level emitted from the plant and machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation at neighbouring sites.   Reason:  To safeguard the amenities of the occupiers of the proposed residential accommodation and at neighbouring properties in pursuance of policies 4.11 and 5.5 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 \"Noise and Development\". | Prior to the occupation of any unit as a cafT/restaurant (Use ClassA3) or prior to the inclusion of any cooking facilities within the leisure use (Use Class D2), details shall be submitted to and approved in writing by the Local Planning Authority, in respect of the installation, operation, and maintenance of the best practicable odour abatement equipment including an extract system, the height of the discharge, and the efflux velocity of the effluent at the point of discharge.  The system, as approved, shall be completed before occupation of the relevant cafT/restaurant and leisure use (Class D2) unit and thereafter permanently retained and maintained.  Reason: To safeguard the amenities of the occupiers of the residential accommodation within the development in accordance with policies 4.1, 5.5 and 7.6 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Prior to the occupation of any unit which will have amplified music or speech, details shall be submitted to and approved in writing by the Local Planning Authority, to demonstrate that the sound reduction index, Rw, of the external building envelope, containing the commercial (non-residential) accommodation will a"
  ],
  "parking_details": null,
  "last_updated": "2025-03-20T12:26:34.432+00:00",
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "appeal_status": null,
  "decision_process": "Committee",
  "application_type_full": null,
  "valid_date": "21/09/2007",
  "pp_id": "DC-00007669",
  "status": "Application Under Consideration"
}