{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "Householder",
  "lpa_app_no": "P/2009/3479",
  "application_type_full": null,
  "uprn": "000012093004",
  "borough": "Ealing",
  "street_name": "Chatsworth Road",
  "locality": "London",
  "ward": "Hanger Hill",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.  REASON:\tTo ensure that the materials harmonise with the surroundings, in accordance with policies 4.1, 4.8 and 5.9 of the adopted Ealing Unitary Development 'Plan for the Environment' (2004) and the Design Guide for Hanger Hill (Haymills) Estate Conservation Areas. | No development (including initial site-clearance) shall commence until a detailed scheme for the protection of existing trees, hedgerows and groups of mature shrubs to be retained, in accordance with British Standard 5837:2005 'Trees In Relation To Construction Recommendations' (or any subsequent revision), has been submitted to and approved in writing by the Local Planning Authority.  Protection measures shall be phased as necessary to take into account and provide protection during demolition/site clearance works - all construction works - hard landscaping works.  Details shall include the following: a) Accurate trunk positions and canopy spreads of all existing trees within the site    and on adjoining land adjacent to the development. b) Positions and spreads of existing hedgerows and groups of mature shrubs. c) All proposed tree, hedge, shrub removal and retention. d) Minimum 'Root Protection Areas' of all existing retained trees within the site and on neighbouring land adjacent to the approved development, calculated in accordance with BS 5837 recommendations. e) Plans of a minimum scale of 1:200 (unless agreed otherwise by the Local Authority) showing the proposed locations of 2.3m high protective barrier/s, supported by a metal scaffold framework, constructed in accordance with Section 9 (Figure 2), to include appropriate weatherproof tree protection area signage (such as \"Keep Out - Construction Exclusion Zone\") securely fixed to the outside of the protective fencing structure at regular intervals. f) Proposed ground protection measures in accordance with Section 9 (Figure 3) g) Annotated minimum distances between fencing and trunks of retained trees at regular intervals. h) Illustration/s of the proposed fencing structure/s to be erected.  REASON:     In order to safeguard trees and other vegetation considered to be worthy of retention in the interests of the visual amenity of the area, in accordance with policies 4.1, 4.5 and 4.8 of the Council's adopted Unitary Development Plan (Plan for The Environment) 2004 and Supplementary Planning Guidance 9 \"Trees and Development Guidelines\". | The protective fencing and other protection measures specified by Condition 3  shall be erected in the locations agreed in writing by the Local Planning Authority prior to the commencement of any development works, including any initial clearance, and shall be maintained fully intact and (in the case of the fencing) upright, in its approved locations at all times, until the completion of all building operations on the site (unless agreed otherwise in writing by the Local Planning Authority). Where phased protection measures have been approved, no works shall commence on the next phase of the development until the protective fencing barriers and other protective measures have been repositioned for that phase in full accordance with the approved details. No activity of any description must occur at any time within these areas including but not restricted to the following: a) No mixing of cement or any other materials. b) Storage or disposal of any soil, building materials, rubble, machinery, fuel, chemicals, liquids waste residues or materials/debris of any other description. c) Siting of any temporary structures of any description including site office/sales buildings, temporary car parking facilities, porta-loos, storage compounds or hard standing areas of any other description. d) Soil/turf stripping, raising/lowering of existing levels, excavation or alterations to the existing surfaces/ ground conditions of any other description.  e) Installation/siting of any underground services, temporary or otherwise including; drainage, water, gas, electricity, telephone, television, external lighting or any associated ducting. f) Parking/use of tracked or wheeled machinery or vehicles of any description.  g) No fires shall be lit within 20 metres of the trunks of any trees or the centre line of any hedgerow shown to be retained. h) No signs, cables, fixtures or fittings of any other description shall be attached to any part of any retained tree.  REASON:      In order to safeguard trees and other vegetation considered to be worthy of retention in the interests of the visual amenity of the area, in accordance with policies 4.1, 4.5 and 4.8 of the Council's adopted Unitary Development Plan (Plan for The Environment) 2004 and Supplementary Planning Guidance 9 \"Trees and Development Guidelines. | No development shall commence until a detailed site specific construction method statement for all hard surfaced areas of any description, including walls and their foundations within the minimum root protection areas of retained trees calculated in accordance with British Standard 5837:2005 'Trees In Relation To Construction Recommendations', or any subsequent revision, has been submitted to and approved in writing by the Local Planning Authority.  Details shall be based on a porous 'No-Dig' principle of construction for surfaces and detail regarding  piled foundation with above ground beam specifically  located to avoid  tree roots, avoiding any excavation of existing levels in all areas concerned, and shall include:  a) An approved development layout plan identifying all areas where special construction measures are to be undertaken. (piled Foundations) b) Materials including porous surface finish. c) Construction profile/s showing existing /proposed finished levels together with any grading of levels proposed adjacent to the footprint in each respective structured)      location and size of pillers or piles clearly located  after low invasive methods to identify  locations within the tree root zones. (Use of air spade is recommended) d) Program and method of implementation.  All minimum Dig' (No conventional foundation Excavation) shall be implemented in full accordance with the approved details. Full Arboricultural overseeing aspect of implementation shall be required and shall need to be documented by the overseeing Arboricultural consultant in order to fullfil this condition.  REASON:         In order to alleviate any adverse impact on the root systems and the long-term health of retained trees, in the interests of the visual amenity of the area in accordance with policies 4.1, 4.5 and 4.8 of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004 and Supplementary Planning Guidelines 9 \"Trees and Development Guidelines\". | Any trees or other plants, which within a period of 5 years from the completion of the development, die, are removed, uprooted, are significantly damaged, become diseased or deformed, shall be replaced during the next planting season (1st October to 31st March inclusive) with others of the same size, species and quality as approved, unless the Local Planning Authority gives written consent to any variation.  REASON:        To ensure that the works are carried out as approved in the interests of the visual amenity of the area in accordance with policies 4.1 4.5 and 4.8 of the Council's adopted Unitary Development Plan (Plan for the Environment) 2004 and Supplementary Planning Guidance 9 \"Trees and Development Guidelines\"."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518765,
  "status": "Approved",
  "decision_date": "28/01/2010",
  "wgs84_polygon": null,
  "decision_target_date": "08/12/2009",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Other house holder developments",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T12:06:01.978+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "26",
  "id": "Ealing-P_2009_3479",
  "decision": "Approved",
  "cil_liability": null,
  "centroid_northing": 182100,
  "appeal_start_date": null,
  "postcode": "W5 3DB",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2009/3479;",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Replacement brick boundary wall behind the existing hedge and iron entrance gate (following removal of wooden boundary)",
  "valid_date": "14/10/2009",
  "polygon": null,
  "pp_id": "PP-00857391_1",
  "application_details": {
    "existing_uprns": [
      "000012093004"
    ]
  },
  "centroid": {
    "lon": -0.28944,
    "lat": 51.525335
  },
  "lapsed_date": "28/01/2013",
  "decision_process": "Committee",
  "actual_completion_date": null
}