{
  "development_type": "Minor all other minor developments",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "UB1 1LN",
  "borough": "Ealing",
  "wgs84_polygon": null,
  "site_name": "93",
  "centroid_easting": 512495,
  "pp_id": "16674/10",
  "cil_liability": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": [
      "000012029869"
    ]
  },
  "lpa_name": "Ealing",
  "decision": "Closed",
  "lpa_app_no": "P/2004/1345",
  "decision_date": "20/07/2009",
  "last_updated": "2025-03-18T23:56:01.135+00:00",
  "centroid_northing": 180403,
  "centroid": {
    "lat": 51.511365,
    "lon": -0.380321
  },
  "appeal_decision_date": null,
  "locality": "Southall",
  "ward": "Southall Broadway",
  "bo_system": "CSV Data Import",
  "lapsed_date": "20/07/2012",
  "decision_process": "Delegated",
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "29/03/2004",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | Before the development is commenced, the ventilation duct from the commercial premises, shall be fixed with suitable anti-vibration isolators and the fan motor shall be vibration isolated from the duct, so as to satisfy an acoustic standard of not exceeding NR25 (Leq5mins) inside a habitable room.  REASON: To protect the living conditions of occupiers of neighbouring properties and future occupiers of the site in accordance with policies 4.1, 4.12, 7.5 and 7.6 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | Details shall be submitted for the approval of the Local Planning Authority before the development is commenced, for a suitable sound limiting device to control the output from the amplification system to a maximum noise level agreed with this the Authority. The limiter device shall also be connected to all external doors so that the power to the amplifiers will be cut if a door is opened, other than for the means of excape from fire.  REASON: To protect the living conditions of occupiers of neighbouring properties and future occupiers of the site in accordance with policies 4.1, 4.12, 7.5 and 7.6 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | Details shall be submitted for the approval of the Local Planning Authority before the development is commenced, for a suitable mechanical ventilation system, to ensure doors and windows are kept closed and externally sited ventilation plant associated with this system will be silenced to a standard not exceeding NR35Leq, 5min (1300-0700hrs), measured or calculated at 1m from the nearest facade of the nearest affected noise sensitive premises.  REASON: To protect the living conditions of occupiers of neighbouring properties and future occupiers of the site in accordance with policies 4.1, 4.12, 7.5 and 7.6 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | The use permitted shall not operate outside 10:00 to 22:00 hours Monday to Sundays and Bank or Public Holidays.  REASON:\tIn the interests of the living conditions of occupiers of nearby properties in accordance with policies 4.1 and 4.12 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004)."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "000012029869",
  "decision_target_date": "24/05/2004",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Closed",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "The Broadway",
  "secondary_street_name": null,
  "description": "Extension to existing basement storage area and change of use to restaurant",
  "id": "Ealing-P_2004_1345",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2004/1345;"
}