{
  "development_type": "Major all other major developments",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "W3 9LN",
  "borough": "Ealing",
  "wgs84_polygon": null,
  "site_name": "16",
  "centroid_easting": 519708,
  "pp_id": null,
  "cil_liability": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": [
      "000012094409, 000012162046, 000012162047, 000012162048"
    ]
  },
  "lpa_name": "Ealing",
  "decision": "Closed",
  "lpa_app_no": "P/2005/2321",
  "decision_date": "29/01/2010",
  "last_updated": "2025-03-18T23:56:02.525+00:00",
  "centroid_northing": 180301,
  "centroid": {
    "lat": 51.508968,
    "lon": -0.276464
  },
  "appeal_decision_date": null,
  "locality": "London",
  "ward": "South Acton",
  "bo_system": "CSV Data Import",
  "lapsed_date": "29/01/2013",
  "decision_process": "Delegated",
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "01/08/2005",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | Details of refuse storage or a management plan in accordance with the standards adopted by the Local Planning Authority shall be submitted to and approved in writing by the Local Planning Authority.  Such provision shall be brought into use prior to the first occupation of the development permitted and retained permanently.  Reason: To protect the living conditions of occupiers of the area, in accordance with policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | Before any works commence on site, details of a scheme to provide parking for cyclists in accordance with adopted standards shall be submitted to and approved by the Local Planning Authority, and such details shall be implemented and bought into use prior to first occupation, and be retained permanently.  Reason: To provide adequate facilities for cyclists, in accordance with policy 9.6 of the Council's adopted Ealing Unitary Development Plan,'Plan for the Environment'  (2004). | All residential units hereby approved shall be constructed to Lifetime Homes Standards, unless otherwise agreed by the Local Planning Authority, details of which shall be submitted to and approved by the Local Planning Authority, prior to the commencement of works.  The approved details shall be implemented prior to first occupation.  REASON: To ensure access for all future occupiers, in accordance with policy 5.3 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | All external materials used for the extension shall match those of the existing building.  Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | The 2 car parking spaces shown on the approved plan PG/19/01/01/01(rec'd 26/10/05) shall be marked out on the site prior to first occupation of any part of the development, and these spaces shall be kept continuously available for car parking and shall not be used for any other purpose. \t REASON:\tTo ensure that there is adequate provision for car parking within the site in accordance with policy 9.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) | No part of the roof of the extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.  REASON:  To protect the living conditions of occupants of nearby properties in accordance with policy 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004)."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "000012094409",
  "decision_target_date": "26/09/2005",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Closed",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Chatsworth Gardens",
  "secondary_street_name": null,
  "description": "Conversion of residential property into 2 self-contained flats; ground floor level side extension (Revised Application)",
  "id": "Ealing-P_2005_2321",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2005/2321;"
}