{
  "development_type": "Major all other major developments",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "W5 3AQ",
  "borough": "Ealing",
  "wgs84_polygon": null,
  "site_name": "1",
  "centroid_easting": 518777,
  "pp_id": "00389/6",
  "cil_liability": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": [
      "000012092094, 000012147721"
    ]
  },
  "lpa_name": "Ealing",
  "decision": "Approved",
  "lpa_app_no": "P/2002/2257",
  "decision_date": "30/10/2002",
  "last_updated": "2025-03-19T00:56:45.182+00:00",
  "centroid_northing": 181241,
  "centroid": {
    "lat": 51.517612,
    "lon": -0.289556
  },
  "appeal_decision_date": null,
  "locality": "London",
  "ward": "Hanger Hill",
  "bo_system": "CSV Data Import",
  "lapsed_date": "30/10/2005",
  "decision_process": "Delegated",
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "18/07/2002",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | All external materials to be used in the development shall match the appearance of those of the existing building.  REASON:\tTo ensure that the materials harmonise with the surroundings, in accordance with Unitary Development Plan (UDP) Adopted Policy B1, Replacement UDP Policy 4.1. | The proposed window in the north elevation of the WC approved shall contain only obscure glass.  A sample of the obscured glass, no smaller than 300 mm square shall be submitted to and approved by the Local Planning Authority before any work is commenced on the relevant part of the development, and the development shall not be carried out otherwise than in accordance with the sample thus approved.  The details so approved shall be retained permanently.  REASON: To protect the living conditions of neighbouring properties, in accordance with Unitary Development Plan (UDP) Adopted Policies B1, B5, H33, Replacement UDP Policy 4.1. | The existing shop window shall be retained and used for display purposes and shall not be painted over or otherwise obscured.  REASON:\tTo maintain the retail character of the shopping area within which the site is situated, and to prevent the fragmentation of the shopping facade, in accordance with Unitary Development Plan (UDP) Adopted Policies B1, B5, Replacement UDP Policy 4.1. | The use hereby permitted shall not operate or patrons be on site outside 08.00 to 18.00 hours Monday to Friday, 09.00 to 18.00 hours on Saturday and not at any time on Sundays or Bank Holidays or Public Holidays.  REASON: In the interests of the amenity of nearby properties, in accordance with Unitary Development Plan (UDP) Adopted Policy B5, Replacement UDP Policy 4.1. | The floorspace for dental surgery hereby approved shall be used as a dental surgery and for no other use within Class D1 of the Schedule to the Town and Country Planning (Use Classes) Order 1987 without the prior written permission of the Local Planning Authority obtained through the submission of a planning application.  REASON:  To restrict the use of the premises to one compatible with the surrounding area, to assess the need for alternative facilities and to enable the Local Planning Authority to maintain strict control over the nature of the use, in the interests of the amenity of the locality, in accordance with Unitary Development Plan (UDP) Adopted Policies CF1, B5, Replacement UDP Policies 8.9, 4.1 | No more than one practitioner shall practice at the site at any one time.   REASON: To avoid an over-intensive use of the site and to minimise the demand for staff parking in the local area, in the interest of local highway conditions, in accordance with Unitary Development Plan (UDP) Adopted Policy T57, Replacement UDP Policy 9.1. | Details of the floor, walls and ceiling separating the non-residential part(s) of the premises from adjacent dwellings and the residential unit on first floor hereby approved, shall be submitted to and approved by the Local Planning Authority in writing prior to commencement of any works to demonstrate that they are resistant to the passage of smoke, fumes and odours and that the insulation is sufficient to prevent noise disturbance.  Such details as approved shall be implemented prior to first occupation of the premises for the use hereby approved, and retained thereafter.  REASON:   To protect the living conditions nearby occupiers, in accordance with Unitary Development Plan (UDP) Adopted Policies B5, ES5, Replacement UDP Policy 4.1. | The retail sales area at the front of the site shall not measure less than 24sqm and shall be  permanently retained for retail purposes.  REASON: To maintain the retail function of the premises and the retail character of the parade, in accordance with Unitary Development Plan (UDP) Adopted Policy S16, Replacement UDP Policy 7.3. | Details shall be submitted to and approved in writing to the Local Planning Authority prior to commencement of any works to demonstrate that any machinery audible outside the premises will be designed to satisfy an acoustic standard not exceeding: NR35 Leq, 5 mins, 2300 - 0700 hrs daily, NR35 Leq, 1 hr, 0700 - 2300 hrs on Saturdays, Sundays and Bank Holidays and NR40 Leq, 1 hr 0700 - 2300 hrs Mondays to Fridays, as measured or calculated at 1m from the nearest facade of the nearest affected noise sensitive premises.  Such details as approved shall be implemented prior to first occupation of the premises for the use hereby approved, and retained thereafter.  REASON:  To protect the living conditions of nearby occupiers, in accordance with Unitary Development Plan (UDP) Adopted Policy ES5, Replacement UDP Policy 4.11. | Details of refuse storage, including the provision for clinical waste, shall be submitted to and approved by the Local Planning Authority prior to commencement of any works, and such details as approved shall be implemented prior to first use of the premises for the use hereby approved and retained thereafter.  REASON:  To ensure satisfactory facilities for general and specialist waste are provided, in accordance with Unitary Development Plan (UDP) Adopted Policy B1, Replacement UDP Policy 4.1. | No ventilation equipment, ducting or other openings, including those for plant and machinery shall be installed in any external surface to the application premises.  REASON:  To protect the living conditions of nearby occupiers and to enable the Local Planning Authority to maintain control over such changes, in accordance with Unitary Development Plan (UDP) Adopted Policy B5, Replacement UDP Policy 4.1."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "000012092094",
  "decision_target_date": "11/09/2002",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Boileau Road",
  "secondary_street_name": null,
  "description": "Replacement single storey rear extension and alterations to internal arrangement to provide ancillary facilities to surgery at ground floor level and self-contained flat at first floor level as a revision to planning permission reference 00389/5 granted on 06/09/2001 for 'change of use from ground floor hairdressers (A1) to dental surgery (D1) and ancillary retail (A1) and self-containment of existing upper floor and part ground floor flat'",
  "id": "Ealing-P_2002_2257",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2002/2257;"
}