{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2003/2559;",
  "lapsed_date": "02/10/2006",
  "decision_target_date": "26/08/2003",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 1SL",
  "site_name": "Chestnut Lodge",
  "status": "Commenced",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 1520,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 2875,
      "total_gia_lost": 1520,
      "development_type": "New Build",
      "total_gia_gained": 2875,
      "site_area": 0.001
    },
    "constraints_details": [
      {
        "result": "Suburban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "2",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "27/05/2009",
        "use_class": "C2",
        "gia_gained": 2875,
        "actual_commencement_date": "01/06/2005",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "SG",
        "gia_gained": 0,
        "actual_commencement_date": "01/06/2005",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 1520
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": [
        {
          "superseded_date": null,
          "actual_completion_date": "27/05/2009",
          "no_rooms_proposed": 60,
          "actual_commencement_date": "01/06/2005",
          "unit_type": "Care Home Bedroom",
          "superseded_by_lpa_app_no": null,
          "no_rooms_lost": 0
        }
      ]
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "existing_uprns": [
      "000012084694"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2003/2559",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517500,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T12:05:39.487+00:00",
  "id": "Ealing-P_2003_2559",
  "application_type": "All Other",
  "street_name": "Woodfield Road",
  "borough": "Ealing",
  "ward": "Hanger Hill",
  "decision_date": "02/10/2003",
  "epc_number": null,
  "actual_commencement_date": "01/06/2005",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Redevelopment of site to replace existing residential care home with new part single, two and four storey building to provide residential care home, together with ancillary office accommodation, parking and servicing, and vehicular access from Woodfield Road",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major traveller caravan pitches",
  "centroid_northing": 181926,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012084694",
  "centroid": {
    "lon": -0.307723,
    "lat": 51.524035
  },
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with the approved details.  REASON:  To ensure that the materials harmonise with the surroundings in accordance with adopted UDP policies B1 and ES6, replacement UDP policies 4.5 and 5.5 | Apart from tree works authorised under the terms of this permission, all the existing trees on the site to be retained as shown on the approved drawings, shall not be lopped, felled or otherwise affected in any way (including raising or lowering soil levels under the crown spread of the trees) and no excavation shall be cut under the crown spread of the trees without the prior permission of the Local Planning Authority.  REASON:  To safeguard the trees in the interest of the visual character and appearance of the area surroundings in accordance with adopted UDP policies B1 and ES6, replacement UDP policies 4.1 and 5.5. | The entire root system of trees to be retained, as shown on the approved drawings, indicated by the spread of their branches, shall be protected by stout exclusion fencing until completion of the development.  REASON:   To prevent damage to the trees in the interest of the visual character and appearance of the area. surroundings in accordance with adopted UDP policies B1, B2, B16 and ES4, replacement UDP policies 4.1, 4.5 and 5.5. | The area beneath the spread of the branches of the trees to be retained as shown on the approved drawings shall not be used for the storage of building materials, plant, machinery or other items, or for vehicular access or for the burning of materials of any kind.  REASON:   To prevent damage to the trees in the interest of the visual character and appearance of the area surroundings in accordance with adopted UDP policies B1, B2, B16 and ES4, replacement UDP policies 4.1, 4.5 and 5.5. | No development shall take place until full details of both hard and soft landscaping works, including a phased programme of works, have been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  REASON:   To ensure that the development is landscaped in the interests of the visual character and appearance of the area in accordance with adopted UDP policies B1, B2, B16 and ES4 and replacement UDP policies 4.1, 4.5 and 5.5. | No development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the positions, design, materials and type of boundary treatment to be erected.  The boundary treatment shall be completed prior to the first occupation of the site.  Development shall be carried out in accordance with the approved details.   REASON:   To protect the visual appearance of the area. and the living conditions of neighbouring occupiers in accordance with adopted UDP policies B1 and ES6, replacement UDP policies 4.1 and 5.5. | The car parking spaces shown on the approved drawings shall be marked out on the site prior to the first occupation of any part of the development, and those spaces shall be kept continuously available for car parking and shall not be used for any other purpose.  REASON:   To ensure that there is adequate provision for car parking within the site, in accordance with adopted UDP policies T31, T45, T54, T63, replacement UDP policies 9.1 and 9.11. | The cycle parking provision shown on the approved drawings shall be made available prior to the first occupation of any part of the development, and thereafter shall be kept continuously available for cyclists and shall not be used for any other purpose. REASON:  To ensure that adequate provision for cyclists, in accordance with T31, T46, replacement UDP policies 9.1 and 9.6. | On first occupation of the development the 'Green Travel Plan', dated August 2003 and received 14 August 2003, shall be implemented and complied with thereafter.  REASON:  To minimise car use and promote alternative modes of travel for residents, staff and visitors to and from the site in accordance with the Council's sustainable development policies, in accordance with the Council's adopted UDP policy T34; Replacement UDP policy 9.1 | The development hereby authorised shall comply with the aims and objectives of the 'Secured By Design' scheme. REASON: To ensure that the proposed development achieves the required crime prevention elements as detailed by Government Circular 5/94 'Planning Out Crime', and with the requirement of Section 17 of the Crime and Disorder Act 1998 that imposes a duty on a Local Authority 'to do all that it can to prevent crime and disorder in its area', in accordance with adopted UDP policies B1, B5, CF33, replacement UDP policies 4.1, 5.5 and 8.9. | Details of the refuse storage enclosure shown on the approved drawings shall be submitted to and approved in writing by the Local Planning Authority and be brought into use prior to the first occupation of any part of the development permitted and thereafter shall be retained permanently.  REASON : To protect living conditions of occupiers of the area in accordance with adopted UDP policies B1, B5, H34, ES5, replacement UDP policies 4.1 and 4.11. | No development shall commence until details of any temporary site construction accommodation proposed has been agreed in writing with the Local Planning Authority. The details so approved shall be implemented before any work starts on site.   REASON: To protect trees on site and the amenity of surrounding residents during development in accordance with adopted UDP policy OL1, OL2, OL6, B2 and ES4, and 'new' UDP policies 3.1, 3.6 and 4.5."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "02/07/2003",
  "secondary_street_name": null,
  "site_number": "CHESTNUT LODGE",
  "pp_id": "00263/2",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.307557,
          51.524055
        ],
        [
          -0.307558,
          51.524028
        ],
        [
          -0.307601,
          51.524029
        ],
        [
          -0.3076,
          51.524056
        ],
        [
          -0.307557,
          51.524055
        ]
      ]
    ],
    "type": "Polygon"
  }
}