{
  "postcode": "UB2 4SE",
  "uprn": "000012152834",
  "decision_agency": "Borough",
  "locality": "Southall",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2003/1651;",
  "centroid": {
    "lat": "51.5071366",
    "lon": "-0.36520369999999996"
  },
  "application_type_full": null,
  "ward": "Norwood Green",
  "last_date_consultation_comments": null,
  "cil_liability": null,
  "status": "Approved",
  "bo_system": "CSV Data Import",
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "existing_uprns": [
      "000012152834, 000012152835"
    ],
    "site_area": 0.787
  },
  "centroid_northing": 179956,
  "decision_date": "19/01/2004",
  "epc_number": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "id": "Ealing-P_2003_1651",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              513598.6544276,
              180000.0347812
            ],
            [
              513598.7698585,
              179988.8779748
            ],
            [
              513599.5861195,
              179951.0687976
            ],
            [
              513599.6026097,
              179933.17392
            ],
            [
              513598.7781036,
              179919.3578748
            ],
            [
              513598.8605542,
              179914.319317
            ],
            [
              513507.1012692,
              179913.8494515
            ],
            [
              513506.1530871,
              179918.9979778
            ],
            [
              513503.1518849,
              179934.403568
            ],
            [
              513502.352114,
              179938.0025378
            ],
            [
              513507.752629,
              179939.102223
            ],
            [
              513506.5488501,
              179945.5003915
            ],
            [
              513506.400439,
              179946.7000482
            ],
            [
              513506.2520279,
              179947.7997334
            ],
            [
              513506.1036168,
              179949.2493184
            ],
            [
              513505.996431,
              179950.7988749
            ],
            [
              513505.996431,
              179952.7483169
            ],
            [
              513506.0459013,
              179954.6477731
            ],
            [
              513506.0459013,
              179957.0470863
            ],
            [
              513506.1530871,
              179959.3964139
            ],
            [
              513506.3509686,
              179961.4458272
            ],
            [
              513506.6477908,
              179963.5452263
            ],
            [
              513507.0517988,
              179965.5546511
            ],
            [
              513507.1507395,
              179965.9545366
            ],
            [
              513507.4970321,
              179967.5040931
            ],
            [
              513510.852772,
              179984.3992569
            ],
            [
              513511.6525429,
              179988.4980836
            ],
            [
              513511.7020133,
              179990.4975113
            ],
            [
              513511.7020133,
              179991.1973109
            ],
            [
              513511.7514836,
              179991.9470963
            ],
            [
              513511.8504244,
              179992.8468388
            ],
            [
              513512.0483058,
              179993.8465526
            ],
            [
              513512.3533731,
              179994.7962807
            ],
            [
              513512.749136,
              179995.7460089
            ],
            [
              513513.1036737,
              179996.54578
            ],
            [
              513513.548907,
              179997.2955653
            ],
            [
              513513.9034446,
              179998.0453507
            ],
            [
              513514.3981482,
              179998.7951361
            ],
            [
              513514.3981482,
              179998.8451218
            ],
            [
              513515.0989784,
              180000.0047898
            ],
            [
              513581.0512222,
              180000.0047898
            ],
            [
              513598.6544276,
              180000.0347812
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "description": "Demolition of existing industrial buildings and redevelopment as part single and part two storey building for general industrial (B2) use and for vehicle servicing and paint spraying purposes, with ancillary offices, access, servicing, car parking and landscaping",
  "lapsed_date": "19/01/2007",
  "lpa_app_no": "P/2003/1651",
  "last_updated": "2025-03-20T20:01:32.614+00:00",
  "application_type": "All Other",
  "site_name": "12 Collett Way",
  "appeal_decision_date": null,
  "site_number": null,
  "appeal_decision": null,
  "development_type": "Major offices-R and D-light industry",
  "appeal_start_date": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.  REASON:\tTo ensure that the materials harmonise with the surroundings, in accordance with Unitary Development Plan (UDP) Adopted Policy B1, Replacement UDP Policy 4.1. | No development shall take place until full details of both hard and soft landscape works, including a phased programme of works, have been submitted to and approved in writing by the Local  Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by theLocal Planning Authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with Unitary Development Plan (UDP) Adopted Policy B2, Replacement UDP Policy 4.5. | No development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the positions, design, materials and type of boundary treatment to be erected (front boundary wall).  The boundary treatment shall be completed before the development is first occupied.  Development shall be carried out in accordance with the approved details.  REASON:\tTo protect the visual appearance of the area and the living conditions of neighbouring occupiers, in accordance with Unitary Development Plan (UDP) Adopted Policy B5, Replacement UDP Policy 4.1. | The car parking space(s) shown on the approved plan No. 1205/PL/16B shall be marked out on the site prior to first occupation of any part of the development, and these spaces shall be kept continuously available for car parking and shall not be used for any other purpose. \t REASON:\tTo ensure that there is adequate provision for car parking  within the site, in accordance with Unitary Development Plan (UDP) Adopted Policy T58, Replacement UDP Policy 9.1. | The areas shown on the approved plan No. 1205/PL/16B as parking, access, loading,  unloading and manoeuvring shall be kept clear at all times and used for these purposes only. \t REASON:\tTo ensure that adequate parking and servicing space is available within the site, in accordance with Unitary Development Plan (UDP) Adopted Policies T60, T62, T63, Replacement UDP Policy 9.1. | No development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating refuse storage. The refuse storage shall be completed before the development is first occupied and thereafter permanently retained.  REASON:   To comply with the Council's Design Guides, in accordance with Unitary Development Plan (UDP) Adopted Policies B1, H34, Replacement UDP Policy 4.1. | Details shall be submitted in writing to demonstrate that any machinery audible outside the premises shall be designed to satisfy an acoustic standard not exceeding NR35 Leq, 5mins, for plant which will operate during the period of 2300 - 0700 hrs weekdays and anytime on Saturdays, Sundays and Bank Holidays. NR40 Leq, 1hr for plant which is controlled by time switches only to run during the period 0700-2300hrs Mondays to Fridays, measured or calculated at 1m from the nearest facade of the nearest affected noise sensitive premises. The approved measures shall be installed before first occupation of the development and thereafter retained permanently.  REASON: In the interests of the amenity of nearby residents, in accordance with Unitary Development Plan (UDP) Adopted Policy B8, Replacement UDP Policy 4.11. | Details shall be submitted in writing for approval before any development is commenced, to demonstrate that the composite sound reduction index of the building envelope, Rm is not less than 40dB averaged over the frequency range 100 to 3150 Hz, with windows shut and other means of ventilation provided.  Approved measures shall be installed before first occupation of the building and thereafter retained permanently.  REASON:  In the interests of amenity of nearby occupiers, in accordance with Unitary Development Plan (UDP) Adopted Policy B8, Replacement UDP Policy 4.11. | Details shall be submitted in writing for approval for a suitable mechanical ventilation  system, to ensure doors and windows are kept closed during hot weather and the plant associated with this system will be silenced to a standard not exceeding NR35 Leq (5 mins), (2300 - 0700 hrs), measured or calculated at 1m from the nearest facade of the nearest affected noise sensitive premises.  Approved measures shall be installed before first occupation of the building and thereafter retained permanently.  REASON:  In the interests of amenity of nearby occupiers, in accordance with Unitary Development Plan (UDP) Adopted Policy B8, Replacement UDP Policy 4.11. | Details shall be submitted for approval before commencement of works, for the installation and operation of the best practicable paint spraying arrestment equipment and for the height of the chimney stack and the approved measures shall be installed before first occupation of the development and thereafter retained permanently.  REASON:  In the interests of the amenity of nearby occupiers, in accordance with Unitary Development Plan (UDP) Adopted Policy B1, Replacement UDP Policy 4.1. | Details of all external lighting to be erected, demonstrating compliance with the recommendations of the Institution of Lighting Engineers \"Guidance Notes for the Reduction of Light Pollution\" and the provisions of BS 5489 Part 9 must be submitted in writing to and approved by the local planning authority, prior to the development commencing.  The lighting as approved must be installed prior to the first occupation of the development and maintained in accordance with these standards thereafter.  REASON: To protect the living conditions of occupiers of the area, in accordance with Unitary Development Plan (UDP) Adopted Policy ES5, Replacement UDP Policy 4.12. | The vertical illuminance of any lighting at the nearest affected fatade shall be controlled to a maximum of 10 lux at ground floor level and 5 lux at first floor level and the main beam angle of all lights shall not exceed 70 degrees.  REASON: To protect the living conditions of occupiers of the area, in accordance with Unitary Development Plan (UDP) Adopted Policy ES5, Replacement UDP Policy 4.12. | Notwithstanding the information shown on the plans prior to commencement of works, details shall be submitted relating to the following- pedestrian visibility splays shall be provided on the access wherever there is potential vehicular/pedestrian conflict. These shall be 1.5m by 1.5m with no obstruction to visibility over 600mm. They shall be within the applicant's land, shown on the plans and physically protected, and measures shall be taken to prevent vehicles driving over the splay areas. The details as approved shall be implemented prior to first use and permanently retained.  REASON:   In the interest of pedestrian and highway safety, in accordance with Unitary Development Plan (UDP) Adopted Policy T62, Replacement UDP Policy 9.1. | Notwithstanding the information shown on the plans, prior to commencement of works, details of swept paths shall be provided by the applicant to show that the site can be accessed by HGVs and serviced adequately. Details as approved shall be implemented prior to first use and permanently retained as for Condition 6.  REASON:   In the interest of pedestrian and highway safety, in accordance with Unitary Development Plan (UDP) Adopted Policy T62, Replacement UDP Policy 9.1. | Notwithstanding the information shown on the plans, at least two covered and cycle parking spaces shall be provided in accordance with Council standards, details of which shall be submitted to and approved in writing by the Local Planning Authority prior to first use and permanently retained thereafter.  REASON:   To provide adequate facilities for cyclists, in accordance with Unitary Development Plan (UDP) Adopted Policy T46, Replacement UDP Policy 9.6."
  ],
  "decision": "Approved",
  "actual_completion_date": null,
  "decision_process": "Delegated",
  "parking_details": null,
  "pp_id": "25036/4",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "street_name": "Collett Way",
  "centroid_easting": 513553,
  "decision_target_date": "16/03/2022",
  "lpa_name": "Ealing",
  "borough": "Ealing",
  "valid_date": "14/04/2003",
  "last_updated_by": "CSV Data Import",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.36453189999999996,
          51.5075232
        ],
        [
          -0.36453389999999997,
          51.5074229
        ],
        [
          -0.3645343,
          51.5070829
        ],
        [
          -0.36453979999999997,
          51.506922
        ],
        [
          -0.3645561,
          51.506798
        ],
        [
          -0.3645566,
          51.5067527
        ],
        [
          -0.3658783,
          51.5067669
        ],
        [
          -0.3658903,
          51.5068134
        ],
        [
          -0.3659286,
          51.5069525
        ],
        [
          -0.36593889999999996,
          51.506985
        ],
        [
          -0.3658608,
          51.5069938
        ],
        [
          -0.3658761,
          51.5070515
        ],
        [
          -0.3658778,
          51.5070623
        ],
        [
          -0.36587959999999997,
          51.5070722
        ],
        [
          -0.36588129999999996,
          51.5070853
        ],
        [
          -0.3658823,
          51.5070992
        ],
        [
          -0.3658817,
          51.5071168
        ],
        [
          -0.3658804,
          51.5071338
        ],
        [
          -0.36587959999999997,
          51.5071554
        ],
        [
          -0.36587729999999996,
          51.5071765
        ],
        [
          -0.36587379999999997,
          51.5071949
        ],
        [
          -0.3658688,
          51.5072137
        ],
        [
          -0.3658624,
          51.5072317
        ],
        [
          -0.3658608,
          51.5072352
        ],
        [
          -0.3658553,
          51.5072491
        ],
        [
          -0.3658016,
          51.5074003
        ],
        [
          -0.36578869999999997,
          51.5074369
        ],
        [
          -0.3657874,
          51.5074549
        ],
        [
          -0.3657871,
          51.5074612
        ],
        [
          -0.3657862,
          51.5074679
        ],
        [
          -0.36578449999999996,
          51.507476
        ],
        [
          -0.3657813,
          51.5074849
        ],
        [
          -0.3657766,
          51.5074934
        ],
        [
          -0.3657706,
          51.5075019
        ],
        [
          -0.36576519999999996,
          51.507509
        ],
        [
          -0.3657586,
          51.5075156
        ],
        [
          -0.3657532,
          51.5075223
        ],
        [
          -0.36574589999999996,
          51.5075289
        ],
        [
          -0.3657458,
          51.5075294
        ],
        [
          -0.3657354,
          51.5075397
        ],
        [
          -0.3647855,
          51.5075264
        ],
        [
          -0.36453189999999996,
          51.5075232
        ]
      ]
    ],
    "type": "Polygon"
  }
}