{
  "site_name": "10",
  "postcode": "W4 1BP",
  "parking_details": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.  REASON:\tTo ensure that the materials harmonise with the surroundings, in accordance with Adopted UDP Policies B1, B5, and Replacement UDP Policies 4.1, 5.5, 5.9. | The development permitted shall only be used for domestic purposes incidental to the enjoyment of the dwelling and not for any separate residential use or for any industrial, commercial or business use.  REASON: To protect the living conditions of occupiers of neighbouring properties, in accordance with Adopted UDP Policies B1 and B5, Replacement UDP Policies 5.5 and 5.9. | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995, no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.  REASON: To protect the living conditions of neighbouring properties and the visual appearance of the area, in accordance with Adopted UDP Policy B5, Replacement UDP Policy 5.5. | The garage hereby approved shall be used to accommodate domestic vehicles only, associated with the use of 10 Rusthall Avenue as a single family dwellinghouse.  REASON:  To protect the living conditions of neighbouring properties, in accordance with Adopted UDP Policies B1 and B5, Replacement UDP Policy 5.9. | Before the garage or workshop/studio are brought into use the boundary fence as shown on the approved plans dated 17/8/01, shall be erected and retained permanently thereafter.  REASON:  In the interests of highway safety and to protect the living conditions of neighbouring residents, in accordance with Adopted UDP Policies B1 and B5, Replacement UDP Policy 5.9. | No part of the roof of the development hereby approved (namely the garage/workshop/studio) shall be used as a roof terrace or balcony.  REASON:  To protect the living conditions of neighbouring properties, in accordance with Adopted UDP Policies B5 and H33, Replacement UDP Policies 5.5 and 5.9."
  ],
  "ward": "Southfield",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "uprn": "000012097101",
  "appeal_decision_date": null,
  "application_details": {
    "existing_uprns": [
      "000012097101"
    ]
  },
  "secondary_street_name": null,
  "centroid_northing": 178916,
  "status": "Approved",
  "centroid": {
    "lat": 51.496288,
    "lon": -0.26121
  },
  "decision_target_date": "26/02/2002",
  "decision_process": "Delegated",
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "last_date_consultation_comments": null,
  "appeal_decision": null,
  "appeal_start_date": null,
  "development_type": "Minor dwellings",
  "cil_liability": null,
  "last_updated": "2025-03-21T00:15:06.737+00:00",
  "valid_date": "02/01/2002",
  "bo_system": "CSV Data Import",
  "last_updated_by": [
    "CSV Data Import",
    "CSV Data Import"
  ],
  "application_type_full": null,
  "centroid_easting": 520800,
  "decision": "Approved",
  "polygon": null,
  "description": "Replacement of existing garages with domestic garage and domestic workshop/studio in rear garden of house (Revised Proposal)",
  "epc_number": null,
  "lpa_app_no": "P/2002/0004",
  "actual_completion_date": null,
  "locality": "London",
  "lapsed_date": "21/05/2005",
  "decision_agency": "Borough",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "decision_date": "21/05/2002",
  "appeal_status": null,
  "id": "Ealing-P_2002_0004",
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "site_number": null,
  "street_name": "Rusthall Avenue",
  "borough": "Ealing",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2002/0004;",
  "pp_id": "38729/1",
  "wgs84_polygon": null
}