{
  "uprn": "000012067079",
  "street_name": "Sudbury Heights Avenue",
  "centroid_easting": 515913,
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": [
      "000012067079"
    ]
  },
  "lpa_app_no": "P/2002/1036",
  "parking_details": null,
  "application_type": "All Other",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "15/05/2002",
  "locality": "Greenford",
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | All external materials to be used in the development shall match the appearance of those of the existing building.  REASON:\tTo ensure that the materials harmonise with the surroundings, in accordance with the Unitary Development Plan (UDP) Adopted Policies B1and B5, Replacement UDP Policies 4.1, 5.5 and 5.9. | The proposed first floor in the western side elevation of the two storey side extension approved shall contain only obscure glass.  A sample of the obscured glass, no smaller than 300 mm square shall be submitted to and approved by the Local Planning Authority before any work is commenced on the relevant part of the development, and the development shall not be carried out otherwise than in accordance with the sample thus approved.  The details so approved shall be retained permanently.  REASON: To protect the living conditions of neighbouring properties, in accordance with the Unitary Development Plan (UDP) Adopted Policies B1, B5 and H33, Replacement UDP Policies 4.1, 5.5 and 5.9. | The flat roof to be created shall not be used to form a balcony, roof garden or similar amenity area.  REASON:\tTo protect the living conditions of occupants of nearby properties, in accordance with the Unitary Development Plan (UDP) Adopted Policies B1, B5 and H33, Replacement UDP Policies 4.1, 5.5 and 5.9. | The extension permitted shall not be used or occupied at any time other than for purposes ancillary to the residential use of the dwelling known as 226 Sudbury Heights Avenue, Greenford, Middlesex, UB6 0LN.  REASON:\tTo ensure that the character of the area is preserved and a separate dwelling is not created, in accordance with the Unitary Development Plan (UDP) Adopted Policies B1, and B5, Replacement UDP Policies 4.1, 5.1, 5.5 and 5.9. | The car parking space(s) shown on the approved plan No. 02 received 28 May 2002 shall be marked out on the site prior to first occupation of any part of the development, and these spaces shall be kept continuously available for car parking and shall not be used for any other purpose. \t REASON:\tTo ensure that there is adequate provision for car parking  within the site, in accordance with the Unitary Development Plan (UDP) Adopted Policies Table 20B and Appendix One Table and Notes on Parking Requirements of Replacement UDP."
  ],
  "valid_date": "21/03/2002",
  "subdivision_of_building": null,
  "polygon": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2002/1036;",
  "title_number": null,
  "decision_date": "02/07/2002",
  "id": "Ealing-P_2002_1036",
  "ward": "North Greenford",
  "development_type": "Minor dwellings",
  "cil_liability": null,
  "borough": "Ealing",
  "appeal_decision": null,
  "site_name": "226",
  "lapsed_date": "02/07/2005",
  "description": "Two storey side, side/rear extension and single storey extension to rear of house",
  "pp_id": "34754/1",
  "actual_completion_date": null,
  "centroid_northing": 185380,
  "bo_system": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T20:40:07.886+00:00",
  "epc_number": null,
  "application_type_full": null,
  "decision": "Approved",
  "postcode": "UB6 0LN",
  "site_number": null,
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lat": 51.555406,
    "lon": -0.329452
  },
  "appeal_start_date": null,
  "wgs84_polygon": null
}