{
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "decision_process": "Delegated",
  "appeal_start_date": null,
  "lapsed_date": "07/11/2003",
  "uprn": "000012150453",
  "locality": "Greenford",
  "appeal_decision_date": null,
  "centroid_easting": 516686,
  "application_details": {
    "existing_uprns": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "61",
  "borough": "Ealing",
  "status": "Approved",
  "epc_number": null,
  "bo_system": "CSV Data Import",
  "wgs84_polygon": null,
  "cil_liability": null,
  "title_number": null,
  "application_type": "All Other",
  "street_name": "Bideford Avenue",
  "actual_commencement_date": null,
  "parking_details": null,
  "decision_target_date": "06/11/2000",
  "lpa_name": "Ealing",
  "secondary_street_name": null,
  "decision_date": "07/11/2000",
  "last_updated": "2025-06-04T13:59:18.664Z",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2000/3319;",
  "ward": "Perivale",
  "valid_date": "11/09/2000",
  "reference_no_of_permission_being_relied_on": null,
  "development_type": null,
  "appeal_decision": null,
  "postcode": "UB6 7PP",
  "centroid_northing": 183314,
  "description": "Erection of replacement building (420sq meters) including 76sq meter mezzanine floor, for B1(C), B2 and/or B8 purposes with associated parking, servicing area and landscaping",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "lpa_app_no": "P/2000/3319",
  "decision": "Approved",
  "application_type_full": null,
  "last_updated_by": "CSV Data Import",
  "appeal_status": null,
  "id": "Ealing-P_2000_3319",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of  five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | Any machinery audible outside the premises must be designed to an accustic standard not exceeding (NR35 Leq (5 mins) 2300-0700hrs) and (NR40Leq (1hrs) 0700-2300hrs) (weekdays) (weekends) measured or calculated at 1m from the nearest facade of the nearest no.s sensitive premises  Reason:  To protect the living conditions of neighbouring occupiers | No vehicle movements into or out of the site should occur between 8pm and 7am on any day  REASON:     To ruduce the potential for vehicle noise affecting the the occupiers of houses along/near to Bideford Avenue | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with the approved details.  REASON:\tTo ensure that the materials harmonise with the surroundings. | No development shall take place until full details of both hard and soft landscape works, including a phased programme of works, have been submitted to and approved in writing by the local  planning authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the local planning authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area. | Details of all external lighting to be erected, demonstrating compliance with the recommendations of the Institution of Lighting Engineers \"Guidance Notes for the Reduction of Light Pollution\" and the provisions of BS 5489 Part 9 must be submitted in writing to and approved by the local planning authority, prior to the development commencing.  The lighting as approved must be installed prior to the first occupation of the building and maintained in accordance with these standards thereafter.  REASON: To protect the living conditions of occupiers of the area. | No goods or materials shall be stacked or deposited on the site, and no operations carried out unless within a roofed and enclosed building.  REASON:\tTo protect the living conditions of nearby occupiers, and to safeguard the visual appearance of the area. | The office space permitted shall be used only for purposes ancillary to the authorised use of the site for industrial  or warehouse purposes  REASON:\tTo enable the Local Planning Authority to maintain strict control over the nature of the use, to protect the living conditions of occupiers in the locality. | The car parking space(s) shown on the approved plan no.0015.1A shall be marked out on the site prior to first occupation of any part of the development, and these spaces shall be kept continuously available for car parking and shall not be used for any other purpose. \t REASON:\tTo ensure that there is adequate provision for car parking  within the site. | The areas shown on the approved plans no.0015.1A as parking, access, loading,  unloading and manoeuvring shall be kept clear at all times and used for these purposes only. \t REASON:\tTo ensure that adequate parking and servicing space is available within the site. | The premises shall be used as industrial or warehouse building and for no other purpose including primary offices within Class B1 of the Schedule to the Town and Country Planning (Use Classes) Order 1987 without the prior written permission of the Local Planning Authority obtained through the submission of a planning application.  REASON:\t*INSERT 4*"
  ],
  "pp_id": "03340/5",
  "last_date_consultation_comments": null,
  "polygon": null,
  "centroid": {
    "lat": 51.536679,
    "lon": -0.318992
  }
}