{
  "appeal_decision": null,
  "postcode": "W5 5ES",
  "street_name": "St Marys Road",
  "appeal_decision_date": null,
  "lapsed_date": "25/07/2003",
  "site_number": null,
  "id": "Ealing-P_2000_0385",
  "decision_process": "Delegated",
  "lpa_name": "Ealing",
  "centroid_easting": 517703,
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": null,
  "pp_id": "00566/3/E",
  "last_updated": "2025-03-20T17:06:30.730+00:00",
  "actual_completion_date": null,
  "decision": "Approved",
  "valid_date": "28/01/2000",
  "actual_commencement_date": null,
  "polygon": null,
  "epc_number": null,
  "subdivision_of_building": null,
  "decision_target_date": "24/03/2000",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.50733,
    "lon": -0.305417
  },
  "centroid_northing": 180072,
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "lpa_app_no": "P/2000/0385",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2000/0385;",
  "secondary_street_name": null,
  "ward": "Walpole",
  "application_type_full": null,
  "date_building_work_completed_under_previous_permission": null,
  "appeal_start_date": null,
  "parking_details": null,
  "appeal_status": null,
  "development_type": "Minor all other minor developments",
  "site_name": "18",
  "locality": "London",
  "borough": "Ealing",
  "decision_agency": "Borough",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012084199"
    ]
  },
  "decision_conditions": [
    "The use permitted shall not operate outside 06.00 to 18:00 hours Monday to Saturday and not at any time on Sundays or Bank or Public Holidays  REASON:     In the interests of the living conditions of occupiers of nearby properties | Within 2 months of this planning permission being granted details of acoustic treatment of any machinery including any fan audible outside the premises must be submitted to the Local Planning Authority.  Once approved the scheme must be implemented within three months and thereafter retained  REASON:     To protect the living conditions of occupiers of nearby properties | Any machinery audible outside the premises must be designed to an acoustic standard not exceeding Noise Rating NR35 measuerd or calculated at the nearest horizontal of vertical boundary of the nearest affected dwelling, whichever is the closer  REASON:     To protect the living conditions of neighbouring occupiers | No music fom the premises should be audible outside the site boundary  REASON:     To protect the living and working conditions of adjacent occupiers | The premises shall be used a cafe and for no other purpose including for the sale of alcohol for consumption on the premises or for the sale of hot food for consumption off the premises within Class A3 of the Schedule to the Town and Country Planning (Use Classes) Order 1987 without the prior written permission of the Local Planning Authority obtained through the submission of a planning application  REASON:     To restrict the use of the premises to one compatible with the surrounding area, and to enable the Loacl Planning Authority to maintain strict control over the nature of the use, in the interests of the living conditions of occupiers in the locality | Within two months of this planning permission being granted, a detailed scheme to demonstrate that the ground floor is fully accessible to disabled persons, including wheelchair users, must be submitted to the Local Planning Authority.  Once approved the scheme must be implemented within three months and thereafter retained."
  ],
  "decision_date": "25/07/2000",
  "last_updated_by": "CSV Data Import",
  "description": "Variation  of condition 5 of planning permission (ref; TPEA 566/3 dated 30/11/99 ) for continued use of retail shop (A1) as cafe (A3) in relation to amplified sound as music played in the premises.",
  "uprn": "000012084199",
  "application_type": "All Other",
  "cil_liability": null,
  "wgs84_polygon": null
}