{
  "application_type": "All Other",
  "application_type_full": null,
  "description": "Two storey church building with community rooms",
  "epc_number": null,
  "street_name": "Hillyard Road",
  "appeal_decision": null,
  "lpa_app_no": "P/2001/1483",
  "centroid": {
    "lon": -0.338135,
    "lat": 51.522582
  },
  "actual_completion_date": null,
  "development_type": "Major retail and service",
  "centroid_easting": 515394,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2001/1483;",
  "last_updated": "2025-03-20T17:06:31.343+00:00",
  "subdivision_of_building": null,
  "postcode": "W7 1BH",
  "uprn": "000012140832",
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 181716,
  "site_name": "St. Christopher's Church",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "20/06/2001",
  "lapsed_date": "04/10/2004",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": null,
  "decision_target_date": "14/08/2001",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": null,
  "ward": null,
  "appeal_status": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Ealing-P_2001_1483",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "locality": "London",
  "lpa_name": "Ealing",
  "borough": "Ealing",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. |  Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.  REASON: To ensure that the materials harmonise with the surroundings. | The entire root system of trees to be retained, as shown on the approved drawings, indicated by the spread of their branches, shall be protected by stout exclusion fencing until completion of the development.  REASON: To prevent damage to the trees in the interest of the visual character and appearance of the area. | The area beneath the spread of the branches of the trees to be retained as shown on the approved drawings shall not be used for the storage of building materials, plant, machinery or other items, or for vehicular access or for the burning of materials of any kind.  REASON: To prevent damage to the trees in the interest of the visual character and appearance of the area. | No development shall take place until full details of both hard and soft landscaping works, including a phased programme of works, have been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area. | The use permitted shall not operate outside 0800 to 2300 hours, except for the observance of religious festivals and other acts of worship on no more than ten occasions per year.  REASON: To protect the living conditions of the occupiers of nearby properties. | As measured at the boundaries of the application site, the noise level shall not exceed Noise Rating NR35 (as depicted on the Noise Rating Curves issued by the International Organisation for Standardisation) at any time. REASON: To protect the living conditions of occupiers of nearby properties. | Any machinery audible outside the premises must be designed to an acoustic standard not exceeding Noise Rating NR35 measured or calculated at the nearest horizontal or vertical boundary of the nearest affected dwelling, whichever is the closer. REASON: To protect the living conditions of neighbouring occupiers. | The premises shall be used as a Church with ancillary accommodation and for no other purpose including any other use within Class D1 of the Schedule to the Town and Country (Use Classes) Order 1987 without the prior written permission of the Local Planning Authority obtained through the submission of a planning application.  REASON: To enable the Local Planning Authority to maintain strict control over the nature of the use in the interests of the living conditions of adjoining residents. | The existing access to the site shall be permanently closed before any part of the development permitted is occupied or brought into use. REASON: In the interests of highway safety. | The new access as approved shall be constructed to the satisfaction of the Local Planning Authority before any part of the development hereby permitted is first occupied or brought into use.  REASON: In the interests of highway safety. | The car parking spaces shown on the approved plan No. 2107/StCh/PL-03 B. shall be marked out on the site prior to first occupation of any part of the development, and these spaces shall thereafter be kept continuously available for car parking and shall not be used for any other purpose without the prior permission in writing of the Local Planning Authority.  REASON: To ensure that there is adequate provision for car parking within the site. | Prior to construction details should be submitted in writing for approval to the Local Planning Authority to demonstrate that he composite sound reduction index of the building envelope, Rw is not less than 40dB averaged over the frequency range 100 to 3150 Hz, with windows shut and other means of ventilation provided. Such approved details shall be constructed and retained.  REASON: To protect the living conditions of adjoining neighbours. | Prior to construction details should be submitted in writing to the Local Planning Authority for approval of a suitable mechanical ventilation system to ensure doors and windows are kept closed during hot weather and the plant associated with this system will be silenced to a standard not exceeding NR 35 Leq (5 mins) (2300 -0700) measured or calculated at 1m from the nearest fatade of the nearest affected noise sensitive premises.  REASON: To protect the living conditions of adjoining residents. | The internal noise levels should be controlled so as to satisfy an acoustic standard which does not result in an increase of the background L90 linear level (15 mins) in any one third octave band from 50Hz to 160Hz and also the overall Linear L90 level, as measured at 1m outside the nearest fatade of the nearest affected premises, over any 5 minute period REASON: To protect the living conditions of adjoining residents. | In the event that permission 10796/5 is not implemented and prior to construction, details shall be submitted for approval to the local planning authority of a ramped entrance to the Church. Such approved details shall be constructed prior to first occupation.  REASON: In the interest of access for all. | In the event that permission 10796/5 is not implemented and prior to any construction, details shall be submitted for approval to the local planning authority of a WC within the church building for use by people in wheelchairs, of a sound system for the hard of hearing and of a seating arrangement for the church to include spaces for wheelchairs. Such details as approved shall be installed prior to first occupation and retained.  REASON: In the interest of equal access. | Wheel washing equipment for vehicles leaving the site during the demolition and construction phases should be installed prior to any works commencing and the wheels of all vehicles shall be cleaned before leaving the site. REASON: To protect the living conditions of neighbours during development. | Prior to construction, details of measures to achieve 'Secure By Design' shall be submitted for approval in writing to the Local Planning Authority. Such approved measures shall be constructed prior to first occupation and retained.  REASON: To maximise the security of the development for residents and neighbours. | 6.  No development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the positions, design, materials and type of boundary treatment to be erected.  The boundary treatment shall be completed prior to first occupation of the development. Development shall be carried out in accordance with the approved details.  REASON: To protect the amenity of the area."
  ],
  "application_details": {
    "existing_uprns": [
      "000012140832, 000012169536"
    ]
  },
  "pp_id": "10796/4",
  "wgs84_polygon": null,
  "decision_date": "04/10/2001",
  "secondary_street_name": null
}