{
  "development_type": "Minor dwellings",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "W3 9RH",
  "borough": "Ealing",
  "wgs84_polygon": null,
  "site_name": "341- 343",
  "centroid_easting": 519472,
  "pp_id": "DC-00016789",
  "cil_liability": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": [
      "000012094745, 000012094746, 000012173380, 000012173381, 000012173382, 000012173383, 000012173384, 000012173385, 000012173386"
    ]
  },
  "lpa_name": "Ealing",
  "decision": "Closed",
  "lpa_app_no": "P/2008/2401",
  "decision_date": "11/08/2009",
  "last_updated": "2025-03-19T00:56:47.468+00:00",
  "centroid_northing": 180212,
  "centroid": {
    "lat": 51.508218,
    "lon": -0.279893
  },
  "appeal_decision_date": null,
  "locality": "London",
  "ward": "South Acton",
  "bo_system": "CSV Data Import",
  "lapsed_date": "11/08/2012",
  "decision_process": "Delegated",
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "18/06/2008",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  Reason:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | Prior to the commencement of the development, details in line with the criteria specified in Document 5.3 'Guidance for Developers' shall be submitted to and approved in writing by the Local Planning Authority, including the noise exposure category and the BS4142 noise level and the noise mitigation measures with windows closed and other means of ventilation provided. Such details as approved shall be implemented prior to the first occupation of the residential units hereby approved and thereafter permanently retained.  Reason: To protect the occupiers of the new dwellings against unacceptable noise and disturbance (traffic), in accordance with UDP policy 4.11 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10: 'Noise and Vibration'. | All external materials to be used in the construction of the external surfaces of the extensions hereby approved shall match those of the original buildings.  Reason: To ensure that the extensions harmonise with the character and appearance of the existing buildings and the conservation area, in accordance with policies 4.1, 4.8 and 5.5 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | The proposed landscaping and parking provision detailed on drawing number 2008-36-04 Rev 3 received 1st October 2008, shall be implemented in full prior to first occupation of the residential units hereby approved and retained thereafter. The details shall include the retention of the landscaped front garden and front boundary treatment at No.341 and the construction of one disabled parking space with new planting beds at No.343, unless otherwise agreed in writing by the Local Planning Authority.  Reason: In the interests of highway safety and disabled access and in order to safeguard the appearance of the properties and the conservation, in accordance with policies 4.1, 4.8 and 9.1 of the adopted Unitary Development Plan 'Plan for the Environment' (2004). | Refuse and recycling storage, in accordance with the standards adopted by the Local Planning Authority, shall be provided as detailed on drawing number 2008-36-04 Rev 3 received 1st October 2008. Such provision shall be implemented prior to the first occupation of the development hereby permitted and permanently retained, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To protect the living conditions of residents of the area and in the interests of the environment and the street scene, in accordance with policies 2.10, 4.8 and 5.5 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 4: Refuse and Recycling Facilities. | Any flat roof to be created as part of the development shall not be used to form a balcony, roof garden or similar amenity area.  Reason: To protect the living conditions of nearby properties in accordance with policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | No windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the extensions herby permitted.  Reason: To safeguard the living conditions of neighbouring occupiers and the appearance of the area in accordance with policies 4.1, 4.8 and 5.9 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004)."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "000012094745",
  "decision_target_date": "12/08/2008",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Closed",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Uxbridge Road",
  "secondary_street_name": null,
  "description": "Ground and first floor rear infill extensions to 341 and 343; Conversion of houses 341 and 343 to provide a total of nine self contained residential units; amenity space; parking; refuse and recycling storage",
  "id": "Ealing-P_2008_2401",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2008/2401;"
}