{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/2009/4065",
  "application_type_full": null,
  "uprn": "000012153503",
  "borough": "Ealing",
  "street_name": "Victoria Road",
  "locality": null,
  "ward": "East Acton",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | Samples and details of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of development above ground floor slab level and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. The development shall be carried out in accordance with the approved details.  Reason: To ensure that the materials are appropriate for the development and to safeguard the character and appearance of the area in accordance with policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Notwithstanding the details shown on the submitted drawings, full detailed drawings of the treatment and design of the elevations of the building(s) including fenestration and other features and detailing shall be submitted to and approved by the local planning authority prior to the commencement of development above ground floor slab level. The development shall be carried out in accordance with the approved details.  Reason: To ensure that a high quality design and appearance is achieved in the interests of the visual amenities of the locality in accordance with policies 4.1 and 5.5 of the adopted Ealing Unitary Development Plan  'Plan for the Environment'. (2004) | Notwithstanding the information submitted, details of the hard and soft landscape works, for all open areas not covered by buildings, or roads and incorporating the private and public amenity areas as shown on the approved layout plan, and including a phased programme of works, shall be submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the local planning authority.  Any trees or other plants, which die or are removed within the first five years following the implementation of the landscaping scheme, shall be replaced during the next planting season.   Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area. In accordance with policies 4.1 and 4.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Notwithstanding the Framework Travel Plan submitted with the planning application, a revised Green Travel Plan, designed to manage the transport needs of residents, staff and visitors to minimise car usage and promote alternative modes of transport, shall be submitted to and approved by the Local Planning Authority prior to the first occupation of the development. The Travel Plan shall include provisions for monitoring review and enforcement and shall be implemented at the time of first occupation of any part of the development and shall be permanently retained in operation for the life of the development unless otherwise agreed in writing by the Local Planning Authority.   Reason: To promote sustainable patterns of transport, and to limit the impact of the proposal on local parking and highway conditions, in accordance with policies 9.1 and 9.9 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 21 'Sustainable Transport - Green Travel Plans'. | No development shall commence, which shall include no demolition of the existing building or breaking up of the site surface, shall take place until details of a site construction method statement and management plan has been submitted to and approved in writing by the Local Planning Authority. The method statement/management plan shall include the following:  - limiting hours of noise nuisance-  - keeping nearby accesses free from obstruction and segregating construction and general traffic - no burning of waste on site - construction of staff accommodation - any temporary road measures - proposed on-site construction worker parking - anticipated number, frequency and size of construction vehicles entering/exiting the site - delivery times (staggered to avoid morning and afternoon school run peak periods) - dust suppression measures - wheel washing provisions - site security during construction - on site storage - construction vehicle manoeuvring and turning, including swept path diagrams to demonstrate how vehicles will access the site and turn into and emerge from the site in forward gear - procedures for on-site contractors to deal with complaints from local residents - details of any temporary vehicular access  The approved details shall be implemented, or phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the works.The strategy shall be carried out as approved.  Reason: To ensure that any impacts on residential amenity and general disruption are minimised during the construction process related to the total development hereby approved. In accordance with policies 2.6, 4.1 and 9.9 of the Council's Adopted Unitary Development Plan 'Plan for the Environment' (2004). | A refuse and recycling management plan shall be submitted to and approved in writing by the Local Planning Authority, prior to first occupation of any part of the development hereby approved. The management plan shall include measures to demonstrate how the refuse and recycling storage areas will be managed and maintained. The management plan shall be implemented on first occupation of the development herby approved and the refuse and recycling areas shall be managed in accordance with the approved management plan for the life of the development, or as otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that satisfactory arrangements are in place for the storage and collection of refuse and recyclable materials to ensure the development is  sustainable in accordance with policies 2.10 and 4.1 of the Council's Adopted Unitary Development Plan 'Plan for the Environment' (2004) and Ealing Supplementary Planning Guidance (SPG) Note 4: Refuse and Recycling Facilities. | A car parking and servicing management plan shall be submitted to and approved in writing by the Local Planning Authority, prior to first occupation of any part of the development hereby approved. The management plan shall include the following:  - Measures to ensure that the approved disabled parking bays are retained for use by disabled residents and staff only.  - Measures to ensure that the service road and parking area are kept free from unauthorised parking to allow safe access for refuse and delivery vehicles.  The management plan shall be implemented on first occupation of the development herby approved and the parking area shall me managed in accordance with the approved management plan for the life of the development, or as otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that the development can be adequately serviced in the interests of pedestrian and highway safety and to ensure that disabled parking is provided, in accordance with policies 4.3, 9.1 and 9.9 of the adopted Unitary Development Plan 'Plan for the Environment' (2004). | A detailed energy strategy shall be submitted to and approved by the local planning authority prior to the commencement of development above ground floor slab level.  The strategy shall demonstrate that the scheme reduces carbon dioxide emissions for the buildings by the minimum requirements of the building regulations, plus the carbon dioxide emissions associated with other energy uses not covered by Building Regulations by at least 20% and then incorporate renewable energy technologies to achieve the maximum achievable reduction of carbon dioxide emissions. The approved strategy shall be implemented prior to first occupation and retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure the proposal contributes to its energy requirements in accordance with policies 2.9 and 4.1 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Details of external lighting of the building and open spaces within the site together with associated mitigation measures to control light spillage, shall be submitted to and approved by the Local Planning Authority. The details shall be implemented as approved and retained thereafter for the life of the development, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To secure a safe and secure external environment for users of the building and surrounding open spaces in accordance with policies 4.1, 4.4 and 4.12 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Ealing Supplementary Planning Guidance (SPG) Note 8: Safer Ealing. | Prior to the commencement of any works on site (excluding demolition), a contaminated land investigation shall be carried out, using sampling points and methods agreed with the Local Planning Authority and subsequently a risk assessment shall be prepared, following the CLEA guidance.  A scheme shall then be submitted for approval to describe the proposed methods of removal, neutralising or sealing of any contamination found, and for the remedial works to be implemented before any other works commence. Any scheme for mitigation which may be approved shall be carried out as approved before the development is carried out.   Reason: In the interests of ensuring a safe environment in accordance with policy 2.7 of the Council's Adopted Unitary Development Plan 'Plan for the Environment' (2004). | Details of the positions, design, materials and type of boundary treatment, security fences, gates or other enclosures to be installed shall be submitted to and approved by the Local Planning Authority.  The boundary treatment and other enclosures shall be completed in accordance with a timetable agreed in writing by the Local Planning Authority. Development shall be carried out in accordance with the approved details and shall be retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.   Reason: To protect the appearance and security of the area in accordance with Council's adopted Unitary Development Plan policies 4.1, 4.5 and 5.5 and Supplementary Planning Guidance Note 8: Safer Ealing. | Details of the arrangements to ensure the continued maintenance of all hard and soft landscaped areas within the site, including the private and public open spaces as shown on the approved sit layout drawing shall be submitted and approved in writing by the Local Planning Authority. The approved details shall be in place prior to occupation of any part of the development hereby approved and shall be retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.   Reason: To ensure that the landscaping is properly maintained to provide a satisfactory screen and setting for the development, in accordance with policies 3.2, 4.1 and 4.5 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Provision for refuse and recycling storage shall be provided in accordance with the details shown on the approved plans, prior to the first occupation of the development hereby permitted and shall be retained thereafter for the life of the development, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To protect the living conditions of existing and future occupiers of the area and to safeguard the appearance of the area, in accordance with policies 2.10, 4.1, and 5.5 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 4 'Refuse Storage'. | The cycle storage area identified on the ground floor of the building shall be fitted out and available to accommodate at last 300 bicycles and shall be available for use at prior to first occupation/use of any part of the development, and the cycle storage provision shall be kept continuously available for the life of the development and shall not be used for any other purpose unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that there is adequate cycle parking within the site, in accordance with policies 4.1, 4.3, 9.1 and 9.6 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Prior to the first occupation of the development, details shall be submitted to and approved by the Local Planning Authority, of the number and location of disabled car parking spaces within the site. The disabled car parking spaces approved shall be marked out on the site prior to first occupation of any part of the development, and these spaces shall be kept continuously available for disabled car parking users and shall not be used for any other purpose, unless otherwise agreed in writing by the Local Planning Authority.\t  Reason: To ensure that there is adequate provision of disabled car parking spaces within the site, in accordance with policies 4.1, 4.3 and 9.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | Prior to the first occupation of the development, details shall be submitted to and approved by the Local Planning Authority, of the arrangements for on-site servicing  and deliveries. The details approved shall be implemented prior to first occupation of any part of the development, and shall be kept continuously available for servicing the development and shall not be used for any other purpose, unless otherwise agreed in writing by the Local Planning Authority.\t  Reason: To ensure that there is adequate provision for servicing within the site, in accordance with policy 9.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004). | The development will be affected by traffic noise at a level which falls into Category B and C noise exposure. Prior to the commencement of development above ground floor slab level, details shall be   submitted to and approved by the Local Planning Authority, for mitigation works to protect sensitive rooms, from external noise. The criteria to be met and the assessment method shall be that specified   at Document 5.3 \"Guidance for developers\".  The details shall also include alternative means of ventilation for noise sensitive rooms, meeting the said criteria. The works, as approved, shall be completed before occupation and thereafter retained for the life of the development.  Reason: To safeguard the future occupants against unacceptable noise and disturbance, in accordance with policies 4.1, 5.5 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration'. | The details to demonstrate that any machinery outside the premises will be designed to satisfy an acoustic standards not exceeding NR35Leq, 5mins, for plant which will operate during the period of 2300-0700 hrs weekdays and anytime on Saturdays, Sundays and Public Holidays, NR40 Leq, 1hr for plant which is controlled by time switched only to run during the period 0700-2300hrs Mondays to Fridays, as measured or calculated at 1m from the nearest fatade of the nearest affected noise sensitive premises with all machines running together shall be in place and fully operational, prior to the occupation of any part of the development hereby approved, and shall be permanently retained thereafter.  Reason: To protect the living conditions of nearby occupiers, in accordance with the policies 4.1 & 4.11 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004); Supplementary Planning Guidance Note 7: Noise and Vibration. | The development should include10% (72 units) suitable for use by wheelchair users, unless otherwise agreed in writing by the Local Planning Authority.   Reason: To ensure that the accommodation is accessible to people with disabilities, in accordance with policy 5.3 of the Council's adopted Unitary Development Plan 'Plan for the Environment' 2004 and adopted SPG 7: Accessible Ealing. | The windows in the west flank elevation of the building fronting Victoria Road shall be fitted and permanently maintained with obscure glass. A sample of the obscure glass or equivalent suitable glazing material to be used in the windows shall be submitted to and approved in writing by the Local Planning Authority and carried out in accordance with the approved detail, unless otherwise agreed in writing by the Local Planning Authority and permanently retained for the lifetime of the development.  Reason: To protect the living conditions of residents of Ebbett Court in accordance with policies 4.1 and 5.5 of the Council's Adopted Unitary Development Plan, 'Plan for the Environment' (2004). | Notwithstanding the information submitted, details of the treatment of the private and public open spaces within the development shall be submitted to and approved by the Local Planning Authority.  The details shall include surface finishes planting, seating and other street furniture and lighting. The details shall be completed in accordance with a timetable agreed in writing by the Local Planning   Authority. Development shall be carried out in accordance with the approved details and shall be retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.   Reason: To ensure that the development is served by on-site amenity/play space, in accordance with policies 4.1, 4.5 and 5.5 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | No floodlights shall be installed within or around the Multi-us games area (MUGA).  Reason: To protect the living conditions of residents of 140-152 Victoria Road, in accordance with policies 4.1 and 5.5 of the Council's Adopted Unitary Development Plan, 'Plan for the Environment' (2004). | Vehicle deliveries shall be restricted to 8am to 8pm, Mondays to Saturdays and at no time on Sundays and bank holidays, unless otherwise agreed in writing by the Local Planning Authority.    Reason: In the interests of the amenity of nearby residential occupiers, in accordance with policies 4.1, 4.11 and 5.5 of the adopted Unitary Development Plan 'Plan for the Environment' (2004)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "520816",
  "status": "Approved",
  "decision_date": "20/05/2010",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2600627,
          51.5229413
        ],
        [
          -0.260307,
          51.5225047
        ],
        [
          -0.2594718,
          51.522322
        ],
        [
          -0.25945989999999997,
          51.522336
        ],
        [
          -0.2591739,
          51.5222749
        ],
        [
          -0.25901009999999997,
          51.5223932
        ],
        [
          -0.258993,
          51.5224426
        ],
        [
          -0.2591468,
          51.5224899
        ],
        [
          -0.2592408,
          51.5225102
        ],
        [
          -0.2591266,
          51.5227191
        ],
        [
          -0.2600627,
          51.5229413
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_target_date": "22/02/2010",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Major dwellings",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T11:24:31.321+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "Former BBC Costume Store",
  "id": "Ealing-P_2009_4065",
  "decision": "Approved",
  "cil_liability": null,
  "centroid_northing": "181828",
  "appeal_start_date": null,
  "postcode": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2009/4065;",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Redevelopment (following demolition of the former BBC Costume Store) to provide a part six, thirteen, fifteen and eighteen storey  building (incorporating a basement floor) comprising 286sqm of retail/financial and professional/food and drink/hot food take-away spaces (A1/A2/A3/A5 Use Classes) and 92 cluster units (of between 6-9 units per cluster) providing 718 bedrooms of student accommodation and 4 studios for academic staff, with associated teaching space, exhibition gallery; vehicle/pedestrian access from Victoria Road; 9 car parking spaces including 7 disabled spaces and 314 cycle parking spaces and 4 disabled scooter spaces and a turning head; private and public open spaces comprising a private courtyard, public square, open space and multi-use games area (MUGA), and hard and soft landscaping; and refuse storage",
  "valid_date": "24/11/2009",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520807.57895,
              181881.6841875
            ],
            [
              520791.78945,
              181832.7368625
            ],
            [
              520850.21055,
              181813.7894925
            ],
            [
              520851,
              181815.36844
            ],
            [
              520871,
              181809.05265
            ],
            [
              520882.05265,
              181822.47368
            ],
            [
              520883.10525,
              181828.00002
            ],
            [
              520872.3158,
              181833.0000125
            ],
            [
              520865.73685,
              181835.10526
            ],
            [
              520873.10525,
              181858.5263225
            ],
            [
              520807.57895,
              181881.6841875
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "pp_id": "PP-00898053",
  "application_details": {
    "existing_uprns": [
      "000012153503, 000012173703, 000012173704, 000012173705, 000012178791, 000012178792"
    ],
    "site_area": 0.389
  },
  "centroid": {
    "lon": "-0.25995979999999996",
    "lat": "51.522457"
  },
  "lapsed_date": "20/05/2013",
  "decision_process": "Committee",
  "actual_completion_date": null
}