{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2007/3165;",
  "lapsed_date": "08/02/2011",
  "decision_target_date": "01/10/2007",
  "locality": "Southall",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB2 4LA",
  "site_name": "Norwood Hall",
  "status": "Commenced",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 4466,
      "total_gia_lost": 0,
      "development_type": "New Build",
      "total_gia_gained": 4466,
      "site_area": 3.35
    },
    "constraints_details": [
      {
        "result": "Suburban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Hinterland Heathrow",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "Other Protected Open Space",
        "constraints_layer_description": "Open Space Protection"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "14/10/2009",
        "use_class": "D1",
        "gia_gained": 4466,
        "actual_commencement_date": "14/02/2008",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_loss": 0,
      "open_space_mol_area_loss": 0,
      "open_space_mol_area_gain": 0,
      "protected_space_count": 1,
      "open_spaces_details": [],
      "open_space_green_belt_area_gain": 0,
      "protected_spaces_details": [
        {
          "area": 0.725,
          "superseded_date": null,
          "access": "Restricted",
          "actual_completion_date": null,
          "description": "Parks and Gardens",
          "change_type": "Loss",
          "nature_conservation_designation": "Not Designated",
          "actual_commencement_date": null,
          "superseded_by_lpa_app_no": null
        }
      ],
      "open_space_local_and_other_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "existing_uprns": [
      "000012000485"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2007/3165",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 513428,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T12:05:53.885+00:00",
  "id": "Ealing-P_2007_3165",
  "application_type": "All Other",
  "street_name": "Norwood Green Road",
  "borough": "Ealing",
  "ward": "Norwood Green",
  "decision_date": "08/02/2008",
  "epc_number": null,
  "actual_commencement_date": "14/02/2008",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Removal of greenhouses, barn and portable buildings at west end of site, and erection of part single, two and three-storey two-form entry Primary and Nursery School with associated facilities and hardstandings, including multi-use games area on playing field to north, formation of a pedestrian access and a vehicular access on to Norwood Green Road, alterations and formation of pedestrian and vehicular routes and provision of 57 car parking spaces, including 9 disabled parking spaces, for the proposed school and Norwood Hall, internal and external alterations and installation of wheelchair platform/stairlift access to north elevation, and an external staircase to Norwood Hall in conjunction with its use as an Adult Education and Community Centre.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major traveller caravan pitches",
  "centroid_northing": 178756,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012000485",
  "centroid": {
    "lon": -0.367411,
    "lat": 51.496376
  },
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.   REASON : In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.  REASON : To ensure that the materials harmonise with the surroundings in accordance with policy 4.1 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004). | The entire root system of trees to be retained, as shown on the approved drawings, indicated by the spread of their branches shall, where necessary, be protected by stout exclusion fencing until completion of the development.  REASON : To prevent damage to the trees in the interest of the visual character and appearance of the area, in accordance with policy 4.5 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004) and Supplementary Planning Guidance SPG9 'Trees and Development Guidelines'. | Prior to any development commencing, details of full tree protection measures to BS 5837:1991 shall be submitted to and approved by the Local Planning Authority. The area beneath the spread of the branches of the trees to be retained, as shown on the approved drawings, shall not be used for the storage of building materials, plant, machinery or other items, or for vehicular access or for the burning of materials of any kind. The measures shall be implemented as approved and retained in place until the end of the construction period.   REASON : To ensure trees to be retained are adequately protected and to prevent damage to the trees in the interest of the visual character and appearance of the area, in accordance with policy 4.5 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004) and Supplementary Planning Guidance SPG9 'Trees and Development Guidelines'. | No development shall take place until full details of both hard and soft landscaping works, including a phased programme of works has been submitted to and approved in writing by the Local Planning Authority. These works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority. Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  REASON : To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with policies 4.1 and 4.5 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004) and Supplementary Planning Guidance SPG9 'Trees and Development Guidelines'. | No development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the positions, design, materials and type of boundary treatment to be erected. The boundary treatment shall be completed before first use of any part of the development. Development shall be carried out in accordance with the approved details and shall permanently be retained.                        REASON: To protect the amenity of the area in accordance with policies 4.1 and 4.11 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004). | The school premises hereby approved shall be used as a school, and for no other purpose within Use Class D1 of the Town and Country Planning (Use Classes) Order 1987 (as amended) or any successor legislation, without the prior written permission of the Local Planning Authority obtained through the submission of a planning application.  REASON:  To ensure that the use of the site is compatible with the surrounding area, in accordance with policies 4.1 and 8.4 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004). | No development shall commence until details including location of any temporary site construction accommodation proposed have been agreed in writing with the Local Planning Authority. The details so approved shall be implemented before any work starts on site.  REASON: To protect trees on site and the amenity of surrounding residents during development, in accordance with policies 4.1 and 4.5 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004). | Prior to any development commencing, details of a scheme for site construction vehicle manoeuvring and turning movements, including swept-path diagrams, will be required to demonstrate how vehicles will access the site and be able to turn into and emerge from the site in a forward gear. Such details shall be submitted in writing to and approved by the Local Planning Authority, and thereafter the scheme shall be implemented prior to the commencement of works on site and retained for the duration of the construction period.  REASON: To ensure adequate and safe vehicle turning facilities are provided in accordance with  policies 9.1, 9.7, 9.9 and 9.11 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004). | Notwithstanding any information contained in the submitted application or on the submitted drawings, prior to any development commencing details of enclosed dustbin and refuse areas, for both the proposed school and for Norwood Hall, shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of any works on site.  Such details to be implemented prior to the first occupation of the development hereby permitted and thereafter retained.   REASON : To ensure satisfactory facilities for refuse storage and collection are provided, in accordance with policies 4.1 and 9.1 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004). | Details of all external lighting to be erected, demonstrating compliance with the recommendations of the Institution of Lighting Engineers 'Guidance Notes for the Reduction of Light Pollution' and the provision of BS 5489 Part 9, must be submitted in writing to and approved by the Local Planning Authority prior to the development commencing.  The lighting as approved shall be installed prior to the first use of all buildings and be maintained in accordance with these standards thereafter.  REASON:  To protect the living conditions of occupiers in the area, in accordance with policy 4.12 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004). | The development hereby authorised shall comply with the aims and objectives of the 'Secured by Design' scheme.   REASON:  To ensure that the proposed development achieves the required crime prevention elements as detailed by Government Circular 5/94 'Planning Out Crime', and with the requirements of Clause 17 of the Crime and Disorder Act 1998 that imposes a duty on a Local Authority 'to do all that it can to prevent crime and disorder in this area', in accordance with policies 4.1, 8.1 and 8.8 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004) and Supplementary Planning Guidance SPG 8 'Safer Ealing' . | Details of measures to provide renewable energy for the development shall be submitted to and approved by the Local Planning Authority prior to commencement of development. The approved details shall be implemented prior to first occupation and retained permanently.  REASON:  To ensure the proposal contributes to its energy requirements, in accordance with  policy 2.9 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004). | Full details of access for people with disabilities shall be submitted to and approved in writing by the Local Planning Authority prior to commencement of development, and the approved scheme shall be implemented before the first occupation of the development, and shall be permanently retained.  REASON: To ensure adequate provision for people with disabilities, in accordance with  policies 4.1, 4.3 and 5.3 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004) and Supplementary Planning Guidance SPG7 'Accessible Ealing'. | Notwithstanding the information submitted with the application, details of a full Green Travel Plan shall be submitted to and approved in writing by the Local Planning Authority. The details submitted shall be designed to manage the transport needs of school staff, pupils, parents and visitors, in order to demonstrate a car restraint policy for the site, minimise car usage and promote alternative modes of transport. The approved scheme shall be implemented at the time of first occupation of the development and shall be permanently retained in operation thereafter.  REASON: To ensure that the Council's policies on sustainability are met, to minimise car use and to promote alternative modes of travel by staff, parents, pupils and visitors, in accordance with  policy 9.1 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004) and Supplementary Planning Guidance SPG 21 'Sustainable Transport: Green Travel Plans'. | The car parking spaces and site access shown on the approved drawings shall be marked out on the site prior to first occupation of any part of the development, and thereafter the parking spaces shall be kept continuously available for car parking and shall not be used for any other purpose.  REASON: To ensure that there is adequate provision for parking and access within the site, in accordance with policy 9.1 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004). | The new classrooms will be affected by aircraft noise from 5 terminals in use at Heathrow airport at a contour level of worst mode one day equal to Laeq,16hr 60dB and Laeq,1hr 67dB. This will  require noise mitigation measures as follows:Details shall be submitted to the Local Planning Authority for approval before the development is commenced, for the insulation of the building envelope, with windows shut and other means of ventilation provided, which will achieve the internal criteria for sensitive rooms, as specified at Document 5.3 \"Guidance for developers\", using the specified worst mode one hour LAeq,1hr q spectrum noise level. The details should also include the provision of alternative means of ventilation in each classroom in accordance with Authority's criteria.  The works should be completed before occupation and permanently retained thereafter.  REASON: To protect users of the development, in accordance with policy 4.11 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004), and Supplementary Planning Guidance 10 'Noise and Vibration'. | Details shall be submitted for the approval of the Local Planning Authority before the development is commenced, to demonstrate that the rating noise level emitted from the proposed external plant and machinery at the proposed development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation.  REASON:  To protect the living conditions of occupiers of neighbouring residential properties, in accordance with policy 4.11 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004), and Supplementary Planning Guidance 10 'Noise and Vibration'. | Details shall be submitted for the approval of the Local Planning Authority before any development is commenced, to demonstrate that the composite sound reduction index of the building envelope, Rw, will achieve the following criteria with windows shut and other means of ventilation provided:q\tThe background L90,15min linear noise level in any one third octave band from 50Hz to 160 Hz, and also the overall Linear L90 level, as previously measured at 1 m from the nearest fatade of the nearest affected premises, shall not be increased when any amplified music or speech is played and the measurement is repeated in the same position, using L90 linear over any 5 minute period with the background and source operating together.  REASON:  To protect the living conditions of occupiers of neighbouring residential properties, in accordance with policy 4.11 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004), and Supplementary Planning Guidance 10 'Noise and Vibration' | Details shall be submitted for the approval of the Local Planning Authority before the development is commenced, for a suitable mechanical ventilation system, to ensure doors and windows are kept closed during hot weather and externally sited ventilation plant associated with this system will be silenced to a standard not exceeding LFNR 35 Leq,5min (octaves), or LFNR 30 Leq,5min (one third octaves) measured or calculated at 1m from the nearest facade of the nearest affected noise sensitive premises.  REASON: To protect the living conditions of occupiers of neighbouring residential properties, in accordance with policies 2.6 and 4.11 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004), Supplementary Planning Guidance 10 'Noise and Vibration' and Supplementary Planning Guidance 3 'Air Quality'. | Details shall be submitted for the approval of the Local Planning Authority before the development is commenced, for a suitable sound limiting device to control the output from the amplification system to a maximum noise level agreed with this the Authority.  The limiter device shall also be connected to external doors, so that the power to the amplifiers will be cut if a door is opened, other than for means of escape from fire.  REASON: To protect the living conditions of occupiers of neighbouring residential properties, in accordance with policy 4.11 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004), and Supplementary Planning Guidance 10 'Noise and Vibration'. | Details shall be submitted for the approval of the Local Planning Authority for an approved noise barrier along the western boundary of the multi-use games area. The details shall be submitted before the development is commenced. The works should be completed before occupation and permanently retained thereafter. The following criteria shall be met:LAmax,1hr noise level for games area noise, shall not to exceed the following criteria: -+   60 dBA at 3.5 m from the nearest fatade of the nearest affected dwelling during the period 2300 to 0700 hrs, where less than 15 noise events are predicted for the period. +   55 dBA at 3.5 m from the nearest fatade of the nearest affected dwelling during the period 2300 to 0700 hrs, where greater than 15 noise events are predicted during the period. +   65 dBA at 3.5 m from the nearest fatade of the nearest affected dwelling during the period 0700 to 2300 hrs.Barriers shall be manufactured and constructed to the Authority's specifications as specified at Document 5.3, \"Guidance for Developers\".REASON: To protect the living conditions of occupiers of neighbouring residential properties, in accordance with policy 4.11 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004), and Supplementary Planning Guidance 10 'Noise and Vibration'. | No development shall take place until the applicant has secured the implementation of a programme of archaeological work in accordance with a written scheme for investigation which has been submitted by the applicant and approved by the Local Planning Authority.  The archaeological works shall be carried out by a suitably qualified investigating body acceptable to the Local Planning Authority.  REASON : To protect any potentially significant archaeological remains within the site, in accordance with adopted UDP policy 4.9 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004). | The Primary School hereby approved shall not be opened for use until all the works listed as 'Urgent Repairs' in the 'Programme for Conservation Works to Norwood Hall' dated November 2007, submitted by the applicant as part of the listed building application, have been completed to the satisfaction of the Local Planning Authority.  All other works listed in that Programme shall be completed to the satisfaction of the Local Planning Authority (consistent with detailed design approvals as may be required by conditions attached to the listed building consent) before the Primary School is occupied by pupils in Year 6 of their education.  REASON: To ensure the completion of works to the listed Norwood Hall in accordance with policy 4.6 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004). | Before commencement of any site preparation and construction activities on the site, a landscape and nature conservation management plan shall be submitted to and approved in writing by the Local Planning Authority, specifying the measures to be taken to ensure the safe and effective management of the retained trees and woodland areas on the site and measures to enhance the nature conservation value of the site, during both the period of construction and renovation activity on the site and following first occupation of the school.    REASON:  To ensure an appropriate landscape and ecological management regime is in place for the site in accordance with policies 3.1 and 3.8 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004).\" | Before construction of the multi-use games area is commenced, works as shown on the submitted drawing no. AL(0)100 Rev B  to re-mark/re-provide the cricket and football pitches on the adjoining playing field shall be completed to the satisfaction of the Local Planning Authority.   REASON:  To ensure no loss of existing sports pitch provision in accordance with policy 3.5 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004). | Surface water source control measures shall be carried out in accordance with details which shall be submitted to and approved in writing by the Local Planning Authority before development commences and completed before first occupation of the development.  REASON: To prevent the increased risk of flooding and to improve water quality, in accordance with policy 2.5 of the adopted Ealing Unitary Devcelopment Plan, 'New Plan for the Environment' (2004). | Notwithstanding the information submitted with the application, details of the design and external appearance of the elevations of the main hall in the approved school building shall be submitted to and approved in writing by the Local Planning Authority before the development is commenced. Development shall be carried out in accordance with the approved details.  REASON:    To ensure a satisfactory design and external appearance of the southern end of the school building, compatible with its location in the Norwood Green Conservation Area and adjacent to a listed building, in accordance with policies 4.1, 4.6 and 4.8 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004). | Details of cycle parking provision, ensuring the provision of a minimum of 51 cycle spaces for the new school, shall be submitted to and approved in writing by the Local Planning Authority.  The cycle parking shall be implemented as approved prior to first occupation of any part of the development and shall be permanently retained for cycle parking thereafter and not used for any other purpose.\t  REASON: To ensure that there is adequate cycle parking provided and retained within the site, in accordance with policy 9.1 of the adopted Ealing Unitary Development Plan, 'New Plan for the Environment' (2004).\" | Prior to the commencement of development the applicant shall provide details, to be agreed in writing by the Local Planning Authority ( in consultation with the Greater London Authority), to demonstrate that the development shall reduce the development's carbon dioxide emissions by at least 12% beyond the Building Regulations Part L target emissions rating through the proposed energy efficent design measures.  REASON: To ensure the scheme is consistent with policy 4A.7 of the London Plan and policy 4A.15 of the draft Further Alterations to the London Plan, and in accordance with policy 2.9 of the Ealing Unitary Development Plan, 'New Plan for the Environment' (2004)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "03/07/2007",
  "secondary_street_name": null,
  "site_number": "Khalsa School, Norwood Hall",
  "pp_id": "DC-00004261",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.368862,
          51.495483
        ],
        [
          -0.368863,
          51.495456
        ],
        [
          -0.368906,
          51.495457
        ],
        [
          -0.368905,
          51.495484
        ],
        [
          -0.368862,
          51.495483
        ]
      ]
    ],
    "type": "Polygon"
  }
}