{
  "development_type": "Major traveller caravan pitches",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "UB6 7AF",
  "borough": "Ealing",
  "wgs84_polygon": null,
  "site_name": "St John Fisher Primary School",
  "centroid_easting": 517176,
  "pp_id": null,
  "cil_liability": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": [
      "000012157601"
    ]
  },
  "lpa_name": "Ealing",
  "decision": "Closed",
  "lpa_app_no": "P/2006/4751",
  "decision_date": "06/08/2009",
  "last_updated": "2025-03-18T23:56:03.864+00:00",
  "centroid_northing": 183507,
  "centroid": {
    "lat": 51.538312,
    "lon": -0.311866
  },
  "appeal_decision_date": null,
  "locality": "Greenford",
  "ward": "Perivale",
  "bo_system": "CSV Data Import",
  "lapsed_date": "06/08/2012",
  "decision_process": "Committee",
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "09/11/2006",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.   REASON: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.  REASON: To ensure that the materials harmonise with the surroundings in accordance with policies 1.4 and 4.1 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | The entire root system of trees to be retained, as identified in the submitted tree survey, indicated by the spread of their branches shall, where necessary, be protected by stout exclusion fencing which shall be erected prior to the commencement of the development and retained until completion of the development.  REASON: To prevent damage to the trees in the interest of the visual character and appearance of the area, in accordance with policy 4.5 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and Supplementary Planning Guidance 9 'Trees and Development Guidelines'. | The area beneath the spread of the branches of the trees to be retained, as identified in the submitted tree survey, shall not be used for the storage of building materials, plant, machinery or other items, or for vehicular access or for the burning of materials of any kind.  REASON: To prevent damage to the trees in the interest of the visual character and appearance of the area, in accordance with policy 4.5 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and Supplementary Planning Guidance 9 'Trees and Development Guidelines'. | Full details of both hard and soft landscaping, including tree planting and a phased programme of works, shall be submitted to and approved in writing by the Local Planning Authority in accordance with a programme to be agreed with the Local Planning Authority. These works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority. Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  REASON: To ensure that the development is landscaped in the interests of the visual character and appearance of the area in accordance with policies 4.1 and 4.5 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and Supplementary Planning Guidance 9 'Trees and Development Guidelines'. | A plan indicating the positions, design, materials and type of boundary treatment to be erected shall be submitted to and approved in writing by the Local Planning Authority in accordance with a programme to be agreed with the Local Planning Authority. The boundary treatment shall be completed before first use of any part of the development. Development shall be carried out in accordance with the approved details and shall permanently be retained.  REASON: To protect the amenity and security of the area in accordance with policies 4.1, 4.4 and 4.5 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | The premises shall be used as a school, and for no other purpose within Use Class D1 of the Town and Country Planning (Use Classes) Order 1987 or any successor legislation, without the prior written permission of the Local Planning Authority obtained through the submission of a planning application.  REASON:  To ensure that the use of the site is compatible with the surrounding area, in accordance with policies 4.1 and 8.7 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | No development shall commence until details of a construction method  including the location of any temporary site construction accommodation proposed have been agreed in writing with the Local Planning Authority. The details so approved shall be implemented before any work starts on site.   REASON: To protect trees on site and the amenity of surrounding residents during development in accordance with policies 4.1 and 4.5 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | Details of all external lighting to be erected, demonstrating compliance with the recommendations of the Institution of Lighting Engineers 'Guidance Notes for the Reduction of Light Pollution' and the provision of BS 5489 Part 9, must be submitted in writing to and approved by the Local Planning Authority in accordance with a programme to be agreed with the Local Planning Authority. The lighting as approved shall be installed prior to the first use of all buildings and be maintained in accordance with these standards thereafter.  REASON: To protect the living conditions of occupiers in the area, in accordance with policy 4.12 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | Notwithstanding the information on renewable energy submitted with the application, details of measures to provide renewable energy for the development shall be submitted to and approved by the Local Planning Authority prior to the commencement of construction. The approved details shall be implemented prior to first occupation and retained permanently.  REASON:  To ensure the proposal contributes to its energy requirements in accordance with policy 2.9 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | Development shall not begin until details of drainage works have been submitted to and approved in writing by the Local Planning Authority.  The scheme as approved shall be carried out before any part of the development as permitted is occupied.  REASON:  To ensure that adequate drainage of the site is carried out as approved in the interests of the water environment and amenities of the locality, in accordance with policies 2.5 and 4.1 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | Notwithstanding the information submitted with the application, details of a full Green Travel Plan for the new school shall be submitted to and approved in writing by the Local Planning Authority. The details submitted shall be designed to manage the transport needs of school staff, pupils, parents and visitors, in order to demonstrate a car restraint policy for the site, minimise car usage and promote alternative modes of transport. The approved scheme shall be implemented at the time of first occupation of the development and shall be permanently retained in operation thereafter.  REASON:  To minimise car use and promote alternative modes of travel for staff, parents, pupils  and visitors to and from the site in accordance with the Council's sustainable development policies, and in accordance with policies 1.9 and 9.1 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and Supplementary Planning Guidance 2 'Sustainable Transport: Green Travel Plans'. | The car parking spaces, cycle parking and site access shown on the approved drawings shall be marked out on the site prior to first occupation of any part of the development, and thereafter the car and cycle parking spaces shall be kept continuously available for parking and shall not be used for any other purpose, except where the number of car parking spaces may be reduced in accordance with the terms of an approved Green Travel Plan.  REASON: To ensure that there is adequate and satisfactory provision for car and cycle parking and access within the site, in accordance with policies 9.1, 9.6 and 9.9 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | The area for refuse storage and recycling facilities shown on the approved drawings shall be provided on the site prior to first occupation of any part of the development, and thereafter the refuse storage and recycling facilities shall be retained and kept continuously available for such use and shall not be used for any other purpose.  REASON: To ensure that there is adequate provision for refuse storage and recycling facilities retained within the site, in accordance with policies 2.10 and 9.1 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004). | The facilities and access arrangements for people with disabilities shown on the approved drawings shall be provided prior to first occupation of any part of the development, and thereafter the facilities and access arrangements for people with disabilities shall be retained and kept continuously available and shall not be removed from the development or modified in any way without the prior approval of the Local Planning Authority.  REASON: To ensure that there is adequate provision for access and facilities for people with disabilities retained within the site, in accordance with policies 4.3 and 9.1 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004)."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "000012157601",
  "decision_target_date": "07/02/2007",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Closed",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Sarsfield Road",
  "secondary_street_name": null,
  "description": "Demolition of existing school and construction of new two form-entry Primary School, incorporating new nursery, in part single and two-storey building, with provision of 20 car parking spaces, cycle parking, play areas, landscaping and widening of access off Sarsfield Road.",
  "id": "Ealing-P_2006_4751",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2006/4751;"
}