{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/2007/1585",
  "application_type_full": null,
  "uprn": "000012133365",
  "borough": "Ealing",
  "street_name": "Park Royal Road",
  "locality": "London",
  "ward": "East Acton",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with these approved details.  REASON:\tTo ensure that the materials harmonise with the surroundings, in accordance with policy 4.1 of Ealing's adopted Unitary Development Plan 'Plan for the Environment' (2004). | The car parking spaces shown on the approved plan 95-103/P114 rev A shall be marked out on the site prior to first occupation of any of the extensions hereby permitted and these spaces shall be kept continuously available for car parking and shall not be used for any other purpose. \t REASON:\tTo ensure that there is adequate provision for car parking  within the site, in accordance with policies 4.3 and 9.1 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and Supplementary Planning Guidance 7 'Accessible Ealing'. | Details of access arrangements for people with disabilities shown on the approved drawings shall be provided prior to first occupation of any part of the development, and thereafter the facilities and access arrangements for people with disabilities shall be retained and kept continuously available and shall not be removed from the development or modified in any way without the prior approval of the Local Planning Authority.  REASON: To ensure that there is adequate provision for access and facilities for people with disabilities provided within the site, in accordance with policies 4.3 and 9.1 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and Supplementary Planning Guidance 7 'Accessible Ealing'. | Notwithstanding the Green Travel Plan submitted a more detailed Green Travel Plan including targets shall be submitted to and approved in writing, prior to the occupation of the extension hereby permitted and this approved Green Travel Plan shall be implemented as agreed, and be permanently retained and targets within the Plan shall be subject to monitoring by the Local Planning Authority on an annual basis or timetable as otherwise agreed by the Local Planning Authority.   REASON: To promoted the use of modes of transport, other than use of private motor vehicles in pursuance of the Council's policies on sustainability are met in accordance with policy 9.1 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and to the Council's adopted Supplementary Planning Guidance, SPG 21 'Sustainable Transport: Green Travel Plans' | The rating noise level emitted from any area of the proposed development, as assessed under BS 4142:1997, shall be lower than the existing background noise level by at least 5 dBA at 3.5 m from the nearest ground floor sensitive facade and 1m from the nearest first floor or higher noise sensitive facade and this standard shall be maintained.  REASON: To ensure that neighbouring occupants are suitably protected from the transmission of noise so that a suitable working and living environment is maintained, in accordance with policy 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' (2004) and the Council's adopted Supplementary Planning Guidance 10 'Noise and Vibration'. | Crime preventions measures shall be implemented to ensure that the requirements of 'Secured By Design' policies are met by the respective future occupiers of each unit.  REASON: In the interest of the safety of future occupiers of the site, in accordance with policy 4.4 of Ealing's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 8 'Safer Ealing'. | The details of energy efficient design and consideration of on-site equipment for renewable power generation contained in the submitted Renewable Energy Statement shall be implemented prior to first occupation of any of the extensions hereby permitted and maintained thereafter for the life of the development.  Reason: To ensure that the buildings are acceptable in terms of the Local Planning Authority's energy policies, in accordance with adopted Policy 2.9 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' 2004. | The cycle parking spaces shown on the approved plan 95-103/P.114 rev A shall be marked out on the site prior to first occupation of any part of any of the extensions hereby permitted and these spaces shall be kept continuously available for cycle parking.  Reason:  To provide adequate facilities for cyclists, in accordance with Policy 9.6 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) | Refuse and recycling in conjunction with the development hereby permitted shall utilise the present arrangements unless otherwise agreed in writing by the Local Planning Authority.  Reason: To protect the character and appearance of the industrial area in accordance with policies 2.10 and 4.1 of the adopted Unitary Development Plan (October 2004)"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520399,
  "status": "Approved",
  "decision_date": "20/08/2007",
  "wgs84_polygon": null,
  "decision_target_date": "20/08/2007",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Major offices-R and D-light industry",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T11:24:27.360+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "Park Royal Business Centre",
  "id": "Ealing-P_2007_1585",
  "decision": "Approved",
  "cil_liability": null,
  "centroid_northing": 182160,
  "appeal_start_date": null,
  "postcode": "NW10 7LQ",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2007/1585;",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Alterations and extensions to building in B1 use, including removal of vehicular ramp and erection of part ground, 2 storey and 4 storey lift and lobby front extension, part 2nd floor and part 3rd floor extensions, with the provision of 6 car parking spaces (3 disabled).",
  "valid_date": "22/05/2007",
  "polygon": null,
  "pp_id": null,
  "application_details": {
    "existing_uprns": [
      "000012139460, 000012133365"
    ]
  },
  "centroid": {
    "lon": -0.265877,
    "lat": 51.525528
  },
  "lapsed_date": "20/08/2010",
  "decision_process": "Delegated",
  "actual_completion_date": null
}