{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2003/2570;",
  "lapsed_date": "11/11/2008",
  "decision_target_date": "25/08/2003",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": null,
  "site_name": "Land And Buildings Rear Of",
  "status": "Commenced",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 6937,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 4376,
      "total_gia_lost": 6863,
      "development_type": "New Build",
      "total_gia_gained": 4114,
      "site_area": 0.417
    },
    "constraints_details": [
      {
        "result": "Major, Southall",
        "constraints_layer_description": "Town Centre Designation"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Southall",
        "constraints_layer_description": "Town Centre Health Check: Name"
      },
      {
        "result": "Major",
        "constraints_layer_description": "Town Centre Health Check: Type"
      },
      {
        "result": "Hinterland Heathrow",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "4",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "31/08/2010",
        "use_class": "B1",
        "gia_gained": 262,
        "actual_commencement_date": "01/10/2007",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 74
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "31/08/2010",
        "use_class": "B1a",
        "gia_gained": 262,
        "actual_commencement_date": "01/10/2007",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 74
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B2",
        "gia_gained": 0,
        "actual_commencement_date": "01/10/2007",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 6789
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "31/08/2010",
        "use_class": "D2",
        "gia_gained": 3852,
        "actual_commencement_date": "01/10/2007",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "existing_uprns": [
      "000012141689, 000012149556"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2003/2570",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 512938,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-18T23:56:00.661+00:00",
  "id": "Ealing-P_2003_2570",
  "application_type": "All Other",
  "street_name": null,
  "borough": "Ealing",
  "ward": "Dormers Wells",
  "decision_date": "11/11/2005",
  "epc_number": null,
  "actual_commencement_date": "01/10/2007",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition and redevelopment of block B to provide three-storey building with pitched roof and hipped ends for car parking on ground floor, community centre/assembly hall and ancillary accommodation on first floor and plant room mezzanine/second floor; provision of pitched roof with hipped ends over the existing flat roof of building A and use as ancillary storage and crFche; two storey extension to block C for ancillary office accommodation; redesigned entrance to blocks A and B with new canopy; demolition of shelter to north of site; external alterations to substation building and conversion to offices on ground floor and caretaker's flat on first floor; new vehicle access point at High Street; replacement of vehicular access by pedestrian access at Shrubbery Road/School passage; boundary walls, gates and landscaping  (including alteration to access arrangements in School Passage)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major dwellings",
  "centroid_northing": 180459,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": null,
  "centroid": {
    "lon": -0.373922,
    "lat": 51.51178
  },
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application.  Development shall be carried out in accordance with the approved details.  Reason: To ensure that the materials harmonise with the surroundings, and in accordance with the policy 4.1 of the Council's Adopted UDP 'New Plan for the Environment 2004'. | Refuse bin stores shown on the approved drawings shall be provided before commencement of the use and thereafter retained permanently.  Reason: To ensure that adequate provision for refuse storage is made within the site, in accordance with policy 4.1 of the Council's Adopted UDP 'New Plan for the Environment 2004'. | No development shall take place until full details of both hard and soft landscaping works, including a phased programme of works, have been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with the policy 4.5 of the Council's Adopted UDP 'New Plan for the Environment 2004'. | No development shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the positions, design, materials and type of boundary treatment (including noise barrier on east side of the site) to be erected.  The boundary treatment shall be completed before the building is occupied.  Development shall be carried out in accordance with the approved details, and shall be permanently retained  Reason: To protect the visual appearance of the area and the living conditions of neighbouring occupiers, in accordance with policy 4.1 of the Council's Adopted UDP 'New Plan for the Environment 2004'. | The vertical illuminance of any lighting at the nearest affected fatade shall be controlled to a maximum of 10 lux at ground floor level and 5 lux at first floor level and the main beam angle of all lights shall not exceed 70 degrees.  Reason: To protect the living conditions of occupiers of the area, in accordance with policy 4.12 of the Council's Adopted UDP 'New Plan for the Environment 2004'. | Details shall be submitted to and approved by the Local Planning Authority before any development is commenced, to demonstrate that the composite sound reduction index of the building envelope, Rw will be 32 dB averaged over the frequency range of 100 to 3150 Hz with windows shut and other means of ventilation provided. Details of sound reduction indices for windows and roof materials shall also be submitted before commencement of works to demonstrate that the values provided will be accurate. Such details as approved shall be installed prior to first occupation of the development and retained permanently.  Reason: In the interest of the amenity of the neighbouring residential properties, and in accordance with policies 4.1 and 4.11 of the Council's Adopted UDP 'New Plan for the Environment 2004'. | Details shall be submitted to and approved by the Local Planning Authority for a suitable mechanical ventilation system to ensure doors and windows are kept closed during hot weather and the plant associated with this system will be silenced to a standard not exceeding NR 40 Leq (5mins)  measured or calculated at 1 metre from the nearest fatade of the nearest affected noise sensitive premises.  Such details as approved shall be installed prior to first occupation of the development and retained permanently.  Reason: In the interests of the living conditions of occupiers of nearby properties, in accordance with policies 4.1 and 4.11 of the Council's Adopted UDP 'New Plan for the Environment 2004'. | Details shall be submitted to and approved by the Local Planning Authority in writing to demonstrate that any machinery audible outside the premises shall be designed to satisfy an acoustic standard not exceeding NR35 Leq (5 mins) 2300 to 0700 hrs and NR 40Leq (1hr) 0700-2300hrs weekdays / weekends, measured or calculated at 1m from the nearest facade of the nearest affected noise sensitive premises. The approved measures shall be installed before commencement of the use and thereafter be retained permanently.  Reason: To protect the living conditions of neighbouring occupiers, and in accordance with policies 4.1 and 4.11 of the Council's Adopted UDP 'New Plan for the Environment 2004'. | Vehicular access to the site shall operate on a one-way basis with entrance from School Passage via Meadow Road, through the northern gate to the site only, and egress from the new exit onto High Street. Appropriate \"No Entry\" and \"One Way\" signs shall be erected at the exit and entrance to enforce this one-way system before the new vehicular access points hereby approved are first brought into use and thereafter the signage shall be retained permanently.   Reason: In the interests of amenities of nearby residents and in accordance with policies 9.1 and 9.11 of the Council's Adopted UDP 'New Plan for the Environment 2004'. | The access to and from Shrubbery Road shall not be used except by pedestrians and cycles/motor cycles and emergency vehicles only.  Reason: In the interests of amenities of nearby residents and in accordance with policies 9.1 and 9.11 of the Council's Adopted UDP 'New Plan for the Environment 2004'. | The hours of operation of the development hereby permitted shall be restricted to between 10:00 a.m. and 1:00 p.m. on Sundays only and the use shall not operate at any other time during the week.  Reason: To accord with the terms of the application and in the interests of the amenities of nearby residents and in accordance with policy 4.11 of the Council's Adopted UDP 'New Plan for the Environment 2004'. | The proposed vehicular access points to and from the site shall be constructed before first commencement of the use and thereafter retained permanently.  Reason: In the interests of pedestrian and highway safety and in accordance with policies 9.1 and 9.11 of the Council's Adopted UDP 'New Plan for the Environment 2004'. | Areas shown on the approved plans as parking, access, loading, unloading and manoeuvring areas shall be kept clear at all times and used for these purposes only.  To ensure that adequate parking and servicing space is available within the site, in accordance with policies 9.1 and 9.11 of the Council's Adopted UDP 'New Plan for the Environment 2004'. | The premises shall only be used as a community centre and ancillary uses as shown on the submitted drawings and shall not be used for any other purpose without the written permission of the Local Planning Authority obtained through submission of a planning application.  In the interests of amenities of nearby residents, in accordance with policy 4.1 of the Council's Adopted UDP 'New Plan for the Environment 2004'. | Showering and changing facilities for cyclists shall be provided before commencement of the use hereby permitted and thereafter retained permanently.  Reason: In the interests of amenities of cyclists, in accordance with policy 9.6 of the Council's Adopted UDP 'New Plan for the Environment 2004'. | First floor windows in the west and south elevations of building B shown on the proposed plans shall be fixed with obscure glazed panels before commencement of the use and thereafter retained permanently.  Reason: In the interests of amenities of nearby occupiers, in accordance with policy 4.1 of the Council's Adopted UDP 'New Plan for the Environment 2004'. | Details requiring all occupiers of the proposed building to submit a detailed Green Travel Plan, designed to manage the transport needs of staff and visitors to minimise car usage and promote alternative modes of transport, reduce on site parking, shall be submitted to and approved by the local planning authority prior to the commencement of any work on site, The approved scheme shall be implemented at the time of first occupation of any part of the development and shall be permanently retained in operation thereafter.  Reason:  To ensure that the Council's policies on sustainability are met, in accordance with policies 9.1 & 9.11 of the Council's Adopted UDP 'New Plan for the Environment 2004'. | Notwithstanding the information contained in the application, detailed drawings to show six additional car parking spaces set out to disabled space standard, shall be submitted to and approved in writing by the Local Planning Authority, before the development commences and the details so approved shall be implemented before first occupation of the development and thereafter be retained.  In the interests of highway safety, in accordance with policies 9.1 & 9.11 of the Council's Adopted UDP 'New Plan for the Environment 2004'. | Details of access for people with disabilities shall be submitted to and approved by the local planning authority before any work is commenced; and the approved scheme shall be implemented before first occupation of the development and thereafter be retained.  Reason: To ensure adequate provision for people with disabilities, in accordance with policies 4.1 and 4.3 of the Council's Adopted UDP 'New Plan for the Environment 2004'. | Once the development is operational, no service vehicles exceeding either 4.6 tonnes in weight, 5.88m in length and/or 2.00m in width, shall enter the development site hereby approved.  Reason: In order to ensure that highway safety and the free flow of traffic are not adversely affected, in accordance with policy 9.1 of the Adopted UDP 'New Plan for the Environment 2004'."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "30/06/2003",
  "secondary_street_name": null,
  "site_number": "Land & Buildings Rear of 39-47",
  "pp_id": "07726/10",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.373914,
          51.511784
        ],
        [
          -0.373915,
          51.511757
        ],
        [
          -0.373958,
          51.511758
        ],
        [
          -0.373958,
          51.511785
        ],
        [
          -0.373914,
          51.511784
        ]
      ]
    ],
    "type": "Polygon"
  }
}