{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/P/2007/1474;",
  "lapsed_date": "18/10/2010",
  "decision_target_date": "18/07/2007",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": null,
  "site_name": "Southall Business Centre",
  "status": "Completed",
  "application_details": {
    "affordable_housing_inlieu_payment": null,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 234,
      "total_gia_lost": 0,
      "development_type": "Extension",
      "total_gia_gained": 234,
      "site_area": 0.11900000000000001
    },
    "constraints_details": [
      {
        "result": "Major, Southall",
        "constraints_layer_description": "Town Centre Designation"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Southall",
        "constraints_layer_description": "Town Centre Health Check: Name"
      },
      {
        "result": "Major",
        "constraints_layer_description": "Town Centre Health Check: Type"
      },
      {
        "result": "Hinterland Heathrow",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "5",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "11/03/2009",
        "use_class": "D1",
        "gia_gained": 234,
        "actual_commencement_date": "26/03/2008",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "scheme_name": null,
    "building_age": null,
    "superseding_details": [],
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "site_area": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "no_council_tax_rateable_units_gained": 0,
      "other_resi_accommodation_unit_details": []
    },
    "no_affordable_housing_units_acquired_offsite": null,
    "no_affordable_housing_units_provided_offsite": null,
    "non_permanent_dwellings_details": [],
    "occupation_status": null,
    "building_type": null,
    "existing_uprns": [
      "000012141232, 000012172250, 000012172251, 000012172252, 000012172253, 000012172254, 000012172255, 000012172256, 000012172257, 000012172259, 000012172260, 000012172261, 000012172262, 000012172263, 000012172264, 000012172265, 000012172266, 000012172267, 000012172268, 000012172269, 000012172270, 000012172271, 000012172272, 000012183102"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "P/2007/1474",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 512849,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "last_updated": "2025-03-20T12:05:52.075+00:00",
  "id": "Ealing-P_2007_1474",
  "application_type": "All Other",
  "street_name": "High Street",
  "borough": "Ealing",
  "ward": "Dormers Wells",
  "decision_date": "18/10/2007",
  "epc_number": null,
  "actual_commencement_date": "26/03/2008",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Construction of two-storey rear extension; internal alterations; formation of vehicular access; boundary treatment and refuse storage (Deemed Concent)",
  "actual_completion_date": "11/03/2009",
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major dwellings",
  "centroid_northing": 180416,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012141232",
  "centroid": {
    "lon": -0.375217,
    "lat": 51.511411
  },
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  },
  "parking_details": {
    "no_existing_car": null,
    "net_other": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_proposed_car": null,
    "net_bus": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_bluebadge": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_proposed_lgv": null,
    "no_proposed_motorcycle": null,
    "net_cycle": null,
    "no_existing_cycle": null,
    "no_proposed_bus": null,
    "no_existing_bus": null
  },
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development shall be begun before the expiration of three years from the date of this permission.  Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). |  Notwithstanding any indications as to these matters which have been given in the planning application, no development shall take place until full details of both hard and soft landscaping works (including replacement planting, repositioning of existing period lamp post and pedestrian safety measures) and full details (including materials) of the proposed boundary treatment (including gates to enclose the proposed bin store area) and the disabled access ramp, have been submitted to and approved in writing by the Local Planning Authority, and these works shall be carried out as approved prior to first occupation of the extensions herby approved and thereafter permanently maintained, or in accordance with a programme agreed by the Local Planning Authority. Any trees or other plants, which die or are removed within the first five years following the implementation of the landscaping scheme, shall be replaced during the next planting season.  Reason:  To safeguard the appearance of the area and the curtilage of the Locally Listed Building and in the interests of site security and highway and pedestrian safety, in accordance with policies 4.4, 4.5, 4.7 and 9.1 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). |  Samples of materials to be used for the external surfaces of the development (including the extension, disabled access ramp, boundary treatment and railings) shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in the planning application. Development shall be carried out in accordance with the approved details.  Reason: To ensure that the materials are sympathetic with the character and appearance of the Locally Listed Building, in accordance with policies 1.4, 4.1 and 4.7 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004). | Notwithstanding the information submitted within the planning application, prior to first occupation of the extension hereby approved, a revised Green Travel Plan, designed to manage the transport needs of staff and visitors (including further details of facilities for cyclists and allocation of spaces according to need rather than affordability) to minimise car usage and promote alternative modes of transport, shall be submitted to and approved by the Local Planning Authority. The approved Green Travel Plan shall be retained in operation thereafter, unless otherwise agreed in writing by the Local Planning Authority. Thereafter, an annual monitoring report shall be submitted to the Local Planning Authority, unless otherwise requested.  Reason: To promote sustainable patterns of transport, to safeguard the living and working conditions of local people and in the interests of highway and pedestrian safety, in accordance with policies 1.9 and 9.1 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 21: Sustainable Transport: Green Travel Plans. |  The extension hereby approved shall only be used as incubation units for start up businesses in connection with the main use of the building as a Community Business Advice and Cultural Centre, and shall not be used for any other purpose or use falling within class D1, as defined by the Schedule to the Town and Country Planning Use Classes Order 1989, as amended, without the prior written approval of the Local Planning Authority.  Reason:  To restrict the use of the premises to one compatible with the surrounding area, and to enable the Local Planning Authority to maintain strict control over the nature of the use, in the interests of the living conditions of occupiers in the locality, in accordance with policies 4.1 and 4.11 of the adopted Ealing Unitary Development Plan 'Plan for the Environment' 2004. |  Refuse and recycling storage, in accordance with the standards adopted by the Local Planning Authority, shall be provided as indicated on drawing number 5765-03K received 21st August 2007. Such provision shall be implemented prior to the first occupation of the business units hereby permitted and permanently retained, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To protect the living conditions of residents of the area and in the interests of the environment and the street scene, in accordance with policies 2.10 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance Note 4: | The proposed disabled access ramp and disabled parking space indicated on drawing number 5765-03K and 5765-04H received 21st August 2007, shall be provided prior to the first occupation of the business units hereby permitted, and the development shall be fully accessible for people with disabilities in accordance with the Council's standards as set out in SPG7 Accessible Ealing, and permanently retained thereafter, or as otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure adequate provision for people with disabilities, in accordance with policy 4.3 of the Council's adopted Unitary Development Plan 'Plan for the Environment' (2004) and Supplementary Planning Guidance 7: Accessible Ealing. |  The proposed parking and servicing, arrangements (including revised access and cycle parking) shown on drawing number 5765-03K received 21st August 2007, shall be implemented prior to first occupation of any part of the development, together with the reinstatement of the dropped kerb/pavement where appropriate, to the satisfaction of the Local Planning Authority. A splay of 1.5m x 1.5m shall be provided on either side of each access, the depth measured from the back of the footway and the widths outwards from the edges of the access, and no fence, wall or other obstruction to visibility exceeding 0.6m in height above the surface of the adjoining highway shall be erected within the areas of such splays. The parking spaces shall be kept continuously available for parking and shall not be used for any other purpose, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that there is adequate provision for parking and servicing at the site and in the interests of highway safety in accordance with policies 1.9, 9.1, 9.6 and 9.9 of the adopted Unitary Development Plan 'Plan for the Environment' (2004). |  The design of the development shall comply with the aims and objectives of Secured By Design and such measures shall be brought into place prior to the occupation of the development hereby approved and thereafter retained, unless otherwise agreed in writing by the Local Planning Authority.  Reason: To ensure that the proposed development achieves the required crime prevention elements as detailed by Government Circular 5/94 'Planning Out Crime', with the requirements of Clause 17 of the Crime and Disorder Act 1998 which imposes a duty on a Local Authority 'to do all that it can to prevent crime and disorder in its area', and with policy 4.4 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' 2004 and Supplementary Planning Guidance 8: 'Safer Ealing'. | The crossover approved under planning application P/2002/2479 dated 21/08/2003 shall not be implemented either:  (i)\tin conjunction with the crossover approved under Planning Permission P/2007/1474, or  (ii)\tat any time after the implementation of Planning Permission P/2007/1474   Reason: To ensure that only one vehicular access is provided, in the interests of highway and pedestrian safety, in accordance with policies 1.9, 9.1 and 9.9 of the adopted Unitary Development Plan 'Plan for the Environment' (2004)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/05/2007",
  "secondary_street_name": null,
  "site_number": "Southall Business Centre",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.37521,
          51.511416
        ],
        [
          -0.375211,
          51.511389
        ],
        [
          -0.375254,
          51.511389
        ],
        [
          -0.375253,
          51.511416
        ],
        [
          -0.37521,
          51.511416
        ]
      ]
    ],
    "type": "Polygon"
  }
}