{
  "decision_date": "09/10/2024",
  "appeal_decision_date": null,
  "title_number": null,
  "borough": "Ealing",
  "last_updated": "2025-03-19T20:40:40.437+00:00",
  "centroid_northing": 179171,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/243140LBC;",
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "decision_target_date": "09/10/2024",
  "locality": "London",
  "epc_number": null,
  "site_number": null,
  "lpa_app_no": "243140LBC",
  "last_date_consultation_comments": null,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with the provisions of Section 18 of the Planning (Listed Buildings and Conservation Areas) Act 1990, as amended, to prevent the accumulation of unimplemented listed building consents and to enable the Local Planning Authority to review the situation at the end of this period if the development has not begun.",
    "| The development hereby approved shall be carried out in accordance with the following drawings / document title number(s): UP3231-PMEU-COM-D215-DRG-RS-00007 REV P02 OPO CAMERA LAUOUTS GA PLATFORM 3, UP3231-PMEU-COM-D215-DRG-RS-00010 REV P01 OPO CAMERA LAUOUTS GA PLATFORM 4, UP3231-PMEU-COM-D215-DRG-RS-00001 REV P02 CAMERA LAUOUTS GA PLATFORM 1, UP3231-PMEU-COM-D215-DRG-RS-00004 REV P03 CAMERA LAUOUTS GA PLATFORM 2, Heritage Statement Dated AUG 2024, Listed Building Consents - Northfield, Northfields Underground Station Location Plan, Northfields Underground Station Block Plan",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Suitable precautions shall be undertaken to secure and protect all interior and exterior elements against accidental loss or damage during building work and no such elements shall be disturbed or removed temporarily or permanently except as indicated on the approved drawings or with the prior written approval of the local planning authority.",
    "Reason:  : To protect the architectural and historic fabric of this Listed Building, in accordance with policy 7C of the Ealing Development Management DPD (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policy HC1 of the London Plan (2021) and the NPPF (2023). | Any damage to the building caused by or during the course of the carrying out of the work permitted shall be made good within 3 months of the completion of the development, in accordance with a specification agreed in writing with the Local Planning Authority.",
    "Reason: To safeguard the character and appearance of the Listed Building in accordance with policy 7C of the Ealing Development Management DPD (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policy HC1 of the London Plan (2021) and the NPPF (2023)."
  ],
  "status": "Approved",
  "valid_date": "14/08/2024",
  "application_type": "All Other",
  "appeal_start_date": null,
  "description": "Installation of new One Person Operations (OPO) cameras, brackets etc for a new Platform-Train Interface System with retention and eventually removal of existing OPO cameras, brackets etc to enable the introduction of new rolling stock to the Piccadilly Line as part of the Piccadilly Line Upgrade Project and associated works. (Listed Building Consent)",
  "cil_liability": false,
  "uprn": "000012142993",
  "decision": "Approved",
  "decision_agency": "Borough",
  "pp_id": "PP-13332979",
  "site_name": "Northfields Underground Station ",
  "id": "Ealing-243140LBC",
  "postcode": "W13 9QU",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 517113,
  "lpa_name": "Ealing",
  "appeal_decision": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "development_type": null,
  "ward": "Northfield",
  "bo_system": "CSV Data Import",
  "street_name": "Northfield Avenue",
  "decision_process": "Delegated",
  "appeal_status": null,
  "polygon": null,
  "application_type_full": "Listed building consent",
  "wgs84_polygon": null,
  "application_details": {
    "existing_uprns": null
  },
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": null,
  "lapsed_date": "09/10/2027",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.499355,
    "lon": -0.314213
  }
}