{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/0167/20",
  "application_type_full": null,
  "uprn": "100021268689",
  "borough": "Harrow",
  "street_name": "Heath Road",
  "locality": "Harrow",
  "ward": "WEST HARROW",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Reason : 1 - The proposal would result in the additional dwellinghouse being sited on garden land. As such, the principle of the development is contrary to the Harrow Core Strategy of directing new residential and other development to the Harrow and Wealdstone Opportunity Area, town centres and, in suburban areas, to strategic previously developed sites and would therefore harm its implementation, contrary to the National Planning Policy Framework (2019), Policy 3.5.A of The London Plan (2016), Policies CS1.A and CS1.B of the Harrow Core Strategy (2012) and the Adopted Supplementary Planning Document: Garden Land Development (2013).",
    "Reason : 2 - The proposed dwelling, by reason of incongruous and contrived design, disproportionate width, poor roof form and failure to provide a coherent pattern of development in the street scene would substantially harm the form, openness and proportion of the site, relationship with the properties in the locality and the relationship across Heath Road and Drury Road accentuated by its prominent corner siting and poor architectural detailing to the detriment of the character and appearance of the streetscene and the pattern of development within the surrounding area and would therefore be contrary to the high quality design aspirations of the National Planning Policy Framework (2019), Policies 7.4B and 7.6B of The London Plan (2016), Policy CS.1B of the Harrow Core Strategy (2012), Policy DM1 of the Development Management Plan Local Policies (2013) and the Adopted Supplementary Planning Document: Residential Design Guide (2010).",
    "Reason : 3 - The proposed dwelling, by reason of the poor layout and lack of appropriate fenestration would result in poor outlook and lack of daylight for the first floor habitable rooms, namely bedroom 2 and the study resulting in a substandard quality of living accommodation, to the detriment of the residential amenities of the future occupiers of the site, contrary to the National Planning Policy Framework (2019), Policies 3.5C and 3.8B of The London Plan (2016), Policy DM1 of the Development Management Policies Local Plan (2013), Housing Supplementary Planning Guidance: The Mayor of London (2016) and the Adopted Supplementary Planning Document: Residential Design Guide (2010).\r\n",
    "Reason : 4 - Notwithstanding the submitted plans and in the absence of any evidence to demonstrate otherwise, the proposed development would result in a potential loss of garden area for the occupiers of the existing property at No.29 Heath Road, to the detriment of the residential amenities of the occupiers of this property, contrary to Policy DM1 of the Development Management Policies Local Plan (2013), and the Adopted Supplementary Planning Document: Residential Design Guide (2010).",
    "Reason : 5 - The cumulative impact of the excessive number of car parking spaces, their poor siting and lack of landscaping to the front and side of the property would result in a frontage dominated by hardstanding and would not provide a high quality layout allowing safe, direct access to the entrance of the proposed dwelling to the detriment of the character and appearance and of the property, and the surrounding area as well as compromise the accessibility of future occupiers, contrary to the National Planning Policy Framework (2019), Policy 7.4B of The London Plan (2016), policies D2 and D7 of the Draft New London Plan (2019), Core Policy CS1B of the Harrow Core Strategy (2012), Policies DM1 and DM22 of the Harrow Development Management Policies Local Plan (2013), and the adopted Supplementary Planning Document Residential Design Guide (2010)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 187901,
  "status": "Refused",
  "decision_date": "19/03/2020",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.35151289999999996,
          51.5785202,
          0
        ],
        [
          -0.3516516,
          51.5785158,
          0
        ],
        [
          -0.35172919999999996,
          51.5783861,
          0
        ],
        [
          -0.3517624,
          51.5783069,
          0
        ],
        [
          -0.3517644,
          51.5782917,
          0
        ],
        [
          -0.35149199999999997,
          51.5783009,
          0
        ],
        [
          -0.35151289999999996,
          51.5785202,
          0
        ]
      ]
    ]
  },
  "decision_target_date": "19/03/2020",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "20/02/2020",
  "development_type": "Minor dwellings",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-21T00:20:08.209+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": null,
  "id": "Harrow-P_0167_20",
  "decision": "Refused",
  "cil_liability": true,
  "centroid_northing": 514318,
  "appeal_start_date": null,
  "postcode": "HA1 4DA",
  "url_planning_app": "http://site.com?appref=P/0167/20-or-1067421 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "29",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Construction of a two storey end of terrace dwelling (1 x 2 beds); parking; amenity space; boundary treatment; hard and soft landscaping; bin / cycle storage (demolition of two attached garages)",
  "valid_date": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              514324.2,
              187915.55,
              0
            ],
            [
              514314.6,
              187914.85,
              0
            ],
            [
              514309.55,
              187900.3,
              0
            ],
            [
              514307.45,
              187891.45,
              0
            ],
            [
              514307.35,
              187889.75,
              0
            ],
            [
              514326.2,
              187891.2,
              0
            ],
            [
              514324.2,
              187915.55,
              0
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "8430592",
  "application_details": {
    "site_area": 0.036
  },
  "centroid": {
    "lon": "-5.2754346",
    "lat": "54.4797711"
  },
  "lapsed_date": "19/03/2023",
  "decision_process": "Delegated",
  "actual_completion_date": null
}