{
  "appeal_status": null,
  "centroid": {
    "lon": "-0.1760343",
    "lat": "51.4206617"
  },
  "decision_target_date": "24/02/2023",
  "lapsed_date": "24/02/2026",
  "appeal_start_date": null,
  "last_updated": "2025-03-20T15:08:33.392+00:00",
  "locality": "Colliers Wood",
  "development_type": "Minor all other minor developments",
  "postcode": "SW19 2BY",
  "ward": "Colliers Wood_histroic",
  "id": "Merton-18_P3187",
  "uprn": "48124274",
  "decision": "Withdrawn",
  "site_name": null,
  "last_date_consultation_comments": "15/09/2018",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1757976,
          51.4206994
        ],
        [
          -0.1759209,
          51.4207448
        ],
        [
          -0.1760734,
          51.4208163
        ],
        [
          -0.1761982,
          51.4208666
        ],
        [
          -0.1762523,
          51.4208909
        ],
        [
          -0.17637709999999998,
          51.4209451
        ],
        [
          -0.1764376,
          51.4209004
        ],
        [
          -0.1764237,
          51.4208697
        ],
        [
          -0.1763758,
          51.4206961
        ],
        [
          -0.17622459999999998,
          51.4206435
        ],
        [
          -0.1759171,
          51.4205366
        ],
        [
          -0.17584139999999998,
          51.4206479
        ],
        [
          -0.1758196,
          51.4206723
        ],
        [
          -0.1757976,
          51.4206994
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526936.351735,
              170654.6002113
            ],
            [
              526927.6538379,
              170659.4375285
            ],
            [
              526916.855113,
              170667.1233135
            ],
            [
              526908.0425715,
              170672.4983728
            ],
            [
              526904.2079387,
              170675.1127331
            ],
            [
              526895.3845431,
              170680.9246225
            ],
            [
              526891.3033903,
              170675.8402487
            ],
            [
              526892.351956,
              170672.4571477
            ],
            [
              526896.1620385,
              170653.2331393
            ],
            [
              526906.8209141,
              170647.6418092
            ],
            [
              526928.4935269,
              170636.2932233
            ],
            [
              526933.4494735,
              170648.8018711
            ],
            [
              526934.9006042,
              170651.5510842
            ],
            [
              526936.351735,
              170654.6002113
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "title_number": null,
  "site_number": "62",
  "lpa_name": "Merton",
  "decision_process": null,
  "secondary_street_name": null,
  "street_name": "High Street",
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "site_area": 0.096
  },
  "valid_date": "21/08/2018",
  "parking_details": null,
  "actual_commencement_date": null,
  "centroid_northing": "170650",
  "application_type": "All Other",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: site location plan and drawings, P100-SO-P0,   P101-SO-P0, P200-SO-P0, P300-SO-P0,  & 1214-1-36 Rev B",
    "Condition : 3 - The facing materials used in the development hereby permitted shall match those of the existing building in materials, style, colour, texture and, in the case of brickwork, bonding, coursing and pointing.",
    "Condition : 4 - The development shall not be occupied until a scheme of details of screening of the balcony/landing to the external staircase has been submitted for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied unless the scheme has been approved and implemented in its approved form and those details shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 5 - Prior to the commencement of the development hereby permitted, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority in consultation with TfL.  The approved measures shall be implemented prior to the commencement of decelopment and shall be so maintained for the duration of the works, unless the prior written approval of the Local Planning Authority is first obtained to any variation.",
    "Condition : 6 - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved CO2 reductions of not less than a 19% improvement on Part L regulations 2013, and internal water usage rates of not more than 105 litres per person per day.' Reason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: Policy 5.2 of the London Plan 2016 and Policy CS15 of Merton's Core Planning Strategy 2011",
    "Condition : 7 - No development shall take place until a Demolition and Construction Method Statement has been submitted to, and approved in writing by, the local planning authority. The approved Statement shall be adhered to throughout the demolition and construction period. The Statement shall provide for:\r\n-hours of operation\r\n-the parking of vehicles of site operatives and visitors \r\n-loading and unloading of plant and materials \r\n-storage of plant and materials used in constructing the development \r\n-the erection and maintenance of security hoarding \r\n-wheel washing facilities \r\n-measures to control the emission of noise and vibration during construction.\r\n-measures to control the emission of dust and dirt during construction/demolition \r\n-a scheme for recycling/disposing of waste resulting from demolition and construction works\r\n      Reason; To safeguard the amenities of the area, the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policy 7.15 of the London Plan 2016 and policies DM D2, DM D3, DM EP2 and DM EP4 of Merton's Sites and Polices Plan 2014.\r\n",
    "Condition : 8 - Transport for London advise that no building materials or skips be left on the TLRN, the footway and carriageway of the TLRN to be kept clear and unimpeded and any vehicles associated with the development should observe local waiting, loading restrictions and Red Route controls",
    "Condition : 9 - In accordance with paragraphs 186 and 187 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\ni) The applicant was offered the opportunity to submit additional plans in order to make the proposal acceptable in planning terms.\r\n  "
  ],
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=18/P3187",
  "pp_id": "PP-07194949",
  "last_updated_by": "Northgate M3",
  "centroid_easting": "526920",
  "borough": "Merton",
  "epc_number": null,
  "lpa_app_no": "18/P3187",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "subdivision_of_building": null,
  "description": "CONVERSION OF A 3 STOREY, 3 BEDROOM/5 PERSON UNIT INTO A 2 STOREY, 1 BEDROOM/2 PERSON UNIT AND A 2 BEDROOM/3 PERSON UNIT INCLUDING A SECOND FLOOR EXTENSION AND THE PROVISION OF AN EXTERNAL SPIRAL STAIRCASE.",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "status": "Unknown",
  "decision_date": "24/02/2023",
  "cil_liability": true
}