{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505432.3379,
              182028.5562
            ],
            [
              505443.8473,
              182043.3729
            ],
            [
              505448.7421,
              182043.7698
            ],
            [
              505455.489,
              182023.7937
            ],
            [
              505454.2984,
              182022.2062
            ],
            [
              505453.3723,
              182022.3385
            ],
            [
              505450.065,
              182017.7082
            ],
            [
              505432.3379,
              182028.5562
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07879368",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:44:46.663+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "02/07/2019",
  "secondary_street_name": "COWLEY",
  "appeal_start_date": null,
  "ward": "UXBRIDGE SOUTH",
  "centroid": {
    "lat": "51.5273576",
    "lon": "-0.4813655"
  },
  "decision": "Refused",
  "valid_date": "07/06/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.033
  },
  "cil_liability": true,
  "postcode": "UB8 2EW",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=73141/APP/2019/1831",
  "lpa_name": "Hillingdon",
  "site_name": "FEDECO MOTORS TRADING LTD",
  "lapsed_date": "02/08/2022",
  "parking_details": null,
  "decision_conditions": [
    "The proposal would provide an indoor living area of an unsatisfactory size and quality for the future occupiers of the proposed units and would therefore give rise to a substandard form of living accommodation to the detriment of the amenity of future occupiers. The proposal is thus contrary to Policy 3.5 and Table 3.3 of the London Plan (2016), the Housing Standards Minor Alterations to The London Plan (March 2016), the Mayor of London's adopted Supplementary Planning Guidance - Housing (March 2016) and the Technical Housing Standards - Nationally Described Space Standard (March 2015).",
    "The proposed development by reason of its overall size, scale, bulk and siting would result in an unacceptable impact on the occupiers of 2 Dellfield Crescent, by reason of overdominance, visual intrusion, loss of outlook and loss of daylight. Therefore the proposal would be contrary to policies BE19, BE20 and and BE21 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012) and the Council's adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The proposal has not demonstrated that sufficient manoeuvring arrangements would be provided resulting in on-street reversing/queuing to the detriment of public and highway safety, contrary to Policies AM7 and AM14 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012), to Hillingdon's Adopted Parking Standards as set out in the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012) and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "In the absence of a Tree Survey and Arboricultural Implication Assessment to BS5837:2012 standards, the application has failed to demonstrate that the development will safeguard existing trees adjoining the site and further fails to demonstrate protection for and long-term retention of the trees. The proposal is therefore detrimental to the visual amenity of the street scene and the wider area contrary to Policies BE19 and BE38 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012) and the adopted Supplementary Planning Document HDAS:",
    "The proposed development, by virtue of its failure to provide amenity space of sufficient quality commensurate to the size and layout of the said units would result in an over-development of the site detrimental to the residential amenity of future occupiers. The proposal is therefore contrary to Policies BE19 and BE23 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012) and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The proposed development, by reason of its siting, in this open prominent position, in close proximity to the boundaries of the site, its size, the restricted manoeuvring  space, usability and size of the amenity spaces and failure to provide dwellings which are wheelchair accessible or easily adaptable to be such, as required by Policy 3.8 of the London Plan (2016), would result in a cramped overdevelopment of the site which would be detrimental to the character, appearance and visual amenities of the street scene and the surrounding area. The proposal would therefore be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE13 and BE19 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012), Policies 3.5, 7.4 and 3.8 of the London Plan (2016) and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Demolition of existing site office and erection of 2 x two storey, 3-bed, semi-detached dwellings with associated parking and amenity space",
  "lpa_app_no": "73141/APP/2019/1831",
  "decision_target_date": "02/08/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "02/08/2019",
  "id": "Hillingdon-73141_APP_2019_1831",
  "centroid_northing": 182031,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 505445,
  "street_name": "HIGH STREET",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4815487,
          51.527338
        ],
        [
          -0.4813784,
          51.527468999999996
        ],
        [
          -0.48130779999999995,
          51.5274717
        ],
        [
          -0.4812165,
          51.5272909
        ],
        [
          -0.4812342,
          51.5272768
        ],
        [
          -0.4812475,
          51.5272782
        ],
        [
          -0.48129649999999996,
          51.5272372
        ],
        [
          -0.4815487,
          51.527338
        ]
      ]
    ],
    "type": "Polygon"
  }
}