{
  "site_name": "42 GIBSON ROAD",
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lon": -0.459135,
    "lat": 51.561308
  },
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=78548/TRE/2024/27",
  "secondary_street_name": null,
  "site_number": null,
  "application_details": {
    "existing_uprns": null
  },
  "lapsed_date": "05/04/2027",
  "decision": "Refused",
  "postcode": "UB10 8EP",
  "last_date_consultation_comments": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "pp_id": "12774363",
  "development_type": null,
  "bo_system": "CSV Data Import",
  "valid_date": "06/02/2024",
  "polygon": null,
  "actual_commencement_date": null,
  "parking_details": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "centroid_northing": 185839,
  "id": "Hillingdon-78548_TRE_2024_27",
  "decision_target_date": "02/04/2024",
  "description": "To carry out tree surgery - to crown reduce by 3m One Ash (T1 on map), within Woodland 23 in TPO 1",
  "appeal_status": null,
  "decision_date": "05/04/2024",
  "ward": "ICK/HAM & S HF/D 22",
  "appeal_decision": null,
  "locality": null,
  "street_name": "ICKENHAM",
  "status": "Refused",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "decision_agency": "Borough",
  "uprn": null,
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "78548/TRE/2024/27",
  "title_number": null,
  "last_updated": "2025-03-19T21:05:17.036+00:00",
  "cil_liability": false,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 506909,
  "appeal_start_date": null,
  "decision_conditions": [
    "The Ash tree is situated in the rear garden of 42 Gibson Road, Ickenham. It can be viewed by properties on Gibson Road, and by pedestrians and passing traffic on Thornhill Close and Witney Close. The trees in this area provide ecological connectivity between Swakeleys Park and the A40 Fields Woods, and contributes to the arboreal character of the area. The Ash has a moderate amenity value.",
    "The proposed work has been rejected as a 3m overall reduction is seen as too severe in relation to the size of the existing crown. It was noted on the inspection that the branches are not yet coming into contact with the overhead wires.",
    "The tree is not without it's faults, it was noted upon inspection that the lower branches are overextended. We would be more accepting of a less severe specification, such as a 1.5m lateral reduction that aims to reduce the end weight loading on the lower branches (and leaning main stem) and improve the crown structure.",
    "Having regard to the reasons given for the pr",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree(s) and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance."
  ],
  "date_building_work_completed_under_previous_permission": null
}