{
  "title_number": [
    "Unregistered"
  ],
  "site_number": null,
  "centroid_easting": 507970,
  "ward": "BRUNEL",
  "application_details": {
    "no_additional_bathrooms": 0,
    "intended_completion_date": "09/2021",
    "total_gia_gained": 30.7,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "06/2021",
    "existing_uprns": null,
    "site_area": 0.027
  },
  "decision": "Approved",
  "appeal_decision_date": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "centroid": {
    "lon": "-0.4450365",
    "lat": "51.5252897"
  },
  "last_date_consultation_comments": "27/05/2021",
  "application_type": "Householder",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507964.3698,
              181826.4996
            ],
            [
              507968.0078,
              181865.195
            ],
            [
              507971.3151,
              181880.0778
            ],
            [
              507976.6068,
              181878.4242
            ],
            [
              507972.9688,
              181863.2106
            ],
            [
              507969,
              181826.8303
            ],
            [
              507965.6927,
              181826.4996
            ],
            [
              507964.3698,
              181826.4996
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Hillingdon-76194_APP_2021_1423",
  "last_updated_by": "CSV Data Import",
  "parking_details": {
    "no_existing_car": 2,
    "no_proposed_car": 2,
    "net_car": 0
  },
  "pp_id": "09728144",
  "epc_number": null,
  "appeal_decision": null,
  "decision_process": "Delegated",
  "postcode": "UB8 3EF",
  "decision_date": "30/07/2021",
  "date_building_work_started_under_previous_permission": null,
  "lpa_name": "Hillingdon",
  "decision_target_date": "30/07/2021",
  "centroid_northing": 181854,
  "description": "Demolition of existing single storey rear lean-to and erection of a part single storey, part two storey rear extension (works involve internal and external remodelling and refurbishment works to existing dwelling, including the installation of a new first floor side window and rear rooflight)",
  "status": "Approved",
  "bo_system": "CSV Data Import",
  "site_name": "61 HAIG ROAD",
  "appeal_start_date": null,
  "street_name": "HILLINGDON",
  "lapsed_date": "30/07/2024",
  "last_updated": "2025-03-20T22:53:02.670+00:00",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "borough": "Hillingdon",
  "uprn": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers, PR01 + PR02 Rev. 03, PR03 Rev. 03, PR04 Rev. 03, PR05 Rev. 03, PR06 Rev. 04 and PR08 Rev. 03.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing 59 or 63 Haig Road.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The first floor side window(s) facing 59 Haig Road shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the extension being brought into use, a 1.8m high close boarded boundary fence or similar imperforate structure shall be provided along the shared side boundary with No. 59 Haig Road for the whole depth of the proposed rear extension.",
    "The boundary structure shall be retained for so long as the development hereby approved remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The applicant is advised that if the extension, the subject of this permission is built before or constructed simultaneously with the proposed rear dormer, the subject of the Certificate of Lawfulness granted on 12/4/2021 (App. No. 76194/APP/2021/879 refers), the Certificate of Lawfulness would be invalidated as this proposal involves the construction of an additional roof volume that would not have been taken into account as part of the calculation on the proposed roof volume as part of the Certificate of Lawfulness application."
  ],
  "subdivision_of_building": null,
  "development_type": null,
  "secondary_street_name": null,
  "lpa_app_no": "76194/APP/2021/1423",
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "valid_date": "28/04/2021",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=76194/APP/2021/1423",
  "locality": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.44512599999999997,
          51.5250436
        ],
        [
          -0.4450618,
          51.5253907
        ],
        [
          -0.4450096,
          51.5255238
        ],
        [
          -0.4449338,
          51.525508
        ],
        [
          -0.44499089999999997,
          51.5253719
        ],
        [
          -0.4450592,
          51.5250457
        ],
        [
          -0.44510689999999997,
          51.5250434
        ],
        [
          -0.44512599999999997,
          51.5250436
        ]
      ]
    ],
    "type": "Polygon"
  }
}