{
  "centroid_easting": 507854,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Hillingdon",
  "lpa_app_no": "18794/APP/2023/1934",
  "last_date_consultation_comments": "14/08/2023",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "bo_system": "CSV Data Import",
  "epc_number": null,
  "centroid": {
    "lat": 51.547808,
    "lon": -0.445962
  },
  "postcode": null,
  "actual_completion_date": null,
  "street_name": "HILLINGDON",
  "borough": "Hillingdon",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.44616039999999996,
          51.5477926
        ],
        [
          -0.4461271,
          51.5478731
        ],
        [
          -0.4460749,
          51.5478938
        ],
        [
          -0.44571049999999995,
          51.5478366
        ],
        [
          -0.4457502,
          51.5477372
        ],
        [
          -0.4457542,
          51.5477325
        ],
        [
          -0.44615849999999996,
          51.5477926
        ],
        [
          -0.44616039999999996,
          51.5477926
        ]
      ]
    ],
    "type": "Polygon"
  },
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=18794/APP/2023/1934",
  "appeal_decision_date": null,
  "cil_liability": false,
  "secondary_street_name": null,
  "id": "Hillingdon-18794_APP_2023_1934",
  "ward": "HILLINGDON EAST 2022",
  "title_number": null,
  "description": "Erection of an attached 2-bedroom dwelling",
  "uprn": null,
  "site_name": "1 SEDGWICK AVENUE",
  "decision_agency": "Borough",
  "centroid_northing": 184357,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.035
  },
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "12/09/2023",
  "subdivision_of_building": null,
  "decision_date": "27/09/2024",
  "decision": "Refused",
  "locality": null,
  "appeal_start_date": null,
  "actual_commencement_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507838.826,
              184354.8173
            ],
            [
              507840.9427,
              184363.8131
            ],
            [
              507844.5146,
              184366.1944
            ],
            [
              507869.9146,
              184360.3735
            ],
            [
              507867.4011,
              184349.261
            ],
            [
              507867.1365,
              184348.7319
            ],
            [
              507838.9583,
              184354.8173
            ],
            [
              507838.826,
              184354.8173
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "lapsed_date": "27/09/2027",
  "application_type": "All Other",
  "decision_conditions": [
    "The development would result in a harmful loss of garden land and the principle of intensifying the residential use involving the loss of existing private garden areas is considered to be unacceptable. The development is therefore contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (2012), Policies DMH 6 and DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policy D3 of the London Plan (2021) and Paragraph 128d) of the National Planning Policy Framework (2023).",
    "The development, by reason of its siting, size, scale, bulk, design, materials, layout, site coverage would result in a cramped, contrived and visually incongruous form of development that would fail to harmonise with the existing context of the surrounding area. The development as proposed would be detrimental to the character, appearance and visual amenity of the site and surrounding area. The proposal is therefore contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (2012), Policies DMHB 11, DMHB 12 and DMHB 14 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policy D3 of the London Plan (2021) and Paragraphs 128d), 135b) and c) of the National Planning Policy Framework (2023).",
    "The development would fail to provide safe and acceptable vehicle access, car and cycle parking, which would increase parking stress, prejudice highway safety and fail to encourage sustainable modes of transport including cycling and walking. The development is therefore contrary to Policies DMT 1, DMT 2, DMT 5 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policies T2, T4, T6 and T6.1 of the London Plan (2021) and Paragraphs 115 and 116 of the National Planning Policy Framework (2023).",
    "The development, by virtue of its failure to maintain an adequate provision of private external amenity space, would have a harmful effect on the living conditions of the occupants of the proposed new dwelling. The development is therefore contrary to Policy DMHB 18 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and Paragraph 135f) of the National Planning Policy Framework (2023).",
    "In the absence of an Arboricutural Survey the applicant has failed to provide adequate information regarding the value of the exsitng trees on site and that they will be protected during the construction of the development. Accordingly, the development would result in adverse and irreversible impacts to landscaping, trees, biodiversity or other natural features of merit, detrimental to the visual amenities of the area and Ickenham Village Conservation Area, contrary to paragraph 136 of the National Planning Policy Framework (2023), Policy G7 of the London Plan (2021), and Policies DMHB 4, DMHB 11, DMHB 12 and DMHB 14 of the Hillingdon Local Plan: Part 2 (2020).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance."
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T19:55:48.059+00:00",
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "appeal_status": null,
  "decision_process": "Delegated",
  "application_type_full": null,
  "valid_date": "18/07/2023",
  "pp_id": null,
  "status": "Refused"
}