{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "RM14 3EX",
  "borough": "Havering",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2591119,
          51.5539515
        ],
        [
          0.2590895,
          51.5539507
        ],
        [
          0.2590425,
          51.5539489
        ],
        [
          0.2589935,
          51.5539477
        ],
        [
          0.2589334,
          51.5539462
        ],
        [
          0.2588121,
          51.553943
        ],
        [
          0.258675,
          51.5539416
        ],
        [
          0.25851029999999997,
          51.5539422
        ],
        [
          0.25851009999999996,
          51.5539422
        ],
        [
          0.2584449,
          51.5539424
        ],
        [
          0.25844449999999997,
          51.5540068
        ],
        [
          0.2585189,
          51.5540076
        ],
        [
          0.2586122,
          51.5540082
        ],
        [
          0.2586523,
          51.5540085
        ],
        [
          0.25867789999999996,
          51.5540087
        ],
        [
          0.2586792,
          51.5540087
        ],
        [
          0.2586991,
          51.5540089
        ],
        [
          0.2588183,
          51.5540094
        ],
        [
          0.2589604,
          51.5540108
        ],
        [
          0.2590607,
          51.5540107
        ],
        [
          0.25913949999999997,
          51.5540106
        ],
        [
          0.2591286,
          51.5539522
        ],
        [
          0.2591119,
          51.5539515
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "83 ARGYLE GARDENS",
  "centroid_easting": 556693,
  "pp_id": "12680094",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "total_gia_gained": 25,
    "no_additional_bathrooms": 1,
    "existing_uprns": null,
    "no_additional_bedrooms": 1,
    "site_area": 0.034
  },
  "lpa_name": "Havering",
  "decision": "Not Required",
  "lpa_app_no": "D0537.23",
  "decision_date": "02/02/2024",
  "last_updated": "2025-03-20T11:29:35.590+00:00",
  "centroid_northing": 186316,
  "centroid": {
    "lat": "51.5539747",
    "lon": "0.2587798"
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "Upminster",
  "bo_system": "CSV Data Import",
  "lapsed_date": "02/02/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "15/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The operations come within the provisions of Schedule 2, Part 1, Class B of the Town and Country Planning (General Permitted Development) (England) Order 2015, thereby not requiring planning permission.",
    "The operations come within the provisions of Schedule 2, Part 1, Class C of the Town and Country Planning (General Permitted Development) (England) Order 2015, thereby not requiring planning permission.",
    "The operations come within the provisions of Schedule 2, Part 1, Class D of the Town and Country Planning (General Permitted Development) (England) Order 2015, thereby not requiring planning permission.",
    "The operations come within the provisions of Schedule 2, Part 1, Class E of the Town and Country Planning (General Permitted Development) (England) Order 2015, thereby not requiring planning permission.",
    "This certificate provides confirmation that the development is lawful.  You should also check whether the development requires separate Building Regulation consent. Information is available on the Building Control webpages and the team is available between 9am and 10am Monday to Friday via 01708 432700.",
    "The development is permitted by Class B subject to the following conditions-",
    "(a) the materials used in any exterior work must be of a similar appearance to those used",
    "in the construction of the exterior of the existing dwellinghouse;",
    "(b) the enlargement must be constructed so that-",
    "(i) other than in the case of a hip-to-gable enlargement or an enlargement which joins the original roof to the roof of a rear or side extension-",
    "(aa) the eaves of the original roof are maintained or reinstated; and",
    "(bb) the edge of the enlargement closest to the eaves of the original roof is, so far as",
    "practicable, not less than 0.2 metres from the eaves, measered along the roof slope from",
    "the outside edge of the eaves; and",
    "(ii) other than in the case of an enlargement which joins the original roof to the roof of a rear or side extension, no part of the enlargement extends beyond the outside face of any external wall of the original dwellinghouse; and",
    "(c) any window inserted on",
    "Development is permitted by Class C subject to the condition that any window located on a roof slope forming a side elevation of the dwellinghouse shall be-",
    "(a) obscure-glazed; and",
    "(b) non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed.",
    "Please note that this certificate is granted for the outbuilding to be used as a children's playroom. It must only be used for purposes incidental to the enjoyment of 83 Argyle Gardens and not for any trade or business nor as living accommodation. Should business or living accommodation use be intended, an application for full planning permission must be applied for and permission granted before such use could occur. The use of outbuildings as living accommodation is not typically deemed acceptable therefore it is important the outbuilding is only used for the purposes as listed above.",
    "The applicant is advised that although the loft conversion relevant to this application does not require planning permission it must be undertaken as a separate building operation from the proposed first floor rear extension as proposed under P1862.23 should this Householder Application be subsequently approved. The loft conversion should be undertaken and constructed in full  prior to the first floor rear extension under P1862.23 to avoid the loft conversion losing its permitted development rights."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "100021403766",
  "decision_target_date": "09/02/2024",
  "application_type": "All Other",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              556716.1,
              186314.14
            ],
            [
              556714.55,
              186314
            ],
            [
              556711.3,
              186313.7
            ],
            [
              556707.91,
              186313.46
            ],
            [
              556703.75,
              186313.16
            ],
            [
              556695.35,
              186312.55
            ],
            [
              556685.85,
              186312.1
            ],
            [
              556674.43,
              186311.81
            ],
            [
              556674.42,
              186311.81
            ],
            [
              556669.9,
              186311.7
            ],
            [
              556669.65,
              186318.85
            ],
            [
              556674.8,
              186319.1
            ],
            [
              556681.27,
              186319.37
            ],
            [
              556684.05,
              186319.49
            ],
            [
              556685.82,
              186319.57
            ],
            [
              556685.91,
              186319.57
            ],
            [
              556687.29,
              186319.63
            ],
            [
              556695.55,
              186319.95
            ],
            [
              556705.4,
              186320.4
            ],
            [
              556712.35,
              186320.61
            ],
            [
              556717.81,
              186320.77
            ],
            [
              556717.26,
              186314.25
            ],
            [
              556716.1,
              186314.14
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Not Required",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Lawful development: Proposed use",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "UPMINSTER",
  "secondary_street_name": null,
  "description": "Certificate of Lawfulness for proposed loft conversion with rear dormer and front rooflights, front porch and rear outbuilding",
  "id": "Havering-D0537.23",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=D0537.23"
}