{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505306.6072,
              190184.1327
            ],
            [
              505282.7947,
              190340.8986
            ],
            [
              505281.4718,
              190399.1071
            ],
            [
              505276.8416,
              190405.0602
            ],
            [
              505278.1645,
              190409.029
            ],
            [
              505296.0239,
              190405.0602
            ],
            [
              505294.0395,
              190373.9716
            ],
            [
              505294.701,
              190364.0497
            ],
            [
              505308.5916,
              190340.8986
            ],
            [
              505332.4042,
              190321.0548
            ],
            [
              505343.649,
              190316.4246
            ],
            [
              505376.722,
              190309.81
            ],
            [
              505378.7063,
              190301.2111
            ],
            [
              505385.3209,
              190293.2735
            ],
            [
              505391.9355,
              190289.9662
            ],
            [
              505374.0761,
              190268.7995
            ],
            [
              505352.9094,
              190255.5703
            ],
            [
              505313.2218,
              190221.1744
            ],
            [
              505306.6072,
              190191.4088
            ],
            [
              505306.6072,
              190184.1327
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08817033",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:41:01.063+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "secondary_street_name": "HAREFIELD",
  "appeal_start_date": null,
  "ward": "HAREFIELD",
  "centroid": {
    "lat": "51.601651",
    "lon": "-0.48064969999999996"
  },
  "decision": "Approved",
  "valid_date": "19/06/2020",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.8540000000000001
  },
  "cil_liability": false,
  "postcode": "UB9 6NG",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=25105/TRE/2020/131",
  "lpa_name": "Hillingdon",
  "site_name": "THE SPINNEY",
  "lapsed_date": "30/07/2023",
  "parking_details": null,
  "decision_conditions": [
    "The stem(s) of the tree(s) to be coppiced shall be cut down to approximately 500mm high to leave a coppice stool. The final cut/s shall remove the felling hinge/s and shall be made / angled in such a manner as to promote the subsequent re-growth of the tree(s).",
    "The works shall be carried out in accordance with the recommendations contained in BS3998: 2010 - \"British Standard Recommendations for Tree Work\".",
    "Reason",
    "In order to protect health of the tree and the visual amenity of the area.",
    "The length of the lateral limb(s) of the tree(s) to be pruned shall be tip-reduced as per the approved specification / by a maximum of [  ] m. This work shall comprise a reduction in the length of the limb(s) in a uniform and systematic manner and the limb(s) should be cut back to suitably positioned secondary branches.",
    "The work shall result in a tree of typical form for the species and of balanced appearance. The level of limb reduction shall be expressed either as a percentage / length of the overall limb length to be removed, or as a level of clearance to be provided.",
    "The works shall be carried out in accordance with the recommendations contained in BS3998: 2010 - \"British Standard Recommendations for Tree Work\".  Climbing irons or 'spikes' shall not be used during the execution of the work.",
    "Reason",
    "In order to protect health of the tree and the visual amenity of the area.",
    "The tree(s) to be pruned shall be crown reduced as per the approved specification / by a maximum of [    ]m. This work shall comprise a reduction in both height and spread over the whole crown by shortening or removing peripheral branches in a uniform and systematic manner.  Where branches are shortened, they should be cut back to a suitably positioned secondary branch.",
    "Crown reduction shall not be construed as 'lopping' or 'topping' and shall result in a tree of typical form for the species and of balanced appearance. The works shall be carried out in accordance with the recommendations contained in BS 3998:2010 'Tree work - Recommendations'. Climbing irons or 'spikes' shall not be used during the execution of the work.",
    "REASON",
    "In order to protect health of the tree and the visual amenity of the area.",
    "There is no time-limit attached to this planning permission.",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Crown reduction and/or crown reshaping:  Involves the overall reduction of the height and spread of a tree's crown, whilst, as far as possible, retaining its natural shape. It is advisable to retain smaller branches close to the pruning wounds to aid in the drawing up of water to the wounded tissue.",
    "Pruning:  Branches should be cut back to suitable growth points such as a side branch or outward facing bud.  The retained bud or branch ought to be at least one third of the diameter of the removed limb, to reduce the likelihood of dieback occuring and to maintain a flowing branch line.",
    "Timing of works:  Pruning works should not be carried out during the period of bud burst and care should be taken to ensure that branches are cut back to healthy outward facing buds to avoid die-back to which some species are prone. For major works, such as pollarding or copping, work should only be carried out after the autumn leaf fall when the sap has gone down, and certainly well before the sap rises in the spring before bud burst has taken place.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree(s) and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Works to trees protected by Conservation Area: The Council has not made a Tree Preservation Order to protect the other trees outlined in your application and therefore you can proceed with the work specified in your application / notice. Under Section 211 (3) (b) (ii) of the Act, the work must be completed before the expiry of two years from the date of your application, after which a further notice of intent to carry out the work will be required.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "To carry out various tree works (pruning and felling) on TPO 237 (as previously approved, but expired, under 25105/TRE/2018/89)",
  "lpa_app_no": "25105/TRE/2020/131",
  "decision_target_date": "14/08/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "30/07/2020",
  "id": "Hillingdon-25105_TRE_2020_131",
  "centroid_northing": 190294,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 505323,
  "street_name": "POND CLOSE",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4809192,
          51.6006665
        ],
        [
          -0.4812159,
          51.60208
        ],
        [
          -0.48121759999999997,
          51.6026035
        ],
        [
          -0.4812826,
          51.6026578
        ],
        [
          -0.4812623,
          51.6026933
        ],
        [
          -0.4810057,
          51.6026542
        ],
        [
          -0.48104369999999996,
          51.6023752
        ],
        [
          -0.4810371,
          51.6022859
        ],
        [
          -0.4808436,
          51.6020752
        ],
        [
          -0.4805058,
          51.6018924
        ],
        [
          -0.48034489999999996,
          51.6018487
        ],
        [
          -0.47986959999999995,
          51.601783
        ],
        [
          -0.4798435,
          51.6017054
        ],
        [
          -0.47975039999999997,
          51.6016328
        ],
        [
          -0.47965589999999997,
          51.6016018
        ],
        [
          -0.47992009999999996,
          51.6014149
        ],
        [
          -0.4802295,
          51.6013
        ],
        [
          -0.4808127,
          51.6009982
        ],
        [
          -0.4809171,
          51.6007319
        ],
        [
          -0.4809192,
          51.6006665
        ]
      ]
    ],
    "type": "Polygon"
  }
}