{
  "epc_number": "9900-2963-0398-7980-0064",
  "valid_date": "19/01/2023",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": -0.473412,
    "lat": 51.514484
  },
  "pp_id": "11788996",
  "decision": "Approved",
  "centroid_easting": 506028,
  "site_name": "CHAPEL HOUSE",
  "lpa_app_no": "77794/APP/2023/172",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "title_number": null,
  "borough": "Hillingdon",
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development shall not be carried out otherwise than in strict accordance with the plans:",
    "- plans SP-01, PL-05 Rev A and PL-06, received 17 April 2023;",
    "- plan PL-09 Rev A, received 12 September 2023;",
    "- plans PL-07 Rev B, PL-08 Rev B and PL-10 Rev A, received 14 September 2023;",
    "- plans PL-02 Rev D, PL-03 Rev D and PL-04 Rev C, received 25 October 2023",
    "unless consent to any variation is first obtained in writing from the Local Planning Authority.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "No development shall take place until detailed plans and specifications of all proposed rooflights and sun tunnels, windows, door treatments, rainwater goods, privacy screening and roof terracing, have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such. Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No development shall take place until a demolition and construction management plan has been submitted to and approved in writing by the Local Planning Authority. The plan shall detail:",
    "a) The phasing of development works",
    "b) Types of vehicles accessing the site, including their ability to enter the shared driveway without affecting neighbouring properties",
    "c) The hours during which development works will occur",
    "d) How vehicles will access the site whilst protecting existing trees on the site and neighbouring sites",
    "e) Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities)",
    "f) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours)",
    "g) Measures to reduce the impact of the development on local air quality and dust through minimising emissions throug",
    "No development shall take place until the following details have been submitted to and approved in writing by the Local Planning Authority. These shall include: -",
    "a) Details of landscaping within the roof terrace, including written specification of planting and cultivation works to be undertaken and a schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate/relevant.",
    "b) Details of hard landscaping including surfacing of the terrace and the car park, levels and finishes, car parking layouts, external lighting and any other structures.",
    "c) Details of secure cycle storage",
    "d) Biodiversity enhancements such as bird, bat and bee boxes",
    "e) Schedule for Implementation for all of the above",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with",
    "No development shall take place until detailed plans and specifications of all acoustic treatments to walls, floors and windows serving two different units, have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the amenity of the occupiers of the proposed development is not adversely affected by traffic noise.",
    "Prior to the occupation of the development hereby permitted, final details of on-site car parking, including details of allocation and dedication to which of the residential units, EV charging locations and specifications and signage shall be submitted to and approved in writing by the Local Planning Authority.  The approved parking arrangements and all other associated elements, shall remain allocated and dedicated in such manner for the life-time of the development.",
    "REASON",
    "To ensure that an appropriate level of car parking provision is provided on site in accordance with Policy DMT 6 of the Hillingdon Local Plan Part Two 2 (2020) and Policy T6 of the London Plan (2021).",
    "No development shall commence until details of building sustainability measures, including but not limited to electric heating, heat pumps and water saving devices, have been submitted to and approved in writing by the local planning authority. The development must be completed in accordance with the approved details and maintained thereafter.",
    "REASON",
    "To ensure that the objectives of sustainable development identified in Policy DMEI 2 of the Hillingdon Local Plan Part 2 (2020) and Policy SI2 of the London Plan (2021) are achieved.",
    "Notwithstanding the provisions of Part 3, Schedule 2 of the Town and Country Planning (General Permitted Development) Order 1995, the unit at the front of the ground floor shall be used only for purposes within Use Class E of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (as amended).",
    "REASON",
    "To retain retail activation of the frontage in accordance with Policy DMTC 2 of the Hillingdon Local Plan Part Two 2 (2020)",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with: -",
    "A) Demolition and construction works should only be carried out between the hours of 08.00 hours and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank and Public Holidays.",
    "B) All noise generated during such works should be controlled in compliance with British Standard Code of Practice BS 5228: 1984.",
    "C) The elimination of the release of dust or odours that could create a public health nuisance.",
    "D) No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit, 3S/02, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel.01895 277401) or to seek prior approval under Section 61 of the Control of P",
    "The Council is aware of the presence of land, situated within 250 metres of the subject site, with the potential to emit landfill gas. However, at this stage the risk of gas migration is considered minimal due to the age, nature and location of the fill materials. It is recommended that the building is designed and constructed to prevent the possible entry of any migrating landfill gas. Please contact your building surveyor and/or architect if you require advice concerning suitable construction techniques.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 180611,
  "subdivision_of_building": "Please refer to Covering Letter",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506028.1484,
              180603.437
            ],
            [
              506027.2724,
              180605.9398
            ],
            [
              506016.0276,
              180600.5159
            ],
            [
              506015.1015,
              180603.0294
            ],
            [
              506013.2494,
              180602.1034
            ],
            [
              506012.9849,
              180602.6325
            ],
            [
              506011.6619,
              180605.4107
            ],
            [
              506013.3817,
              180606.2044
            ],
            [
              506012.3234,
              180608.3211
            ],
            [
              506013.3817,
              180608.8503
            ],
            [
              506005.4442,
              180626.0482
            ],
            [
              506022.3776,
              180633.9857
            ],
            [
              506034.4162,
              180609.2471
            ],
            [
              506035.0776,
              180608.0565
            ],
            [
              506028.1484,
              180603.437
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              506027.9339,
              180603.294
            ],
            [
              506028.1484,
              180603.437
            ],
            [
              506028.1984,
              180603.294
            ],
            [
              506027.9339,
              180603.294
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "net_cycle": 6,
    "no_existing_cycle": 0,
    "no_existing_car": 5,
    "no_proposed_car": 5,
    "no_proposed_cycle": 6,
    "net_car": 0
  },
  "development_type": null,
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "last_updated": "2025-03-19T22:38:32.304+00:00",
  "decision_process": "Delegated",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=77794/APP/2023/172",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": "YIEWSLEY 2022",
  "application_type_full": "Full planning permission",
  "locality": null,
  "last_updated_by": "Portal",
  "application_details": {
    "garden_land_lost": false,
    "existing_uprns": null,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "12/2023",
        "intended_commencement_date": "06/2023"
      }
    ],
    "total_gia_gained": 445,
    "total_gia_existing": 419,
    "site_area": 0.055,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 419,
        "use_class": "B1a",
        "gia_gained": 0,
        "gia_lost": 419
      },
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 445,
        "gia_lost": 0
      }
    ],
    "rain_water_harvesting": false,
    "projected_cost_of_works": "Up to £2m",
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 0,
      "green_roof_area": 0,
      "no_homes_to_have_electrical_heating": 0,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": true,
      "total_annual_nox_emissions": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "waste_provision": true,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_passive_cooling": 0,
      "mobile_network_operators_consultation": false
    },
    "ownership_status": "Private",
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_existing": 419,
      "total_gia_lost": 419,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 419,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 445,
      "site_area": 0.055
    },
    "internal_resi_water_usage": 0,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 8.8,
        "building_ref": "Former chapel and later rear and side extensions"
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_lost": 419,
    "scheme_phasing": true,
    "surface_water_discharge_percentage_reduction": 0,
    "residential_details": {
      "total_no_proposed_residential_units_market_for_sale": 5,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units": 5,
      "habitable_rooms_density": 181.8181818181818,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "residential_units": [
        {
          "provider": "Private",
          "no_habitable_rooms": 1,
          "phase_detail": null,
          "unit_no": "Gain-1",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 40,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 1,
          "phase_detail": null,
          "unit_no": "Gain-2",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 44.9,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 1,
          "phase_detail": null,
          "unit_no": "Gain-3",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 46.9,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-5",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 72.9,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-6",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 102.5,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_gia_gained": 836.2,
      "dwelling_density": 90.9090909090909,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_bedrooms": 8,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_lost": 0,
      "site_area": 0.055
    },
    "green_suds": false,
    "other_residential_accommodation_details": {
      "site_area": 0.055
    }
  },
  "postcode": "UB7 7BE",
  "decision_target_date": "15/11/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.473412,
          51.514416
        ],
        [
          -0.473424,
          51.514438
        ],
        [
          -0.473588,
          51.514392
        ],
        [
          -0.4736,
          51.514414
        ],
        [
          -0.473627,
          51.514407
        ],
        [
          -0.473631,
          51.514411
        ],
        [
          -0.473649,
          51.514437
        ],
        [
          -0.473624,
          51.514443
        ],
        [
          -0.473639,
          51.514463
        ],
        [
          -0.473623,
          51.514467
        ],
        [
          -0.473732,
          51.514623
        ],
        [
          -0.473486,
          51.514691
        ],
        [
          -0.47332,
          51.514467
        ],
        [
          -0.473311,
          51.514456
        ],
        [
          -0.473412,
          51.514416
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Change of use of vacant office on ground and first floors (Class E) into five flats, retention of commercial unit (Class E) on the ground floor, installation of conservation roof lights and new rear fenestration, erection of communal roof terrace with privacy screen and reconfiguration of rear courtyard to provide car parking, bike storage, amenity space and refuse storage area.",
  "street_name": "152-156  HIGH STREET",
  "bo_system": "Portal",
  "appeal_status": null,
  "lapsed_date": "13/11/2026",
  "cil_liability": true,
  "site_number": null,
  "decision_date": "13/11/2023",
  "secondary_street_name": "YIEWSLEY",
  "application_type": "All Other",
  "id": "Hillingdon-77794_APP_2023_172",
  "last_date_consultation_comments": "24/02/2023"
}