{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": null,
  "postcode": "E1",
  "borough": "Tower Hamlets",
  "wgs84_polygon": null,
  "site_name": "Site at the former Bishopsgate Goods Yard",
  "centroid_easting": null,
  "pp_id": null,
  "cil_liability": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null
  },
  "lpa_name": "Tower Hamlets",
  "decision": "Approved",
  "lpa_app_no": "PA/14/02011/A1",
  "decision_date": "25/03/2022",
  "last_updated": "2025-03-19T01:12:11.223+00:00",
  "centroid_northing": null,
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": null,
  "bo_system": "CSV Data Import",
  "lapsed_date": "25/03/2025",
  "decision_process": null,
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "09/09/2014",
  "actual_commencement_date": null,
  "decision_conditions": null,
  "parking_details": null,
  "site_number": null,
  "uprn": null,
  "decision_target_date": null,
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Braithwaite Street",
  "secondary_street_name": null,
  "description": "An OUTLINE application for the comprehensive mixed use redevelopment of the site comprising (floorspace in Gross Internal Area): Residential (Class C3) comprising up to 500 residential units; Business Use (Class B1) up to 130,940 sq.m.; Hotel (Class C1) up to 11,013 sq.m.; Retail, financial & professional services, restaurants, cafes & hot food takeaways (Class A1, A2, A3, A5) up to 18,390 sq.m. of which only 3,678 sq.m. can be used as Class A5; Non-residential Institutions (Class D1) / Assembly and Leisure (Class D2) up to 6,363 sq.m.; Public conveniences (sui generis) up to 298 m²; Basement, ancillary and plant up to 21,216 sq.m. Formation of new pedestrian and vehicular access; means of access, circulation and car parking within the site and provision of new public open space and landscaping. The application proposes a total of 10 buildings that range in height, with the highest being 142.4m AOD and the lowest being 29.2m AOD. With all matters reserved save that FULL DETAILS for Plot 2 are submitted for alterations to, and the partial removal of, existing structures on site and the erection of a building for office (Class B1) and retail use (Class A1, A2, A3, A5) comprising a part 17/ part 29 storey building; and Plot 7 comprising the use of the ground level of the Braithwaite Viaduct for retail and food & drink uses (A1, A2, A3, A5) and works to and use of the Oriel and adjoining structures for retail and food & drink uses (A1, A2, A3, A5). (Amended Description). For that part of the site within the London Borough of Tower Hamlets, the proposed development comprises the following: Up to 44,067 sq.m. of residential use (Class C3); up to 21,341 sq.m. of Business Use (Class B1); up to 11,013 sq.m. of Hotel Use (Class C1); up to 13,881 sq.m. of Retail Use (Class A1, A2, A3, A5) of which only 2,776 sq.m. can be used for hot food takeaways (A5); Non-residential Institutions (Class D1) / Assembly and Leisure (Class D2) ? up to 4,109 sq.m.; up to 298 sq.m. of sui generis use; up to 8,464 sq.m. of ancillary and plant space. This application is accompanied by an Environmental Statemen",
  "id": "Tower_Hamlets-PA_14_02011_A1",
  "url_planning_app": null
}