{
  "appeal_decision": null,
  "street_name": "HAYES",
  "title_number": null,
  "valid_date": "07/06/2023",
  "cil_liability": true,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510115.6556,
              180260.6003
            ],
            [
              510116.6478,
              180260.6003
            ],
            [
              510128.8848,
              180244.7253
            ],
            [
              510130.2077,
              180232.4883
            ],
            [
              510119.9551,
              180232.4883
            ],
            [
              510104.7415,
              180239.1028
            ],
            [
              510115.6556,
              180260.6003
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_type_full": "Full planning permission",
  "decision": "Approved",
  "pp_id": "12209510",
  "date_building_work_completed_under_previous_permission": null,
  "date_building_work_started_under_previous_permission": "01/03/2023",
  "lapsed_date": "02/08/2026",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.41461749999999997,
          51.5105543
        ],
        [
          -0.4146032,
          51.5105541
        ],
        [
          -0.41443189999999996,
          51.510409
        ],
        [
          -0.41441659999999997,
          51.5102988
        ],
        [
          -0.4145643,
          51.5103008
        ],
        [
          -0.41478139999999997,
          51.5103632
        ],
        [
          -0.41461749999999997,
          51.5105543
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_decision_date": null,
  "borough": "Hillingdon",
  "site_number": null,
  "development_type": null,
  "centroid": {
    "lat": "51.5104046",
    "lon": "-0.4145889"
  },
  "last_date_consultation_comments": "14/07/2023",
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": null,
  "lpa_name": "Hillingdon",
  "decision_process": "Delegated",
  "decision_target_date": "02/08/2023",
  "secondary_street_name": null,
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "centroid_easting": 510118,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on submitted plan numbers:",
    "06 Rev B",
    "02 Rev A",
    "03 Rev A",
    "04 Rev A",
    "01",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020) and the London Plan (2021).",
    "The proposed tree protection measures outlined in 'AAAIA2EAS - ARBORICULTURAL IMPACT ASSESSMENT AND METHOD STATEMENT' shall be adhered to throughout the construction of the proposed development.",
    "REASON",
    "To ensure that trees and other vegetation can and will be retained on site and not damaged during construction work and to ensure that the development conforms with Policy DMHB 14 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall be as shown on the approved plans and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "The proposed landscaping scheme (shown on the hereby approved plans) shall be carried out prior to the first occupation of the dwelling.",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with Policies DMHB 11, DMHB 14 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020) and the London Plan (2021).",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England)Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The rear elevation dormer window (serving a stairwell) facing 111 Coldharbour Lane shall be glazed with permanently obscured glass for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s), nor extension or roof alteration to any dwellinghouse(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with Policies DMHB 11, DMHB 18 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The noise level in rooms at the development hereby approved shall meet the internal noise levels specified in BS8233:2014 for internal rooms and external amenity areas.",
    "REASON",
    "To ensure that the amenity of the occupiers of the proposed development is not adversely affected by noise in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "All soils used for gardens and/or landscaping purposes shall be clean and free of contamination. Site derived soils and imported soils shall be tested for chemical contamination, and the results of this testing shall be submitted for approval to the Local Planning Authority.",
    "REASON",
    "To ensure that the occupants of the development are not subject to any risks from soil contamination in accordance with Policy DMEI 13 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021).",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then the validity of this planning permission may be challengeable by third parties.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB8 1",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su"
  ],
  "lpa_app_no": "69010/APP/2023/1668",
  "application_details": {
    "internal_resi_water_usage": 115,
    "projected_cost_of_works": "Up to £2m",
    "phasing_details": [
      {
        "phase_detail": "Phase 1",
        "intended_completion_date": "09/2023",
        "intended_commencement_date": "06/2023"
      }
    ],
    "non_residential_details": {
      "total_gia_existing": 75.9,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 88.9
    },
    "existing_uprns": null,
    "site_area": 0.042,
    "total_gia_gained": 88.9,
    "green_suds": false,
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "no_new_water_connections_required": 1,
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 1,
      "total_annual_pm_emissions": 0
    },
    "scheme_phasing": true,
    "surface_water_discharge_percentage_reduction": 50,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 75.9,
        "use_class": "C3",
        "gia_gained": 88.9,
        "gia_lost": 0
      }
    ],
    "ownership_status": "Private",
    "grey_water_reuse": false,
    "total_gia_lost": 0,
    "garden_land_lost": false,
    "total_gia_existing": 75.9
  },
  "centroid_northing": 180244,
  "ward": "HAYES TOWN 2022",
  "locality": null,
  "appeal_start_date": null,
  "subdivision_of_building": "New Roof, Ground and First floor ",
  "id": "Hillingdon-69010_APP_2023_1668",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=69010/APP/2023/1668",
  "uprn": null,
  "description": "Part retrospective planning application for amendments to new dwelling at land adjacent to 2 East Way to include two rear dormers, two front roof lights and erection of a front porch.",
  "site_name": "2 EAST WAY",
  "appeal_status": null,
  "postcode": null,
  "status": "Approved",
  "decision_agency": "Borough",
  "decision_date": "02/08/2023",
  "actual_commencement_date": null,
  "epc_number": null,
  "last_updated": "2025-03-19T02:55:13.708+00:00",
  "application_type": "All Other",
  "bo_system": "CSV Data Import"
}