{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/184987VAR;",
  "lapsed_date": "24/12/2021",
  "decision_target_date": "24/12/2018",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "NW10 7EN",
  "site_name": "47 Moyne Place",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012096782, 000012194868"
    ],
    "site_area": 0.056
  },
  "appeal_decision_date": null,
  "lpa_app_no": "184987VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519330,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:29:21.861+00:00",
  "id": "Ealing-184987VAR",
  "application_type": "All Other",
  "street_name": "Moyne Place",
  "borough": "Ealing",
  "ward": "Hanger Hill",
  "decision_date": "24/12/2018",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for Minor Material Amendment (S73) to vary condition 2 (Approved Plans) of planning permission ref: PP/2014/3178 dated 11/08/2018 for \"Construction of a single storey detached residential bungalow (Single family dwellinghouse)\". Variation seeking to change the approved hipped roof to a double gable end roof with rear dormer windows and front rooflights",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 182940,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012096782",
  "centroid": {
    "lon": "-0.28099199999999996",
    "lat": "51.5327666"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              519345.1487028,
              182926.0472189
            ],
            [
              519332.7481309,
              182920.2488787
            ],
            [
              519326.5973153,
              182931.7455878
            ],
            [
              519323.3405162,
              182937.7338736
            ],
            [
              519314.8975736,
              182953.2394352
            ],
            [
              519314.6502218,
              182953.6993036
            ],
            [
              519322.5489903,
              182957.3482591
            ],
            [
              519329.0460985,
              182960.2974149
            ],
            [
              519331.9978303,
              182953.8992463
            ],
            [
              519332.5007791,
              182952.8495468
            ],
            [
              519333.3500203,
              182951.0500619
            ],
            [
              519333.3665105,
              182951.0100734
            ],
            [
              519333.6468425,
              182950.4502336
            ],
            [
              519336.3677127,
              182944.6718876
            ],
            [
              519341.1993185,
              182934.4048266
            ],
            [
              519345.1487028,
              182926.0472189
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development hereby approved shall be carried out in accordance with drawing title numbers:",
    "PL-000 Rev A",
    "PL-001 Rev A",
    "PL-022 Rev A",
    "PL-003 Rev A",
    "PL-004 Rev A",
    "PL-005 Rev A",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All external materials to be used in the development shall match those shown on the approved drawings and as described on the planning application form, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the materials harmonise with the surroundings in accordance with the Council's policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2012) and policies 7.4 and 7.6 of the London Plan (2011) and 7.4 and 7b of the Ealing Development Management DPD. | Notwithstanding the provisions of Classes A, B, C, D, E and F of Schedule 2, Part 1 of the Town and Country Planning (General Permitted Development) Order 1995 (or any other order revoking and re-enacting that Order with or without modification) no extensions, alterations or other works shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application. Reason: To prevent the overdevelopment of the site and to safeguard the living conditions of adjoining properties, future residents of the development and the appearance of the area, in accordance with relevant policies 7.4, 7b and 7c of Ealing Development Management DPD and 3.5, 7.4 and 7.8 of the London Plan, relevant policies in the adopted Core Strategy 2012 and all other relevant material considerations. | Prior to the occupation of dwelling hereby approved details of both hard and soft landscape works, internal and external boundary treatments, shall be submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.  Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with policies 7.4 and 7b  of the Ealing Development Management DPD, policies 1.1 (i) of the adopted Core Strategy, and policies 7.4 and 7.6  of the London Plan (2011). | Prior to the first occupation of the development hereby approved, details of the alterations to the proposed vehicular access in the front garden area and any associated changes to the public highway shall be submitted to and approved in writing by the Local Planning Authority Highways department. The applicant is advised that the works to the public highway will be carried out by the councils approved highways contractors with the costs to be met by the applicant.  Reason: To ensure that the development harmonise with the surroundings and in the interests of pedestrian and highway safety in accordance with policies 1.1 and 1.2 of the Development (Core) Strategy (2012), policies 7.4 and 7.6 of the London Plan (2011) and 6.13, 7.4, 7b and 7c of the Ealing Development Management DPD."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "30/10/2018",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-07389368",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2807784,
          51.532638
        ],
        [
          -0.28095909999999996,
          51.5325885
        ],
        [
          -0.2810438,
          51.5326932
        ],
        [
          -0.28108869999999997,
          51.5327477
        ],
        [
          -0.2812051,
          51.5328888
        ],
        [
          -0.2812085,
          51.532893
        ],
        [
          -0.2810935,
          51.5329241
        ],
        [
          -0.2809989,
          51.5329493
        ],
        [
          -0.2809585,
          51.5328911
        ],
        [
          -0.28095159999999997,
          51.5328816
        ],
        [
          -0.28094,
          51.5328652
        ],
        [
          -0.2809397,
          51.5328649
        ],
        [
          -0.28093589999999996,
          51.5328598
        ],
        [
          -0.2808986,
          51.5328073
        ],
        [
          -0.2808325,
          51.532714
        ],
        [
          -0.2807784,
          51.532638
        ]
      ]
    ],
    "type": "Polygon"
  }
}