{
  "street_name": "Hornchurch",
  "centroid_northing": 188924,
  "lapsed_date": "21/01/2025",
  "bo_system": "CSV Data Import",
  "site_name": "23 Nelmes Way",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": null,
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": true,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554331.274,
              188898.127
            ],
            [
              554321.25,
              188913.028
            ],
            [
              554369.205,
              188948.52
            ],
            [
              554381.397,
              188934.161
            ],
            [
              554331.274,
              188898.127
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "valid_date": "15/11/2021",
  "decision_date": "21/01/2022",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "RM11 2QY",
  "title_number": [
    "23"
  ],
  "lpa_app_no": "P2193.21",
  "uprn": "100021336726",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 283,
    "no_additional_bathrooms": 3,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "12/2022",
    "intended_commencement_date": "06/2022",
    "site_area": 0.111
  },
  "borough": "Havering",
  "actual_completion_date": null,
  "pp_id": "10394004",
  "locality": null,
  "application_type": "All Other",
  "decision_target_date": "21/01/2022",
  "last_updated_by": "Planning Portal ingest",
  "application_type_full": "Householder planning permission",
  "lpa_name": "Havering",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P2193.21",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "Before any of the development hereby permitted is commenced, written specification of external walls and roof materials to be used in the construction of the building(s) shall be submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of a written specification prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed flank windows as shown on (21) 07/23 PL01 Rev B and (21) 07/23 PL04 adjacent to No.21 Nelmes Way, Hornchurch shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason: In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no porches shall be erected to the front or side of the extension hereby permitted, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/publications/the-party-wall-etc-act-1996-revised-explanatory-booklet",
    "For Residential Development Only",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment of £45,900 plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to a CIL Liability Notice indicating a levy of £45,900 plus indexation for the application, based on the Mayoral CIL levy rate for Havering of £25/sq.m plus Havering's charging rate for residential of £125/sq.m (Zone A), and the floorspace of 306 square metres.",
    "You are advised to visit the planning porta",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr Desai (Agent) by phone and e-mail. The revisions involved showing the outline of the neighbouring extensions at No.21 and showing the portico on the floor plans. The amendments were subsequently submitted on 06-01-22 & 21-01-22."
  ],
  "id": "Havering-P2193.21",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": 554351,
  "description": "Two storey front and single/two storey side and rear extensions with front and rear dormer windows and portico styled porch",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "0.22616909999999998",
    "lat": "51.5780517"
  },
  "last_updated": "2025-03-20T18:20:56.364+00:00",
  "decision_agency": "Borough",
  "ward": "Emerson Park",
  "parking_details": {
    "no_existing_car": 5,
    "net_car": 0,
    "no_proposed_car": 5
  },
  "appeal_decision": null,
  "last_date_consultation_comments": "09/12/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2258733,
          51.5778246
        ],
        [
          0.2257353,
          51.5779612
        ],
        [
          0.2264424,
          51.578267
        ],
        [
          0.22661189999999998,
          51.5781347
        ],
        [
          0.2258733,
          51.5778246
        ]
      ]
    ],
    "type": "Polygon"
  }
}