{
  "centroid": {
    "lon": "0.2122509",
    "lat": "51.6047006"
  },
  "status": "Approved",
  "decision_target_date": "06/09/2019",
  "site_name": "37 Charlbury Crescent",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The extension hereby permitted shall be used only for living accommodation as an integral part of the existing dwelling known as 85 Granton Avenue, and shall not be used as a separate unit of residential accommodation at any time.",
    "Reason:-",
    "The site is within an area where the Local Planning Authority consider that the sub-division of existing properties should not be permitted in the interests of amenity, and so that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, other than porches erected in accordance with the Order, no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, or any detached building erected, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking, re-enacting or modifying that Order), no windows or doors other than those expressly authorised by this permission shall be constructed in the front and rear elevations of the two storey side extension hereby permitted.",
    "Reason:-",
    "The site is within an area where the Local Planning Authority consider that the sub-division of existing properties should not be permitted in the interests of amenity, and so that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with Mr Smirnovs via email on 23rd August 2019. The revisions involved deleting the flank door to the two storey side extension. The amendments were subsequently submitted on 27th August 2019."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM3 8YR",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "05/09/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1017.19",
  "centroid_northing": 191858,
  "uprn": "100021365087",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Heaton",
  "decision_date": "05/09/2019",
  "description": "Two storey side and single storey front extensions",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1017.19",
  "lpa_app_no": "P1017.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:52:16.773+00:00",
  "centroid_easting": 553297,
  "pp_id": "07970429",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "01/07/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553283.743,
              191853.695
            ],
            [
              553301.353,
              191868.596
            ],
            [
              553307.856,
              191861.823
            ],
            [
              553304.875,
              191858.572
            ],
            [
              553303.521,
              191851.257
            ],
            [
              553292.683,
              191852.611
            ],
            [
              553285.368,
              191852.34
            ],
            [
              553283.743,
              191853.695
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.021
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "30/07/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2120578,
          51.6046655
        ],
        [
          0.2123184,
          51.6047946
        ],
        [
          0.2124092,
          51.604732
        ],
        [
          0.2123648,
          51.6047036
        ],
        [
          0.21234209999999998,
          51.6046382
        ],
        [
          0.2121863,
          51.6046533
        ],
        [
          0.21208059999999998,
          51.6046529
        ],
        [
          0.2120578,
          51.6046655
        ]
      ]
    ],
    "type": "Polygon"
  }
}