{
  "centroid": {
    "lon": "0.206559",
    "lat": "51.5456338"
  },
  "status": "Approved",
  "decision_target_date": "02/07/2019",
  "site_name": "74 Elms Farm Road",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans, particulars and specifications.",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The proposed flank window adjacent to No.72 Elms Farm Road shall be permanently glazed with obscure glass not less than 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 Article 3, Schedule 2, Part 1, Class D no porches shall be erected to the building(s) hereby permitted, unless permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "The building as designed and located is (are) such that the Local Planning Authority need to retain control over any further extensions not forming part of this application, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015, no window or other opening (other than those shown on the submitted plan,) shall be formed in the flank wall(s) of the front extension hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with  Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM12 5RD",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "02/07/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0720.19",
  "centroid_northing": 185278,
  "uprn": "100021328899",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Hacton",
  "decision_date": "02/07/2019",
  "description": "Erection of front porch",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0720.19",
  "lpa_app_no": "P0720.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:53:31.207+00:00",
  "centroid_easting": 553101,
  "pp_id": "07829311",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "07/05/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553082.194,
              185278.583
            ],
            [
              553084.903,
              185286.169
            ],
            [
              553119.583,
              185278.041
            ],
            [
              553117.415,
              185269.371
            ],
            [
              553082.194,
              185278.583
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.031
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Hornchurch",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "08/06/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.20628829999999998,
          51.5456442
        ],
        [
          0.2063306,
          51.5457116
        ],
        [
          0.20682679999999998,
          51.5456292
        ],
        [
          0.2067918,
          51.5455519
        ],
        [
          0.20628829999999998,
          51.5456442
        ]
      ]
    ],
    "type": "Polygon"
  }
}