{
  "actual_completion_date": null,
  "centroid_northing": 190567,
  "decision": "Refused",
  "development_type": null,
  "valid_date": "05/11/2021",
  "bo_system": "CSV Data Import",
  "description": "Variation of Condition 2 (Accordance with Approved Plans) of planning permission reference 34565/APP/2018/3189, dated 31.10.18 (Erection of a two storey, detached dwelling house with habitable roofspace and habitable basement involving demolition of existing dwelling house) to increase the basement footprint, external staircase connecting the basement to the ground floor level, inclusion of lift provision and external overrun, and external alterations including a new central dome on the main roof profile, and changes to fenestration and door treatment, size of rear roof lantern at ground floor level, and design and height of privacy screens (part retrospective)",
  "decision_conditions": [
    "The constructed mansard roof (including the associated parapet walls), by reason of its size, scale, bulk, massing and design, appears as an incongruous and visually obtrusive form of development which significantly detracts from the character, appearance and visual amenities of the street scene, and erodes the special local interest of the Copsewood Estate as a non-designated heritage asset. The proposal therefore conflicts with Policies BE1 and HE1 of the Hillingdon Local Plan: Part One- Strategic Policies (2012), Policies DMHB 5, DMHB 6, DMHB 11 and DMHB 12 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policies D3, D4 and HC1 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "The constructed lift overrun, by reason of its, siting, box-like form, height and projection above the main ridge line of the host dwelling, accentuates the poorly designed roof and represents an unacceptably discordant feature that has caused harm to the character, appearance and visual amenities of the street scene, and has eroded the special local interest of the Copsewood Estate as a non-designated heritage asset. The proposal therefore conflicts with Policies BE1 and HE1 of the Hillingdon Local Plan: Part One- Strategic Policies (2012), Policies DMHB 5, DMHB 6, DMHB 11 and DMHB 12 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policies D3, D4 and HC1 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "a) We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012.",
    "For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "appeal_status": null,
  "parking_details": null,
  "decision_process": "Delegated",
  "site_number": null,
  "decision_target_date": "31/12/2021",
  "ward": "NORTHWOOD",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.217
  },
  "status": "Refused",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "10356578",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": "Removal/Variation of a condition",
  "appeal_start_date": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": null,
  "last_date_consultation_comments": "25/02/2022",
  "decision_date": "29/03/2023",
  "centroid": {
    "lon": "-0.43334059999999996",
    "lat": "51.6034839"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=34565/APP/2021/4121",
  "street_name": "NORTHWOOD",
  "lpa_app_no": "34565/APP/2021/4121",
  "lapsed_date": "29/03/2026",
  "id": "Hillingdon-34565_APP_2021_4121",
  "title_number": null,
  "application_type": "All Other",
  "site_name": "27 LINKSWAY",
  "date_building_work_started_under_previous_permission": null,
  "postcode": null,
  "last_updated": "2025-03-20T12:51:57.795+00:00",
  "last_updated_by": "CSV Data Import",
  "decision_agency": "Borough",
  "uprn": null,
  "cil_liability": true,
  "centroid_easting": 508595,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508550.729,
              190568.1856
            ],
            [
              508635.0651,
              190590.0138
            ],
            [
              508637.3802,
              190564.5476
            ],
            [
              508557.3436,
              190543.0501
            ],
            [
              508551.0598,
              190567.8549
            ],
            [
              508550.729,
              190568.1856
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.43397919999999995,
          51.6035031
        ],
        [
          -0.4327552,
          51.6036831
        ],
        [
          -0.4327297,
          51.6034537
        ],
        [
          -0.4338915,
          51.6032759
        ],
        [
          -0.4339745,
          51.6035001
        ],
        [
          -0.43397919999999995,
          51.6035031
        ]
      ]
    ],
    "type": "Polygon"
  }
}