{
  "epc_number": null,
  "valid_date": "03/02/2023",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": "0.2360728",
    "lat": "51.5807501"
  },
  "pp_id": "11861953",
  "decision": "Approved",
  "centroid_easting": 555028,
  "site_name": "Hornchurch Service Station",
  "lpa_app_no": "P0117.23",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "10033422606",
  "title_number": null,
  "borough": "Havering",
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "No works shall take place in relation to any of the development hereby approved until a scheme for the protection of preserved trees on the site has been submitted to and agreed in writing by the Local Planning Authority. Such scheme shall contain details of the erection and maintenance of fences or walls around the trees, details of underground measures to protect roots, the control of areas around the trees and any other measures necessary for the protection of the trees. Such agreed measures shall be implemented before development commences and kept in place until the approved development is completed.",
    "Reason:-",
    "Insufficient information has been supplied with the application to demonstrate how the preserved trees on site will be adequately protected during construction.  Submission of details prior to commencement will ensure that the measures to be employed are robust.",
    "Before the equipment hereby permitted first comes into use a scheme to control the transmission of noise from any plant or machinery shall be submitted to the local planning authority to achieve the following standard:",
    "The Rating Level (Lar, Tr) of the hereby permitted plant or machinery shall be at least 10dB below the prevailing background noise level (LA90, T).  The measurement position, assessment and definitions shall be made according to BS4142:2014 + A1:2019 \"Methods for rating and assessing industrial and commercial sound.\"",
    "The equipment shall be maintained thereafter to the satisfaction of the Local Planning Authority, and the use hereby permitted must cease during any period that this condition is not complied with.?¯",
    "Reason: To protect the amenity of noise sensitive premises from noise from electrical and mechanical plant.",
    "All areas of new hard-standing shall be of porous construction unless otherwise agreed in writing with the Local Planning Authority.",
    "Reason: In the interests of mitigating any potential for increased surface water flooding",
    "Before the equipment hereby permitted first comes into use, the applicant shall submit for the approval of the Local Planning Authority in writing a management scheme for use of the charging points outlining how their use would be controlled and customers managed in order to try and reduce any harm through noise and disturbance to surrounding neighbouiring occupeirs.",
    "Reason: In the interest of amenity and to address any residual issues arising from use of the equipemt hereby permitted.",
    "a)         If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as    approved.",
    "b)        Following completion of the remediation works as mentioned in (a) above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason:   To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent in writing. The revisions involved the alterations to the site layout in response to consultee comments. The amendments were subsequently submitted on 18-03-2024",
    "A clear sign with instructions should be located near the charging points to indicate that the bays are reserved for those charging only."
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 189245,
  "subdivision_of_building": "The location of the proposed EVC infrastructure will be upon an area of hardstanding, which is currently occupied by a jet wash and vaccum machine",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554992.398,
              189288.928
            ],
            [
              555092.342,
              189222.399
            ],
            [
              555069.162,
              189220.592
            ],
            [
              555051.401,
              189221.195
            ],
            [
              555036.349,
              189221.496
            ],
            [
              554993.602,
              189228.72
            ],
            [
              554992.398,
              189288.928
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_other": 0,
    "no_proposed_other": 6,
    "net_other": 6
  },
  "development_type": null,
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "last_updated": "2025-03-19T22:56:22.498+00:00",
  "decision_process": "Delegated",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0117.23",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": "Emerson Park",
  "application_type_full": "Full planning permission",
  "locality": null,
  "last_updated_by": "CSV Data Import",
  "application_details": {
    "superseding_details": [
      {
        "lpa_app_no": "P1453.92",
        "partial_supersedence": false
      }
    ],
    "existing_uprns": null,
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_completion_date": "05/2023",
        "intended_commencement_date": "02/2023"
      }
    ],
    "total_gia_gained": 0,
    "total_gia_existing": 0,
    "site_area": 0.323,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_details": [
        {
          "external_dry_recycling": false,
          "external_food_waste": false,
          "unit_reference": "N/A",
          "external_residual_waste": false,
          "reason_for_no_provision": "The EVC charging bays and associated infrastructure does not require the need for dry recycling, food waste and residual waste storage space",
          "internal_residual_waste": false,
          "internal_food_waste": false,
          "internal_dry_recycling": false
        }
      ],
      "no_passive_rapid_ev_charging_points": 0,
      "no_new_water_connections_required": 0,
      "green_roof_area": 0,
      "no_homes_to_have_electrical_heating": 0,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": true,
      "total_annual_nox_emissions": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "waste_provision": false,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_passive_cooling": 0,
      "mobile_network_operators_consultation": false,
      "no_active_rapid_ev_charging_points": 6
    },
    "projected_cost_of_works": "Up to £2m",
    "ownership_status": "Private",
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_existing": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 0
    },
    "internal_resi_water_usage": 0,
    "building_details": [
      {
        "no_storeys": 0,
        "max_height": 0,
        "building_ref": "6no. EVC bays and associated infrastructure "
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_lost": 0,
    "scheme_phasing": true,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "garden_land_lost": false
  },
  "postcode": "RM11 2SE",
  "decision_target_date": "16/04/2024",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.23557879999999998,
          51.5811545
        ],
        [
          0.2369907,
          51.5805293
        ],
        [
          0.2366556,
          51.5805194
        ],
        [
          0.2363998,
          51.5805297
        ],
        [
          0.2361828,
          51.5805366
        ],
        [
          0.2355696,
          51.5806132
        ],
        [
          0.23557879999999998,
          51.5811545
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Installation of 6no. electric vehicle charging bays and associated infrastructure.",
  "street_name": "Southend Arterial Road",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "lapsed_date": "16/04/2027",
  "cil_liability": false,
  "site_number": null,
  "decision_date": "16/04/2024",
  "secondary_street_name": "Hornchurch",
  "application_type": "All Other",
  "id": "Havering-P0117.23",
  "last_date_consultation_comments": "27/02/2023"
}