{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/195384VAR;",
  "lapsed_date": "04/02/2023",
  "decision_target_date": "12/02/2020",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 9SE",
  "site_name": "35 West Lodge Avenue",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012094885, 000012202404, 000012202405, 000012202406, 000012202407, 000012202408, 000012202409, 000012202410, 000012202411, 000012202412"
    ],
    "site_area": 0.059000000000000004
  },
  "appeal_decision_date": null,
  "lpa_app_no": "195384VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519247,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T12:37:35.074+00:00",
  "id": "Ealing-195384VAR",
  "application_type": "All Other",
  "street_name": "West Lodge Avenue",
  "borough": "Ealing",
  "ward": "South Acton",
  "decision_date": "04/02/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Minor Material Amendment (S.73) to vary condition no.2 (Approved Plans) pursuant to planning permission ref:185803FUL dated 30/05/2019 for 'Redevelopment to provide a three-storey residential building comprising of nine residential units (following demolition of existing dwelling) '. Variation seeking to raise the proposed building by 200mm, extend the ground floor to the rear by 300mm, relocate and replace ground floor windows with sliding doors on southern elevation, and relocation of first floor window on north elevation",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 180066,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "12094885",
  "centroid": {
    "lon": "-0.28316009999999997",
    "lat": "51.5069539"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              519263.7287244,
              180055.8488046
            ],
            [
              519263.7369695,
              180055.438922
            ],
            [
              519263.6545189,
              180055.4489191
            ],
            [
              519255.5496238,
              180056.3486616
            ],
            [
              519246.3893609,
              180057.6182981
            ],
            [
              519233.7991526,
              180059.3478031
            ],
            [
              519227.1536334,
              180060.0975884
            ],
            [
              519227.4999259,
              180067.6954136
            ],
            [
              519227.4009852,
              180073.0038941
            ],
            [
              519231.9027886,
              180073.4037796
            ],
            [
              519232.9993817,
              180073.4537653
            ],
            [
              519236.7508845,
              180073.653708
            ],
            [
              519237.7485369,
              180073.7036937
            ],
            [
              519238.7461893,
              180073.7036937
            ],
            [
              519247.1479065,
              180074.1035793
            ],
            [
              519262.8959732,
              180074.9033503
            ],
            [
              519263.5968034,
              180059.5277516
            ],
            [
              519263.7287244,
              180055.8488046
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with drawing title number(s): 2018/013/TPP, Planning Statement December 2018, Design and Access Statement  7239/LP Rev R, 7239/PH Rev R, 7239/01 Rev R, 7239/ 01/2 Rev R, 7239/2 Rev R, 7239/3 Rev R, 7239/4 Rev R, 7239/5 Rev R, 7239/6 Rev R, 7239/7 Rev S, 7239/8 Rev S, 7239/9 Rev S, 7239/10 Rev S, 7239/11 Rev S, 7239/12 Rev S, 7239/13 Rev S, 7239/14 Rev S, 7239/1R Rev S, 7239/16 Rev S, 7239/17 Rev S, 7239/18 Rev S, 7239/-19 Rev R, 7239/-20 Rev R, 7239/21 Rev R, Arboricultural Planning Statement APS/013/2018 dated 19/12/2018, Daylight and Sunlight Study prepared by Right of Light Consulting dated 8 January 2019; Construction Phase Health & Safety Plan dated 18/02/19; Construction Traffic Management Plan 22/02/2019",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All external materials to be used in the development shall be consistent with those as listed within the submitted application form, and Planning Design and Access Statement, and carried out in accordance with the approved drawings as listed in condition 2.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with Policies 7.4 & 7.6 of The London Plan (Consolidated 2016) and Policies 7.4, 7.6 and 7B of Adopted Ealing Development Management Plan Document (2013), polices 1.1 (k) and 1.2 (f) of the adopted Development (Core) Strategy (2013)",
    "| Cycle storage for a minimum of 14 cycles in accordance with the approved plans and all adopted standards shall be provided prior to occupation of the building and be continuously available and retained for the life of the development hereby approved.",
    "Reason: To provide adequate bicycle storage to align with Sustainable Transport SPG and policy 6.9 and 6.13 of the London Plan 2016.",
    "| The development hereby approved shall not be occupied until refuse and recycling storage, in accordance with the Local Planning Authority Standards, has been provided in the curtilage of the proposed building as indicated on the approved plans and has been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy (2012) policy 7B of the Adopted Ealing Management Development Plan Document (2013) and policies 7.4, and 7.6 of the London Plan 2016",
    "| Notwithstanding the provisions of Classes A, B, C, D, E and F of Schedule 2, Part 1, Class A Town and Country Planning (General Permitted Development) Order 2015 (or any other order revoking and re-enacting that order, with or without modifications), no works shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.",
    "Reason: To prevent the overdevelopment of the site and to safeguard the living conditions of occupiers of adjoining properties and the appearance of the streetscene, in accordance with policies 1.1 (g) and (h) of the Adopted Development (Core) Strategy, and policies 7.4 and 7.6 of the London Plan (2016) and policies Ealing Local Variation of London Plan Policy 7.4 and 7B of the Ealing Development Management Development Plan.",
    "| Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995 (as amended), no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.",
    "Reason: To protect the living conditions of neighbouring properties and the visual appearance of the area, in accordance with policies 7.4 & 7.6 of The London Plan (2016) and Policies 7.4, 7.6 and 7B of Adopted Ealing Development Management Plan Document (2013).",
    "| The hard and soft landscaping works to dwelling hereby approved, shown on drawing refs: 7239/12 Rev P, 7239/13 Rev P, 7239/14 Rev P, 7239/15 Rev P, 7239/16 Rev P, 7239/17 Rev P, 7239/18 Rev P, 7239/21 Rev:P shall be implemented prior to the first occupation of the development, or in accordance with a programme agreed by the local planning authority, and henceforth maintained.  Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:  To ensure that the development is landscaped in the interests of the visual character and appearance of the area in accordance with policies 7.4 & 7.6 of The London Plan (2016) and Policies 7.4, 7.6 and 7B of Adopted Ealing Development Management Plan Document (2013), polices 1.1 (k) and 1.2 (f) of the adopted Development (Core) Strategy (2013)",
    "| All demolition and construction work shall be undertaken in accordance with the submitted documents Construction Phase Health & Safety Plan dated 18/02/19; Construction Traffic Management Plan 22/02/2019.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with 1.1 (e) (j) 1.2 (f), 2.1 (c) and 2.10 of the Ealing Core Strategy (2012), policies 6.3, 6.13,  7.14 and 7.15  of the London Plan 2016, the National Planning Policy Framework (2019), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise",
    "| Prior to the commencement of works on site, tree protection measures shall be carried out in accordance with the Arboricultural Planning Statement APS/013/2018 dated 19/12/2018, Tree Protection Plan 2018/013/TPP and email from William McKenna dated 17/04/2019 confirming a variation to the temporary ground protection measures.",
    "Reason: To ensure the preservation of protected trees in accordance with Policy 5.10 Urban Greening of the Ealing Development Management Development Plan Document 2013, SPG 9 - Trees and Development Guidelines, and 7.21 Trees and woodlands of the London Plan 2016.",
    "| Two hornbeam trees and two Redspire trees as shown on plan shall be planted within the first planting season following completion of the development.  These trees at the time of planting shall be Heavy Standard 12/14cm girth as per British Standard BS 3936-1, Nursery Stock Specification for Trees. Should any trees die within 5 years of plating they shall be replaced at the cost of the developer.",
    "Reason: In the interests of residential amenity in accordance with Policy 5.10 Urban Greening of the Ealing Development Management Development Plan Document 2013, SPG 9 - Trees and Development Guidelines, and 7.21 Trees and woodlands of the London Plan 2016 and GLA Guidance - Using Green Infrastructure to Protect People from Air Pollution 2019.",
    "| The development hereby approved shall be constructed in accordance with the details of the tree protection and foundations details approved under application reference 192436CND.",
    "| The development hereby approved shall be constructed in accordance with the details of the Tree Monitoring Program approved under application reference 192781CND; and",
    "Within three months of first use of the development hereby approved, a report containing the following details shall be submitted to and approved by the Local Planning Authority:",
    "-\tResults of each site visit by the lead arboriculturist with photos attached.",
    "-\tAssessment of the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan 2016, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| The approved landscape, trees and boundary treatment details shall be carried out prior to the occupation of any part of the development and permanently retained for the duration of the development. Any trees or other plants, which die or are removed within the first five years following the implementation of the landscaping scheme, shall be replaced during the next planting season, unless otherwise approved in writing by the Local Planning Authority.",
    "Reason: In order to safeguard trees and other vegetation considered to be worthy of retention in the interests of the visual amenity of the area as a whole, in pursuance to the objectives of section 11 and 12 of the National Planning Policy Framework, policies 7.4, 7.8 and 7.21 of the London Plan (2016), policies 1.1 (e) (g), 1.2(f), 3.1(b) and 3.8 of the Ealing Core Strategy (2012), policies LV 7.4 of the Ealing Development Management Development Plan Document (2013), Interim Supplementary Planning Guidance 9 'Trees and Development Guidelines' and British Standard 5837:2012 'Trees In Relation To Construction Recommendations'."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "19/12/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08382169",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.28292259999999997,
          51.5068591
        ],
        [
          -0.28292259999999997,
          51.5068554
        ],
        [
          -0.2829238,
          51.5068555
        ],
        [
          -0.28304019999999996,
          51.5068653
        ],
        [
          -0.28317169999999997,
          51.5068787
        ],
        [
          -0.2833524,
          51.5068969
        ],
        [
          -0.2834479,
          51.506905
        ],
        [
          -0.2834403,
          51.5069732
        ],
        [
          -0.28344,
          51.5070209
        ],
        [
          -0.283375,
          51.5070236
        ],
        [
          -0.2833592,
          51.5070238
        ],
        [
          -0.2833051,
          51.507024799999996
        ],
        [
          -0.2832907,
          51.507025
        ],
        [
          -0.2832763,
          51.507024799999996
        ],
        [
          -0.2831552,
          51.5070267
        ],
        [
          -0.28292809999999996,
          51.5070305
        ],
        [
          -0.2829232,
          51.5068922
        ],
        [
          -0.28292259999999997,
          51.5068591
        ]
      ]
    ],
    "type": "Polygon"
  }
}