{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Householder planning permission",
  "lpa_app_no": "2022/2760",
  "url_planning_app": "/planning/index.html?fa=getApplication&id=74969",
  "actual_completion_date": null,
  "pp_id": "11649622",
  "lapsed_date": "27/01/2026",
  "secondary_street_name": null,
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": "244",
  "uprn": "100021022403",
  "epc_number": "4632-8727-1100-0252-4222",
  "appeal_status": null,
  "last_date_consultation_comments": "17/12/2022",
  "description": "Erection of single-storey rear extension to replace existing rear projection; reconfiguration of front lightwell, including new glazing to lower ground front elevation and external staircase access from front garden; erection of bin/bike store.&nbsp;",
  "wgs84_polygon": null,
  "development_type": "Other house holder developments",
  "last_updated_by": "Idox Tascomi",
  "locality": "HACKNEY",
  "site_name": null,
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": null,
  "decision_conditions": [
    "&lt;p&gt;A scheme for the provision and implementation of flood resilient and resistant construction details and\r\nmeasures for the lower ground floor and front lightwell against surface water flood risk shall be submitted to\r\nand agreed, in writing with the LPA in consultation with the LLFA prior to the construction of the measures.\r\nThe scheme shall be carried out in its entirety before the extension is occupied and; constructed and\r\ncompleted in accordance with the approved plans in line with current best practices.&lt;/p&gt;&lt;p&gt;REASON: To ensure the proposal mitigates against the effects of surface water flooding,&lt;/p&gt;",
    "&lt;p&gt;Prior to superstructure works, detailed specification, a drainage layout and a management &amp;amp; maintenance\r\nplan (where applicable) of at least one suitable sustainable drainage system (i.e. water butt with overflow,\r\nraingarden, bioretention planter box, living roof (substrate depth of 80-150mm excluding the vegetative mat),\r\npermeable paving etc.) shall be submitted to, and approved by the LPA, in consultation with the LLFA. If\r\nsoakaways i.e. plastic modules and soakaway rings are used, an infiltration test must be carried out to ensure\r\nthat the capacity of the soil is suitable for infiltration. It must be demonstrated that there will be no increase in\r\nsurface water flow being discharged offsite and an overall reduction in peak flow rate and volume.&lt;/p&gt;&lt;p&gt;REASON: To ensure the development incorporates sustainable urban drainage and to mitigate against the effects of surface water flooding.&lt;/p&gt;",
    "&lt;p&gt;The roof of the rear extension hereby approved shall not be used as a terrace, balcony or similar amenity area.\r\n&lt;/p&gt;&lt;p&gt;&lt;br&gt;&lt;/p&gt;&lt;p&gt;\r\nREASON: In the interests of neighbours amenity\r\n&lt;/p&gt;",
    "<p>The development hereby permitted must be begun not later than the expiration of three years beginning with the date of this permission.</p><p><br></p><p>\r\n</p><p>\r\nREASON: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).</p><p>\r\n</p>",
    "<p>The Development hereby permitted shall only be carried out and completed strictly in accordance with the submitted plans hereby approved and any subsequent approval of details.\r\n</p><p><br></p><p>\r\nREASON: To ensure that the development hereby permitted is carried out in full accordance with the plans hereby approved.\r\n</p>"
  ],
  "postcode": "N16 9JP",
  "application_type": "Householder",
  "decision_date": "27/01/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": null,
  "valid_date": "15/11/2022",
  "borough": "Hackney",
  "subdivision_of_building": null,
  "decision_target_date": "10/01/2023",
  "id": "Hackney-2022_2760",
  "lpa_name": "Hackney",
  "bo_system": "Idox Tascomi",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T15:18:08.797+00:00",
  "street_name": "ALBION ROAD",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": null,
  "application_details": {
    "total_gia_gained": 13.2,
    "intended_commencement_date": "04/2023",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 1,
    "intended_completion_date": "10/2023"
  },
  "appeal_decision": null,
  "polygon": null,
  "ward": "Clissold Ward"
}