{
  "street_name": "NORTHCHURCH ROAD",
  "url_planning_app": "/planning/index.html?fa=getApplication&id=73758",
  "parking_details": null,
  "centroid": {
    "lon": "-0.0836078",
    "lat": "51.541264"
  },
  "epc_number": null,
  "lpa_app_no": "2022/1522",
  "locality": "HACKNEY",
  "site_name": null,
  "last_updated_by": "Idox Tascomi",
  "lapsed_date": "01/09/2025",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "22/07/2022",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              532996.4354811,
              184243.1913543,
              0
            ],
            [
              533002.9263637,
              184240.8346973,
              0
            ],
            [
              532993.683817,
              184207.0025889,
              0
            ],
            [
              532986.9051336,
              184209.4270757,
              0
            ],
            [
              532996.4354811,
              184243.1913543,
              0
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "centroid_easting": 532995,
  "decision_conditions": [
    "&lt;p&gt;Bedding, pointing and rendering to be in lime&lt;/p&gt;&lt;p&gt;All new, rebuilt and reinstated brickwork shall be bedded, pointed and rendered using a lime based mortar consisting of 1 part lime to 3 parts sand.&amp;nbsp; Cementitious mortars shall not be used.&amp;nbsp; Pointing shall be in a slightly (2/3mm) recessed style and not flush, bucket handle, ribbon, weatherstruck or raised pointing.&lt;/p&gt;&lt;p&gt;REASON: To ensure that special regard is paid to protecting the special architectural and historic interest and integrity of the building in conformity with Section 16 of the Planning (Listed Buildings and Conservation Areas) Act 1990 and National Planning Policy Framework, July 2021, Paragraphs 189 to 208; The London Plan 2021 Policy HC1 Heritage conservation and growth; and Hackney Local Plan 2033, Policies LP1 Design Quality and Local Character, LP3 Designated Heritage Assets.&lt;/p&gt;",
    "&lt;p&gt;Compliance conditions&lt;/p&gt;&lt;p&gt;No additional punctuations in the external walls and roofs shall be permitted other than as shown on the drawings hereby approved; All new and replacement external rainwater and soil pipes shall be of traditional design, formed in cast iron and painted black; No boxed-in services shall be installed to the interior of the building unless shown on the drawings hereby approved. No soil stacks, soil vent pipes, plumbing, pipes, flues, vents or ductwork shall be fixed on the external faces of the building other than those shown on the drawings hereby approved;No new grilles, satellite dishes, aerials, meter boxes, security alarms, lighting, security or other cameras or other fixtures or plant shall be mounted on the external faces or roof of the building other than those shown on the drawings hereby approved.&lt;/p&gt;&lt;p&gt;REASON: To ensure that special regard is paid to protecting the special architectural and historic interest and integrity of the building in conformity with Section 16 of the Planning (Listed Buildings and Conservation Areas) Act 1990 and National Planning Policy Framework, July 2021, Paragraphs 189 to 208; The London Plan 2021 Policy HC1 Heritage conservation and growth; and Hackney Local Plan 2033, Policies LP1 Design Quality and Local Character, LP3 Designated Heritage Assets.&lt;/p&gt;",
    "&lt;p&gt;Historic features to be retained: general&lt;/p&gt;&lt;p&gt;All existing historic features including, but not limited to, chimney pieces, plasterwork, architraves, panelling, doors, staircase balustrading shall remain undisturbed in their existing position and shall be fully protected during the course of works on site, unless specifically authorised otherwise on the drawings hereby approved.&amp;nbsp; The development and works shall not be carried out otherwise than in accordance with the details thus approved.&lt;/p&gt;&lt;p&gt;REASON: To ensure that those features which contribute to the special architectural and historic interest of the building are retained and in accordance with Sections 16 and 17 (1) (a) of the Planning (Listed Buildings and Conservation Areas) Act 1990 and National Planning Policy Framework, July 2021, Paragraphs 189 to 208; The London Plan 2021 Policy HC1 Heritage conservation and growth; and Hackney Local Plan 2033, Policies LP1 Design Quality and Local Character, LP3 Designated Heritage Assets.&lt;/p&gt;",
    "&lt;p&gt;Services scheme&lt;/p&gt;&lt;p&gt;Before work begins, the position, type and method of installation of all new and relocated services and related fixtures (for the avoidance of doubt this includes communications and information technology servicing) including details of all electrical, drainage and plumbing and heating services for each floor plan and an appraisal how the proposal will impact on any historic fabric (including detail of any new notching of beams and perforations to walls, floors and ceilings), shall be specified and agreed in writing with the Local Planning Authority wherever these installations are to be visible, or where ducts or other methods of concealment are proposed. The works shall be implemented only in accordance with such approval.&lt;/p&gt;&lt;p&gt;REASON: To ensure that special regard is paid to protecting the special architectural and historic interest and integrity of the building in accordance with Sections 16 and 66 of the Planning (Listed Buildings and Conservation Areas) Act 1990 and National Planning Policy Framework, July 2021, Paragraphs 189 to 208; The London Plan 2021 Policy HC1 Heritage conservation and growth; and Hackney Local Plan 2033, Policies LP1 Design Quality and Local Character, LP3 Designated Heritage Assets.’’ &lt;/p&gt;",
    "&lt;p&gt;Window report and method statement&lt;/p&gt;&lt;p&gt;Before the start of the relevant part of the works, a Window Report and Method Statement shall be provided by a historic windows specialist and submitted to and approved in writing by the Local Planning Authority.&amp;nbsp; The Report shall detail the age and condition of the windows and the Method Statement shall detail any repair works proposed to be undertaken to the windows.&amp;nbsp; All historic window fabric shall be retained in situ unless otherwise agreed with the Local Planning Authority. Any replacement fabric shall accurately replicate the historic windows elsewhere in the building in terms of material, profile and detailing unless otherwise agreed. The works shall not be carried out otherwise than in accordance with the approved Method Statement.&amp;nbsp;&lt;/p&gt;&lt;p&gt;REASON: To ensure that special regard is paid to specific architectural features or fixtures and to ensure the fabric is protected from damage during the course of works in accordance with Sections 16 and 66 of the Planning (Listed Buildings and Conservation Areas) Act 1990 and National Planning Policy Framework, July 2021, Paragraphs 189 to 208; The London Plan 2021 Policy HC1 Heritage conservation and growth; and Hackney Local Plan 2033, Policies LP1 Design Quality and Local Character, LP3 Designated Heritage Assets.&lt;/p&gt;",
    "&lt;p&gt;Details to be approved (general)&lt;/p&gt;&lt;p&gt;Detailed drawings and full particulars of the following shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of works.&amp;nbsp; The works shall not be carried out otherwise than in accordance with the details thus approved:Details of the proposed sliding patio doors including the proposed material, colour and frames sections.Details of the proposed rear doors including the proposed material, colour and frames sections.Details of the proposed doors to the garden office including the proposed material, colour and frames sections.Details of the proposed rooflights including a manufacturer’s specification and illustration, together with a 1:20 scale elevation drawing showing the glazing pattern and 1:5 scale vertical and horizontal cross section drawings showing the location of the rooflight in relation to the roof structure and covering, the frames, the dimensions of the glazing, the profile and dimensions of the glazing bars and spacers (if any).&amp;nbsp;Details of the proposed windows including details of profile, cills, head and reveals, materials and putty finish. New windows shall be painted timber, single glazed with integral (not applied) glazing bars and a putty finish (not timber bead). No trickle vents are permitted. The required details shall include a 1:20 scale elevation drawing of each window type showing the glazing pattern and 1:5 scale vertical and horizontal cross section drawings showing the upper and lower stiles, the meeting rails, the dimensions of the glazing, the profile and dimensions of the glazing bars and spacers (if any).&amp;nbsp; A 1:5 elevation drawing shall be provided of any window details, particularly window horns (if any).&amp;nbsp; The windows shall not be installed unless in accordance with the approved details.&amp;nbsp;&lt;/p&gt;&lt;p&gt;REASON: To ensure that special regard is paid to protecting the special architectural and historic interest and integrity of the building under Section 16 of the Planning (Listed Buildings and Conservation Areas) Act 1990 and National Planning Policy Framework, June 2019, Paragraphs 184 to 202; The London Plan 2021 Policy HC1 Heritage conservation and growth; and Hackney Local Plan 2033, Policies LP1 Design Quality and Local Character, LP3 Designated Heritage Assets.&lt;/p&gt;",
    "&lt;p&gt;Structural engineer’s report: demolition and excavation&lt;/p&gt;&lt;p&gt;Before the start of the relevant part of the works, proposals for any structural works shall be submitted to and approved in writing by the Local Planning Authority and shall be carried out accordingly.&amp;nbsp; The required detail is the submission of a detailed report and method statement by a suitably qualified and experienced chartered structural engineer, addressing the following areas:Detailing the engineer’s qualifications, relevant experience and supervisory role;Explaining how the existing structure stands;Detailing the method by which the existing structure is to be supported and protected during the works so as to ensure the structural stability and integrity of all the elements which are to be retained (the temporary works);Confirming how damage to the building or surrounding buildings and structures will be avoided and how the safety and stability of the historic building fabric will be ensured;Detailing the structural interventions to ensure that the building will stand in the future, including details (for example and not limited to) of any new foundation design, underpinning, steelwork and other strengthening and their locations and methods of fixing and installation, with sketches as necessary (the permanent works).All excavation and structural works shall be carried out strictly in accordance with the details so approved and not otherwise.&amp;nbsp; All excavation and structural works shall be carried out by hand.&amp;nbsp; No other excavation or structural works are authorised by this consent without prior approval of the details.&lt;/p&gt;&lt;p&gt;REASON: To ensure that special regard is paid to protecting the special architectural and historic interest and integrity of the building under Sections 16 and 66 of the Planning (Listed Buildings and Conservation Areas) Act 1990 and National Planning Policy Framework, July 2021, Paragraphs 189 to 208; The London Plan 2021 Policy HC1 Heritage conservation and growth; and Hackney Local Plan 2033, Policies LP1 Design Quality and Local Character, LP3 Designated Heritage Assets.&lt;/p&gt;",
    "&lt;p&gt;Details of Materials&lt;/p&gt;&lt;p&gt;Full details including photographs and manufacturer’s specifications or physical samples made available on site, of all the materials to be used on the external surfaces of the building, including, but not limited to the bricks, shall be submitted to and approved by the Local Planning Authority, in writing, before any work commences on site. The development shall not be carried out otherwise than in accordance with the details thus approved.&lt;/p&gt;&lt;p&gt;REASON: To ensure that special regard is paid to protecting the special architectural and historic interest and integrity of the building under Section 16 of the Planning (Listed Buildings and Conservation Areas) Act 1990 and National Planning Policy Framework, June 2019, Paragraphs 184 to 202; The London Plan 2021 Policy HC1 Heritage conservation and growth; and Hackney Local Plan 2033, Policies LP1 Design Quality and Local Character, LP3 Designated Heritage Assets.&lt;/p&gt;",
    "&lt;p&gt;Works to match existing&lt;/p&gt;&lt;p&gt;All new works, and works of making good to the retained fabric, whether internal or external, shall be finished to match the original work with regard to the methods used and to material, dimensions, composition, form, colour, finish and profile, and in the case of brickwork, facebond and pointing.&lt;/p&gt;&lt;p&gt;REASON: In accordance with Section 17 (1) (b) of the Planning (Listed Buildings and Conservation Areas) Act 1990 and National Planning Policy Framework, July 2021, Paragraphs 189 to 208; The London Plan 2021 Policy HC1 Heritage conservation and growth; and Hackney Local Plan 2033, Policies LP1 Design Quality and Local Character, LP3 Designated Heritage Assets.&lt;/p&gt;",
    "<p>The Development hereby permitted must be begun not later than the expiration of three years beginning with the date of this consent.</p><p><br></p><p>\r\nREASON: In order to comply with the provisions of Section 18(a) of the Planning (Listed Buildings and Conservation Areas) Act 1990 as amended.\r\n</p>",
    "<p>The Development hereby permitted shall only be carried out and completed strictly in accordance with the submitted plans hereby approved and any subsequent approval of details.\r\n</p><p><br></p><p>\r\nREASON: To ensure that the development hereby permitted is carried out in full accordance with the plans hereby approved.\r\n</p>"
  ],
  "application_type_full": null,
  "lpa_name": "Hackney",
  "appeal_decision_date": null,
  "date_building_work_started_under_previous_permission": null,
  "cil_liability": null,
  "title_number": null,
  "secondary_street_name": null,
  "actual_commencement_date": null,
  "pp_id": null,
  "valid_date": "16/06/2022",
  "development_type": "Other listed building consents (alter-extend)",
  "status": "Approved",
  "bo_system": "Idox Tascomi",
  "centroid_northing": 184225,
  "appeal_start_date": null,
  "actual_completion_date": null,
  "decision": "Approved",
  "decision_date": "01/09/2022",
  "subdivision_of_building": null,
  "id": "Hackney-2022_1522",
  "decision_process": "Delegated",
  "ward": "De Beauvoir Ward",
  "uprn": "100021062207",
  "application_type": "All Other",
  "decision_target_date": "11/08/2022",
  "description": "Demolition of existing conservatory and erection of new single storey rear extension, demolition of existing outhouse shed and erection of new single storey home office in garden,&nbsp; alteration to rear window apertures, renovation/ refurbishment of existing windows and french doors, alteration of existing rear outrigger wall to allow for new parapet to neighbouring level,&nbsp; addition of satellite dish to rear outrigger roof and refurbishment to lower ground floor front door (relates to FULL application 2022/1503).&nbsp;",
  "borough": "Hackney",
  "site_number": "43",
  "reference_no_of_permission_being_relied_on": null,
  "appeal_status": null,
  "decision_agency": "Borough",
  "last_updated": "2025-03-20T15:39:09.746+00:00",
  "postcode": "N1 4EE",
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "A4D De Beauvoir conservation area"
      },
      {
        "result": null,
        "constraints_layer_description": "A4D Light industrial to residential"
      },
      {
        "result": null,
        "constraints_layer_description": "Controlled Parking Zone"
      },
      {
        "result": null,
        "constraints_layer_description": "Listed Buildings - Statutory"
      },
      {
        "result": null,
        "constraints_layer_description": "Conservation Areas"
      },
      {
        "result": null,
        "constraints_layer_description": "CIL Zones"
      },
      {
        "result": "De Beauvoir",
        "constraints_layer_description": "Wards"
      },
      {
        "result": "Kingsland CAAC (ST)",
        "constraints_layer_description": "Consultees"
      },
      {
        "result": "2022/1503",
        "constraints_layer_description": "Applications"
      }
    ],
    "site_area": 0.025
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.0835803,
          51.5414271,
          0
        ],
        [
          -0.0834876,
          51.5414044,
          0
        ],
        [
          -0.0836336,
          51.5411026,
          0
        ],
        [
          -0.0837304,
          51.541126,
          0
        ],
        [
          -0.0835803,
          51.5414271,
          0
        ]
      ]
    ],
    "type": "Polygon"
  }
}