{
  "secondary_street_name": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              535598.055923,
              184084.0489048,
              0
            ],
            [
              535596.4069106,
              184089.7072853,
              0
            ],
            [
              535613.0536886,
              184094.8558116,
              0
            ],
            [
              535623.8052487,
              184098.1548673,
              0
            ],
            [
              535626.3612175,
              184098.9346439,
              0
            ],
            [
              535627.9030438,
              184099.4045096,
              0
            ],
            [
              535629.6509971,
              184093.8560975,
              0
            ],
            [
              535625.5532015,
              184092.6064551,
              0
            ],
            [
              535617.6544331,
              184090.1571564,
              0
            ],
            [
              535598.055923,
              184084.0489048,
              0
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "cil_liability": null,
  "site_name": null,
  "last_updated_by": "Idox Tascomi",
  "centroid_northing": 184092,
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "last_updated": "2025-03-20T14:57:51.989+00:00",
  "centroid": {
    "lat": "51.5394458",
    "lon": "-0.0459307"
  },
  "reference_no_of_permission_being_relied_on": null,
  "postcode": "E9 7HA",
  "decision": "Approved",
  "decision_date": "01/03/2023",
  "locality": "HACKNEY",
  "title_number": null,
  "pp_id": "11494854",
  "last_date_consultation_comments": "24/09/2022",
  "decision_process": "Delegated",
  "description": "Demolition of existing two-storey rear extension and construction of new three-storey extension. Works to front of property comprising new front garden wall and replacement of two sash windows.",
  "bo_system": "Idox Tascomi",
  "lpa_app_no": "2022/2072",
  "decision_target_date": "17/10/2022",
  "appeal_decision_date": null,
  "subdivision_of_building": null,
  "uprn": "100021053250",
  "epc_number": "2928-3093-7206-3675-0904",
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "total_gia_gained": 33,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "12/2023",
    "intended_commencement_date": "03/2023",
    "site_area": 0.019
  },
  "ward": "Victoria Ward",
  "valid_date": "22/08/2022",
  "site_number": "78",
  "id": "Hackney-2022_2072",
  "development_type": "Other house holder developments",
  "centroid_easting": 535613,
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.0461491,
          51.539378,
          0
        ],
        [
          -0.046170699999999995,
          51.5394292,
          0
        ],
        [
          -0.045928899999999995,
          51.5394715,
          0
        ],
        [
          -0.0457727,
          51.5394985,
          0
        ],
        [
          -0.0457355,
          51.5395049,
          0
        ],
        [
          -0.0457131,
          51.5395088,
          0
        ],
        [
          -0.0456901,
          51.5394585,
          0
        ],
        [
          -0.0457496,
          51.5394483,
          0
        ],
        [
          -0.0458644,
          51.5394281,
          0
        ],
        [
          -0.0461491,
          51.539378,
          0
        ]
      ]
    ]
  },
  "actual_completion_date": null,
  "borough": "Hackney",
  "url_planning_app": "/planning/index.html?fa=getApplication&id=74344",
  "application_type_full": "Householder planning & demolition in a conservation area",
  "lpa_name": "Hackney",
  "actual_commencement_date": null,
  "status": "Approved",
  "appeal_decision": null,
  "appeal_status": null,
  "application_type": "Householder",
  "decision_conditions": [
    "<p>A scheme for the provision and implementation of flood resilient and resistant construction details and measures for the lower ground floor against surface water flood risk shall be submitted to and agreed, in writing by the local planning authority prior to the construction of the measures. The scheme shall be carried out in its entirety before the extension is occupied and; constructed and completed in accordance with the approved plans in line with current best practices.</p><p><br></p><p>REASON: To safeguard the lower ground floor from surface water flooding.</p><div><br></div><div><br></div>",
    "<p>Prior to the first occupation of the development hereby approved, at least one nesting box suitable for sparrows or starlings shall be installed in accordance with the manufacturer's specifications and thereafter retained.</p><p><br></p><p>REASON: In the interests of enhancing biodiversity at the site.<br></p>",
    "<p>All new external facing and roofing materials in respect of all the works hereby approved (and any other incidental works carried out in this connection) shall match those of the existing building in respect of materials used, detailed execution and finished appearance.</p><p><br></p><p>REASON: To safeguard the appearance of the host building and the Victoria Park Conservation Area.</p><p><br></p>",
    "<p>The development hereby permitted shall only be carried out and completed strictly in accordance with the submitted plans hereby approved and any subsequent approval of details.\r\n</p><p><br></p><p>\r\nREASON: To ensure that the development hereby permitted is carried out in full accordance with the plans hereby approved.\r\n</p>",
    "<p>The development hereby permitted must be begun not later than the expiration of three years beginning with the date of this permission.</p><p><br></p><p>\r\n</p><p>\r\nREASON: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).</p><p>\r\n</p>",
    "<p>Prior to superstructure works, detailed specification, a drainage layout and a management &amp; maintenance plan (where applicable) of at least one suitable sustainable drainage system (i.e. water butt with overflow, raingarden, bioretention planter box, living roof (substrate depth of 80-150mm excluding the vegetative mat), permeable paving etc.) shall be submitted to, and approved by the local planning authority. If soakaways i.e. plastic modules and soakaway rings are used, an infiltration test must be carried out to ensure that the capacity of the soil is suitable for infiltration. It must be demonstrated that there will be no increase in surface water flow being discharged offsite and an overall reduction in peak flow rate and volume.</p><p><br></p><p>\r\nREASON: To ensure that the development will provide a sustainable drainage system. The condition is required to be discharged prior to the commencement of development to ensure that sustainable drainage is incorporated into the design of the development.\r\n</p>",
    "<p>The replacement windows shall either be single glazed or shall have double glazing with a slim profile (12mm maximum), and shall have integral glazing bars and shall be set with putty.</p><p><br></p><p>\r\nREASON: To safeguard the character and appearance of the host building and the Victoria Park Conservation Area.</p>"
  ],
  "lapsed_date": "01/03/2026",
  "parking_details": null,
  "street_name": "LAURISTON ROAD"
}