{
  "development_type": "Minor all other minor developments",
  "decision_conditions": [
    "&lt;p&gt;Prior to commencement of works on the relevant part of the building,\r\ndetails, including detailed cross sections to a scale of 1:20 and a planting and\r\nmaintenance scheme, of the construction of the roof areas of basement level\r\naccommodation to the rear of the property not sited below the existing\r\ndwelling shall be submitted to, and approved in writing by, the Local Planning\r\nAuthority prior to the commencement of works. The submitted details shall\r\ninclude allowance for a bio-diverse, substrate-based extensive green roof with\r\na minimum depth of 1m to allow for planting of the garden areas. The\r\ndevelopment shall thereafter be carried out strictly in accordance with the\r\napproved details and maintained in perpetuity.\r\n&lt;/p&gt;&lt;p&gt;REASON: In the interest of providing external amenity space of an adequately\r\nhigh standard, enhancing the character and biodiversity value of the\r\ndevelopment, promoting sustainable urban drainage and ensuring that the\r\nexternal appearance of the development is satisfactory and preserves or\r\nenhances the character and appearance of the Stoke Newington Conservation\r\nArea&lt;/p&gt;",
    "&lt;p&gt;The development shall not commence until details of all external joinery,\r\nwindows and doors, including sections at a scale of 1:20 and samples, have\r\nbeen submitted to the Local Planning Authority and approved in writing. The\r\ndevelopment shall not be carried out otherwise than in accordance with the\r\ndetails thus approved, and shall be maintained as such thereafter.&lt;/p&gt;&lt;p&gt;REASON: To ensure that the external appearance of the development is\r\nsatisfactory, and preserves or enhances the character and appearance of the\r\nStoke Newington Conservation Area.&lt;/p&gt;",
    "&lt;p&gt;The development shall not commence until details, including samples, of all\r\nmaterials to be used on the external surfaces of the building, including a\r\nsample panel of the proposed brickwork, and hard surfacing materials, have\r\nbeen submitted to the Local Planning Authority and approved in writing. The\r\ndetails submitted shall include, inter alia, elevational and sectional drawings to\r\na scale of 1:20 of the parapet coping, cornice and shop fronts, the junction of\r\nthe new build element of the scheme and the original buildings fronting onto\r\nStoke Newington High Street and all screens and Juliet balcony types. The\r\ndevelopment shall not be carried out otherwise than in accordance with the\r\ndetails thus approved, and shall be maintained as such thereafter.\r\n&lt;/p&gt;&lt;p&gt;REASON: To ensure that the external appearance of the development is\r\nsatisfactory, and preserves or enhances the character and appearance of the\r\nStoke Newington Conservation Area.&lt;/p&gt;",
    "&lt;p&gt;The Development hereby permitted shall only be carried out and completed\r\nstrictly in accordance with the submitted plans hereby approved and any\r\nsubsequent approval of details.\r\n&lt;/p&gt;&lt;p&gt;REASON: To ensure that the development hereby permitted is carried out in\r\nfull accordance with the plans hereby approved.&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;The playing of amplified or live music within the basement and ground floor levels hereby permitted is prohibited between the hours of 22:00 and 08:00 on any day.&amp;nbsp;&lt;/p&gt;&lt;p&gt;REASON: To ensure that the use is operated in a satisfactory manner and does not unduly disturb adjoining occupiers or prejudice local amenity generally.&lt;/p&gt;",
    "&lt;p&gt;Prior to occupation of the development hereby permitted, details of secure,\r\naccessible, on site bicycle storage facilities, including layout, stand type and\r\nspacing, and waste storage, of which 50% of each must be allocated for refuse\r\nand 50% for recyclables, compliant with the requirements of the London Plan\r\n2016 and the London Borough of Hackney Refuse and Recycling Storage\r\nGuidance (A guide for planners and architects), showing the provision of\r\ncommercial and residential bicycle and waste (refuse and recyclables) to be\r\nprovided separately, shall be submitted to, and approved in writing by, the\r\nlocal planning authority.\r\n&lt;/p&gt;&lt;p&gt;Such details as approved shall be implemented prior to the first occupation of\r\nthe development and shall thereafter be retained and maintained.\r\n&lt;/p&gt;&lt;p&gt;REASON: to ensure adequate storage for refuse/recycling and bicycles and\r\nreduce reliance on private motor vehicles in the interest of safeguarding\r\nhighway safety, ensure an adequately high quality to the external appearance\r\nof the development, and preserve or enhance the character and appearance of\r\nthe Stoke Newington Conservation Area.&lt;/p&gt;",
    "&lt;p&gt;Before commencement of the ground works, a desk study, site\r\nreconnaissance researches and physical site investigation work shall be\r\nundertaken and fully reported on, with a suitably detailed remedial action plan\r\nproduced, and all documentation and information shall be submitted to, and\r\nbe approved by, the Local Planning Authority in writing.\r\n&lt;/p&gt;&lt;p&gt;Development shall not commence until all pre-development remedial actions,\r\nset out within the approved remedial action plan, are complete and a\r\ncorresponding pre-development verification report has been submitted to, and\r\napproved by, the Local Planning Authority in writing.\r\n&lt;/p&gt;&lt;p&gt;Work shall be completed and reporting produced by a competent\r\nperson/company in line with current best practice guidance, including the\r\nLocal Planning Authority&#x27;s contaminated land guidance. The Developer shall\r\nprovide the Local Planning Authority with written notification at least five days\r\nbefore investigation and remediation works commence. This condition may be\r\nvaried or discharged in agreed phases.\r\n&lt;/p&gt;&lt;p&gt;REASON: In the interests of protecting the natural environment and human\r\nhealth from any harmful contamination-related impacts.&lt;/p&gt;",
    "&lt;p&gt;Prior to the first occupation of the development hereby approved a\r\nminimum of 4 swift nesting bricks and 4 bat boxes shall be provided at or\r\nclose to eaves level of the development hereby approved. The bricks/boxes\r\nshall be retained thereafter in perpetuity.\r\n&lt;/p&gt;&lt;p&gt;REASON: in the interests of biodiversity.&lt;/p&gt;",
    "&lt;p&gt;Above ground works shall not commence until a detailed surface water\r\ndrainage scheme for the development, based on sustainable drainage\r\nprinciples, has been submitted to and approved in writing by the Local\r\nPlanning Authority. The details shall include, inter alia, a long term\r\nmanagement and maintenance plan for the SUDS included in the approved\r\nscheme.\r\n&lt;/p&gt;&lt;p&gt;The scheme shall subsequently be implemented in accordance with the\r\napproved details before the development is completed and shall thereafter be\r\nretained and maintained, unless otherwise agreed in writing by the Local\r\nPlanning Authority.\r\n&lt;/p&gt;&lt;p&gt;REASON: In the interests of prevention of exacerbation of surface water flood\r\nrisk to adjoining land.&lt;/p&gt;",
    "&lt;p&gt;No development shall occur until a Construction Logistics and Traffic\r\nManagement Plan (CLTMP) has been submitted to and approved in writing by\r\nthe Local Planning Authority in conjunction with Transport for London and the\r\nCouncil&#x27;s Traffic and Transport Team. The CLTMP shall include a full\r\nconstruction traffic impact assessment, details of the construction traffic route\r\nand a construction traffic management plan to include details of the following:\r\n&lt;/p&gt;&lt;p&gt;(a) loading and unloading of plant and materials;&lt;/p&gt;&lt;p&gt;(b) storage of plant and materials;\r\n&lt;/p&gt;&lt;p&gt;(c) programme of works (including measures for traffic management); and\r\n&lt;/p&gt;&lt;p&gt;(d) provision of boundary hoarding behind any visibility zones.\r\n&lt;/p&gt;&lt;p&gt;The construction should thereafter take place in accordance with the\r\nmeasures identified within the approved documents.\r\n&lt;/p&gt;&lt;p&gt;REASON: In order to ensure that the development does not prejudice highway\r\nsafety and to ensure the proper management of construction traffic in the\r\ninterests of highways safety and the amenity of the area.&amp;nbsp;&lt;/p&gt;",
    "&lt;p&gt;All non-Combined Heat and Power space and hot water fossil fuel (or\r\nequivalent hydrocarbon based fuel) boilers must achieve dry NOx emission\r\nlevels equivalent to or less than 40 mg/kWh.\r\n&lt;/p&gt;&lt;p&gt;REASON: To protect air quality and human health by ensuring that the\r\nproduction of air pollutants are kept to a minimum during the course of\r\nbuilding works and during the lifetime of the development.&lt;/p&gt;",
    "&lt;p&gt;The access to the south of the site from Stoke Newington High Street shall\r\nbe made and kept available for use by occupiers of the development for\r\npedestrian and bicycle access at all times.\r\n&lt;/p&gt;&lt;p&gt;REASON: to safeguard an adequate quality of access to the development and\r\nreduce reliance on private motor vehicles.&lt;/p&gt;",
    "&lt;p&gt;The commercial uses falling within use Class E(a), (b), (c), (e), (f) and (g) hereby permitted may only be carried out between\r\n0800 hours and 2200 hours Mondays to Saturdays (inclusive) and 0800 hours\r\nand 1800 hours on Sundays, Public and Bank Holidays.\r\n&lt;/p&gt;&lt;p&gt;REASON: To ensure that the uses are operated in a satisfactory manner and\r\ndo not unduly disturb adjoining occupiers or prejudice local amenity generally.&lt;/p&gt;",
    "&lt;p&gt;Prior to the occupation of unit 3, a sample of obscure glazing for the first\r\nfloor window to the east elevation to unit 3 shall be submitted to, and\r\napproved in writing by, the local planning authority. The window shall be\r\nconstructed entirely from the approved obscure glazing and fixed shut prior to\r\noccupation of this unit and maintained as such thereafter.\r\n&lt;/p&gt;&lt;p&gt;REASON: to safeguard the residential amenity of neighbouring properties.&lt;/p&gt;",
    "&lt;p&gt;Prior to occupation of the residential accommodation hereby permitted, a\r\nsample of obscure screening shall be submitted to, and approved in writing\r\nby, the local planning authority. An obscure privacy fence constructed entirely\r\nfrom the approved obscure screening (with the exception of any necessary\r\nsupports which shall themselves be constructed of an opaque material) of 1.8\r\nmetres in height from the finished floor level of the podium at first floor along\r\nthe whole of the north boundary of the external rear areas at first floor level\r\nshall be constructed prior to the occupation of the residential accommodation\r\nprovided by the development and permanently retained thereafter .\r\n&lt;/p&gt;&lt;p&gt;REASON: To safeguard the residential amenity of future occupiers of the\r\ndevelopment and neighbouring properties.&amp;nbsp;&lt;/p&gt;",
    "&lt;p&gt;No soil stacks, soil vent pipes, flues, ductwork or any other pipework shall\r\nbe fixed to the elevations of the building other than as shown on the drawings\r\nhereby approved.\r\n&lt;/p&gt;&lt;p&gt;REASON: To ensure that the external appearance of the building is\r\nsatisfactory, and preserves or enhances the character and appearance of the\r\nStoke Newington Conservation Area.&lt;/p&gt;",
    "&lt;p&gt;The development hereby permitted must be begun not later than 05/02/2023.&lt;/p&gt;&lt;p&gt;REASON: In order to comply with the provisions of the Town and Country\r\nPlanning Act 1990 as amended.&lt;/p&gt;"
  ],
  "borough": "Hackney",
  "last_updated_by": "Planning Portal ingest",
  "actual_commencement_date": null,
  "uprn": "100021076461",
  "description": "Variation of condition 9 (operating hours) attached to planning permission&nbsp;2018/4018 granted 05/02/2020. The effect of the variation would allow unrestricted operating hours for the basement and ground floor commercial uses.",
  "locality": "HACKNEY",
  "valid_date": "13/06/2022",
  "decision": "Approved",
  "site_number": "201",
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "A4D Flexible town centres uses"
      },
      {
        "result": null,
        "constraints_layer_description": "A4D Office to residential"
      },
      {
        "result": null,
        "constraints_layer_description": "A4D Retail to residential"
      },
      {
        "result": null,
        "constraints_layer_description": "A4D Light industrial to residential"
      },
      {
        "result": null,
        "constraints_layer_description": "Archaeological Priority Area"
      },
      {
        "result": null,
        "constraints_layer_description": "Controlled Parking Zone"
      },
      {
        "result": null,
        "constraints_layer_description": "Conservation Areas"
      },
      {
        "result": null,
        "constraints_layer_description": "Contaminated Land"
      },
      {
        "result": null,
        "constraints_layer_description": "Contaminated Land"
      },
      {
        "result": null,
        "constraints_layer_description": "Opportunity Areas"
      },
      {
        "result": null,
        "constraints_layer_description": "District Town Centres"
      },
      {
        "result": null,
        "constraints_layer_description": "CIL Zones"
      },
      {
        "result": null,
        "constraints_layer_description": "Crossrail Safeguarding"
      },
      {
        "result": null,
        "constraints_layer_description": "TFL Red Routes"
      },
      {
        "result": "Stoke Newington",
        "constraints_layer_description": "Wards"
      },
      {
        "result": "Stoke Newington CAAC (ST)",
        "constraints_layer_description": "Consultees"
      },
      {
        "result": "2016/2605",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2017/3291",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2010/2898",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2019/3213",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2010/1422",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2010/1423",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2010/1418",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2010/1457",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2019/2480",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2010/1440",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2010/1425",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2010/1448",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2010/1455",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2010/1429",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2010/2896",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2010/1427",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2010/1438",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2010/1428",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2010/1443",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2010/1441",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2010/1459",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2010/1453",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2010/1430",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2010/1449",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2009/1264",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2009/1268",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2012/2228",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2013/1583",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2013/3204",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2011/1338",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2012/2627",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2011/1247",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2016/1806",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2022/1205",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2016/1808",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2016/1801",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2012/2229",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2020/3251",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2022/1211",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2016/1802",
        "constraints_layer_description": "Applications"
      },
      {
        "result": "2015/3197",
        "constraints_layer_description": "Applications"
      }
    ],
    "site_area": 0.01
  },
  "bo_system": "Idox Tascomi",
  "application_type_full": "Removal/Variation of a condition",
  "parking_details": null,
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_date": "03/08/2022",
  "pp_id": "11299298",
  "cil_liability": null,
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_northing": 186658,
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "epc_number": null,
  "last_date_consultation_comments": "08/07/2022",
  "decision_agency": null,
  "subdivision_of_building": null,
  "status": "Approved",
  "lpa_app_no": "2022/1381",
  "decision_target_date": "08/08/2022",
  "appeal_decision": null,
  "centroid_easting": 533624,
  "ward": "Stoke Newington Ward",
  "appeal_status": null,
  "street_name": "STOKE NEWINGTON HIGH STREET",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              533619.4556337,
              186661.6510751,
              0
            ],
            [
              533620.7995786,
              186661.4011469,
              0
            ],
            [
              533623.4544882,
              186661.0512468,
              0
            ],
            [
              533634.3544587,
              186659.3517335,
              0
            ],
            [
              533633.15068,
              186654.1532217,
              0
            ],
            [
              533613.8077669,
              186657.5022631,
              0
            ],
            [
              533613.9067075,
              186657.9521339,
              0
            ],
            [
              533614.2530001,
              186660.4014328,
              0
            ],
            [
              533614.6075374,
              186662.4008608,
              0
            ],
            [
              533619.4556337,
              186661.6510751,
              0
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid": {
    "lat": "51.5629791",
    "lon": "-0.0736204"
  },
  "postcode": "N16 0LH",
  "lpa_name": "Hackney",
  "last_updated": "2025-03-20T17:31:34.908+00:00",
  "url_planning_app": "/planning/index.html?fa=getApplication&id=73613",
  "actual_completion_date": null,
  "id": "Hackney-2022_1381",
  "site_name": null,
  "appeal_decision_date": null,
  "lapsed_date": "03/08/2025",
  "application_type": "All Other",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.0736846,
          51.563013,
          0
        ],
        [
          -0.0736653,
          51.5630105,
          0
        ],
        [
          -0.0736271,
          51.5630067,
          0
        ],
        [
          -0.0734706,
          51.5629888,
          0
        ],
        [
          -0.07349,
          51.5629424,
          0
        ],
        [
          -0.0737676,
          51.5629771,
          0
        ],
        [
          -0.073766,
          51.5629811,
          0
        ],
        [
          -0.0737601,
          51.563003,
          0
        ],
        [
          -0.07375419999999999,
          51.5630209,
          0
        ],
        [
          -0.0736846,
          51.563013,
          0
        ]
      ]
    ],
    "type": "Polygon"
  }
}