{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": null,
  "borough": "Hillingdon",
  "wgs84_polygon": null,
  "site_name": "WEYBEARDS FARM",
  "centroid_easting": 504600,
  "pp_id": "12590049",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "N/A",
        "intended_completion_date": "01/2024",
        "intended_commencement_date": "01/2024"
      }
    ],
    "site_area": 0.8,
    "affordable_housing_fast_track": false,
    "projected_cost_of_works": "Up to £2m",
    "non_residential_details": {
      "total_gia_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 30,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "internal_resi_water_usage": 0,
    "infrastructure_details": {
      "no_new_water_connections_required": 0,
      "green_roof_area": 0,
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": false,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "no_homes_passive_cooling": 0,
      "waste_provision": true
    },
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 30,
        "use_class": "SpecifiedOther",
        "gia_gained": 0,
        "gia_lost": 0
      }
    ],
    "garden_land_lost": false,
    "total_gia_gained": 0,
    "total_gia_lost": 0,
    "grey_water_reuse": false,
    "total_gia_existing": 30,
    "green_suds": false,
    "ownership_status": "Private"
  },
  "lpa_name": "Hillingdon",
  "decision": "Approved",
  "lpa_app_no": "42197/APP/2023/3263",
  "decision_date": "27/11/2024",
  "last_updated": "2025-03-19T12:29:02.729+00:00",
  "centroid_northing": 191773,
  "centroid": {
    "lat": 51.615076,
    "lon": -0.490665
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "HARE/D VILLAGES 2022",
  "bo_system": "CSV Data Import",
  "lapsed_date": "27/11/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "29/02/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "18/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans and reports:",
    "p2e/uk/1023702/1380474 (Location Plan)",
    "'Technical Operating Information, prepared by Canine Countryside Escape' received on 04-09-24",
    "'Additional Planning Information, prepared by Canine Countryside Escape' received on 10-11-23",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (2012) and 2 (2020) and the London Plan (2021).",
    "The premises shall not be used except between:",
    "0800 and 1700, Mondays - Fridays.",
    "Dogs may not be present on the site except between:",
    "0900 and 1700, Mondays - Fridays.",
    "Dogs may not be walked on the site except between:",
    "1000 and 1600, Mondays - Fridays.",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The maximum number of dogs to use the site at any one time shall be no greater than 30.",
    "Reason: To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "There shall be no vehicular access to the site by visiting members of the public for the purposes of day-to-day dropping off and collecting dogs in association with the use, hereby permitted.",
    "Reason: To protect the amenities of the occupants of neighbouring properties.",
    "The site shall not be used for the boarding of animals at any time.",
    "Reason:To safeguard the residential amenities of neighbouring properties.",
    "A maximum of 16 dogs controlled by a minimum of two staff members (maintaing a maximum ratio of 1 staff:8 dogs at all times) shall use the associated paddock area for walking or playing at any time.",
    "Reason:To safeguard the residential amenities of neighbouring properties.",
    "Prior to the first use of the development hereby permitted, two secure and accessible cycle spaces shall be installed on the site and available for use. Once installed, the two cycle parking spaces shall thereafter be retained in perpetuity and available for use.",
    "REASON",
    "To ensure the provision and retention of facilities for cyclists to the development to support sustainable forms of transport to the site in accordance with Policy DMT 5 of the Hillingdon Local Plan Part 2 (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "There is a possibility there may be some contaminating substances such landfill gas or other soil contaminants present in the ground at the site. Our contaminated land record shows the site to be on a former contaminated land use identified as within 250m of a landfill buffer as well as adjacent to another former contaminated land use identified as nursery/orchard.",
    "We would advise persons working on site to take basic precautions in relation to any contamination they may find.",
    "REASON: You are advised this development is on a former contaminated land use identified as within 250m of a landfill buffer as well as adjacent to another former contaminated land use identified as nursery/orchard. Therefore, the above advice is provided on the grounds of Health and Safety of the workers on site with the proposed animals and to ensure the appropriate restoration of the site is done should there be any contamination identified during the development where there is a need, for ground work onc",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "parking_details": {
    "net_car": 0,
    "no_proposed_car": 5,
    "no_existing_car": 5
  },
  "site_number": null,
  "uprn": null,
  "decision_target_date": "27/11/2024",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "HILL END ROAD",
  "secondary_street_name": "HAREFIELD",
  "description": "Change of use of agricultural buildings (Sui Generis) to a dog day-care facility (Sui Generis) in the Green Belt.",
  "id": "Hillingdon-42197_APP_2023_3263",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=42197/APP/2023/3263"
}