{
  "valid_date": "16/12/2024",
  "epc_number": null,
  "site_name": "102 BOTWELL COMMON ROAD",
  "cil_liability": true,
  "polygon": null,
  "actual_commencement_date": null,
  "site_number": null,
  "decision": "Approved",
  "parking_details": {
    "net_car": 2,
    "no_proposed_car": 2,
    "no_existing_cycle": 0,
    "net_cycle": 4,
    "no_existing_car": 0,
    "no_proposed_cycle": 4
  },
  "application_type_full": "Full planning permission",
  "ward": "WOOD END 2022",
  "last_date_consultation_comments": "13/01/2025",
  "centroid_easting": 508920,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Conversion from 1no. 4-bedroom dwelling to 1no. 2-bedroom flat and 1no. 3-bedroom flat with associated parking and amenity space and the erection of a part single storey, part double storey rear extension and conversion of roof space to habitable use including a rear dormer and 2 front roof lights.",
  "appeal_decision": null,
  "postcode": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "20/02/2025",
  "street_name": "HAYES",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 180721,
  "application_type": "All Other",
  "title_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted drawing numbers PP-13564276v1, 001, 201, 202, 203, 204, 301, 302, 303, 304, 401, 402, 403 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Local Plan: Part Two - Development Management Policies (2020) and the London Plan (2021).",
    "The materials and windows to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Local Plan: Part Two - Development Management Policies (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking and reenacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The first floor side elevation windows facing No.100 Botwell Common Road shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to first occupation of the new residential units, a Parking Design and Management Plan ensuring that all car parking spaces are allocated and leased, not sold, to the dwellings to which they relate have been prepared, shall be submitted to and approved in writing by the Local Planning Authority. The measures shall thereafter be implemented in accordance with the approved Parking Design and Management Plan for the lifetime of the development.",
    "REASON",
    "To secure satisfactory car parking provision in accordance with Policies DMT 1, DMT 2 and DMT 6 of the Hillingdon Local Plan Part 2 (2020) and Policies T4, T5 and T6 of the London Plan (2021).",
    "Prior to first occupation of the new residential units, the provision of 1 'active' electric vehicle charging point and 2 secure and accessible cycle parking spaces for each unit, shall be submitted to and approved in writing by the Local Planning Authority and thereafter be retained, maintained and kept available for the occupants of the development.",
    "REASON",
    "To secure satisfactory car parking provision, cycle parking provision and electric vehicle charging points in accordance with Policies DMT 1, DMT 2 and DMT 6 of the Hillingdon Local Plan Part 2 (2020) and Policies T4, T5 and T6 of the London Plan (2021).",
    "Prior to first occupation of the new residential units, the fencing enclosing the private amenity spaces and the associated gates, as shown on the approved plans, shall be erected and thereafter permanently retained. Any new fencing should not be greater than 2metres in height.",
    "REASON",
    "To safeguard the privacy of adjoining residents  in accordance with Policy DMHB 11 of the Local Plan: Part Two - Development Management Policies (2020).",
    "The residential units hereby approved shall not be sub-divided to form additional dwelling units or used as a house of multiple occupation without a further express permission from the Local Planning Authority.",
    "REASON",
    "To ensure that the boroughs housing stock of small family dwellings is protected and that the residential amenities of neighbouring occupiers are not harmed. Additionally it is considered that the premises should remain as single dwelling units until the Local Planning Authority are satisfied that any conversion would be in accordance with Policies DMH 1, DMH 4, DMHB 11 of the Hillingdon Local Plan Part 2 (2020), as well as other relevant planning guidance contained within the London Plan (2021) and NPPF (2021).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su"
  ],
  "appeal_start_date": null,
  "development_type": null,
  "wgs84_polygon": null,
  "lpa_app_no": "51355/APP/2024/3164",
  "decision_agency": "Borough",
  "decision_date": "17/02/2025",
  "pp_id": "13564276",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=51355/APP/2024/3164",
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.514923,
    "lon": -0.431718
  },
  "status": "Approved",
  "last_updated": "2025-05-22T13:09:10.420Z",
  "actual_completion_date": null,
  "lapsed_date": "17/02/2028",
  "borough": "Hillingdon",
  "id": "Hillingdon-51355_APP_2024_3164",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": null,
  "locality": null,
  "application_details": {
    "affordable_housing_fast_track": false,
    "site_area": 0.0358,
    "projected_cost_of_works": "Up to £2m",
    "residential_details": {
      "total_no_proposed_residential_units_intermediate": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_rent": 2,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_gia_lost": 110,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_gained": 167,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 7,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "unit_type": "Semi Detached Home",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "gia": 110,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 4,
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 2,
          "gia": 74,
          "tenure": "Market for rent"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 4,
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 3,
          "gia": 93,
          "tenure": "Market for rent"
        }
      ],
      "total_no_proposed_bedrooms": 5,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units": 2,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0
    },
    "total_gia_lost": 0,
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_commencement_date": "04/2025",
        "intended_completion_date": "12/2025"
      }
    ],
    "green_suds": true,
    "total_gia_gained": 57,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "total_annual_nox_emissions": 0,
      "no_new_water_connections_required": 0,
      "no_active_fast_ev_charging_points": 1,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_homes_to_have_electrical_heating": 2,
      "fire_suppression_system_proposed": false,
      "no_resi_units_to_have_full_fibre": 0,
      "no_passive_fast_ev_charging_points": 1,
      "green_roof_area": 14,
      "waste_provision": true,
      "ghg_reduction_over_building_regulations": false,
      "mobile_network_operators_consultation": false,
      "urban_greening_factor_score": 1.4,
      "no_new_gas_connections_required": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 2
    },
    "non_residential_details": {
      "total_gia_gained": 57,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 110,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 110,
        "use_class": "C3",
        "gia_gained": 57,
        "gia_lost": 0
      }
    ],
    "grey_water_reuse": false,
    "internal_resi_water_usage": 350,
    "rain_water_harvesting": false,
    "surface_water_discharge_percentage_reduction": 40,
    "ownership_status": "Private",
    "scheme_phasing": true,
    "total_gia_existing": 110,
    "garden_land_lost": false
  }
}