{
  "application_type": "All Other",
  "application_type_full": null,
  "description": "Part use of the existing public car park for secured car pound comprising of staff office, fencing, and all associated external works",
  "epc_number": null,
  "street_name": "213 FIELD END ROAD",
  "appeal_decision": null,
  "lpa_app_no": "77570/APP/2022/2978",
  "centroid": {
    "lon": "-0.3951918",
    "lat": "51.5772056"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 511301,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=77570/APP/2022/2978",
  "last_updated": "2025-03-20T14:35:13.930+00:00",
  "subdivision_of_building": null,
  "postcode": "HA5 1QZ",
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 187702,
  "site_name": "NORTH VIEW CAR PARK",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "29/09/2022",
  "lapsed_date": "25/01/2026",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "decision_target_date": "24/11/2022",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "23/11/2022",
  "ward": "EASTCOTE 2022",
  "appeal_status": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-77570_APP_2022_2978",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511276.9456,
              187708.1056
            ],
            [
              511277.607,
              187707.7748
            ],
            [
              511285.8753,
              187710.4207
            ],
            [
              511282.2373,
              187715.0509
            ],
            [
              511305.0576,
              187727.9494
            ],
            [
              511322.5863,
              187700.4988
            ],
            [
              511326.8858,
              187694.8764
            ],
            [
              511331.1853,
              187691.2383
            ],
            [
              511287.5289,
              187681.6472
            ],
            [
              511276.9456,
              187708.1056
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 2022/D/337/P/01, 2022/D/337/P/03A, 2022/D/337/P/04, 2022/D/337/P/05, and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The development hereby permitted shall not be commenced until detailed design and method statements (in consultation with Transport for London), have been submitted to and approved in writing by the local planning authority which:",
    "- Provide details as to how the mobile office can be lifted into position including the use of mobile crane, hiab and any other lifting machinery.",
    "- Demonstrate that lighting to illuminate the car pound area should not impair the drivers on the operational railway and should be faced away from the railway elevation and neighbouring residential properties.",
    "The development shall thereafter be carried out in all respects in accordance with the approved design and method statements, and all structures and works comprised within the development hereby permitted which are required by the approved design statements in order to procure the matters mentioned in paragraphs of this condition shall be completed, in their entirety, before any part of the building hereb",
    "The premises shall not be open to staff or members of the public except between:-",
    "08:00 and 20:00, Mondays - Sundays",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No part of the development hereby permitted shall be occupied until details of 3no secure cycle storage spaces have been submitted to and approved in writing by the Local Planning Authority.  Thereafter, the development shall not be occupied or brought into use until the approved cycling facilities have been implemented in accordance with the approved plan, with the facilities being permanently retained for use by cyclists.",
    "REASON",
    "To ensure the provision and retention of facilities for cyclists to the development and hence the availability of sustainable forms of transport to the site in accordance with Policy DMT 5 and DMT 6 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby permitted shall only be used as a secured car pound (including ancillary staff office). No other use (including a use which may fall within the same use class as defined in the Town and Country Planning (Use Classes) Order 1987 (as amended)) may be carried out without the necessary prior grant of planning permission.",
    "REASON",
    "For the avoidance of doubt and so that any proposed alternative use can first be considered in respect of its compatibility with the Development Plan.",
    "Prior to first occupation of the development hereby approved, details of the siting and operation of security cameras shall be submitted to the local planning authority for approval in writing. The approved details shall be implemented prior to first use of the vehicle compound and thereafter shall be maintained in good working order for the lifetime of the development.",
    "REASON: To maintain a safe and secure environment and reduce opportunities for crime in accordance with Policy DMTC 4 of Hillingdon's Local Plan Part 2 and Policy D11 of the London Plan (2021).",
    "Prior to first occupation of the development hereby approved a management plan shall be submitted to the local planning authority for approval. The management plan shall set out how the premises will be operated in order to protect amenity and to minimise the risk of vehicle idling. The development shall be carried out in accordance with the approved management plan.",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.138
  },
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.39553679999999997,
          51.5772652
        ],
        [
          -0.3955274,
          51.5772621
        ],
        [
          -0.39540729999999996,
          51.5772842
        ],
        [
          -0.3954583,
          51.5773266
        ],
        [
          -0.395125,
          51.577438
        ],
        [
          -0.3948809,
          51.5771878
        ],
        [
          -0.39482059999999997,
          51.5771364
        ],
        [
          -0.3947598,
          51.5771029
        ],
        [
          -0.3953926,
          51.5770253
        ],
        [
          -0.39553679999999997,
          51.5772652
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "25/01/2023",
  "secondary_street_name": "EASTCOTE"
}