{
  "application_type": "All Other",
  "application_type_full": "Full planning & display of advertisements",
  "description": "Proposed installation of 1 no. new BT Street Hub, incorporating 75\" LCD advert screens plus the removal of associated BT kiosk(s).",
  "epc_number": null,
  "street_name": "HIGH STREET",
  "appeal_decision": null,
  "lpa_app_no": "76698/APP/2022/1643",
  "centroid": {
    "lon": -0.47974,
    "lat": 51.546461
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 505515,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=76698/APP/2022/1643",
  "last_updated": "2025-03-20T16:16:30.270+00:00",
  "subdivision_of_building": "Adopted highways",
  "postcode": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 184158,
  "site_name": "PAVEMENT O/S Poundland, 157-158",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "19/05/2022",
  "lapsed_date": "14/09/2025",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "decision_target_date": "16/09/2022",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "06/07/2022",
  "ward": "UXBRIDGE 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-76698_APP_2022_1643",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans,  numbered 001 Rev. A, 002 Rev. A, 003 Rev. A, BT Street Hub Product Statement (dated February 2021), BT Street Hub Anti-Social Behaviour Management Plan (Version 2), Street Hub Noise Management Plan (Version 2), Proposal Renders (2021), Planning Statement (Ref HILL015) ,Conformity with ICNIRP Public Exposure Guidelines (dated 03 May 2022),",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The BT Street Hub unit hereby approved shall not be erected until the existing BT phone boxes shown on page 4 of the 'Planning, Design and Access Statement (ref: HILL015) are removed in their entirety and the land restored to their condition before the development took place, or to any other condition as may be agreed in writing with the Local Planning Authority.",
    "REASON",
    "In the interest of visual amenity and highway safety, in accordance with Policies DMHB 11, DMHB 12 and DMT 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and Policies D4 and D8 of the London Plan (2021).",
    "Any apparatus or structure provided in accordance with this approval shall be removed from the land, as soon as reasonably practicable after it is no longer required for electronic communications purposes, and such land, shall be restored to its condition before the development took place, or to any other condition as may be agreed in writing with the Local Planning Authority.",
    "REASON",
    "To ensure that the development is removed as soon as it is no longer required in order to protect the character and appearance of the area in accordance with Policies DMHB 11 and DMHB 12 of the  Hillingdon Local Plan: Part Two - Development Management Policies (2020) and Policies D4 and D8 of the London Plan (2021).",
    "The pavement surrounding the BT Street Hub shall be made good to the same condition as the adjacent land.",
    "REASON",
    "To protect the character and appearance of the area in accordance with Policies DMHB 11 and DMHB 12 of the  Hillingdon Local Plan: Part Two - Development Management Policies (2020) and  Policies D3 and D8 of the London Plan (2021).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and National Guidance.",
    "Prior to construction please liaise with the Town Centres team to avoid construction during the Christmas market",
    "Please contact: towncentres@hillingdon.gov.uk",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "Cadent Gas Ltd own and operate the gas infrastructure within the area of your development. There may be a legal interest (easements and other rights) in the land that restrict activity in proximity to Cadent assets in private land. The applicant must ensure that the proposed works do not infringe on legal rights of access and or restrictive covenants that exist.",
    "If buildings or structures are proposed directly above the apparatus the development may only take place following diversion of the apparatus. The applicant should apply online to have apparatus diverted in advance of any works, by visiting cadentgas.com/diversions",
    "Prior to carrying out works, including the construction of access points, please register on www.linesearchbeforeudig.co.uk",
    "to submit details of the planned works for review, ensuring requirements are adhered to."
  ],
  "application_details": {
    "total_gia_gained": 0,
    "rain_water_harvesting": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "10/2022",
        "intended_commencement_date": "09/2022"
      }
    ],
    "building_details": [
      {
        "no_storeys": 0,
        "max_height": 0,
        "building_ref": "n/a"
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "existing_uprns": null,
    "projected_cost_of_works": "Up to £2m",
    "internal_resi_water_usage": 0,
    "affordable_housing_fast_track": false,
    "green_suds": false,
    "garden_land_lost": false,
    "total_gia_lost": 0,
    "scheme_phasing": true,
    "infrastructure_details": {
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 0,
      "no_new_gas_connections_required": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "fire_suppression_system_proposed": false,
      "waste_details": [
        {
          "external_dry_recycling": false,
          "external_food_waste": false,
          "unit_reference": "Streethub",
          "external_residual_waste": false,
          "reason_for_no_provision": "Not relevant to this proposal",
          "internal_residual_waste": false,
          "internal_food_waste": false,
          "internal_dry_recycling": false
        }
      ],
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": false,
      "green_roof_area": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "site_area": 10,
    "total_gia_existing": 0,
    "ownership_status": "Public",
    "non_residential_details": {
      "total_gia_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 0
    },
    "grey_water_reuse": false
  },
  "pp_id": "11231504",
  "wgs84_polygon": null,
  "decision_date": "14/09/2022",
  "secondary_street_name": "UXBRIDGE"
}