{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_proposed_resi_offstreet": null,
    "net_carclub": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_existing_other": null,
    "no_existing_lgv": null,
    "no_proposed_motorcycle": null,
    "no_existing_bluebadge": null,
    "net_motorcycle": null,
    "no_proposed_car": null,
    "no_existing_car": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_other": null,
    "net_bus": null,
    "no_proposed_carclub": null,
    "net_other": null,
    "net_lgv": null,
    "net_cycle": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "no_existing_bus": null,
    "net_resi_offstreet": null,
    "no_existing_carclub": null
  },
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "Householder",
  "lpa_app_no": "P/3218/20",
  "application_type_full": null,
  "uprn": "100021317555",
  "borough": "Harrow",
  "street_name": "Pangbourne Drive",
  "locality": "Stanmore",
  "ward": "CANONS",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.\nREASON:  To comply with the provisions of Section 91 of the Town & Country Planning Act 1990.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and documents:\n01; 02; 03; 04, N 9985/1 Rev 0; Flood Risk Assessment including Appendices A, B, C, D and E.\nREASON: For the avoidance of doubt and in the interests of proper planning.\n\n",
    "Condition : 3 - The materials to be used in the construction of the external surfaces of the extension hereby permitted shall match those used in the existing building.\nREASON: To safeguard the character and appearance of the area in accordance with Core Policy CS1.B of the Harrow Core Strategy (2012) and Policy DM1 of the Harrow Development Management Policies Local Plan (2013).\n",
    "Condition : 4 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking and re-enacting that order with or without modification), no window(s)/door(s) shall be installed in the  side elevation(s) of the development hereby permitted without the prior permission in writing of the local planning authority.\nREASON: To safeguard the amenity of neighbouring residents in accordance with Policy DM1 of the Harrow Development Management Policies Local Plan (2013).\n",
    "Condition : 5 - The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the local planning authority.\nREASON: To safeguard the residential  amenities of neighbouring residents, in accordance with Policy DM1 of the Harrow Development Management Policies Local Plan (2013).\n",
    "Condition : 6 - The development hereby permitted shall not commence until a scheme for the protection of the piped watercourse has been submitted to, and approved in writing by, the Local\nPlanning Authority. The scheme shall include a structural survey by CCTV and trial holes to assess the construction, position, condition and expected life of the culvert; proposal of an agreed\nmethod of repair or replacement if required; full details demonstrating that the new structure does not impart any load on the culvert or destabilise it in any way; details of\nany necessary build over or adjacent to the culvert; details of access for future repairs, blockage clearance, maintenance and future condition surveys. The applicant can contact the Harrow Infrastructure Team for further information regarding this matter.\nREASON: To protect the integrity of the piped watercourse structure, reduce and mitigate the effects of flood risk following guidance in the National Planning Policy Framework.\n",
    "Condition : 7 - The development hereby permitted shall not be commenced until works for the disposal of sewage have been provided on site in accordance with details to be submitted to, and approved in writing by, the local planning authority. The works shall thereafter be retained. To ensure that the necessary construction and design criteria for the development proposals follow approved conditions, the applicant should contact Thames Water Utilities Limited and the Harrow Infrastructure Team at the earliest opportunity.\nREASON: To ensure that adequate drainage facilities are provided in accordance with Sewers for Adoption.\n",
    "Condition : 8 - The development of any buildings hereby permitted shall not be commenced until works for the disposal of surface water have been submitted to, and approved in writing by, the local planning authority. To ensure that the necessary construction and design criteria for the development proposals follow approved conditions according to NPPF. The applicant should contact Harrow Drainage Section at the earliest opportunity.\nREASON: To ensure that adequate drainage facilities are provided, reduce and mitigate the effects of flood risk following guidance in the National Planning Policy Framework.\n",
    "Condition : 9 - Notwithstanding the approved details and prior to the commencement of development, full details of the permeable paving and details relating to the long term maintenance and management of the on-site drainage shall be submitted to and approved in writing by the Local Planning Authority. Details thereby approved shall be retained thereafter. \nREASON: To ensure that the development has adequate drainage facilities, to reduce and mitigate the effects of flood risk and would not impact the character and appearance of the development, in accordance with The National Planning Policy Framework (2021), policy CS1 of The Core Strategy (2012), policy SI13 of the London Plan (2021) and policies DM1 and  DM10 of the Harrow Development Management Local Policies Plan (2013).\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 192555,
  "status": "Approved",
  "decision_date": "15/09/2021",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.29125049999999997,
          51.6192749,
          0
        ],
        [
          -0.2913133,
          51.6192569,
          0
        ],
        [
          -0.2913135,
          51.6192511,
          0
        ],
        [
          -0.2913188,
          51.6192449,
          0
        ],
        [
          -0.2913764,
          51.6192262,
          0
        ],
        [
          -0.29160579999999997,
          51.6194891,
          0
        ],
        [
          -0.29147809999999996,
          51.6195241,
          0
        ],
        [
          -0.29125049999999997,
          51.6192749,
          0
        ]
      ]
    ]
  },
  "decision_target_date": "15/09/2021",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "26/10/2020",
  "development_type": "Other house holder developments",
  "title_number": [],
  "appeal_status": null,
  "last_updated": "2025-03-19T00:35:34.057+00:00",
  "last_updated_by": "FME Excel Import",
  "site_name": null,
  "id": "Harrow-P_3218_20",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 518381,
  "appeal_start_date": null,
  "postcode": "HA7 4QT",
  "url_planning_app": "http://site.com?appref=P/3218/20-or-1095701 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "12",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Single storey rear extension; conversion of garage to habitable room; external alterations",
  "valid_date": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              518393.65,
              192543.5,
              0
            ],
            [
              518389.35,
              192541.4,
              0
            ],
            [
              518389.35,
              192540.75,
              0
            ],
            [
              518389,
              192540.05,
              0
            ],
            [
              518385.06,
              192537.88,
              0
            ],
            [
              518368.5,
              192566.75,
              0
            ],
            [
              518377.25,
              192570.85,
              0
            ],
            [
              518393.65,
              192543.5,
              0
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "9054784",
  "application_details": {
    "householder_dev_category": [],
    "total_gia_gained": null,
    "resi_extension_exempt": null,
    "no_additional_bathrooms": null,
    "no_additional_bedrooms": null,
    "householder_dev_category_other": [],
    "site_area": 0.032
  },
  "centroid": {
    "lon": "-5.2065768",
    "lat": "54.5181518"
  },
  "lapsed_date": "15/09/2024",
  "decision_process": "Delegated",
  "actual_completion_date": null
}