{
  "last_updated_by": "Agile APAS",
  "application_type": "All Other",
  "decision_agency": null,
  "centroid_northing": 190321,
  "status": "Allowed",
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": "30/07/2018",
  "ward": "Church End",
  "lpa_app_no": "4600/17",
  "cil_liability": null,
  "url_planning_app": null,
  "lpa_name": "Redbridge",
  "valid_date": "06/10/2017",
  "pp_id": null,
  "postcode": null,
  "appeal_status": null,
  "street_name": "Hillcrest Road",
  "centroid_easting": 540121,
  "uprn": "10094821679",
  "borough": "Redbridge",
  "application_details": {
    "lead_developer_company_name": "Trees and Landscaping",
    "site_area": 0.041
  },
  "reference_no_of_permission_being_relied_on": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.0214362,
          51.5941951
        ],
        [
          0.021435199999999998,
          51.5945081
        ],
        [
          0.0215592,
          51.5945311
        ],
        [
          0.021563199999999998,
          51.5944682
        ],
        [
          0.0215741,
          51.5943432
        ],
        [
          0.0215752,
          51.5943252
        ],
        [
          0.0215762,
          51.5943022
        ],
        [
          0.0215781,
          51.5942792
        ],
        [
          0.0215791,
          51.5942572
        ],
        [
          0.0215811,
          51.5942342
        ],
        [
          0.0215821,
          51.5942112
        ],
        [
          0.021583099999999997,
          51.5941881
        ],
        [
          0.0215852,
          51.5941662
        ],
        [
          0.0215863,
          51.5941422
        ],
        [
          0.021587199999999997,
          51.5941302
        ],
        [
          0.021505299999999998,
          51.5941362
        ],
        [
          0.0214682,
          51.5941392
        ],
        [
          0.0214362,
          51.5941412
        ],
        [
          0.0214302,
          51.5941412
        ],
        [
          0.0214321,
          51.5941493
        ],
        [
          0.0214361,
          51.5941492
        ],
        [
          0.0214362,
          51.5941951
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Demolish existing garage. Erection of 1x2 bedroom dwelling. (Summary)",
  "title_number": null,
  "actual_commencement_date": null,
  "application_type_full": null,
  "epc_number": null,
  "centroid": {
    "lon": "0.0215086",
    "lat": "51.5943181"
  },
  "appeal_decision_date": "28/02/2019",
  "decision_process": "Committee",
  "decision_conditions": [
    "Schedule of Conditions\r\n1) The development hereby permitted shall begin not later than 3 years from the date of this decision.\r\n2) The development hereby permitted shall be carried out in accordance with the following approved plans: Drawing Numbers: 200 Site Location Plan; 200 Proposed Site Plan; 201; 202; 203; 204; 205; 206; 207; 208; 209; 210; and 211.\r\n3) The dwelling hereby permitted shall not be occupied at any time other than for purposes ancillary to the residential use of the dwelling known as 2 Hillcrest Road, South Woodford, London E18 2JL.\r\n4) No development above slab level shall commence until details of the materials to be used in the construction of the external surfaces of the dwelling hereby permitted have been submitted to and approved in writing by the local planning authority. Development shall be carried out in accordance with the approved details.\r\n5) Any contamination that is found during the course of construction of the approved development that was not previously identified shall be reported immediately to the local planning authority. Development on the part of the site affected shall be suspended and a risk assessment carried out and submitted to and approved in writing by the local planning authority. Where unacceptable risks are found remediation and verification schemes shall be submitted to and approved in writing by the local planning authority. These approved schemes shall be carried out before the development is resumed or continued.\r\n6) No development shall take place, other than demolition or site preparation, until a Construction Method Statement has been submitted to, and approved in writing by the local planning authority. The Statement shall provide for:\r\ni) wheel washing facilities and public highway cleansing;\r\nii) measures to control the emission of dust, dirt and noise during construction;\r\niii) a scheme for recycling/disposing of waste resulting from demolition and construction works;\r\niv) delivery, demolition and construction working hours.\r\nThe approved Construction Method Statement shall be adhered to throughout the construction period for the development.\r\n7) Prior to the first occupation of the development, the dwelling shall comply with Building Regulations Optional Requirement Approved Document M4 (2) Category 2: Accessible and adaptable dwellings. Evidence of compliance shall be notified to the building control body appointed for the development.\r\n8) Prior to the first occupation of the development, the dwelling shall comply with Building Regulations Optional Requirement Approved Document G2 – Water Efficiency (2015 edition). Evidence of compliance shall be notified to the building control body appointed for the development\r\n9) The development hereby permitted shall obtain a Part 2 Secured by Design Accreditation prior to the first occupation, which is to besubmitted to the local planning authority. The development shall comply with the approved details.\r\n10) Prior to any works other than demolition or site clearance, details of sustainable drainage measures/surface water run-off attenuation measures shall be submitted to and approve in writing by the local planning authority. The submitted details shall:\r\na. Provide information about the design storm period and intensity, the method employed to delay and control surface water discharged from the site and measures taken to prevent pollution of the receiving groundwater and/or surface waters;\r\nb. Include a timetable for implementation; and\r\nc. Provide a management and maintenance plan for the lifetime of the development.\r\nThe development shall be carried out in strict accordance with the approved details."
  ],
  "development_type": null,
  "parking_details": null,
  "appeal_decision": "Allowed",
  "locality": "South Woodford",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "decision_date": "22/12/2017",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              540116.36,
              190307.19
            ],
            [
              540115.33,
              190341.99
            ],
            [
              540123.85,
              190344.79
            ],
            [
              540124.32,
              190337.8
            ],
            [
              540125.46,
              190323.92
            ],
            [
              540125.59,
              190321.92
            ],
            [
              540125.73,
              190319.36
            ],
            [
              540125.93,
              190316.81
            ],
            [
              540126.07,
              190314.36
            ],
            [
              540126.28,
              190311.81
            ],
            [
              540126.42,
              190309.25
            ],
            [
              540126.56,
              190306.69
            ],
            [
              540126.77,
              190304.26
            ],
            [
              540126.92,
              190301.59
            ],
            [
              540127.02,
              190300.26
            ],
            [
              540121.33,
              190300.77
            ],
            [
              540118.75,
              190301.03
            ],
            [
              540116.53,
              190301.19
            ],
            [
              540116.11,
              190301.18
            ],
            [
              540116.22,
              190302.08
            ],
            [
              540116.5,
              190302.08
            ],
            [
              540116.36,
              190307.19
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Redbridge-4600_17",
  "site_name": "Development At 2",
  "lapsed_date": "28/02/2022",
  "decision": "Refused",
  "secondary_street_name": null,
  "decision_target_date": "30/11/2017",
  "last_updated": "2025-03-20T14:07:45.621+00:00",
  "date_building_work_completed_under_previous_permission": null,
  "site_number": null,
  "last_date_consultation_comments": "04/11/2017",
  "bo_system": "Agile APAS"
}