{
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "decision_agency": "Borough",
  "centroid_northing": 189426,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "ward": "Harold Wood",
  "lpa_app_no": "P0550.23",
  "cil_liability": true,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0550.23",
  "lpa_name": "Havering",
  "valid_date": "12/04/2023",
  "pp_id": "12077583",
  "postcode": "RM14 1TP",
  "appeal_status": null,
  "street_name": "Upminster",
  "centroid_easting": 556800,
  "uprn": "100021413128",
  "borough": "Havering",
  "application_details": {
    "scheme_phasing": true,
    "site_area": 0.6020000000000001,
    "total_gia_lost": 242.05,
    "projected_cost_of_works": "Up to £2m",
    "surface_water_discharge_percentage_reduction": 20,
    "internal_resi_water_usage": 110,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 242.05,
        "use_class": "C3",
        "gia_gained": 481.44,
        "gia_lost": 242.05
      }
    ],
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "12/2023",
        "intended_commencement_date": "07/2023"
      }
    ],
    "total_gia_gained": 481.44,
    "total_gia_existing": 242.05,
    "affordable_housing_fast_track": false,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "no_new_gas_connections_required": 0,
      "mobile_network_operators_consultation": false,
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "fire_suppression_system_proposed": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_new_water_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "green_roof_area": 0
    },
    "existing_uprns": null,
    "non_residential_details": {
      "total_gia_gained": 481.44,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 242.05,
      "total_gia_lost": 242.05,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "green_suds": false,
    "garden_land_lost": false,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "ownership_status": "Private"
  },
  "reference_no_of_permission_being_relied_on": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2611227,
          51.5815605
        ],
        [
          0.2609268,
          51.5821052
        ],
        [
          0.26232479999999997,
          51.5822195
        ],
        [
          0.2624436,
          51.5816983
        ],
        [
          0.2624239,
          51.5816938
        ],
        [
          0.262387,
          51.5816604
        ],
        [
          0.2623039,
          51.5816401
        ],
        [
          0.26220129999999997,
          51.5816225
        ],
        [
          0.2611227,
          51.5815605
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Proposed development to demolish existing 5 bedroom dwelling, single detached garage and storage and erection of 4/5 bedroom dwellinghouse",
  "title_number": null,
  "actual_commencement_date": null,
  "application_type_full": "Full planning permission",
  "epc_number": null,
  "centroid": {
    "lon": "0.2617079",
    "lat": "51.5818868"
  },
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.",
    "No above ground works shall take place in relation to any of the development hereby approved until samples of all materials to be used in the external construction of the buildings are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of samples prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area..",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the dwellings hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, other than porches erected in accordance with the Order, no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, or any detached building erected, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works, including any works of demolition; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason: To protect residential amenity.",
    "Building Regulations - All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy 7 of the Havering Local Plan and Policy D7 of the London Plan.",
    "Water efficiency - All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan..",
    "Prior to the first occupation of the development, details shall be submitted to and agreed in writing by the Local Planning Authority for the installation of Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with the agreed details and shall thereafter be permanently retained.",
    "Reason: To minimise the impact of building emissions on local air quality.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Forma",
    "Before occupation of the residential/ commercial unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is 25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £5,125 would be payable due to result in new properties with a combined gross internal floor area of 205m² of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £205m² (Zone A for each additional square metre of GIA. Based upon the information supplied with the application, £25,780 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent via email. The revisions involved amendments to the removal of rear balconies and porch design. The amendments were subsequently submitted 12/06/23"
  ],
  "development_type": null,
  "parking_details": null,
  "appeal_decision": null,
  "locality": null,
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "decision_date": "14/06/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              556760.582,
              189388.465
            ],
            [
              556745.139,
              189448.612
            ],
            [
              556841.591,
              189464.326
            ],
            [
              556851.616,
              189406.617
            ],
            [
              556850.261,
              189406.075
            ],
            [
              556847.823,
              189402.282
            ],
            [
              556842.133,
              189399.844
            ],
            [
              556835.089,
              189397.676
            ],
            [
              556760.582,
              189388.465
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Havering-P0550.23",
  "site_name": "Howards Farm, Tomkyns Lane",
  "lapsed_date": "14/06/2026",
  "decision": "Approved",
  "secondary_street_name": null,
  "decision_target_date": "14/06/2023",
  "last_updated": "2025-03-19T03:41:34.425+00:00",
  "date_building_work_completed_under_previous_permission": null,
  "site_number": null,
  "last_date_consultation_comments": "06/05/2023",
  "bo_system": "CSV Data Import"
}