{
  "uprn": "10001296734",
  "decision_agency": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.11202,
          51.524578
        ],
        [
          -0.112021,
          51.524551
        ],
        [
          -0.112065,
          51.524552
        ],
        [
          -0.112063,
          51.524579
        ],
        [
          -0.11202,
          51.524578
        ]
      ]
    ]
  },
  "appeal_start_date": null,
  "centroid_northing": 182317,
  "decision": "Approved",
  "polygon": null,
  "borough": "Islington",
  "bo_system": "Agile APAS",
  "pp_id": "6730252             ",
  "decision_process": "Delegated",
  "locality": "London",
  "site_number": "",
  "secondary_street_name": null,
  "description": "Application for non-material amendment to planning permission ref: P2013/1423/FUL dated 30/03/2015 to amend conditions 11 (CEMP) and 23 (BREEAM) and insert new condition 55 (construction contract) as follows:\r\n\r\nFor each Section of the development, associated demolition hereby consented must be carried out in accordance with a construction contract with the builder(s) to complete the associated redevelopment work which has been granted planning permission. \r\n\r\nREASON: To prevent premature demolition in order to preserve the character and appearance of the Conservation Area.",
  "postcode": "EC1A 1BB",
  "appeal_decision": null,
  "centroid": {
    "lat": 51.524565,
    "lon": -0.112042
  },
  "lapsed_date": "13/04/2021",
  "application_type": "All Other",
  "title_number": null,
  "last_date_consultation_comments": null,
  "parking_details": null,
  "application_type_full": null,
  "appeal_decision_date": null,
  "cil_liability": false,
  "url_planning_app": null,
  "decision_conditions": [
    "Condition 11 of planning permission P2013/1423/FUL should read: \r\n\r\nCONDITION:  \r\nPrior to any works commencing on site on the relevant Section a Construction Environmental Management Plan assessing the environmental impacts (including (but not limited to) noise, air quality including dust, smoke and odour, vibration and TV reception) of the development shall be submitted to and approved in writing by the Local Planning Authority.  This will include the following details regarding demolition where applicable: \r\n\"\tA plan showing the phasing of demolition works as part of the overall sequence of works on the site; \r\n\"\tThe parking of vehicles of site operatives and visitors; \r\n\"\tLoading and unloading of plant, machinery and demolished materials; \r\n\"\tThe erection and maintenance of security hoarding including decorative displays and facilities for public viewing where appropriate; \r\n\"\tWheel washing facilities;\r\n\"\tMeasures to control the emission of dust and dirt during construction; and \r\n\"\tA scheme for storage, recycling/disposing of materials resulting from demolition works.\r\n\r\nTo address the condition, a comprehensive response document dealing with the impacts and phasing of the development taking into consideration the GLA's dust guidance, BS5228, LBI's Code of Construction Practice and any other relevant guidance shall be submitted, in particular in order to address out of hours working to accommodate ongoing / continued operation of the Mail Centre during the demolition and/or construction phase.\r\n\r\nThe report shall assess impacts during the demolition and/or construction phase of the development on nearby residents and other occupiers together with means of mitigating any identified impacts.\r\n\r\nThe development shall be carried out strictly in accordance with the details so approved and no change therefrom shall take place without the prior written consent of the Local Planning Authority. At the same time, the applicant shall provide details of any other demolition and/or construction occurring elsewhere within the wider site at the same time, such as earlier sections 1 and/or 2 on the Phoenix Place Site.\r\n\r\nThe enabling works shall be implemented in accordance with the details submitted to and previously approved by application P2017/1971/AOD on 31/07/2017 as well as the hereby approved demolition phasing plans entitled \"Royal Mail Mount Pleasant Enabling Works - Basement Demolition Dates' ref BSB/B013/Sk/251 Dated 19/02/2018.\r\n\r\nREASON: The scale of the project in close proximity to existing residential and commercial is likely to lead to disruption especially with the ES noting the desire to work outside of normal hours in order to facilitate the lifting in of the roof structure without affecting the post office operations. To ensure that the phased demolition and construction is logical, appropriate and does not unduly impact on neighbouring residential amenity or the locality generally and to promote safety and free flow of traffic and pedestrians across the adjoining highway."
  ],
  "actual_completion_date": null,
  "last_updated_by": "Agile APAS",
  "street_name": "Farringdon Road",
  "appeal_status": null,
  "development_type": null,
  "decision_date": "13/04/2018",
  "lpa_app_no": "P2018/0691/NMA",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": "Mount Pleasant Mail Centre",
  "subdivision_of_building": null,
  "last_updated": "2025-03-20T00:23:18.373+00:00",
  "decision_target_date": "22/03/2018",
  "valid_date": "22/02/2018",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Insufficient Fee",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Islington",
  "id": "Islington-P2018_0691_NMA",
  "application_details": {
    "lead_developer_company_name": "Planning Policy - Sustainability",
    "s106_agreement": false
  },
  "ward": "College Park and Old Oak",
  "centroid_easting": 531073,
  "epc_number": null
}