{
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=17/P2349",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": null,
  "application_details": {
    "site_area": 0.159
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.2261325,
          51.4184042
        ],
        [
          -0.22595839999999998,
          51.4181007
        ],
        [
          -0.2253459,
          51.4182253
        ],
        [
          -0.2253491,
          51.4182555
        ],
        [
          -0.2255264,
          51.4185168
        ],
        [
          -0.2255296,
          51.4185208
        ],
        [
          -0.2261325,
          51.4184042
        ]
      ]
    ]
  },
  "site_name": "Former Roof Top",
  "centroid_easting": "523461",
  "site_number": null,
  "development_type": "Minor all other minor developments",
  "decision_date": "20/09/2017",
  "appeal_start_date": "23/02/2018",
  "lapsed_date": "20/09/2017",
  "status": "Dismissed",
  "decision_process": null,
  "epc_number": null,
  "appeal_status": "Dismissed",
  "lpa_name": "Merton",
  "centroid_northing": "170310",
  "appeal_decision_date": "10/05/2018",
  "decision_conditions": [
    "Reason : 1 - The proposed development, by virtue of its height, fenestration, layout of balconies and proximity to neighbouring properties would result in material harm to the residential amenities of neighbouring occupiers by way of loss of light to the ground floor living room window of No.19 Lansdowne Road (Flat 9) and overlooking to Lansdowne Cottage (rear garden) and No.4 Lansdowne Road (windows in the north elevation), contrary to Policy DM D2 of the Council's adopted Sites and Policies Plan 2014.",
    "Reason : 2 - The proposal would, by reason of the position of the proposed refuse/recycling store and distance between the refuse/recycling store and the highway, fail to provide integrated, well-designed waste storage, in conflict with Policy CS17 of the Core Planning Strategy 2011. ",
    "Reason : 3 - The application, by virtue of the lack of supporting information relating to sustainable policy objectives, has failed to demonstrate compliance with policy 5.3 of the London Plan 2015 and policy CS15 of the Core Planning Strategy 2011.",
    "Reason : 4 - The proposed development, by virtue of its height, form, design and lack of refuse/recycling facilities in close proximity to the highway, would result in material harm to the character and appearance of the existing building, the wider streetscene and the setting of the adjacent West Wimbledon Conservation Area contrary to Policy CS14 of the Council's adopted Core Planning Strategy 2011 and Policies DM D2, DM D3 and DM D4 of the Council's adopted Sites and Policies Plan 2014.",
    "Reason : 5 - The proposed development, by virtue of the loss of trees to the frontage and rear of the site and the lack of information regarding retained trees on site, would result in material harm to the character of the area, contrary to Policy 7.1 of the London Plan 2015, Policy CS14 of the Council's adopted Core Planning Strategy 2011 and Policies DM D2, DM D3, DM D4 and DM O2 of the Council's adopted Sites and Policies Plan 2014.",
    "Reason : 6 - The proposed development, by virtue of the lack of a s.106 agreement to preclude future occupiers from obtaining parking permits, would result in unacceptable increase in parking demand, contrary to Policy CS21 of the Core Planning Strategy 2011 and Policy DM T3 of the Sites and Policies Plan 2014.",
    "Reason : 7 - INFORMATIVE\r\nNote to Applicant\r\nIn accordance with paragraphs 186 and 187 of the NPPF, The London Borough of Merton  (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\"\tOffering a pre-application advice and duty desk service. \r\n\"\tWhere possible, suggesting solutions to secure a successful outcome.\r\n\"\tAs appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\nIn this instance:\r\n\"\tThe application was not considered to comply with the provisions of the Development Plan and NPPF as submitted, and would have required substantial changes such that a new application would be required. \r\n\"\tIt is noted that the applicant/agent did not engage in any pre-application discussions.\r\n\"\tThe applicant is advised to seek pre-application advice on any resubmission.\r\n"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "Lansdowne Road",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": "-0.2258741",
    "lat": "51.418369"
  },
  "cil_liability": true,
  "valid_date": "26/06/2017",
  "postcode": null,
  "bo_system": "Northgate M3",
  "borough": "Merton",
  "id": "Merton-17_P2349",
  "application_type": "All Other",
  "parking_details": null,
  "decision_target_date": "25/08/2017",
  "pp_id": null,
  "last_updated_by": "Northgate M3",
  "locality": "Wimbledon",
  "uprn": "10094253117",
  "last_date_consultation_comments": "22/08/2017",
  "title_number": null,
  "decision": "Refused",
  "last_updated": "2025-03-19T23:04:17.486+00:00",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523442.9359468,
              170313.4805992
            ],
            [
              523455.8585405,
              170280.0192867
            ],
            [
              523498.1131343,
              170294.9110881
            ],
            [
              523497.8076894,
              170298.2587631
            ],
            [
              523484.7744838,
              170327.0201872
            ],
            [
              523484.539488,
              170327.461835
            ],
            [
              523442.9359468,
              170313.4805992
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "Raynes Park_histroic",
  "appeal_decision": "Dismissed",
  "lpa_app_no": "17/P2349",
  "description": "DEMOLITION OF EXISTING ROOFTOP FLAT AND ERECTION OF ADDITIONAL TWO STORIES TO PROVIDE 4 X 2 BED FLATS ALONG WITH ERECTION OF CYCLE STORE & BIN ENCLOSURE",
  "date_building_work_completed_under_previous_permission": null
}