{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Householder planning permission",
  "lpa_app_no": "42066/APP/2022/3824",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=42066/APP/2022/3824",
  "actual_completion_date": null,
  "pp_id": "11773828",
  "lapsed_date": "05/09/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "-0.44552169999999996",
    "lat": "51.6045179"
  },
  "decision_process": "Committee",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": null,
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "19/01/2023",
  "description": "Erection of a single storey annexe for ancillary residential use with glazed link between the annexe and the existing house",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4458099,
          51.604393
        ],
        [
          -0.4456458,
          51.6046656
        ],
        [
          -0.44548479999999996,
          51.6046266
        ],
        [
          -0.4454768,
          51.6046372
        ],
        [
          -0.44544079999999997,
          51.6046284
        ],
        [
          -0.4454188,
          51.6046566
        ],
        [
          -0.4451381,
          51.6045982
        ],
        [
          -0.44538469999999997,
          51.6044813
        ],
        [
          -0.4455996,
          51.6043426
        ],
        [
          -0.4455977,
          51.6043414
        ],
        [
          -0.4458099,
          51.604393
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "site_name": "22 FRINGEWOOD CLOSE",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "The proposed annexe, by reason of its provision of facilities required for day-to-day private domestic existence and the availability of independent access to it, would result in the creation of a self-contained residential unit in a backland position where such a dwelling would be unacceptable, due to the requirements of external amenity space for future occupiers, and its detrimental impact on the character and appearance of the area and on the living conditions of neighbouring occupiers. The proposal would therefore conflict with Policies DMH 6, DMHD 1, DMHD 2, DMHB 11, DMHB 12, DMHB 16, DMHB 18 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policies D1, D3, D4, D6 and D8 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "By virtue of its substantial size, scale, footprint, height, roof form and prominent location, the proposed self-contained residential unit would result in an incongruous and cramped form of development that would relate poorly to the existing built form on and around the site, detrimental to the character, appearance and visual amenities of the street scene and the surrounding area. The proposal would therefore be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (2012), Policies DMH 6, DMHB 11, DMHB 12, DMHD1 and DMHD 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policies D1, D3, D4 and D8 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "The proposed self-contained residential unit would have no private amenity space provision, and would therefore give rise to a substandard form of living accommodation to the detriment of the amenities of future occupiers. The proposal, therefore, conflicts, with Policy DMHB 18 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020), Policy D6 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "By virtue of its proximity, siting, size, scale, height and self-contained use, the proposed annexe would cause harm to the living conditions of the existing neighbouring occupiers at numbers 20 and 24 Fringewood Close and their respective private amenity space, in terms of loss of outlook, overshadowing, loss of privacy, sense of enclosure and overbearing impact. The proposal would therefore conflict with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020) and the National Planning Policy Framework (2021).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "In order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition further guidance was offered to the applicant by the case officer during the processing of the application to identify the amendments to address those elements of the scheme considered unacceptable which the applicant chose not to implement.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012.",
    "For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "postcode": null,
  "application_type": "Householder",
  "decision_date": "05/09/2023",
  "parking_details": {
    "no_existing_resi_offstreet": 3,
    "net_resi_offstreet": 0,
    "no_proposed_resi_offstreet": 3
  },
  "status": "Refused",
  "centroid_easting": 507749,
  "valid_date": "16/12/2022",
  "borough": "Hillingdon",
  "subdivision_of_building": null,
  "decision_target_date": "08/09/2023",
  "id": "Hillingdon-42066_APP_2022_3824",
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T02:14:00.514+00:00",
  "street_name": "NORTHWOOD",
  "decision": "Refused",
  "appeal_start_date": null,
  "centroid_northing": 190664,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 104,
    "intended_commencement_date": "05/2023",
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 1,
    "intended_completion_date": "12/2023",
    "site_area": 0.085
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507729.3354,
              190649.6776
            ],
            [
              507740.051,
              190680.237
            ],
            [
              507751.2958,
              190676.136
            ],
            [
              507751.825,
              190677.3266
            ],
            [
              507754.3385,
              190676.4005
            ],
            [
              507755.7938,
              190679.5755
            ],
            [
              507775.373,
              190673.4901
            ],
            [
              507758.5719,
              190660.1286
            ],
            [
              507744.0198,
              190644.3859
            ],
            [
              507744.1521,
              190644.2536
            ],
            [
              507729.3354,
              190649.6776
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "NORTHWOOD 2022"
}