{
  "lpa_name": "Islington",
  "pp_id": null,
  "description": "Removal of front boundary wall and installation of railings. New balcony rails to front floor windows and new conservation roof light with internal works & works to windows. (Listed Building Application P092253 also submitted)",
  "epc_number": null,
  "status": "Insufficient Fee",
  "decision_date": null,
  "street_name": "Ellington Street",
  "decision_process": "Delegated",
  "uprn": "5300030244",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "25/03/2010",
  "subdivision_of_building": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 531191,
  "appeal_decision": null,
  "lpa_app_no": "P092252",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "actual_commencement_date": null,
  "application_type": "All Other",
  "bo_system": "Agile APAS",
  "centroid": {
    "lat": 51.546078,
    "lon": -0.10945
  },
  "decision_agency": null,
  "parking_details": null,
  "postcode": "N7 8PP",
  "last_updated": "2025-03-20T07:32:38.576+00:00",
  "secondary_street_name": null,
  "cil_liability": false,
  "url_planning_app": null,
  "valid_date": "28/01/2010",
  "appeal_decision_date": null,
  "locality": "London",
  "appeal_start_date": null,
  "application_type_full": null,
  "decision": "Approved",
  "last_updated_by": "Agile APAS",
  "actual_completion_date": null,
  "site_name": "Flat B",
  "lapsed_date": "25/03/2013",
  "centroid_northing": 184714,
  "decision_conditions": [
    "CONDITION:\r\nPrior to commencement of demolition works on site a detailed method statement shall be submitted to the local planning authority for approval.  This shall include details of tree protection and ground protection measures to implemented during the demolition and construction works (using hand held equipment and hand held electric breaking hammers of no greater than 10kg capacity). No excavations shall be permitted for foundation without having provided detailed plans and cross-section for approval in writing prior to the commencement of works on site.\r\nIn the event that the demolition of the plinth and foundations is required then the method of demolition and construction activities needs to be contained within the method statement.  This shall also a revised detailed plan and cross-section showing measures to be undertaken to avoid contamination or chemical burning of the roots on the tree and also what measures are to be undertaken to avoid direct root contact of the wall with the roots of the protected tree.  No roots greater than 10mm shall be cut, severed or damaged during the excavation of any new foundation and once the foundations of the wall have been removed the TPO officer will be provided with a minimum of 48hrs notice to inspect the trench where the foundations have been removed prior to any further excavations or pouring of the new foundations.\r\n\r\nREASON:\r\nTo protect the health and stability of trees to be retained on the site, and to ensure that a satisfactory standard of visual amenity is provided and maintained in accordance with policy 3D.15 of the London Plan 2008 and policy Env6 of the Islington UDP 2002"
  ],
  "ward": "St. Marys - historic",
  "site_number": "",
  "application_details": {
    "s106_agreement": false
  },
  "id": "Islington-P092252",
  "appeal_status": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.109428,
          51.546092
        ],
        [
          -0.109429,
          51.546065
        ],
        [
          -0.109472,
          51.546065
        ],
        [
          -0.109471,
          51.546092
        ],
        [
          -0.109428,
          51.546092
        ]
      ]
    ]
  },
  "borough": "Islington",
  "last_date_consultation_comments": "25/02/2010"
}