{
  "decision_agency": "Borough",
  "development_type": null,
  "cil_liability": false,
  "lpa_name": "Havering",
  "parking_details": null,
  "epc_number": "8502-7076-7029-5626-0263",
  "locality": null,
  "description": "Single storey rear extension, installation of porch to front elevation and erection of single storey outbuilding to rear to be used as gymnasium and storage",
  "bo_system": "CSV Data Import",
  "pp_id": "10131786",
  "appeal_status": null,
  "centroid_easting": 550117,
  "valid_date": "16/08/2021",
  "site_number": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1610.21",
  "lpa_app_no": "P1610.21",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "100021367264",
  "id": "Havering-P1610.21",
  "ward": "Pettits",
  "application_type_full": "Householder planning permission",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 48.49,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "02/2022",
    "intended_commencement_date": "11/2021",
    "site_area": 0.039
  },
  "title_number": [
    "EX5807"
  ],
  "decision": "Approved",
  "centroid": {
    "lon": "0.16579439999999998",
    "lat": "51.5934988"
  },
  "postcode": "RM5 3EA",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550103.324,
              190504.075
            ],
            [
              550098.989,
              190514.913
            ],
            [
              550129.062,
              190528.188
            ],
            [
              550134.481,
              190517.622
            ],
            [
              550103.324,
              190504.075
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "secondary_street_name": "Romford",
  "centroid_northing": 190516,
  "status": "Approved",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with the  Development Control Policies Development Plan Document Policy DC61.",
    "The outbuilding hereby permitted shall be used only for purposes incidental to the enjoyment of the dwelling house at 182 Collier Row Lane, Romford, as such, and not for any trade or business nor as living accommodation.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/393927/Party_Wall_etc__Act_1996_-_Explanatory_Booklet.pdf",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraphs 38 of the National Planning Policy Framework July 2021."
  ],
  "appeal_decision": null,
  "street_name": null,
  "lapsed_date": "18/10/2024",
  "actual_commencement_date": null,
  "last_date_consultation_comments": "07/09/2021",
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "site_name": "182 Collier Row Lane",
  "application_type": "All Other",
  "last_updated": "2025-03-20T20:18:15.903+00:00",
  "appeal_decision_date": null,
  "borough": "Havering",
  "appeal_start_date": null,
  "decision_date": "18/10/2021",
  "last_updated_by": "CSV Data Import",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "18/10/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.165592,
          51.5933953
        ],
        [
          0.1655341,
          51.5934938
        ],
        [
          0.1659736,
          51.5936051
        ],
        [
          0.16604729999999998,
          51.5935087
        ],
        [
          0.165592,
          51.5933953
        ]
      ]
    ],
    "type": "Polygon"
  }
}