{
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.034
  },
  "decision": "Refused",
  "appeal_status": null,
  "last_date_consultation_comments": "06/04/2022",
  "secondary_street_name": null,
  "lpa_name": "Hillingdon",
  "decision_date": "07/07/2022",
  "valid_date": "16/03/2022",
  "centroid_easting": 510240,
  "epc_number": null,
  "lapsed_date": "07/07/2025",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "subdivision_of_building": null,
  "pp_id": null,
  "uprn": null,
  "street_name": "HAYES",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision_date": "03/11/2023",
  "appeal_start_date": "13/06/2023",
  "appeal_decision": "Dismissed",
  "cil_liability": false,
  "borough": "Hillingdon",
  "lpa_app_no": "1142/APP/2022/697",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510258.9802,
              178809.101
            ],
            [
              510259.9063,
              178800.5021
            ],
            [
              510242.1792,
              178799.576
            ],
            [
              510222.0708,
              178801.6927
            ],
            [
              510221.277,
              178811.2177
            ],
            [
              510244.4281,
              178808.3073
            ],
            [
              510258.9802,
              178809.101
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "description": "Change of use from 6 person HMO to 9 person HMO",
  "decision_process": "Delegated",
  "last_updated": "2025-03-19T00:48:12.989+00:00",
  "postcode": null,
  "development_type": null,
  "site_name": "1A ROSEVILLE ROAD",
  "centroid_northing": 178804,
  "status": "Dismissed",
  "actual_completion_date": null,
  "parking_details": null,
  "application_type": "All Other",
  "title_number": null,
  "decision_agency": "Borough",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=1142/APP/2022/697",
  "centroid": {
    "lon": -0.413301,
    "lat": 51.497437
  },
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-1142_APP_2022_697",
  "locality": null,
  "decision_conditions": [
    "The applicant has failed to demonstrate that the proposal and the high number of potential occupants, would not result in noise and general disturbance to neighbouring properties alongisde a harmful over intensification of the use of the site, detrimental to both the occupiers and neighbouring properties and the character and appearance of the area, all contrary to the requirements of Policies DMH5, DMHD 1 and DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The applicant has failed to demonstrate that adequate and functional parking spaces could be provided for future occupiers of the HMO. The shortfall in parking is likely to result in roadside parking which would create a more hazardous environment for road users, whilst also causing traffic build up and congestion as vehicles stop to pass parked vehicles.  The proposed development is therefore considered to be detrimental to pedestrian and highway safety, as well as the free movement of vehicles on the local highways network. The proposed development is therefore considered to be contrary to Policies DMT 2 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), as well as policy T6 of the London Plan and paragraph 112 (c) and (e) of the NPPF (2021).",
    "The proposal, by virtue of it's failure to maintain an adequate amount of private usable external and internal amenity space for the occupiers of the proposed development, would result in substandard living accommodation and an over-development of the site to the detriment of the residential amenity of existing and future occupiers. The proposal is therefore contrary to the requirements of Policies DMH 5, DMHB 11, DMHB 16 and DMHB 18 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance."
  ],
  "decision_target_date": "11/05/2022",
  "ward": "PINKWELL",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4130061,
          51.4974799
        ],
        [
          -0.41299539999999996,
          51.4974024
        ],
        [
          -0.413251,
          51.4973975
        ],
        [
          -0.41353989999999996,
          51.4974205
        ],
        [
          -0.4135484,
          51.4975062
        ],
        [
          -0.41321589999999997,
          51.4974756
        ],
        [
          -0.4130061,
          51.4974799
        ]
      ]
    ],
    "type": "Polygon"
  }
}