{
  "lpa_name": "Havering",
  "uprn": "200002666829",
  "decision_date": "29/06/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P0602.20",
  "secondary_street_name": "Hornchurch",
  "appeal_status": null,
  "postcode": "RM12 4TN",
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.030000000000000002
  },
  "valid_date": "04/05/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolish existing outbuildings to side and rear of site and erection of single storey side and rear extension.",
  "decision_conditions": [
    "The proposed development would - by reason of its excessive footprint, bulk and mass and inappropriate design - appear as an unacceptably dominant and visually intrusive feature to the host building and to the area more generally, and would be contrary to policies 7.4, 7.5 and 7.6 of the London Plan (MALP) 2016, policies D4 and D8 of the emerging Draft London Plan (\"Intend to Publish\" version December 2019), and policies CP17 and DC61 of the Havering Core Strategy and Development Control Policies DPD 2008, and the Residential Extensions and Alterations SPD 2008.",
    "The proposed development would - by reason of its excessive depth, height and position close to the boundaries of the site and relation to the entrance to the upper floor residential units - be an intrusive and unneighbourly development as well as having an adverse effect on the visual amenity of the area, and is contrary to the National Planning Policy Framework (2019), policies CP17 and  DC61 of the Havering Core Strategy and Development Control Policies DPD 2008.",
    "The proposed development would - by reason of the inadequate on site car and cycle parking provision on site - place greater parking pressure on neighbouring roads, and would have an unacceptable impact on highway safety and residential amenity, and would be contrary to policies 6.9 and 6.13 and tables 6.2 and 6.3 of the London Plan (MALP) 2016, and policies DC32, DC33, DC35 and Annex 5 of the Havering Core Strategy and Development Control Policies DPD 2008, as well as the London Cycle Design Standards 2014.",
    "The proposal would - by reason of over development of the site and poor design of the servicing - place unreasonable restrictions on neighbouring businesses, would be impractical in the day-to-day running and servicing of the commercial unit, and would have an unacceptable impact on the use of the public footpath, and would be contrary to paragraph 182 of the National Planning Policy Framework (2019), and policies DC36 and DC61 of the Havering Core Strategy and Development Control Policies DPD 2008.",
    "In the absence of a legal agreement to secure a suitable waste management scheme, and to protect rights of access to the upper floor residential unit(s), the proposal fails to satisfactorily mitigate the impact of the development, and is contrary to the provisions of paragraph 182 of the National Planning Policy Framework (2019), and policies DC36 and DC72 of the Havering Core Strategy and Development Control Policies DPD 2008.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the agent for the application prior to the decision being issued.",
    "Further to this, paragraph 38 of the National Planning Policy Framework (2019) (the NPPF) requires Local Planning Authorities to approach decisions on proposed development in a positive and creative way, and paragraph 41 of the NPPF places an expectation that issues on applications should be addressed prior to submission of an application. The Council has made available on its website the policies and guidance provided by the Development Plan in its entirety. The Council also offers a full pre-application advice service in order to ensure that the applicant has every opportunity to submit an application that's likely to be consider",
    "It is clear from the existing drawings that the original building has been recently extended, and that outbuildings at the property had been erected. No planning applications have been granted for these, and therefore it is not clear which of the existing developments on site are lawful. The information and assessments set out within this application cannot - and has not - provided any substantive conclusions on this issue, although any part of this application may be used as part of an investigation into such matters."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:58:05.301+00:00",
  "ward": "Hylands",
  "parking_details": null,
  "lapsed_date": "29/06/2023",
  "decision_target_date": "29/06/2020",
  "centroid": {
    "lat": "51.5652962",
    "lon": "0.18716539999999998"
  },
  "lpa_app_no": "P0602.20",
  "status": "Dismissed",
  "site_name": "Kings Permanent Building Ltd",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0602.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551682.5,
              187438.748
            ],
            [
              551694.963,
              187437.393
            ],
            [
              551692.525,
              187421.408
            ],
            [
              551700.382,
              187420.054
            ],
            [
              551697.401,
              187410.3
            ],
            [
              551687.377,
              187410.571
            ],
            [
              551682.5,
              187438.748
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "28/05/2020",
  "appeal_decision_date": "29/12/2021",
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "2 Roneo Corner",
  "pp_id": "08694630",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 551691,
  "appeal_start_date": "08/07/2021",
  "centroid_northing": 187424,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1870492,
          51.565431
        ],
        [
          0.1872283,
          51.5654154
        ],
        [
          0.1871863,
          51.5652725
        ],
        [
          0.187299,
          51.5652582
        ],
        [
          0.1872518,
          51.5651714
        ],
        [
          0.18710739999999998,
          51.5651765
        ],
        [
          0.1870492,
          51.565431
        ]
      ]
    ],
    "type": "Polygon"
  }
}