{
  "application_type": "Prior Approval",
  "application_type_full": "Prior Approval: New dwellinghouses on detached blocks of flats",
  "description": "Construction of additional storey extension to accommodate 9no. self-contained residential units, of which 8 are one bed and one is two bed; provision of associated cycle storage, refuse  and recycling storage  (Prior Approval Application, under Part 20, Class A)",
  "epc_number": null,
  "street_name": "Azalea Close",
  "appeal_decision": null,
  "lpa_app_no": "224188PANDF",
  "centroid": {
    "lon": "-0.3319784",
    "lat": "51.5101758"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 515851,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/224188PANDF;",
  "last_updated": "2025-03-19T02:43:35.684+00:00",
  "subdivision_of_building": null,
  "postcode": "W7 3QA",
  "uprn": "12152557",
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 180346,
  "site_name": "Azalea Court",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "30/09/2022",
  "lapsed_date": "24/11/2025",
  "parking_details": {
    "no_existing_car": 30,
    "no_proposed_car": 30,
    "net_cycle": 14,
    "no_existing_cycle": 0,
    "net_car": 0,
    "no_proposed_cycle": 14
  },
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": true,
  "decision_target_date": "24/11/2022",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": null,
  "ward": "Hanwell Broadway",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Ealing-224188PANDF",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              515876.3525568,
              180370.8986226
            ],
            [
              515883.2206927,
              180345.2659598
            ],
            [
              515881.5964157,
              180344.696123
            ],
            [
              515879.1476325,
              180343.8463662
            ],
            [
              515876.6988494,
              180342.9966094
            ],
            [
              515874.2995366,
              180342.1468527
            ],
            [
              515871.8507535,
              180341.2970959
            ],
            [
              515869.6987925,
              180340.5473105
            ],
            [
              515869.4019703,
              180340.4473392
            ],
            [
              515867.2994797,
              180339.7175481
            ],
            [
              515866.9531872,
              180339.5975824
            ],
            [
              515868.148721,
              180336.1485697
            ],
            [
              515866.656365,
              180335.6387156
            ],
            [
              515864.1993368,
              180334.798956
            ],
            [
              515865.3536453,
              180331.7998145
            ],
            [
              515864.9991077,
              180331.6498574
            ],
            [
              515864.2982775,
              180331.4499146
            ],
            [
              515863.9519849,
              180331.399929
            ],
            [
              515863.5974473,
              180331.399929
            ],
            [
              515863.0038029,
              180331.4499146
            ],
            [
              515862.6492653,
              180331.4999003
            ],
            [
              515862.3029727,
              180331.6498574
            ],
            [
              515861.9979054,
              180331.7998145
            ],
            [
              515861.7010832,
              180331.9997573
            ],
            [
              515861.5032018,
              180332.1997
            ],
            [
              515861.0991938,
              180332.6995569
            ],
            [
              515860.9507827,
              180332.9494854
            ],
            [
              515859.103889,
              180338.2479687
            ],
            [
              515854.4536745,
              180336.5484552
            ],
            [
              515856.3500386,
              180331.2999576
            ],
            [
              515856.3995089,
              180330.900072
            ],
            [
              515856.3995089,
              180330.1502867
            ],
            [
              515856.3005682,
              180329.6004441
            ],
            [
              515854.8659276,
              180329.1005871
            ],
            [
              515843.3475772,
              180325.0517461
            ],
            [
              515841.7480354,
              180324.4819092
            ],
            [
              515829.6030604,
              180320.203134
            ],
            [
              515829.3639536,
              180320.0731712
            ],
            [
              515827.4510994,
              180325.551603
            ],
            [
              515820.3521018,
              180345.8457939
            ],
            [
              515819.2472636,
              180349.0048896
            ],
            [
              515831.169622,
              180354.3433615
            ],
            [
              515832.9423101,
              180355.1331354
            ],
            [
              515843.8670161,
              180360.0317332
            ],
            [
              515848.5007404,
              180362.1011408
            ],
            [
              515848.6491515,
              180361.8012267
            ],
            [
              515853.299366,
              180363.7506687
            ],
            [
              515856.3582836,
              180365.0303024
            ],
            [
              515856.3912639,
              180365.0502966
            ],
            [
              515864.8506966,
              180367.3096499
            ],
            [
              515865.8895743,
              180367.6395555
            ],
            [
              515867.8024285,
              180368.2493809
            ],
            [
              515869.4514407,
              180368.7492378
            ],
            [
              515870.2594567,
              180368.9991663
            ],
            [
              515876.3525568,
              180370.8986226
            ]
          ],
          [
            [
              515861.000253,
              180351.9040597
            ],
            [
              515861.8494943,
              180349.5047465
            ],
            [
              515863.7541035,
              180350.1545605
            ],
            [
              515862.9460875,
              180352.503888
            ],
            [
              515861.000253,
              180351.9040597
            ]
          ],
          [
            [
              515837.65024,
              180336.0485983
            ],
            [
              515838.4994813,
              180333.6492851
            ],
            [
              515840.2969046,
              180334.3490848
            ],
            [
              515839.4971337,
              180336.6984123
            ],
            [
              515837.65024,
              180336.0485983
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": "London",
  "lpa_name": "Ealing",
  "borough": "Ealing",
  "decision_conditions": [
    "The development permitted shall be completed before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended) and condition A2 (2) of Schedule 2, Part 20, Class A of the Town and Country Planning (General Permitted Development) Order 2015 as amended.",
    "| The development hereby approved shall be carried out in accordance with the above drawings and documents.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| Cycle storage for ^IN;  bicycle spaces shall be provided within the curtilage of the development, within secure, lockable compounds in accordance with the designated locations identified in the approved drawings listed under condition 2 and all adopted standards prior to the first occupation of the building. The storage spaces shall be permanently retained thereafter.",
    "Reason:  To provide adequate bicycle storage in accordance with policy and T5 of the London Plan (2021). | The development hereby approved shall not be occupied until refuse and recycling storage within a secure enclosure has been provided in accordance with the designated location identified in the approved drawings listed under condition 2 and in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI 8 of the London Plan (2021).",
    "| Prior to commencement of the development, a noise assessment shall be submitted to the Council for approval in writing, of external noise levels from transport and industrial/ commercial/ cultural sources, having regard to the assessment standards of the Council's SPG10 including aircraft noise (worst mode aircraft 1-day noise contour predicted for 2016 (60dB) as per Section 6 SPG10). Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise) to achieve internal noise limits specified in SPG10.  Details of best practicable mitigation measures for external amenity spaces shall also be provided and implemented, as necessary. Details shall confirm that noise limits specified in BS8233:2014 will not be exceeded. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all machinery operating together at maximum capacity.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021). | Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by vibration noise from mechanical installations/ equipment, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021). | Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/uses in stacked/adjoining dwellings, eg. bedrooms adjoining/ below/above kitchen/living/dining/bathrooms of separate dwellings. The assessment and mitigation measures shall be based on standards of the Council's SPG10 and the criteria of BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with Policies Standard 30 of the Housing SPG and Policy 7.15 of the London Plan",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 10dB above the Building Regulations value, for the floor/ceiling/wall structures separating bedrooms from communal staircases and lifts. The assessment and mitigation measures shall have regard to standards of the Council's SPG10 and noise limits specified in BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021). | Control measures shall be implemented to ensure that the following standards are followed:",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays (except no work on public holidays),",
    "- notifications of works to interested parties and regular neighbour liaison,",
    "- public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with Policies 7A and 7B of the Ealing Development Management DPD (2013) and policies D6, D14, SI 1, T3, T4 and T7 of the London Plan (2021).",
    "| Prior to the commencement of the development, details shall be submitted to and approved by the Local Planning Authority, for the installation of a filtered fresh air ventilation system capable of mitigating elevated concentrations of nitrogen oxides and particulate matter in the external air for dwellings facing Uxbridge Road. The details to be submitted shall include the arrangements for continuously maintaining the operational efficiency of the system.  The ventilation system as approved shall be completed prior to occupation and shall be retained permanently thereafter.",
    "Reason: To minimise exposure to existing poor air quality, and provide a suitable internal living environment for future occupiers, in accordance with policy SI 1 of the London Plan 2021, policy 1.1(j) of the Ealing Development Strategy 2026 DPD (2012); and policy 7A of the Ealing Development Management DPD (2013).",
    "| All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason: To safeguard adjoining occupiers of the development against unacceptable noise, disturbance and emissions, policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and policy SI1 of the London Plan(2021); and National Planning Policy Framework (2021)."
  ],
  "application_details": {
    "total_gia_gained": 461,
    "residential_details": {
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_gia_gained": 466,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units": 0,
      "affordable_percentage": 0
    },
    "total_gia_lost": 0,
    "infrastructure_details": {
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 9,
      "no_new_gas_connections_required": 9,
      "no_resi_units_to_have_full_fibre": 0,
      "fire_suppression_system_proposed": false,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "green_roof_area": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "total_gia_existing": 1974,
    "existing_uprns": [
      "000012060665, 000012060666, 000012060667, 000012060668, 000012060669, 000012060670, 000012060671, 000012060672, 000012060673, 000012060674, 000012060675, 000012060676, 000012060677, 000012060678, 000012060679, 000012060680, 000012060681, 000012060682, 000012060683, 000012060684, 000012060685, 000012060686, 000012060687, 000012060688, 000012060689, 000012060690, 000012060691, 000012060692, 000012060693, 000012060694, 000012060695, 000012152557, 000012152558, 000012152559"
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 1974,
        "use_class": "C3",
        "gia_gained": 461,
        "gia_lost": 0
      }
    ],
    "non_residential_details": {
      "total_gia_gained": 461,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 1974
    },
    "intended_commencement_date": "04/2023",
    "intended_completion_date": "04/2024",
    "site_area": 0.17900000000000002
  },
  "pp_id": "PP-11562559",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3316051,
          51.5103944
        ],
        [
          -0.3315146,
          51.5101626
        ],
        [
          -0.3315382,
          51.5101578
        ],
        [
          -0.33157369999999997,
          51.5101507
        ],
        [
          -0.3316093,
          51.5101436
        ],
        [
          -0.3316441,
          51.5101364
        ],
        [
          -0.33167959999999996,
          51.5101293
        ],
        [
          -0.3317109,
          51.510123
        ],
        [
          -0.3317152,
          51.5101222
        ],
        [
          -0.3317457,
          51.510116
        ],
        [
          -0.3317507,
          51.510115
        ],
        [
          -0.3317347,
          51.5100838
        ],
        [
          -0.3317563,
          51.5100795
        ],
        [
          -0.331792,
          51.5100725
        ],
        [
          -0.33177629999999997,
          51.5100453
        ],
        [
          -0.3317815,
          51.510044
        ],
        [
          -0.33179169999999997,
          51.5100423
        ],
        [
          -0.3317967,
          51.510042
        ],
        [
          -0.3318018,
          51.510042
        ],
        [
          -0.3318103,
          51.5100426
        ],
        [
          -0.3318154,
          51.5100431
        ],
        [
          -0.3318203,
          51.5100445
        ],
        [
          -0.3318247,
          51.5100459
        ],
        [
          -0.3318289,
          51.5100478
        ],
        [
          -0.3318317,
          51.5100496
        ],
        [
          -0.3318373,
          51.5100542
        ],
        [
          -0.3318394,
          51.5100565
        ],
        [
          -0.3318642,
          51.5101045
        ],
        [
          -0.3319318,
          51.5100902
        ],
        [
          -0.3319062,
          51.5100426
        ],
        [
          -0.33190559999999997,
          51.510039
        ],
        [
          -0.3319059,
          51.5100323
        ],
        [
          -0.33190749999999997,
          51.5100273
        ],
        [
          -0.3319283,
          51.5100232
        ],
        [
          -0.3320955,
          51.5099891
        ],
        [
          -0.3321187,
          51.5099843
        ],
        [
          -0.3322951,
          51.5099484
        ],
        [
          -0.3322986,
          51.5099472
        ],
        [
          -0.33232429999999996,
          51.5099969
        ],
        [
          -0.3324199,
          51.5101807
        ],
        [
          -0.3324348,
          51.5102093
        ],
        [
          -0.3322613,
          51.5102549
        ],
        [
          -0.33223549999999996,
          51.5102616
        ],
        [
          -0.3320765,
          51.5103034
        ],
        [
          -0.3320091,
          51.5103211
        ],
        [
          -0.3320071,
          51.5103183
        ],
        [
          -0.3319395,
          51.5103349
        ],
        [
          -0.331895,
          51.5103458
        ],
        [
          -0.3318945,
          51.5103459
        ],
        [
          -0.3317719,
          51.5103645
        ],
        [
          -0.33175679999999996,
          51.5103673
        ],
        [
          -0.3317291,
          51.5103724
        ],
        [
          -0.3317052,
          51.5103765
        ],
        [
          -0.3316935,
          51.5103786
        ],
        [
          -0.3316051,
          51.5103944
        ]
      ],
      [
        [
          -0.33183239999999997,
          51.5102268
        ],
        [
          -0.331821,
          51.5102051
        ],
        [
          -0.33179329999999996,
          51.5102106
        ],
        [
          -0.3318042,
          51.5102318
        ],
        [
          -0.33183239999999997,
          51.5102268
        ]
      ],
      [
        [
          -0.33217399999999997,
          51.5100891
        ],
        [
          -0.33216249999999997,
          51.5100674
        ],
        [
          -0.3321364,
          51.5100733
        ],
        [
          -0.3321472,
          51.5100946
        ],
        [
          -0.33217399999999997,
          51.5100891
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "24/11/2022",
  "secondary_street_name": null
}