{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": 10,
    "no_proposed_resi_offstreet": null,
    "net_carclub": null,
    "net_bluebadge": 1,
    "net_car": 9,
    "no_existing_other": null,
    "no_existing_lgv": null,
    "no_proposed_motorcycle": null,
    "no_existing_bluebadge": 3,
    "net_motorcycle": null,
    "no_proposed_car": 14,
    "no_existing_car": 5,
    "no_proposed_cycle": 40,
    "no_existing_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_other": null,
    "net_bus": null,
    "no_proposed_carclub": null,
    "net_other": null,
    "net_lgv": null,
    "net_cycle": 30,
    "no_proposed_bluebadge": 4,
    "no_proposed_bus": null,
    "no_existing_bus": null,
    "net_resi_offstreet": null,
    "no_existing_carclub": null
  },
  "appeal_decision": null,
  "decision_agency": null,
  "application_type": "All Other",
  "lpa_app_no": "19/01486/FUL",
  "application_type_full": null,
  "uprn": "100043054",
  "borough": "Barking & Dagenham",
  "street_name": "JOHN PARKER CLOSE",
  "locality": null,
  "ward": "Village",
  "actual_commencement_date": null,
  "lpa_name": "Barking & Dagenham",
  "bo_system": "Idox Tascomi",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.\n\nReason:\nTo comply with Section 91 of the Town and Country Planning Act 1990 (as amended by S.51 of the Planning and Compulsory Purchase Act  2004)",
    "The development hereby permitted shall be carried out in accordance with the following approved plans:\n\nSite Location Plan PTE-ZZ-00-DR-A-10001 dated Sep 19;\nExisting Site Plan PTE-ZZ-00-DR-A-10002 dated Sep 19;\nProposed Site Plan PTE-ZZ-00-DR-A-10003B dated Sep 19;\nExisting Ground Floor Plan PTE-ZZ-00-DR-A-10101A dated Jul 19;\nProposed Ground Floor Plan PTE-ZZ-00-DR-A-10102 dated Aug 19;\nExisting First Floor Plan PTE-ZZ-01-DR-A-10101 dated Jul 19;\nExisting Second Floor Plan PTE-ZZ-02-DR-A-10101 dated Jul 19;\nProposed First Floor Plan PTE-ZZ-01-DR-A-10102 dated Sep 19;\nProposed Second Floor Plan PTE-ZZ-02-DR-A-10102 dated Sep 19;\nExisting Roof Plan PTE-ZZ-RF-DR-A-10101 dated Jul 19;\nProposed Roof Plan PTE-ZZ-RF-DR-A-10102 dated Sep 19;\nProposed Sections EE and FF PTE-ZZ-XX-DR-A-10203 dated Sep 19;\nExisting Sections EE and FF PTE-ZZ-XX-DR-A-10201 dated Jul 19;\nProposed Elevations GG and HH PTE-ZZ-XX-DR-A-10204 dated Sep 19;\nExisting Elevations GG and HH PTE-ZZ-XX-DR-A-10202 dated Jul 19;\nExisting Elevations AA and BB PTE-ZZ-XX-DR-A-10301 dated Jul 19;\nProposed Elevations AA and BB PTE-ZZ-XX-DR-A-10303 dated Sep 19;\nExisting Elevations CC and DD PTE-ZZ-XX-DR-A-10302 dated Jul 19;\nProposed Elevations CC and DD PTE-ZZ-XX-DR-A-10304 dated Sep 19.\n\nReason: For the avoidance of doubt and in the interests of proper planning.",
    "The development shall not be occupied until a plan indicating the position, design, materials and type of boundary treatment to be erected has been submitted to and approved in writing by the Local Planning Authority. The approved boundary treatment shall be implemented prior to occupation of the development, and thereafter permanently retained and maintained unless otherwise agreed in writing with the Local Planning Authority.\n\nReason:  To ensure the boundary treatment protects or enhances the privacy of existing and future occupiers and the character and amenity of the area in accordance with policies BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "The car parking areas shown on drawing No. PTE-ZZ-00-DR-A-10003B shall be constructed and marked out prior to the occupation of the development and thereafter retained permanently for the accommodation of vehicles of occupiers and visitors to the premises and not used for any other purpose. The parking spaces should be clearly delineated with raised kerbs to avoid encroachment on surrounding footpaths and damage to trees.\n\nThe three existing blue badge car parking spaces shown on drawing PTE-ZZ-00-DR-A-10002 shall be retained as shown on drawing PTE-ZZ-00-DR-A-10003B unless otherwise agreed in writing with the Local Planning Authority.\n\nThe additional blue badge car parking space shown on drawing PTE-ZZ-00-DR-A-10003B shall be constructed and marked out prior to the occupation of the development as an accessible parking bay (to be clearly marked with a British Standard disabled symbol).\n\nActive electric charging points shall be provided for 20% of the car parking spaces and a further 50% of the spaces shall be provided with passive electric vehicle charging points. The spaces shall be constructed and marked out and the charging points installed prior to the occupation of the development and thereafter retained permanently for the accommodation of vehicles of occupiers and visitors to the premises and not used for any other purpose.\n\nMinor amendments may be agreed in writing from time to time by the Local Planning Authority.\n\nReason: To ensure that sufficient off-street parking areas are provided and not to prejudice the free flow of traffic or conditions of general safety along the adjoining highway, to ensure and promote easier access for disabled persons and to encourage the use of electric cars in order to reduce carbon emissions and in accordance with policies BC2, BR9, and BR10 of the Borough Wide Development Policies Development Plan Document and policy 6.13 of the London Plan.",
    "The cycle store shown on drawing Nos. PTE-ZZ-00-DR-A-10003B, PTE-ZZ-00-DR-A-10102, PTE-ZZ-XX-DR-A-10203, PTE-ZZ-XX-DR-A-10204, PTE-ZZ-XX-DR-A-10303 and PTE-ZZ-XX-DR-A-10304 shall be constructed prior to the occupation of the development and thereafter permanently retained and maintained for the use of the occupiers of the premises. Minor amendments may be agreed in writing from time to time by the Local Planning Authority.\n\nReason:  In the interests of promoting cycling as a sustainable and non-polluting mode of transport and in accordance with policy BR11 of the Borough Wide Development Policies Development Plan Document.",
    "The refuse enclosures indicated on drawing Nos. PTE-ZZ-00-DR-A-10003B and PTE-ZZ-00-DR-A-10102 shall be maintained and permanently retained for the use of the occupiers of the premises. Minor amendments may be agreed in writing from time to time by the Local Planning Authority.\n\nReason:  To provide satisfactory refuse storage provision in the interests of the appearance of the site and locality in accordance with policies BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "The development shall be carried out in accordance with the submitted Security Strategy Revision 1 prepared by Pollard Thomas Edwards and dated 15/10/19. Following completion of measures identified in the approved Security Strategy and prior to occupation of the development, a verification report must be prepared and approved in writing by the Local Planning Authority, in consultation with the Designing Out Crime Officer.\n\nReason: In order to provide a safe and secure development, in accordance with policy CP3 of the Core Strategy and policy BC7 of the Borough Wide Development Policies Development Plan Document.",
    "The renewable energy scheme detailed in Technical Note TN001_P01 prepared by Stantec and dated 13/09/19, and shown on drawing Nos. PTE-ZZ-01-DR-A-10102, PTE-ZZ-02-DR-A-10102, PTE-ZZ-RF-DR-A-10102, PTE-ZZ-XX-DR-A-10203, PTE-ZZ-XX-DR-A-10204, PTE-ZZ-XX-DR-A-10303 and PTE-ZZ-XX-DR-A-10304 shall be installed before the development hereby approved is occupied and shall be permanently maintained so as to provide energy for the development on a day-to-day basis for as long as the development remains. Minor amendments may be agreed in writing from time to time by the Local Planning Authority.\n\nReason:  In the interests of safeguarding the environment, to ensure that the development provides renewable energy in accordance with policy BR2 of the Borough Wide Development Policies Development Plan Document and policy 5.2 of the London Plan.",
    "In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority.  An investigation and risk assessment must be undertaken and where remediation is necessary a remediation scheme must be prepared, which is subject to the approval in writing of the Local Planning Authority.  Following completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority.\n\nReason:  Contamination must be identified to ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors in accordance with policy BR5 of the Borough Wide Development Policies Development Plan Document and policy 5.21 of the London Plan.",
    "(a) The Construction Phase Health, Safety, Environment and Quality Plan FRM-4509 - 06/16 Revision 3 prepared by United Living and dated 30/10/19 shall be adhered to throughout the construction period for the development. Minor amendments may be agreed in writing from time to time by the Local Planning Authority.\n\n(b) Demolition and construction work and associated activities, other than internal works not audible outside the site boundary, are only to be carried out between the hours of 08:00 and 18:00 Monday to Friday and 08:00 and 13:00 Saturday, with no work on Sundays or public holidays without the prior written permission of the Local Planning Authority.  Any works which are associated with the generation of ground borne vibration are only to be carried out between the hours of 08:00 and 18:00 Monday to Friday.\n\n(c) Demolition and construction work and associated activities are to be carried out in accordance with the recommendations contained within British Standard 5228:2009, \"Code of practice for noise and vibration control on construction and open sites\", Parts 1 and 2.\n\t\nReason: In order to reduce the environmental impact of the construction and the impact on the amenities of neighbouring residents and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "549761",
  "status": "Lapsed",
  "decision_date": "18/02/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1583214,
          51.5395908
        ],
        [
          0.15838349999999998,
          51.5395626
        ],
        [
          0.1583983,
          51.5395556
        ],
        [
          0.1584265,
          51.5395416
        ],
        [
          0.15844049999999998,
          51.5395324
        ],
        [
          0.1584844,
          51.5395005
        ],
        [
          0.1584873,
          51.5391515
        ],
        [
          0.1584873,
          51.5391345
        ],
        [
          0.1584905,
          51.5389743
        ],
        [
          0.1584199,
          51.5389752
        ],
        [
          0.1583837,
          51.5389754
        ],
        [
          0.1583442,
          51.5389757
        ],
        [
          0.1582779,
          51.5389764
        ],
        [
          0.1582692,
          51.5389766
        ],
        [
          0.158164,
          51.5389781
        ],
        [
          0.1580954,
          51.5389788
        ],
        [
          0.1578851,
          51.5389811
        ],
        [
          0.1578852,
          51.5389817
        ],
        [
          0.1578861,
          51.5389945
        ],
        [
          0.1578569,
          51.5389946
        ],
        [
          0.1576959,
          51.5389951
        ],
        [
          0.1576975,
          51.5390848
        ],
        [
          0.1576978,
          51.5391039
        ],
        [
          0.1576985,
          51.5391419
        ],
        [
          0.1577016,
          51.5391924
        ],
        [
          0.15770409999999999,
          51.539312
        ],
        [
          0.1577044,
          51.539312
        ],
        [
          0.1577048,
          51.5393217
        ],
        [
          0.1577044,
          51.5393643
        ],
        [
          0.1577052,
          51.5393811
        ],
        [
          0.1577054,
          51.5393828
        ],
        [
          0.15770689999999998,
          51.5393951
        ],
        [
          0.157709,
          51.5394062
        ],
        [
          0.1577121,
          51.5394214
        ],
        [
          0.1577168,
          51.5394321
        ],
        [
          0.1577188,
          51.5394349
        ],
        [
          0.1577208,
          51.5394372
        ],
        [
          0.1577228,
          51.5394394
        ],
        [
          0.15772509999999998,
          51.5394416
        ],
        [
          0.1577273,
          51.5394438
        ],
        [
          0.1577297,
          51.5394459
        ],
        [
          0.1577323,
          51.5394479
        ],
        [
          0.1577386,
          51.5394525
        ],
        [
          0.157742,
          51.5394547
        ],
        [
          0.1577457,
          51.5394569
        ],
        [
          0.1577495,
          51.539459
        ],
        [
          0.1577534,
          51.539461
        ],
        [
          0.1577575,
          51.5394629
        ],
        [
          0.1577646,
          51.5394657
        ],
        [
          0.15776869999999998,
          51.5394673
        ],
        [
          0.1577729,
          51.5394687
        ],
        [
          0.1577772,
          51.53947
        ],
        [
          0.1577815,
          51.5394712
        ],
        [
          0.15778609999999998,
          51.5394722
        ],
        [
          0.1577907,
          51.539473
        ],
        [
          0.1577955,
          51.5394736
        ],
        [
          0.1577993,
          51.5394741
        ],
        [
          0.1578029,
          51.5394744
        ],
        [
          0.1578067,
          51.5394746
        ],
        [
          0.1578103,
          51.5394747
        ],
        [
          0.15781399999999998,
          51.5394747
        ],
        [
          0.15781779999999998,
          51.5394746
        ],
        [
          0.1578214,
          51.5394744
        ],
        [
          0.1578252,
          51.5394742
        ],
        [
          0.1578258,
          51.5394945
        ],
        [
          0.15784299999999998,
          51.5395183
        ],
        [
          0.1578438,
          51.5395433
        ],
        [
          0.1578442,
          51.539562
        ],
        [
          0.15784479999999998,
          51.539583
        ],
        [
          0.1577854,
          51.5395836
        ],
        [
          0.1576975,
          51.5395887
        ],
        [
          0.15769809999999998,
          51.539600899999996
        ],
        [
          0.1577006,
          51.5396687
        ],
        [
          0.1577273,
          51.5396691
        ],
        [
          0.1577325,
          51.5397635
        ],
        [
          0.15772629999999999,
          51.5397699
        ],
        [
          0.1577597,
          51.5397747
        ],
        [
          0.1577791,
          51.5397725
        ],
        [
          0.1577984,
          51.5397694
        ],
        [
          0.15781699999999999,
          51.5397664
        ],
        [
          0.1578413,
          51.5397615
        ],
        [
          0.1578712,
          51.5397542
        ],
        [
          0.1579004,
          51.5397455
        ],
        [
          0.1579316,
          51.5397355
        ],
        [
          0.15796000000000002,
          51.539726
        ],
        [
          0.1580153,
          51.5397057
        ],
        [
          0.1581862,
          51.5396445
        ],
        [
          0.1583214,
          51.5395908
        ]
      ],
      [
        [
          0.1581655,
          51.539085
        ],
        [
          0.15816439999999998,
          51.539049
        ],
        [
          0.15820889999999999,
          51.5390484
        ],
        [
          0.1582101,
          51.5390844
        ],
        [
          0.1581655,
          51.539085
        ]
      ],
      [
        [
          0.1578644,
          51.539397
        ],
        [
          0.1578638,
          51.5393736
        ],
        [
          0.1579012,
          51.5393732
        ],
        [
          0.1578644,
          51.539397
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_target_date": "15/12/2019",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Major all other major developments",
  "title_number": [],
  "appeal_status": null,
  "last_updated": "2025-03-20T15:55:52.558+00:00",
  "last_updated_by": "FME Excel Import",
  "site_name": "Grays Court Hospital",
  "id": "Barking_&_Dagenham-19_01486_FUL",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": "184476",
  "appeal_start_date": null,
  "postcode": "RM10 9SR",
  "url_planning_app": "/planning/index.html?fa=getApplication&id=18216",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Change of use from community hospital (Use Class D1) to temporary accommodation (sui generis) with retention of existing GP out of hours service (Use Class D1) and associated internal refurbishment to provide a maximum of 62 temporary accommodation rooms; ancillary office space for on-site staff and ongoing GP out of hours service; minor external alterations; and ancillary works.",
  "valid_date": "16/09/2019",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              549776.3,
              184506.25
            ],
            [
              549780.7,
              184503.25
            ],
            [
              549781.75,
              184502.5
            ],
            [
              549783.75,
              184501
            ],
            [
              549784.75,
              184500
            ],
            [
              549787.9,
              184496.55
            ],
            [
              549789.25,
              184457.75
            ],
            [
              549789.3,
              184455.85
            ],
            [
              549790.05,
              184438.05
            ],
            [
              549785.15,
              184438
            ],
            [
              549782.64,
              184437.95
            ],
            [
              549779.9,
              184437.9
            ],
            [
              549775.3,
              184437.85
            ],
            [
              549774.7,
              184437.85
            ],
            [
              549767.4,
              184437.8
            ],
            [
              549762.64,
              184437.74
            ],
            [
              549748.05,
              184437.57
            ],
            [
              549748.05,
              184437.63
            ],
            [
              549748.07,
              184439.06
            ],
            [
              549746.05,
              184439.01
            ],
            [
              549734.88,
              184438.74
            ],
            [
              549734.7,
              184448.71
            ],
            [
              549734.66,
              184450.84
            ],
            [
              549734.58,
              184455.06
            ],
            [
              549734.63,
              184460.69
            ],
            [
              549734.41,
              184473.99
            ],
            [
              549734.43,
              184473.99
            ],
            [
              549734.43,
              184475.07
            ],
            [
              549734.263,
              184479.809
            ],
            [
              549734.26,
              184481.68
            ],
            [
              549734.27,
              184481.87
            ],
            [
              549734.33,
              184483.24
            ],
            [
              549734.44,
              184484.48
            ],
            [
              549734.61,
              184486.17
            ],
            [
              549734.9,
              184487.37
            ],
            [
              549735.03,
              184487.69
            ],
            [
              549735.16,
              184487.95
            ],
            [
              549735.29,
              184488.2
            ],
            [
              549735.44,
              184488.45
            ],
            [
              549735.59,
              184488.69
            ],
            [
              549735.75,
              184488.93
            ],
            [
              549735.92,
              184489.16
            ],
            [
              549736.34,
              184489.68
            ],
            [
              549736.57,
              184489.94
            ],
            [
              549736.82,
              184490.19
            ],
            [
              549737.08,
              184490.43
            ],
            [
              549737.34,
              184490.66
            ],
            [
              549737.62,
              184490.88
            ],
            [
              549738.1,
              184491.21
            ],
            [
              549738.38,
              184491.39
            ],
            [
              549738.67,
              184491.56
            ],
            [
              549738.96,
              184491.71
            ],
            [
              549739.26,
              184491.85
            ],
            [
              549739.57,
              184491.97
            ],
            [
              549739.89,
              184492.07
            ],
            [
              549740.22,
              184492.15
            ],
            [
              549740.48,
              184492.21
            ],
            [
              549740.73,
              184492.25
            ],
            [
              549740.99,
              184492.28
            ],
            [
              549741.24,
              184492.3
            ],
            [
              549741.5,
              184492.31
            ],
            [
              549741.76,
              184492.3
            ],
            [
              549742.01,
              184492.29
            ],
            [
              549742.28,
              184492.27
            ],
            [
              549742.25,
              184494.53
            ],
            [
              549743.37,
              184497.21
            ],
            [
              549743.34,
              184500
            ],
            [
              549743.31,
              184502.08
            ],
            [
              549743.28,
              184504.41
            ],
            [
              549739.16,
              184504.36
            ],
            [
              549733.05,
              184504.75
            ],
            [
              549733.05,
              184506.1
            ],
            [
              549733,
              184513.65
            ],
            [
              549734.85,
              184513.75
            ],
            [
              549734.9,
              184524.25
            ],
            [
              549734.45,
              184524.95
            ],
            [
              549736.75,
              184525.55
            ],
            [
              549738.1,
              184525.35
            ],
            [
              549739.45,
              184525.05
            ],
            [
              549740.75,
              184524.75
            ],
            [
              549742.45,
              184524.25
            ],
            [
              549744.55,
              184523.5
            ],
            [
              549746.6,
              184522.6
            ],
            [
              549748.8,
              184521.55
            ],
            [
              549750.8,
              184520.55
            ],
            [
              549754.7,
              184518.4
            ],
            [
              549766.75,
              184511.95
            ],
            [
              549776.3,
              184506.25
            ]
          ],
          [
            [
              549767.153,
              184449.689
            ],
            [
              549767.189,
              184445.689
            ],
            [
              549770.28,
              184445.717
            ],
            [
              549770.244,
              184449.717
            ],
            [
              549767.153,
              184449.689
            ]
          ],
          [
            [
              549745.25,
              184483.77
            ],
            [
              549745.28,
              184481.17
            ],
            [
              549747.88,
              184481.2
            ],
            [
              549745.25,
              184483.77
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "pp_id": null,
  "application_details": {
    "open_and_protected_space_details": {
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_space_green_belt_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_space_count": 0,
      "open_spaces_details": [
        {
          "area": 0.023,
          "superseded_date": null,
          "actual_completion_date": null,
          "access": "Restricted",
          "land_swap": null,
          "open_space_designation": "Not Designated",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": null,
          "open_space_type": "Parks and gardens",
          "superseded_by_lpa_app_no": null
        },
        {
          "area": 0.13,
          "superseded_date": null,
          "actual_completion_date": null,
          "access": "Restricted",
          "land_swap": null,
          "open_space_designation": "Not Designated",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": null,
          "open_space_type": "Amenity",
          "superseded_by_lpa_app_no": null
        }
      ],
      "open_space_mol_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [],
    "garden_land_lost": null,
    "site_area": 0.4,
    "grey_water_reuse": null,
    "s106_agreement": false,
    "air_quality_assessment": null,
    "building_details": [],
    "rain_water_harvesting": null,
    "total_gia_lost": null,
    "scheme_phasing": null,
    "overseas_company_registration_no": null,
    "lead_registered_social_landlord": null,
    "total_gia_gained": null,
    "no_affordable_housing_units_provided_offsite": null,
    "uk_company_registration_no": null,
    "transport_impact_assessment": null,
    "qualifying_vacant_building_floorspace": null,
    "residential_details": {
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "residential_units": [],
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units": 0,
      "site_area": null,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_sale": 0
    },
    "intended_commencement_date": null,
    "projected_cost_of_works": null,
    "3d_model": null,
    "green_suds": null,
    "circular_economy_statement": null,
    "non_residential_details": {
      "site_area": null,
      "total_gia_gained": null,
      "total_gia_existing": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": null,
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "non_permanent_dwellings_details": [],
    "no_affordable_housing_units_acquired_offsite": null,
    "affordable_housing_fast_track": null,
    "commencement_notice_received": null,
    "scheme_name": null,
    "total_gia_existing": null,
    "internal_resi_water_usage": null,
    "mayoral_cil_liability_notice_issued": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": null,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B1a",
        "gia_gained": 357,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": null
      },
      {
        "gia_existing": 2958,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D1",
        "gia_gained": null,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 2958
      },
      {
        "gia_existing": null,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "SG",
        "gia_gained": 2601,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": null
      }
    ],
    "surface_water_discharge_percentage_reduction": null,
    "phasing_details": [],
    "infrastructure_details": {
      "ghg_reduction_over_building_regulations": null,
      "waste_details": [],
      "no_new_water_connections_required": null,
      "no_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "community_energy_capacity": null,
      "chp_heat_pumps_capacity": null,
      "no_active_rapid_ev_charging_points": null,
      "solar_pv_capacity": null,
      "waste_provision": false,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "mobile_network_operators_consultation": null,
      "total_annual_nox_emissions": null,
      "no_new_gas_connections_required": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_homes_passive_cooling": null,
      "no_passive_slow_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "total_annual_pm_emissions": null,
      "no_active_slow_ev_charging_points": null
    },
    "lead_developer_company_name": null,
    "intended_completion_date": null,
    "other_contributions": null,
    "social_infrastructure_contributions": null,
    "borough_cil_liability_notice_issued": null,
    "affordable_housing_inlieu_payment": null,
    "viability_assessment": null,
    "transport_contributions": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": [
        {
          "no_bedrooms_for_older_persons_c2": null,
          "m43_2b_compliant": null,
          "superseded_date": null,
          "actual_completion_date": null,
          "no_rooms_proposed": 62,
          "m43_2a_compliant": null,
          "m42_compliant": null,
          "no_bedrooms_for_older_persons_sg": null,
          "actual_commencement_date": null,
          "unit_type": "Hostel Room",
          "superseded_by_lpa_app_no": null,
          "no_rooms_lost": null
        }
      ],
      "no_council_tax_rateable_units_gained": null
    },
    "ownership_status": null,
    "existing_uprns": []
  },
  "centroid": {
    "lon": "0.15808809999999998",
    "lat": "51.539323"
  },
  "lapsed_date": "18/02/2025",
  "decision_process": "Committee",
  "actual_completion_date": null
}