{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_existing_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_proposed_lgv": null,
    "net_carclub": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_existing_other": null,
    "no_existing_lgv": null,
    "no_proposed_motorcycle": null,
    "no_existing_bluebadge": null,
    "no_proposed_car": null,
    "net_motorcycle": null,
    "no_existing_motorcycle": null,
    "no_existing_car": null,
    "no_proposed_cycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_other": null,
    "net_bus": null,
    "no_proposed_carclub": null,
    "net_lgv": null,
    "net_other": null,
    "net_cycle": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "no_existing_bus": null,
    "net_resi_offstreet": null,
    "no_existing_carclub": null
  },
  "appeal_decision": null,
  "decision_agency": null,
  "application_type": "All Other",
  "lpa_app_no": "19/01660/FUL",
  "application_type_full": null,
  "uprn": "100023868",
  "borough": "Barking & Dagenham",
  "street_name": "PARSLOES AVENUE",
  "locality": null,
  "ward": "Parsloes",
  "actual_commencement_date": null,
  "lpa_name": "Barking & Dagenham",
  "bo_system": "Idox Tascomi",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.\n\nReason:\nTo comply with Section 91 of the Town and Country Planning Act 1990 (as amended by S.51 of the Planning and Compulsory Purchase Act  2004)",
    "The development hereby permitted shall be carried out in accordance with the following approved plans insofar as they relate to the site edged in red on Drawing No. A1055-PL010 Rev A (amended Topographical Survey and Location Plan) only:\n\n- A1055-PL010 Rev A Topographical Survey and Location Plan\n- A1055-PL022 Existing Elevations\n- A1055-PL020 Existing Site Plan 01\n- A1055-PL021 Existing Site Plan 02\n- A1055-PL132 Proposed Phasing\n- A1055-PL151 Proposed Elevations\n- A1055-PL130 Proposed Site Plan 01\n- A1055-PL131 Proposed Site Plan 02\n- A1055-PL145 Phase 1B Proposed Elevations\n- A1055-PL135 Phase 1B Proposed Layout\n- A1055-PL136 Phase 1B Proposed Ground Floor\n- A1055-PL137 Phase 1B Proposed First Floor\n- A1055-PL138 Phase 1B Proposed Roof Plan\n- A1046-SK400 Rev A Phasing Plan\n- A1046-SK003 Rev B Proposed External Works\n- A1046-SK005 Rev B Proposed Ground Floor Phase 1A\n- A1046-SK006 Rev A Proposed First Floor Phase 1A\n- A1046-SK007 Rev A Proposed Second Floor Phase 1A\n- A1046-SK012 Rev D Proposed Roof Plan Set Out Phase 1A\n- A1046-SK015 Rev B Proposed Elevations 01 Phase 1A\n- A1046-SK016 Rev B Proposed Elevations 02 Phase 1A\n- A1047/2.1/003 Rev B Proposed Ground Floor and Roof Plan Sunshine Building\n- A1047/2.1/004 Rev B Proposed Elevations Sunshine Building\n\nReason: For the avoidance of doubt and in the interests of proper planning.",
    "No development above ground level relating to the extended community facilities provided within the new two-storey building hereby approved shall take place until details/samples of all materials to be used in the construction of the external surfaces of the development have been submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved materials.\n\nReason:  To protect or enhance the character and amenity of the area in accordance with policies BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "No development above ground level relating to the extended community facilities provided within the new two-storey building hereby approved shall take place until a scheme of hard and soft landscaping for the site, including details of materials, species and a planting schedule, and a plan indicating the position, design, materials and type of boundary treatment for the site have been submitted to and approved in writing by the Local Planning Authority. The approved hard landscaping and boundary treatment shall be carried out prior to the occupation of the extended community facilities provided within the new two-storey building hereby approved, and thereafter permanently retained. The approved soft landscaping shall be carried out in the first planting and seeding seasons following the occupation of the extended community facilities provided within the new two-storey building hereby approved, or completion of the development, whichever is the sooner.  Any plants which within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species. Minor amendments may be agreed from time to time in writing with the Local Authority.\n\nReason:  To secure the provision and retention of the landscaping and boundary treatmenet in the interest of the visual amenity and appearance of the area in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document and Section 197 of the Town and Country Planning Act 1990.",
    "Cycle parking shall be provided in accordance with the details shown on drawing Nos. A1055-PL130 and A1046-SK005 Rev B prior to the occupation of the extended community facilities provided within the new two-storey building hereby approved, and thereafter maintained for the use of residents and visitors to the site.  Minor amendments may be agreed in writing from time to time by the Local Planning Authority.\n\nReason: In the interests of promoting cycling as a safe, efficient and non-polluting mode of transport in accordance with policy BR11 of the Borough Wide Development Policies Development Plan Document.",
    "The refuse enclosures indicated on drawing Nos. A1055-PL130 and A1046-SK005 Rev B shall be constructed in accordance with the approved plans prior to the occupation of the extended community facilities provided within the new two-storey building hereby approved, and thereafter permanently retained for the use of the occupiers of the premises.  Minor amendments may be agreed in writing from time to time by the Local Planning Authority.\n\nReason: To provide satisfactory refuse storage provision in the interests of the appearance of the site and locality in accordance with policies BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "The development shall be implemented in a manner that does not materially depart from the submitted BREEAM Pre-Assessment report (12/09/2019) and shall achieve a minimum BREEAM rating of 'Very Good'.\n\nReason: To ensure that the proposed development is constructed in an environmentally sustainable manner and in accordance with policy BR1 of the Borough Wide Development Policies Development Plan Document and policy 5.3 of the London Plan.",
    "The proposed development shall achieve a Certificate of Compliance in respect of the Secured by Design scheme, or alternatively achieve security standards (based on Secured by Design principles) to the satisfaction of the Metropolitan Police, details of which shall be provided to the Local Planning Authority for its written approval prior to first occupation of the extended community facilities provided within the new two-storey building hereby approved. All security measures applied to the approved development shall be permanently retained thereafter.\n\nReason: In order to provide a good standard of security to future occupants and visitors to the site and to reduce the risk of crime in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document.",
    "Any kitchen extract system installed pursuant to this permission is to include measures for the removal and treatment of cooking odours. The measures shall have regard to and be commensurate with guidance and recommendations in the publication 'Guidance on the Control of Odour and Noise from Commercial Kitchen Exhaust Systems'. DEFRA, 2005. In the event that an external flue is required it shall\nbe installed in accordance with details that shall have been submitted to and approved in writing by the Local Planning Authority.\n\nReason: In order to protect the health and residential amenities of future occupiers and in accordance with policies BR14 and BC10 of the Borough Wide Development Policies Development Plan Document.",
    "The existing and new community centre buildings hereby permitted shall be open to visiting members of the public between the hours of 07:00 and 23:00 only on any day except Christmas Eve, Easter Friday and the Easter Bank holiday, unless otherwise agreed in writing by the Local Planning Authority.\n\nReason: In order to prevent noise nuisance and disturbance to future occupiers of the development and in accordance with policies BR13 and BP8 of the Borough Wide Development Policies Development Plan Document.",
    "Noise from any entertainment, including live and amplified music taking place within the community centre buildings hereby approved shall be controlled so as to be inaudible inside adjoining and other noise-sensitive premises in the vicinity. The initial test for compliance with the 'inaudibility' criterion will be that noise should be no more than barely audible outside those noise-sensitive premises. In the event there is disagreement as to whether entertainment noise is or is not audible the following numerical limits shall be used to determine compliance with this condition:\n\n- The LAeq (EN) shall not exceed LA90 (WEN) and;\n- The L10 (EN) shall not exceed L90 (WEN) in any 1/3 octave band between 40Hz and 160Hz.\n\nEN = Entertainment noise level, WEN = Representative background noise level without the entertainment noise, both measured 1m from the façade of the noisesensitive premise.\n\nReason: In order to prevent noise nuisance to future residential occupiers of the development and in accordance with policies BR13 and BP8 of the Borough Wide Development Policies Development Plan Document.",
    "The external lighting of the development hereby permitted is to be designed, installed and maintained so as to fully comply with The Association of Chief Police Officers - Secured by Design publication \"Lighting Against Crime - A Guide for Crime Reduction Professionals\", ACPO SPD, January 2011. The design shall satisfy criteria to limit obtrusive light presented in Table 1, p25 of the guide, relating to Environmental Zone E3 - Medium district brightness areas - small town centre or urban locations and shall be designed to minimise upwards light and shall also be designed in accordance with Bats and Lighting in the UK (http://www.bats.org.uk/pages/bats_and_lighting.html ) or the latest advice from the Bat Conservation Trust.\n\nReason: In order to protect the amenities and security of future occupiers and to protect wildlife habitat in accordance with policies BR3, BC7 and BP8 of the Borough Wide Development Policies Development Plan Document.",
    "Construction work and associated activities are only to be carried out between the hours of 08:00 and 18:00 Monday to Friday and 08:00 and 13:00 Saturday with no work on Sundays or public holidays, and shall be carried out in accordance with the recommendations contained within British Standard 5228:2009, \"Code of practice for noise and vibration control on construction and open sites\", Parts 1 and 2. Any works which are associated with the generation of ground borne vibration are only to be carried out between the hours of 08:00 and 18:00 Monday to Friday.\n\nMeasures to control the emission of dust, dirt and emissions to air to accord with the guidance provided in the document \"The Control of Dust and Emissions during construction and demolition\", Mayor of London, July 2014; including but not confined to, non-road mobile machinery (NRMM) requirements, are to be implemented at all times during demolition and construction works associated with the development.\n\nReason: To ensure that the proposed construction work does not cause undue nuisance and disturbance to neighbouring properties at  unreasonable hours and to minimise air pollution in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document and policy 7.14 of the London Plan.",
    "(a) An investigation and risk assessment, in addition to any assessment provided with the planning application, must be completed in accordance with a scheme to assess the nature and extent of any contamination on the site, whether or not it originates on the site. The contents of the scheme are subject to the approval in writing of the Local Planning Authority. The investigation and risk assessment must\nbe undertaken by competent persons and a written report of the findings must be produced. The written report is subject to the approval in writing of the Local Planning Authority. The report of the findings must include:\n\n(i) A survey of the extent, scale and nature of contamination;\n(ii) An assessment of the potential risks to:\n- human health,\n- property (existing or proposed) including buildings, crops, livestock,\npets, woodland and service lines and pipes,\n- adjoining land,\n- groundwaters and surface waters,\n- ecological systems,\n- archaeological sites and ancient monuments;\n(iii) An appraisal of remedial options, and proposal of the preferred option(s).\n\nThis must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'.\n\n(b) A detailed remediation scheme to bring the site to a condition suitable for the intended use by removing unacceptable risks to human health, buildings and other property and the natural and historical environment must be prepared, and is subject to the approval in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.\n\n(c) The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of any development relating to the extended community facilities provided within the new two-storey building hereby approved, other than that required to carry out remediation, unless otherwise agreed in writing by the Local Planning Authority. The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works. Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority.\n\n(d) In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken in accordance with the requirements of paragraph (a), and where remediation is necessary a remediation scheme must be prepared in accordance with the requirements of paragraph (b), which is subject to the approval in writing of the Local Planning Authority. Following completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority in accordance with paragraph (c).\n\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors in accordance with Policy BR5 of the Borough Wide Development Policies Development Plan Document.",
    "The extended community facilities provided within the new two-storey building hereby approved shall not be occupied until bird nesting and bat roosting boxes have been installed on the buildings or in any trees within the site in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority. The details shall accord with the advice set out in \"Biodiversity for Low and Zero Carbon Buildings: A Technical Guide for New Build\" (Published by RIBA, March 2010) or similar advice from the RSPB and the Bat Conservation Trust, and where possible the boxes shall be incorporated within the structure of the buildings or roof spaces.\n\nReason: In order to preserve and enhance the Borough's natural environment and to comply with policy CR2 of the Core Strategy, policy BR3 of the Borough Wide Development Policies Development Plan Document and policy 7.19 of the London Plan.",
    "Prior to commencement of any development relating to the extended community facilities provided within the new two-storey building hereby approved, a scheme for the provision of sustainable surface water drainage management shall be submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved scheme. The scheme shall clearly demonstrate how it is designed to minimise surface water run-off from the site water by providing information on:\n\n- Potential to incorporate sustainable urban drainage (SuDs) in accordance with the hierarchy set out in Policy 5.15 of the London Plan;\n- Calculations showing storm period and intensity and volume of storage required to control surface water and size of features to control that volume to Greenfield run-off rates at a variety of return periods including 1 in 1 year, 1 in 30 years, 1 in 100 years and 1 in 100 years plus climate change; and\n- Flood Risk Assessment.\n\nReason: The Drainage Scheme is required prior to commencement of development in order to reduce the risk of flooding and in accordance with policy BR4 of the Borough Wide Development Policies Development Plan Document and policy 5.13 of the London Plan.",
    "A highways agreement must be completed within 8 weeks of the date of this decision notice, that secures the provision of the new vehicular accesses and re-instatement of any existing dropped kerbs that will become redundant, and, subject to feasibility, makes provision for the creation of two accessible car parking bays within the pavement of Parsloes Avenue in front of the site. The approved vehicular accesses and accessible car parking bays shall be completed within 12 months of the date of this decision notice.\n\nReason: To ensure the provision of satisfactory access to the development, in the interests of highway safety and to ensure and promote easier access for disabled persons in accordance with policy BR10 of the Borough Wide Development Policies Development Plan Document and policy 6.13 of the London Plan."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "547891",
  "status": "Approved",
  "decision_date": "03/03/2020",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          0.1317255,
          51.5505585
        ],
        [
          0.1317168,
          51.5505586
        ],
        [
          0.13170969999999999,
          51.5505597
        ],
        [
          0.131704,
          51.5505611
        ],
        [
          0.1316997,
          51.5505634
        ],
        [
          0.13163429999999998,
          51.5506132
        ],
        [
          0.13156879999999999,
          51.5506629
        ],
        [
          0.1315256,
          51.5506956
        ],
        [
          0.1314922,
          51.550721
        ],
        [
          0.1313111,
          51.5508583
        ],
        [
          0.1313083,
          51.5508601
        ],
        [
          0.1312554,
          51.5509011
        ],
        [
          0.131208,
          51.5509375
        ],
        [
          0.1311871,
          51.5509531
        ],
        [
          0.1310208,
          51.551082
        ],
        [
          0.131057,
          51.5511007
        ],
        [
          0.1312137,
          51.5511824
        ],
        [
          0.1313585,
          51.5512567
        ],
        [
          0.1312844,
          51.5513126
        ],
        [
          0.1313059,
          51.5513655
        ],
        [
          0.131482,
          51.5514559
        ],
        [
          0.131518,
          51.5514744
        ],
        [
          0.13156,
          51.5514622
        ],
        [
          0.13172129999999999,
          51.5513395
        ],
        [
          0.1317268,
          51.5513362
        ],
        [
          0.1317333,
          51.5513311
        ],
        [
          0.1317403,
          51.5513257
        ],
        [
          0.1317468,
          51.5513202
        ],
        [
          0.1317563,
          51.551314
        ],
        [
          0.1317681,
          51.5513046
        ],
        [
          0.1317816,
          51.5512967
        ],
        [
          0.1319209,
          51.5511898
        ],
        [
          0.1319267,
          51.5511853
        ],
        [
          0.13193259999999998,
          51.551181
        ],
        [
          0.1319492,
          51.5511685
        ],
        [
          0.13196549999999999,
          51.5511562
        ],
        [
          0.13206779999999999,
          51.551077
        ],
        [
          0.1320859,
          51.5510636
        ],
        [
          0.1322759,
          51.5509167
        ],
        [
          0.1322996,
          51.5508988
        ],
        [
          0.13230519999999998,
          51.5508946
        ],
        [
          0.13231,
          51.5508891
        ],
        [
          0.1323133,
          51.5508837
        ],
        [
          0.1323145,
          51.5508783
        ],
        [
          0.132315,
          51.5508724
        ],
        [
          0.13231389999999998,
          51.5508652
        ],
        [
          0.13231,
          51.5508577
        ],
        [
          0.1323054,
          51.5508524
        ],
        [
          0.1322987,
          51.5508484
        ],
        [
          0.13216719999999998,
          51.5507807
        ],
        [
          0.1320563,
          51.5507242
        ],
        [
          0.1320386,
          51.5507147
        ],
        [
          0.1319366,
          51.5506621
        ],
        [
          0.13178589999999998,
          51.5505848
        ],
        [
          0.1317408,
          51.5505627
        ],
        [
          0.13173859999999998,
          51.5505614
        ],
        [
          0.131732,
          51.5505593
        ],
        [
          0.1317255,
          51.5505585
        ]
      ]
    ]
  },
  "decision_target_date": "20/12/2019",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Minor all other minor developments",
  "title_number": [],
  "appeal_status": null,
  "last_updated": "2025-03-20T16:43:36.953+00:00",
  "last_updated_by": "FME Excel Import",
  "site_name": "Kingsley Hall",
  "id": "Barking_&_Dagenham-19_01660_FUL",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": "185721",
  "appeal_start_date": null,
  "postcode": "RM9 5NB",
  "url_planning_app": "/planning/index.html?fa=getApplication&id=17405",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Refurbishment of the existing community centre and erection of a two-storey building to provide additional community facilities (Use Class D1/D2); retention of refurbished Sunshine Building, 4 no. keyworker flats and additional nursery facilities as provided under Phase 1A of planning permission 16/01518/OUT (as amended under non-material amendment 17/01291/NMA); and associated works and landscaping.",
  "valid_date": "25/10/2019",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              547896.55,
              185671.8
            ],
            [
              547895.95,
              185671.8
            ],
            [
              547895.45,
              185671.9
            ],
            [
              547895.05,
              185672.05
            ],
            [
              547894.75,
              185672.3
            ],
            [
              547890.05,
              185677.7
            ],
            [
              547885.35,
              185683.1
            ],
            [
              547882.25,
              185686.65
            ],
            [
              547879.85,
              185689.4
            ],
            [
              547866.85,
              185704.3
            ],
            [
              547866.65,
              185704.5
            ],
            [
              547862.85,
              185708.95
            ],
            [
              547859.45,
              185712.9
            ],
            [
              547857.95,
              185714.6
            ],
            [
              547846,
              185728.6
            ],
            [
              547848.45,
              185730.75
            ],
            [
              547859.05,
              185740.15
            ],
            [
              547868.85,
              185748.7
            ],
            [
              547863.53,
              185754.77
            ],
            [
              547864.85,
              185760.7
            ],
            [
              547876.76,
              185771.1
            ],
            [
              547879.2,
              185773.23
            ],
            [
              547882.15,
              185771.96
            ],
            [
              547893.73,
              185758.64
            ],
            [
              547894.121,
              185758.287
            ],
            [
              547894.587,
              185757.736
            ],
            [
              547895.095,
              185757.144
            ],
            [
              547895.56,
              185756.551
            ],
            [
              547896.238,
              185755.874
            ],
            [
              547897.084,
              185754.858
            ],
            [
              547898.05,
              185754
            ],
            [
              547908.05,
              185742.4
            ],
            [
              547908.472,
              185741.904
            ],
            [
              547908.895,
              185741.438
            ],
            [
              547910.081,
              185740.083
            ],
            [
              547911.25,
              185738.75
            ],
            [
              547918.6,
              185730.15
            ],
            [
              547919.9,
              185728.7
            ],
            [
              547933.55,
              185712.75
            ],
            [
              547935.25,
              185710.8
            ],
            [
              547935.65,
              185710.35
            ],
            [
              547936,
              185709.75
            ],
            [
              547936.25,
              185709.15
            ],
            [
              547936.35,
              185708.55
            ],
            [
              547936.4,
              185707.9
            ],
            [
              547936.35,
              185707.1
            ],
            [
              547936.1,
              185706.25
            ],
            [
              547935.8,
              185705.65
            ],
            [
              547935.35,
              185705.2
            ],
            [
              547926.45,
              185697.4
            ],
            [
              547918.95,
              185690.9
            ],
            [
              547917.75,
              185689.8
            ],
            [
              547910.85,
              185683.75
            ],
            [
              547900.65,
              185674.85
            ],
            [
              547897.6,
              185672.3
            ],
            [
              547897.45,
              185672.15
            ],
            [
              547897,
              185671.9
            ],
            [
              547896.55,
              185671.8
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": null,
  "application_details": {
    "open_and_protected_space_details": {
      "open_space_green_belt_area_gain": 0,
      "open_spaces_details": [],
      "open_space_green_belt_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_space_mol_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [],
    "garden_land_lost": null,
    "building_details": [],
    "site_area": 0.456,
    "grey_water_reuse": null,
    "air_quality_assessment": null,
    "rain_water_harvesting": null,
    "s106_agreement": false,
    "total_gia_lost": null,
    "scheme_phasing": null,
    "overseas_company_registration_no": null,
    "lead_registered_social_landlord": null,
    "total_gia_gained": null,
    "no_affordable_housing_units_provided_offsite": null,
    "uk_company_registration_no": null,
    "transport_impact_assessment": null,
    "qualifying_vacant_building_floorspace": null,
    "residential_details": {
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "residential_units": [],
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units": 0,
      "site_area": null,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_gia_gained": null,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_sale": 0
    },
    "projected_cost_of_works": null,
    "intended_commencement_date": null,
    "3d_model": null,
    "green_suds": null,
    "non_permanent_dwellings_details": [],
    "non_residential_details": {
      "site_area": null,
      "total_gia_gained": null,
      "total_gia_existing": null,
      "total_gia_lost": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "circular_economy_statement": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "scheme_name": null,
    "affordable_housing_fast_track": null,
    "commencement_notice_received": null,
    "total_gia_existing": null,
    "internal_resi_water_usage": null,
    "mayoral_cil_liability_notice_issued": null,
    "existing_proposed_floorspace_details": [],
    "surface_water_discharge_percentage_reduction": null,
    "phasing_details": [],
    "infrastructure_details": {
      "ghg_reduction_over_building_regulations": null,
      "waste_details": [],
      "no_new_water_connections_required": null,
      "no_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "urban_greening_factor_score": null,
      "community_energy_capacity": null,
      "green_roof_area": null,
      "no_passive_other_ev_charging_points": null,
      "chp_heat_pumps_capacity": null,
      "no_active_rapid_ev_charging_points": null,
      "solar_pv_capacity": null,
      "waste_provision": false,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "mobile_network_operators_consultation": null,
      "total_annual_nox_emissions": null,
      "no_new_gas_connections_required": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_homes_passive_cooling": null,
      "no_passive_slow_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "total_annual_pm_emissions": null,
      "no_active_slow_ev_charging_points": null
    },
    "lead_developer_company_name": null,
    "intended_completion_date": null,
    "other_contributions": null,
    "social_infrastructure_contributions": null,
    "borough_cil_liability_notice_issued": null,
    "affordable_housing_inlieu_payment": null,
    "viability_assessment": null,
    "transport_contributions": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": null,
      "other_resi_accommodation_unit_details": [],
      "site_area": null,
      "no_council_tax_rateable_units_gained": null
    },
    "ownership_status": null,
    "existing_uprns": []
  },
  "centroid": {
    "lon": "0.13166609999999998",
    "lat": "51.551002"
  },
  "lapsed_date": "03/03/2025",
  "decision_process": "Delegated",
  "actual_completion_date": null
}