{
  "site_name": "FORMER SIPSON GARDEN CENTRE",
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lon": -0.455598,
    "lat": 51.492786
  },
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=67666/APP/2023/3721",
  "secondary_street_name": "SIPSON",
  "site_number": null,
  "application_details": {
    "green_suds": true,
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_completion_date": "05/2025",
        "intended_commencement_date": "05/2024"
      }
    ],
    "total_gia_gained": 1378,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 7.5,
        "building_ref": "Service Building (maximum ridge height)"
      },
      {
        "no_storeys": 1,
        "max_height": 8.15,
        "building_ref": "Service Building (Including Solar PVs)"
      },
      {
        "no_storeys": 2,
        "max_height": 6.7,
        "building_ref": "Office Building (maximum ridge height)"
      },
      {
        "no_storeys": 2,
        "max_height": 7.4,
        "building_ref": "Office Building (including Solar PVs)"
      }
    ],
    "ownership_status": "Private",
    "site_area": 0.47000000000000003,
    "total_gia_existing": 0,
    "surface_water_discharge_percentage_reduction": 100,
    "existing_uprns": null,
    "scheme_phasing": true,
    "garden_land_lost": false,
    "scheme_name": "Centre of Excellence for Airside Support Vehicles\n",
    "projected_cost_of_works": "Between £2m and £100m",
    "grey_water_reuse": false,
    "internal_resi_water_usage": 0,
    "infrastructure_details": {
      "total_annual_nox_emissions": 0,
      "mobile_network_operators_consultation": false,
      "no_homes_to_have_electrical_heating": 0,
      "percentage_demolition_construction_material_recycling": 95,
      "chp_heat_pumps_capacity": 0.04,
      "green_roof_area": 519.1,
      "ghg_reduction_over_building_regulations": true,
      "urban_greening_factor_score": 0.55,
      "no_non_resi_units_to_have_full_fibre": 1,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_pm_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_passive_fast_ev_charging_points": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 1,
      "no_active_fast_ev_charging_points": 18,
      "solar_pv_capacity": 100.4,
      "waste_provision": true,
      "fire_suppression_system_proposed": false
    },
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 1378,
      "total_gia_existing": 0,
      "total_gia_gained": 1378,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "B2",
        "gia_gained": 1378,
        "gia_lost": 0
      }
    ],
    "total_gia_lost": 0
  },
  "lapsed_date": "04/12/2027",
  "decision": "Approved",
  "postcode": "UB7 OHW",
  "last_date_consultation_comments": "08/02/2024",
  "decision_process": "Committee",
  "epc_number": null,
  "pp_id": "12667667",
  "development_type": null,
  "bo_system": "CSV Data Import",
  "valid_date": "10/01/2024",
  "polygon": null,
  "actual_commencement_date": null,
  "parking_details": {
    "no_proposed_car": 31,
    "no_existing_other": 0,
    "no_existing_bluebadge": 3,
    "net_car": 31,
    "net_other": 15,
    "no_proposed_other": 15,
    "net_bluebadge": 0,
    "no_proposed_bluebadge": 3,
    "no_existing_car": 0
  },
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "centroid_northing": 178224,
  "id": "Hillingdon-67666_APP_2023_3721",
  "decision_target_date": "07/03/2025",
  "description": "The development of a Centre of Excellence for servicing and repair of Airside Support Vehicles (Use Class B2), consisting of a service building with 7no. service bays and 1no. storage bay, an ancillary two storey office building, with associated hardstanding, parking, a wash bay, plant, solar PVs, landscaping and drainage.",
  "appeal_status": null,
  "decision_date": "04/12/2024",
  "ward": "H/ROW VILLAGES 2022",
  "appeal_decision": null,
  "locality": null,
  "street_name": "SIPSON ROAD",
  "status": "Application Under Consideration",
  "application_type_full": "Full planning permission",
  "decision_agency": "Borough",
  "uprn": null,
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "67666/APP/2023/3721",
  "title_number": null,
  "last_updated": "2025-03-19T11:27:17.202+00:00",
  "cil_liability": true,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 507315,
  "appeal_start_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "10760.01 Rev. N Proposed Site Plan;",
    "10760.02 Rev. A Existing Site Location Plan;",
    "10760.04 Rev. F Overall Proposed Plans and Elevations;",
    "10760.05 Rev. F Proposed Office Building Plans and Elevations;",
    "10760.06 Rev. D Service Building Proposed Floor Plans;",
    "10760.07 Rev. A Service Building Proposed Elevations;",
    "10760.08 Rev. A Proposed Sections;",
    "10760.09 Proposed Roof Plan;",
    "10760.11\tProposed South Elevation;",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The development hereby permitted shall be carried out and/or operated in accordance with the specified supporting plans and/or documents:",
    "Noise Assessment (Dated January 2024);",
    "Archaeological Desk-Based Assessment (Dated December 2023);",
    "31667-HYD-XX-XX-RP-Y-5001 Issue PO2 Energy Statement (21st December 2023);",
    "31667-HYD-XX-XX-RP-Y-5003 Issue P02 Circular Economy Statement (Dated 21st December 2023);",
    "31667-HYD-XX-ZZ-RP-Y-5001 Issue P02 Whole Life Carbon Report (Dated 21st December 2023);",
    "Fire Statement v.01 (Rev. B) (Dated 20th December 2023);",
    "12998A Issue 1 Solar Photovoltaic Glint and Glare Study (Dated December 2023);",
    "12998B Issue 2 Addendum to Solar Photovoltaic Glint and Glare Study (Dated April 2024);",
    "GWPR5638/DS/October 2023 Issue v.1.01 Contamination Phase 1 Desk Study;",
    "23.1621 Landscape Implementation and Management Plan (Dated December 2023);",
    "Biodiversity Net Gain Assessment V2.0;",
    "Preliminary Ecological Appraisal V2.0;",
    "Arboricultural Impact Assessment (Dated 7th December 2023",
    "Notwithstanding the Town and Country Planning (Use Classes) Order (as amended), or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification, the buildings hereby approved shall not be used for any purpose other than as:",
    "- Class B2: 1,007 m2 floorspace for industrial processes; and",
    "- Ancillary: 400 m2 floorspace for ancillary office use.",
    "REASON",
    "To ensure that the provisions of the proposed development are secured to the use proposed to prevent detrimental impacts arising from an alternative use which is not permitted, including impacts on town centres, the local highway network and air quality, in accordance with Policies DME 3, DMTC 1, DMT 1, DMT 2 and DMEI 14 of the Hillingdon Local Plan: Part 2 (2020), Policies SD7, T4 and SI 1 of the London Plan (2021) and paragraphs 87, 111 and 174 of the National Planning Policy Framework (2023).",
    "Notwithstanding the provisions of Part 7, Schedule 2 of the Town and Country Planning (General Permitted Development) Order 2015 (or any order revoking and re-enacting that Order with or without modification), the buildings shall not be extended.",
    "REASON",
    "To ensure that the Local Planning Authority has assessed all the implications of the development, including impacts on design, the local highway network and air quality, in accordance with Policies DMHB 11, DMT 1, DMT 2 and DMEI 14 of the Hillingdon Local Plan: Part 2 (2020), Policies D4, T4 and SI 1 of the London Plan (2021) and paragraphs 111, 130 and 174 of the National Planning Policy Framework (2023).",
    "Notwithstanding the provisions of Part 7, Schedule 2 of the Town and Country Planning (General Permitted Development) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional structural internal mezzanine floorspace that can be used for storage shall be created in excess of that area expressly authorised by this permission.",
    "REASON",
    "To ensure that the Local Planning Authority has assessed all the implications of the development, including impacts on design, the local highway network and air quality, in accordance with Policies DMHB 11, DMT 1, DMT 2 and DMEI 14 of the Hillingdon Local Plan: Part 2 (2020), Policies D4, T4 and SI 1 of the London Plan (2021) and paragraphs 111, 130 and 174 of the National Planning Policy Framework (2023).",
    "The office floorspace hereby approved shall only be used as ancillary floorspace to the primary operation of the development (Use Class B2).",
    "REASON",
    "To ensure that the provisions of the proposed development are secured to the warehouse use to prevent detrimental impacts arising from an alternative use which is not permitted, including impacts on town centres, the local highway network and air quality, in accordance with Policies DME 3, DMTC 1, DMT 1, DMT 2 and DMEI 14 of the Hillingdon Local Plan: Part 2 (2020), Policies SD7, T4 and SI 1 of the London Plan (2021) and paragraphs 87, 111 and 174 of the National Planning Policy Framework (2023).",
    "The development hereby approved shall not operate core working hours outside of 07:00 to 18:00 Monday to Friday. Only vehicle recovery operations can take place outside of the permitted core working hours (07:00 to 18:00 Monday to Friday).",
    "The development hereby approved shall not operate outside of 08:00 and 13:00 hours on Saturdays.",
    "The development hereby approved shall not operate on Sundays and Bank Holidays.",
    "REASON",
    "To safeguard the amenity of the occupants of the surrounding properties in accordance with Policy EM8 of the Hillingdon Local Plan: Part 1 (2012), Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020) and Policy D14 of the London Plan (2021).",
    "For the lifetime of the development hereby permitted the rating level (LAr) of noise caused by its operation shall not exceed:",
    "- 40 dB LAr 15 min for any fifteen-minute period between 2300 and 0700; and",
    "- 50 dB LAr 1 hour for any one-hour period between 0700 and 2300.",
    "The noise levels specified above are determined one metre free field external to any window or door of any permanent residential, or equivalently noise sensitive premises, in accordance with 'Methods for rating and assessing industrial and commercial sound' British Standards Institution BS4142 2014.",
    "REASON",
    "To safeguard the amenity of the occupants of the surrounding properties in accordance with Policy EM8 of the Hillingdon Local Plan: Part 1 (2012), Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020) and Policy D14 of the London Plan (2021).",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.\"",
    "REASON",
    "To comply with the London's Low Emission Zone for non-road mobile machinery as per requirements of the London Environment Strategy, in accordance with Policy EM8 of the Hillingdon Local Plan: Part 1 (2012), Policy DMEI 1",
    "The development hereby approved shall connect to a district heating network should one become available in future and should it be viable to do so.",
    "REASON",
    "To ensure compliance with Policy SI 3 of the London Plan (2021).",
    "The development hereby approved shall ensure that sufficient ducting space for full fibre connectivity infrastructure is provided.",
    "REASON",
    "To ensure compliance with Policy SI 6 of the London Plan (2021).",
    "Prior to the commencement of works on site, a Construction Management and Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority (in consultation with relevant stakeholders). This plan shall detail:",
    "i.\tThe phasing of the works;",
    "ii.\tThe hours of work;",
    "iii.\tOn-site plant and equipment;",
    "iv.\tMeasures to mitigate noise and vibration;",
    "v.\tMeasures to mitigate impact on air quality;",
    "vi.\tWaste management;",
    "vii.\tSite transportation and traffic management, including:",
    "(a) HGV Routing enforcement;",
    "(b) Signage;",
    "(c) Vehicle types and sizes;",
    "(d) Hours of arrivals and departures of staff and deliveries (avoiding peaks);",
    "(e) Frequency of visits;",
    "(f) Parking of site operative vehicles;",
    "(g) On-site loading/unloading arrangements;",
    "(h) Use of an onsite banksman (if applicable);",
    "(i) Use of consolidation centres to reduce HGV movements;",
    "(j) Achieve FORS Gold standard and 5* Direct Vision Standard;",
    "(k) Encourage use of active travel;",
    "viii. \tThe arrangement for monitoring",
    "The tree protection measures (including tree protection fencing) detailed in the Arboricultural Impact Assessment (Dated 7th December 2023) shall be installed prior to commencement of development and thereafter retained throughout the demolition and construction period.",
    "REASON",
    "To ensure that the trees and other vegetation continue to make a valuable contribution to the amenity of the area in accordance with Policy DMHB 14 of the Hillingdon Local Plan Part  2 (2020) and to comply with Section 197 of the Town and Country Planning Act 1990.",
    "Trees, hedges and shrubs shown to be retained on the approved plans shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during construction, or is found to be seriously diseased or dying another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork shall be agreed",
    "(i) The development hereby permitted (excluding demolition, site clearance and supplementary ground investigation works e.g. beneath demolished buildings) shall not commence until a scheme to address unacceptable contamination, in accordance with the Environment Agency's guidance \"Land contamination risk management\" (LCRM), has been submitted to and approved by the Local Planning Authority (LPA). All works which form part of an approved remediation scheme shall be completed before any part of the development is occupied or brought into use unless the Local Planning Authority dispenses with any such requirement specifically and in writing. The scheme shall include the following measures unless the LPA dispenses with any such requirement specifically and in writing:",
    "a) A detailed remediation strategy, to also include how completion of the remedial works will be verified, along with the details of a watching brief to address undiscovered contamination, shall be agreed in writing with the",
    "Notwithstanding the approved drawings, and prior to commencement of development, a scheme for the amendment of the southern radius to the bellmouth and amendment to the entry radius of the access road (connecting Sipson Road to the site) shall be submitted and approved in writing by the Local Planning Authority. Arrangement shall be made for surface water drainage to be intercepted and disposed of separately so that it does not discharge from or onto the highway carriageway.",
    "The approved details shall thereafter be implemented and retained for the lifetime of the development.",
    "REASON",
    "To safeguard highway safety in accordance with Policy T2 and T4 of the London Plan (2021).",
    "Prior to the commencement of above ground construction works for the development, details and samples of materials and external surfaces for the development shall be submitted to and approved in writing by the Local Planning Authority.",
    "Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "Prior to commencement of development above ground level, a landscape scheme shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall include:-",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100) to demonstrate no net loss of trees, and including (but not limited to) dense planting on the southern boundary in order to achieve effective screening of the site from views taken from the south",
    "1.b  Written specification of planting and cultivation works to be undertaken",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage (showing provision for 8no. secure and covered spaces, in accordance with London Cycling Design Standards)",
    "2.c Means of enclosure/boundary treatments",
    "2.d Vehicle Parking Layouts:",
    "- 34 no. staff and visitor car parking spaces total, including:",
    "- 7 no. staff and visitor car parkin",
    "Prior to the commencement of above ground works, a Bird Hazard Management Plan has been submitted to and approved in writing by the Local Planning Authority. The submitted plan shall include details of:",
    "- Management of any flat/shallow pitched/green roofs on buildings within the site which may be attractive to nesting, roosting and \"loafing\" birds.",
    "Although it is not anticipated that the proposed ponds will result in a significant increase in available habitat relative to the existing situation. If the ponds start to attract or support Waterfowl or Gull species, then the applicant must agree as part of this condition, to implement further habitat measures to bird proof the ponds.",
    "The Bird Hazard Management Plan shall be implemented as approved and shall remain in force for the life of the buildings. No subsequent alterations to the plan are to take place unless first submitted to and approved in writing by the Local Planning Authority.",
    "REASON",
    "It is necessary to manage the flat roof",
    "Prior to commencement of development above ground level (excluding demolition), a detailed ecological enhancement scheme detailing biodiversity net gain shall be submitted to and approved in writing by the Local Planning Authority.  The scheme shall set out how the development will contribute positively to biodiversity value through the use of features and measures within the landscaping (i.e. nectar rich and diverse planting including living roofs) and the fabric of the new built form (i.e. bat and bird boxes). The scheme shall include a plan with the features annotated and the development must be built and operated in accordance with the approved scheme.",
    "REASON",
    "To ensure the development contributes positively to the ecological value of the area in accordance with Policy EM7 of the Hillingdon Local Plan: Part 1 (2012), Policy DMEI 7 of the Hillingdon Local Plan: Parts 2 (2020) and Policies G6 and G7 of the London Plan (2021).",
    "Prior to commencement (except for demolition, ground and enabling work) any relevant phase of this development (excluding demolition and site clearance), a scheme for the provision of sustainable water management shall be submitted to, and approved in writing by the Local Planning Authority in consultation with the relevant stakeholders. The scheme shall clearly demonstrate how it manages water and demonstrate ways of controlling the surface water on site by providing information on:",
    "a) Sustainable Drainage features:",
    "i. Surface water discharge - the submitted drainage strategy must identify the proposed method and location of discharging collected surface water from the site in accordance with the hierarchy set out in Policy SI 13 of the London Plan (2021). Where the proposal does not utilise the most sustainable solution, justification must be provided.",
    "ii. SuDS - the submitted drainage strategy should incorporate Sustainable Drainage System (SuDS) elements that are embedded, where",
    "Prior to the commencement of the development (not including demolition and site clearance), water infrastructure details shall be submitted to and approved in writing by the Local Planning Authority. This detail shall:-",
    "i) achieve at least the BREEAM excellent standard for the 'Wat 01' water category160 or equivalent;",
    "ii) incorporate measures such as smart metering, water saving and recycling measures, including retrofitting, to help to achieve lower water consumption rates and to maximise future-proofing;",
    "iii) seek to improve the water environment and ensure that adequate wastewater infrastructure capacity is provided; and",
    "iv) take action to minimise the potential for misconnections between foul and surface water networks.",
    "The development must proceed and be occupied in accordance with the approved scheme.",
    "REASON",
    "To ensure compliance with Policy SI 5 of the London Plan (2021).",
    "Prior to the first operation of the development, evidence (photographs and installation contracts) shall be submitted to demonstrate that the sustainable drainage scheme for the site has been completed in accordance with the submitted details. The sustainable drainage scheme shall be managed and maintained thereafter in accordance with the agreed management and maintenance plan for all of the proposed drainage components.",
    "REASON",
    "To ensure that surface water run off is controlled and to ensure the development does not increase flood risk, in compliance with Policy EM6 of the Hillingdon Local Plan: Part 1 (2012), Policy DMEI 9 and DMEI 10 of the Hillingdon Local Plan: Part 2 (2020), Policy SI 12 and SI 13 of the London Plan (2021), the National Planning Policy Framework (2023), and Planning Practice Guidance (Flood Risk and Coastal Change March 2014).",
    "No demolition or development shall take place until a written scheme of investigation (WSI) has been submitted to and approved in writing by the Local Planning Authority.  For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, which shall include the statement of significance and research objectives, and",
    "A.\tThe programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works",
    "B.\tWhere appropriate, details of a programme for delivering related positive public benefits",
    "C.\tThe programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the WSI.",
    "REASON",
    "To secure the provision of archaeological investigation and the su",
    "Prior to the first operation of the development, a Parking Design and Management Plan shall be submitted to and approved in writing by the Local Planning Authority. This shall detail car parking provision, indicating how the car parking will be designed and managed, with reference to Transport for London guidance on parking management and parking design. This should ensure that there is a robust management scheme for the change in shifts and mitigation against the highways safety risks that could arise from the overlap of trips made to and from the site during such shift changes.",
    "The Parking Management Plan shall be implemented as approved and shall remain in force for the life of the development.",
    "REASON",
    "To allow sufficient space for all vehicles to access the application site and neighbouring sites, and to safeguard the safety of highway users, in accordance with Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 (2020) and Policies T4 and T6 of the London Plan (2021).",
    "Prior to the first operation of the development, details of a Delivery and Servicing Plan shall be submitted to and approved in writing by the Local Planning Authority (in consultation with Transport for London). This should accord with Transport for London's Delivery and Servicing Plan Guidance and shall include:",
    "(i) The expected number and time of delivery and servicing trips to the site, including how deliveries will be scheduled to avoid several delivery vehicles arriving at the site simultaneously;",
    "(ii) The types of vehicles that will be servicing the site, including all relevant swept path analysis for these vehicles;",
    "(iii) Loading bay locations and layouts and vehicle turning areas;",
    "(iv) Routing of delivery and servicing vehicles to and from this site, and how this routing will be enforced;",
    "(v) Measures that will be implemented to reduce the impact of servicing movements;",
    "(vi) The requirement for all vehicles to achieve FORS Gold and 5* Direct Vision standard, and d",
    "Prior to operation of the development, a full and detailed Operational Management Plan shall be submitted to and approved in writing by the Local Planning Authority (in consultation with Transport for London). The plan shall demonstrate (but is not limited to):",
    "(i) Deliveries and collections including explanation as to how such trips will be scheduled to avoid several vehicles arriving at the site simultaneously;",
    "(ii) The types of vehicles that will be servicing the site, including all relevant swept path analysis for these vehicles;",
    "(iii) Loading bay locations and layout and vehicle turning areas;",
    "(iv) HGV routing to and from this site, and how this routing will be enforced;",
    "(v) The requirement for all vehicles to achieve FORS Gold and 5* Direct Vision standard, and detail on how this will be enforced;",
    "(vi) Detail on re-timing of deliveries to minimise impact on congestion and noise pollution;",
    "(vii) Targets and measures that will be implemented to increase the lev",
    "Prior to the first operation of the development, an updated Energy Statement, including detailed energy monitoring, recording and reporting plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall accord with the requirements of the London Plan (policy SI2) and the GLA Energy Assessment Guidance (2022 or as amended).",
    "The development must proceed in accordance with the approved reporting structure and where there is a failure to achieve the required carbon savings, the quantum (tCO2) shall be treated as part of the shortfall and shall result in a cash in lieu contribution in accordance with the formula set out in the S106 agreement.",
    "REASON",
    "To ensure the development's onsite carbon savings from regulated energy demand is achieved in perpetuity (i.e. annually over 30years) in accordance with the Policy SI2 of the London Plan (2021).",
    "The building(s) shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No building shall be occupied until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000 to ensure the development provides a safe and secure environment in accordance with Policy DMHB 15 of the Hillingdon Local Plan: Part 2 (2020) and Policy D11 of the London Plan (2021).",
    "Prior to first operation of the development, a post-construction monitoring report should be completed in line with the Greater London Authority's (GLA) Circular Economy Statement Guidance.",
    "The post-construction monitoring report shall be submitted to the GLA, currently via email at: circulareconomystatements@london.gov.uk, along with any supporting evidence as per the guidance.",
    "Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the Local Planning Authority, prior to operation of the development.",
    "REASON",
    "In the interests of sustainable waste management and in order to maximise the re-use of materials, in accordance with Policy SI 7 of the London Plan (2021).",
    "Prior to the first operation of the development the post-construction tab of the Greater London Authority's (GLA) Whole Life-Cycle Carbon Assessment template should be completed in line with the GLA's Whole Life-Cycle Carbon Assessment Guidance.",
    "The post-construction assessment should be submitted to the GLA at: ZeroCarbonPlanning@london.gov.uk, along with any supporting evidence as per the guidance.",
    "Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the Local Planning Authority, prior to operation of the development.",
    "REASON",
    "In the interests of sustainable development and to maximise on-site carbon dioxide savings, in accordance with Policy SI 2 of the London Plan (2021).",
    "Prior to first operation of the development, the additional fire safety information shall be submitted to and approved in writing by the Local Planning Authority. This shall include a site plan which shows:",
    "- The layout and positioning of the fire appliances; and",
    "- The location of assembly points.",
    "Thereafter the development shall be carried out and operated in full accordance with the approved details.",
    "REASON",
    "To ensure the safety of all building users in accordance with Policy D12 of the London Plan (2021).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "You are advised that this permission has been granted subject to a legal agreement under Section 106 of the Town and Country Planning Act 1990.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people.",
    "The Bird Hazard Management Plan must ensure that flat/shallow pitched roofs be constructed to allow access to all areas by foot using permanent fixed access stairs ladders or similar. The owner/occupier must not allow gulls, to nest, roost or loaf on the building. Checks must be made weekly or sooner if bird activity dictates, during the breeding season. Outside of the breeding season gull activity must be monitored and the roof checked regularly to ensure that gulls do not utilise the roof. Any gulls found nesting, roosting or loafing must be dispersed by the owner/occupier when detected or when requested by Heathrow Airside Operations staff. In some instances, it may be necessary to contact Heathrow Airside Operations staff before bird dispersal takes place. The owner/occupier must remove any nests or eggs found on the roof.",
    "The breeding season for gulls typically runs from March to June. The owner/occupier must obtain the appropriate licences where applicable from Natural England b",
    "The written scheme of investigation will need to be prepared and implemented by a suitably professionally accredited archaeological practice in accordance with Historic England's Guidelines for Archaeological Projects in Greater London. This condition is exempt from deemed discharge under schedule 6 of The Town and Country Planning (Development Management Procedure) (England) Order 2015.",
    "This pre-commencement condition is necessary to safeguard the archaeological interest on this site.  Approval of the WSI before works begin on site provides clarity on what investigations are required, and their timing in relation to the development programme.   If the applicant does not agree to this pre-commencement condition please let us know their reasons and any alternatives suggested.   Without this pre-commencement condition being imposed the application should be refused as it would not comply with NPPF paragraph 205.",
    "I envisage that the archaeological fieldwork would comprise the following:",
    "A Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer.  Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991.  We would expect the developer to demonstrate what measures he will undertake to minimise groundwater discharges into the public sewer.  Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 020 3577 9483 or by emailing trade.effluent@thameswater.co.uk .  Application forms should be completed on line via https://gbr01.safelinks.protection.outlook.com/?url=http%3A%2F%2Fwww.thameswater.co.uk%2F&data=05%7C02%7CPlanningEConsult%40Hillingdon.Gov.UK%7C52372553daa94d7a390c08dc18d627d2%7Caaacb679c38148fbb320f9d581ee948f%7C0%7C0%7C638412555282830008%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&sdata=w6IVrgI2KrPaazuv3yc1nFIwLtgP016c0I9hhnJLEyk%3",
    "The development hereby approved includes the carrying out of alterations to the radius to the southern side of the vehicular access and kerb radius.  Prior to undertaking work on the adopted highway you would require a Section 184 licence from the Highway Authority. The works shall be to the specification and constructed to the satisfaction of the Highway Authority. Fees are payable for the approval of the highway details, and inspection of the works. Further information and an application form are available on the London Borough of Hillingdon website https://www.hillingdon.gov.uk/dropped-kerb-form",
    "It is considered that a condition based on fixed noise levels is consistent with noise and planning policy by relating external noise levels to the point at which adverse effects on health and quality of life start to be observed. The limit values are intended to be consistent with the evidence base that formed the bases for the guidelines published by the WHO in 1999 and 2009 the former being reflected in guidance: 'Guidance on Sound Insulation and Noise Reduction for Buildings' BS8233 2014. This is combined with the assessment principles and procedures detailed in guidance: 'Methods for rating and assessing industrial and commercial sound' British Standards Institution BS4142 2014.' This is used to set reference time periods for the assessment and adjust measured or calculated LAeq values for character as detailed in BS4142."
  ],
  "date_building_work_completed_under_previous_permission": null
}