{
  "last_date_consultation_comments": "06/12/2024",
  "site_number": null,
  "ward": "EASTCOTE 2022",
  "decision_date": "18/12/2024",
  "description": "Erection of a single storey rear extension to accommodate proposed indoor cycling (spin) studio with associated cafe (Use Class E). Installation of a replacement fascia sign, projecting sign and roller shutter",
  "development_type": null,
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": null,
  "locality": null,
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "13240335",
  "street_name": "EASTCOTE PINNER",
  "last_updated_by": "CSV Data Import",
  "lpa_name": "Hillingdon",
  "centroid": {
    "lon": -0.399999,
    "lat": 51.579409
  },
  "lpa_app_no": "1387/APP/2024/1903",
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "12/2024",
        "intended_commencement_date": "08/2024"
      }
    ],
    "total_gia_gained": 97,
    "site_area": 0.017,
    "total_gia_lost": 27,
    "total_gia_existing": 69,
    "scheme_name": "Beatcycle Spin Studio",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 69,
        "use_class": "E(b)",
        "gia_gained": 0,
        "gia_lost": 27
      },
      {
        "gia_existing": 0,
        "use_class": "E(d)",
        "gia_gained": 97,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 3.2,
        "building_ref": "Rear Extension"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 97,
      "total_gia_existing": 69,
      "total_gia_lost": 27
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 0,
    "ownership_status": "Private",
    "lead_developer_company_name": "LIFTD Design LTD"
  },
  "application_type_full": "Full planning permission",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.39974139999999997,
          51.5794887
        ],
        [
          -0.3997264,
          51.5794448
        ],
        [
          -0.4001933,
          51.5793449
        ],
        [
          -0.4002173,
          51.5793841
        ],
        [
          -0.39974139999999997,
          51.5794887
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 510964,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=1387/APP/2024/1903",
  "bo_system": "CSV Data Import",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": "The proposal only affect the ground floor of the existing building.",
  "actual_completion_date": null,
  "site_name": "130 FIELD END ROAD",
  "id": "Hillingdon-1387_APP_2024_1903",
  "decision_target_date": "18/12/2024",
  "centroid_northing": 187940,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510980.1961,
              187948.9829
            ],
            [
              510981.3427,
              187944.1321
            ],
            [
              510949.2398,
              187932.3141
            ],
            [
              510947.4759,
              187936.6356
            ],
            [
              510980.1961,
              187948.9829
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plan, numbers:",
    "LIF-BEAT-XX-01-DR-M1000",
    "LIF-BEAT-XX-01-DR-A1003",
    "LIF-BEAT-XX-01-DR-A4000_B",
    "LIF-BEAT-XX-01-DR-A3000_B",
    "LIF-BEAT-XX-01-DR-A2003_D",
    "LIF-BEAT-XX-01-DR-A2002_D",
    "LIF-BEAT-XX-01-DR-A1007_A",
    "LIF-BEAT-XX-01-DR-A1006_B",
    "LIF-BEAT-XX-01-DR-A1005_D",
    "LIF-BEAT-XX-01-DR-A1004_G",
    "Drainage Plans LIF-BEAT-XX-01-DR-A1001",
    "Arboricultural Survey, Impact Assessment and Method statement ASIAMS202.2",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "For the lifetime of the development hereby permitted the rating level (LAr) of noise caused by its operation shall not exceed: 40 dB LAr 15 min for any fifteen-minute period between 2300 and 0700, and 50 dB LAr 1 hour for any one-hour period between 0700 and 2300, determined one metre free field external to any window or door of any permanent residential, or equivalently noise sensitive premises, in accordance with 'Methods for rating and assessing industrial and commercial sound' British Standards Institution BS4142 2014.'",
    "REASON",
    "To ensure that occupants of dwellings would not be exposed to noise caused by the permitted development that would be likely to cause an adverse effect on their health and quality of life with windows open for the purposes of ventilation and cooling.",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "It is considered that a condition based on fixed noise levels is consistent with noise and planning policy by relating external noise levels to the point at which adverse effects on health and quality of life start to be observed. The limit values are intended to be consistent with the evidence base that is reflected in guidance: 'Guidance on Sound Insulation and Noise Reduction for Buildings' BS8233 2014. This is combined with the assessment principles and procedures detailed in guidance: 'Methods for rating and assessing industrial and commercial sound' British Standards Institution BS4142 2014.' This is used to set reference time periods for the assessment and adjust measured or calculated LAeq values for character as detailed in BS4142 to determine the rating level.",
    "It is strongly recommended that a shower facility is installed within an accessible cubicle of no less then 1.7m by 3m.",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people.",
    "The site lies in a Critical Drainage Area (CDA) as identified in the Surface Water Management Plan (SWMP) for Hillingdon. A CDA is the catchment area from which surface water drains and contributes to drainage problems. All developments in this area must contribute to managing the risk of flooding from surface water by reducing surface water runoff from the site. Therefore the applicant should minimise the water from your site entering the sewers. No drainage to support the extension should be connected to any existing surface water sewer, other than as an overflow. Water run off from any roof or hard paving associated with  e development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, which must be permeable or be collected and directed to a permeable area, otherwise it would need an additional permission. A water butt should be incorporated.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "appeal_decision_date": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "last_updated": "2025-03-18T22:59:10.514Z",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "18/12/2027",
  "decision": "Approved",
  "valid_date": "15/07/2024"
}