{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510213.5021,
              178911.9214
            ],
            [
              510219.7198,
              178910.9954
            ],
            [
              510221.9688,
              178892.8714
            ],
            [
              510219.1906,
              178875.012
            ],
            [
              510208.0781,
              178876.0703
            ],
            [
              510213.5021,
              178911.9214
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08010433",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:45:03.249+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "13/08/2019",
  "secondary_street_name": "MIDDLESEX",
  "appeal_start_date": null,
  "ward": "BOTWELL",
  "centroid": {
    "lat": "51.4982334",
    "lon": "-0.4135992"
  },
  "decision": "Refused",
  "valid_date": "22/07/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.036
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=71152/APP/2019/2374",
  "lpa_name": "Hillingdon",
  "site_name": "164 NORTH HYDE ROAD",
  "lapsed_date": "14/10/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development by reason of its size, scale, height and design would be an overly-dominant and incongruous development which would be detrimental to the architectural composition of the original dwelling and would be detrimental to the character, appearance and the visual amenities of the street scene and the surrounding area. Therefore the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE13, BE15 and BE19 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012) and the adopted Supplementary Planning Document HDAS: Residential Extensions.",
    "The detached garage by reason of its siting in this open prominent position, size, scale, bulk and proximity to the adjacent highway would appear as a visually obtrusive, cramped and overbearing addition that would result in the loss of this visually open aspect to the detriment of the visual amenities of the street scene and the character and appearance of the surrounding area. The proposed development is therefore contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE13, BE15 and BE19 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012).",
    "The proposal has not demonstrated that sufficient off street parking/manoeuvring arrangements would be provided, and therefore the development is considered to result in substandard car parking provision, leading to on-street parking/queuing to the detriment of public and highway safety and contrary to policy AM14 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012), to Hillingdon's Adopted Parking Standards as set out in the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012) and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The proposed building by reason of its siting virtually on the footpath edge would result in vehicles having to wait on the highway therefore resulting in obstruction to the free flow of traffic prejudicial to conditions of general highway and pedestrian safety. The proposed development is therefore contrary to Policies AM7 and AM14 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012).",
    "The proposal has not demonstrated that sufficient private and usable amenity space for the existing dwelling at 164 North Hyde Road and the new dwelling at 164a North Hyde Road to to the detriment of the residential amenity of existing and future occupiers. The proposal is therefore contrary to Policies BE19 and BE23 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012) and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service. We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Variation of conditions 2 (Approved Plans) and 3 (Materials) of planning application reference 71152/APP/2016/4332 (Single storey rear extensions, double storey side extension and conversion of dwelling into 2 dwellings with associated amenity area and car park)",
  "lpa_app_no": "71152/APP/2019/2374",
  "decision_target_date": "14/10/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "14/10/2019",
  "id": "Hillingdon-71152_APP_2019_2374",
  "centroid_northing": 178892,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 510216,
  "street_name": "HAYES",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.41362889999999997,
          51.4984129
        ],
        [
          -0.41353969999999995,
          51.4984034
        ],
        [
          -0.41351289999999996,
          51.49824
        ],
        [
          -0.4135585,
          51.4980801
        ],
        [
          -0.4137182,
          51.4980917
        ],
        [
          -0.41362889999999997,
          51.4984129
        ]
      ]
    ],
    "type": "Polygon"
  }
}