{
  "appeal_status": null,
  "lapsed_date": "13/06/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0327.25",
  "borough": "Havering",
  "application_type_full": "Householder planning permission",
  "actual_commencement_date": null,
  "ward": "St Edwards",
  "decision_date": "13/06/2025",
  "parking_details": null,
  "polygon": null,
  "pp_id": "13843937",
  "development_type": null,
  "description": "Alterations to existing front hardstanding to create two blocked paved parking areas and installation of artificial grass in connection with the creation of a vehicular access to the front forecourt .",
  "site_name": "44 Tudor Drive",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Both parking spaces hereby approved shall be allocated to the ground floor flat.",
    "Reason; In order to prevent disturbances (noise and light) associated with the use of the front garden to parking spaces to the amenities of the ground floor units.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with agent who confirmed that both parking spaces would be allocated to the ground floor dwelling.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on highwaysDSO@havering.gov.uk to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Ac"
  ],
  "lpa_app_no": "P0327.25",
  "subdivision_of_building": null,
  "centroid_easting": 552202,
  "epc_number": "2088-3021-6258-4158-0994",
  "secondary_street_name": null,
  "lpa_name": "Havering",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_updated_by": "Planning Portal ingest",
  "cil_liability": false,
  "postcode": "RM2 5LH",
  "decision_process": "Delegated",
  "application_details": {
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "06/2025",
    "intended_completion_date": "06/2025",
    "no_additional_bathrooms": 0,
    "existing_uprns": null,
    "total_gia_gained": 0
  },
  "uprn": "100021400103",
  "street_name": "Romford",
  "decision": "Approved",
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 189389,
  "centroid": {
    "lon": 0.195356,
    "lat": 51.582812
  },
  "valid_date": "27/03/2025",
  "id": "Havering-P0327.25",
  "last_updated": "2025-07-09T01:41:36.992Z",
  "locality": null,
  "status": "Approved",
  "last_date_consultation_comments": "30/04/2025",
  "decision_target_date": "13/06/2025",
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "All Other"
}