{
  "last_date_consultation_comments": "03/11/2021",
  "epc_number": null,
  "application_type_full": "Householder planning & demolition in a conservation area",
  "development_type": null,
  "decision_date": "18/02/2022",
  "pp_id": "10195729",
  "appeal_decision_date": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Hillingdon-10330_APP_2021_3766",
  "last_updated": "2025-03-20T18:18:30.955+00:00",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 510740,
  "decision_target_date": "02/12/2021",
  "parking_details": {
    "no_existing_car": 3,
    "net_car": 0,
    "no_proposed_car": 3
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510727.7205,
              188648.6505
            ],
            [
              510757.883,
              188619.9432
            ],
            [
              510752.9882,
              188614.3869
            ],
            [
              510749.9455,
              188610.6827
            ],
            [
              510721.7673,
              188643.4911
            ],
            [
              510727.7205,
              188648.6505
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "subdivision_of_building": null,
  "title_number": [
    "3"
  ],
  "secondary_street_name": null,
  "valid_date": "07/10/2021",
  "centroid": {
    "lon": "-0.40299179999999996",
    "lat": "51.585657"
  },
  "site_number": null,
  "ward": "EASTCOTE & E RUISLIP",
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "uprn": null,
  "lpa_app_no": "10330/APP/2021/3766",
  "status": "Refused",
  "description": "Replace existing garage and single storey rear extension with a two storey side and single storey rear extension.",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "postcode": null,
  "centroid_northing": 188630,
  "borough": "Hillingdon",
  "application_type": "Householder",
  "locality": null,
  "site_name": "3 PAMELA GARDENS",
  "decision_conditions": [
    "The proposed development by reason of its design and appearance, scale, height and depth, siting and footprint, materiality, and rooflight and fenestration design would result in a visually incongruous and obtrusive development that would fail to respect the architectural integrity of the original dwelling, would harm the visual amenity of the street scene and character of the area and would fail to either preserve or enhance the character or appearance of the surrounding Eastcote Park Estate Conservation Area. The proposal is therefore contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 1, DMHB 4, DMHB 11 and DMHB 12 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020), Policy HC1 of the London Plan (2021) and Sections 12 and 16 of the National Planning Policy Framework (2021).",
    "The proposed development including the raised terrace, by reason of its scale, height and depth, siting and design would harm the residential amenities of the adjoining occupiers at No. 5 Pamela Gardens and No. 9 Field End Road due to undue overlooking, loss of privacy, loss of light and overshadowing, overdominance, sense of enclosure, loss of outlook and visual intrusion. Therefore the proposal would be contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies and Section 12 of the National Planning Policy Framework.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. The Council's supports pre-application discussions. We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "decision": "Refused",
  "street_name": "EASTCOTE PINNER",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 85.8,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "06/2022",
    "intended_commencement_date": "01/2022",
    "site_area": 0.042
  },
  "lapsed_date": "18/02/2025",
  "appeal_start_date": null,
  "appeal_decision": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=10330/APP/2021/3766",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "last_updated_by": "Planning Portal ingest",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4031631,
          51.585827
        ],
        [
          -0.4027369,
          51.5855631
        ],
        [
          -0.4028093,
          51.5855141
        ],
        [
          -0.4028544,
          51.5854814
        ],
        [
          -0.40325059999999996,
          51.5857818
        ],
        [
          -0.4031631,
          51.585827
        ]
      ]
    ],
    "type": "Polygon"
  }
}