{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "lpa_app_no": "22/P3573",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=22/P3573",
  "actual_completion_date": null,
  "pp_id": "PP-11615346",
  "lapsed_date": "17/03/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.216737,
    "lat": 51.423536
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "18A",
  "uprn": "48104464",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "01/02/2023",
  "description": "CONSOLITATION OF EXISTING BUILDINGS TO PROVIDE A HEALTHCARE FACILITY, INCLUDING CHANGE OF USE OF PART FROM RESIDENTIAL CLASS C3 TO CLASS E, AND EXTENSIONS  AND ALTERATIONS TO THE EXISTING BUILDINGS.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.216317,
          51.423427
        ],
        [
          -0.216289,
          51.423449
        ],
        [
          -0.216573,
          51.423568
        ],
        [
          -0.216534,
          51.423604
        ],
        [
          -0.216669,
          51.423655
        ],
        [
          -0.216635,
          51.423685
        ],
        [
          -0.21662,
          51.423679
        ],
        [
          -0.216584,
          51.423713
        ],
        [
          -0.216678,
          51.423745
        ],
        [
          -0.216667,
          51.423755
        ],
        [
          -0.216684,
          51.423762
        ],
        [
          -0.216695,
          51.423779
        ],
        [
          -0.216684,
          51.423791
        ],
        [
          -0.216725,
          51.423806
        ],
        [
          -0.216814,
          51.423837
        ],
        [
          -0.217058,
          51.423616
        ],
        [
          -0.216671,
          51.423454
        ],
        [
          -0.216694,
          51.423463
        ],
        [
          -0.216617,
          51.423537
        ],
        [
          -0.216607,
          51.423546
        ],
        [
          -0.216317,
          51.423427
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Other change of use",
  "last_updated_by": "Northgate M3",
  "locality": "Wimbledon",
  "site_name": null,
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\n\r\n2204-HOST-ZZ-00-DR-A-1002 - P1\r\n2204-HOST-ZZ-01-DR-A-1012 -P1\r\n2204-HOST-ZZ-RF-D-A-1021 -P1\r\n2204-HOST-ZZ-XX-DR-A-3010 -P2\r\n2204-HOST-ZZ-XX-DR-A-3012 -P1\r\n2204-HOST-ZZ-XX-DR-A-3011 - P1\r\n2204-HOST-ZZ-XX-DR-A-2001 - P1\r\nDesign and Access Statement\r\nTransport Statement from Motion\r\nTravel Plan fro Motion dated 18 November 2022\r\nEnergy Strategy from Mstep (rev A) dated 3 December 2022\r\n\r\n",
    "Condition : 3 - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Before the development hereby permitted is first occupied, the ground floor doors and windows in the South West elevation shall be partially glazed with obscure glass in accordance with elevation drawing 2204-HOST-ZZ-XX-DR-A-3010 -P2 and fixed shut (with exception for emergencies and maintenance access) and shall permanently maintained as such thereafter.",
    "Condition : 5 - Before the development hereby permitted is first occupied a scheme for the storage of refuse and recycling shall be submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the scheme has been approved, and the development shall not be occupied until the scheme has been approved and has been carried out in full. Those facilities and measures shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 6 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 7 - Before the development hereby permitted is first occupied details of sound insulation/attenuation measures shall be submitted in writing for approval to the Local Planning Authority to ensure that noise from new plant/machinery does not increase the background noise level by more than 2dBa L90 (5 min) with no increase in any one-third octave band between 50Hertz and 160Hertz. No works that are subject of this condition shall be carried out until the details are approved. The plant and machinery shall not be first used until those details are approved and installed in full accordance with the approved details and shall be permanently retained thereafter unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 8 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 9 - \"No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day. \r\n\r\nReason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: Policy SI 2 and SI 3 of the London Plan 2021 and Policy CS15 of Merton's Core Planning Strategy 2011.\"\r\n",
    "Condition : 10 - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.",
    "Condition : 11 - The premises shall only be used as a health facility and for no other purpose, (including any other purpose within Class E of the Schedule to the Town and Country Planning (Use Classes Order) 1987), or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification.",
    "Condition : 12 - Before the development hereby permitted is first occupied full details of a landscaping and planting scheme shall be submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 13 - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 14 - Before the development hereby permitted is first occupied details of all boundary walls or fences shall be submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be\r\npermanently retained thereafter.",
    "Condition : 15 - The development shall be implemented only on accordance with the approved Travel Plan from Motion dated 18 November 2022  (\"the Travel Plan\") and the Action Plan therein.\r\n\r\nThe survey data contained in the Travel Plan; the content of the Travel Plan; its targets; and its Action Plan will be reviwed and where appropriate revised  in a Monitoring Reports to be submitted to the Local Planning Authority for review and approval annually from  April 2024 to April 2028 inclusive.\r\n",
    "Condition : 16 - Prior to the commencement of the development hereby permitted, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority.  The approved measures shall be implemented prior to the first occupation of the development hereby permitted and shall be so maintained for the duration of the use, unless the prior written approval of the Local Planning Authority is first obtained to any variation.",
    "Condition : 17 - Development shall not commence until a Delivery and Servicing Plan (the Plan) has been submitted in writing for approval to the Local Planning Authority. No occupation of the development shall be permitted until the Plan is approved in writing by the Local Planning Authority and implemented in accordance with the approved plan.  The approved measures shall be maintained, in accordance with the Plan, for the duration of the use, unless the prior written approval of the Local Planning Authority is obtained to any variation.",
    "Condition : 18 - The siting and specification of any new plant/machinery including air conditioning units shall be submitted to and agreed with the council prior to their construction.  No works that are subject of this condition shall be carried out until the details are approved. The plant and machinery shall not be first used until those details are approved and installed in full accordance with the approved details and shall be permanently retained thereafter unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 19 - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 20 - Before the development hereby permitted is first occupied, the windows at first floor level serving the waiting room in the north-west side elevation shall be glazed with obscured glass and shall be maintained as such thereafter.",
    "Condition : 21 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 22 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 23 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The application was acceptable as submitted and no further assistance was required.\r\n   iii) The application was approved without delay.\r\n   iv) The application was considered by the Planning Committee where the applicant/agent had the opportunity to speak to the committee and promote the application.\r\n"
  ],
  "postcode": "SW19 4QN",
  "application_type": "All Other",
  "decision_date": "17/03/2023",
  "parking_details": {
    "no_proposed_car": 5,
    "net_cycle": 10,
    "no_proposed_bluebadge": 1,
    "no_existing_bluebadge": 0,
    "no_existing_car": 7,
    "net_car": -2,
    "no_proposed_cycle": 10,
    "net_bluebadge": 1,
    "no_existing_cycle": 0
  },
  "status": "Approved",
  "centroid_easting": 524084,
  "valid_date": "07/12/2022",
  "borough": "Merton",
  "subdivision_of_building": null,
  "decision_target_date": "17/03/2023",
  "id": "Merton-22_P3573",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T14:56:01.163+00:00",
  "street_name": "Ridgway",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 170900,
  "application_details": {
    "total_gia_gained": 265,
    "total_gia_lost": 175,
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_existing": 325,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 175,
      "total_gia_gained": 265
    },
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_completion_date": "01/2024",
        "intended_commencement_date": "03/2023"
      }
    ],
    "site_area": 0.08570000000000001,
    "total_gia_existing": 325,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 150,
        "use_class": "SpecifiedOther",
        "gia_gained": 265,
        "gia_lost": 0
      },
      {
        "gia_existing": 175,
        "use_class": "C3",
        "gia_gained": 0,
        "gia_lost": 175
      }
    ],
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m",
    "surface_water_discharge_percentage_reduction": 0,
    "residential_details": {
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 1,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 58,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 1,
          "unit_no": "Loss-2",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 58,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 1,
          "unit_no": "Loss-3",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 58,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_gia_lost": 174,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units": 3,
      "affordable_percentage": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_sale": 3,
      "total_no_proposed_bedrooms": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0
    },
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 5.7,
        "building_ref": "18 A"
      }
    ],
    "scheme_phasing": true,
    "green_suds": false,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 0,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_active_fast_ev_charging_points": 0,
      "fire_suppression_system_proposed": false,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "no_passive_fast_ev_charging_points": 1,
      "ghg_reduction_over_building_regulations": true
    },
    "internal_resi_water_usage": 0
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524113.4984092436,
              170888.6032248694
            ],
            [
              524115.3535479924,
              170891.05252376467
            ],
            [
              524095.34278468904,
              170903.74888947216
            ],
            [
              524097.9234888152,
              170907.9076990261
            ],
            [
              524088.4334234826,
              170913.3661365669
            ],
            [
              524090.70081528666,
              170916.65519508423
            ],
            [
              524091.7479380471,
              170916.04536964564
            ],
            [
              524094.1472508289,
              170919.85427935747
            ],
            [
              524087.5264667611,
              170923.26330353547
            ],
            [
              524088.2685222606,
              170924.45296299865
            ],
            [
              524087.08123346145,
              170925.1927512366
            ],
            [
              524086.28146253416,
              170927.07221324753
            ],
            [
              524086.9905377893,
              170928.39183550846
            ],
            [
              524084.0882762801,
              170929.96138623048
            ],
            [
              524077.79729465646,
              170933.3004304397
            ],
            [
              524061.49680885015,
              170908.29758742324
            ],
            [
              524088.7962061709,
              170890.95255238184
            ],
            [
              524087.1966643164,
              170891.95226621663
            ],
            [
              524092.34982750757,
              170900.24989104999
            ],
            [
              524093.001187335,
              170901.29959057592
            ],
            [
              524113.4984092436,
              170888.6032248694
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Village"
}