{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Householder planning & demolition in a conservation area",
  "lpa_app_no": "22/P3310",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=22/P3310",
  "actual_completion_date": null,
  "pp_id": "PP - 11525085",
  "lapsed_date": "26/01/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.200091,
    "lat": 51.422553
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "56",
  "uprn": "48038852",
  "epc_number": "9071-3015-5204-5452-5204",
  "appeal_status": null,
  "last_date_consultation_comments": "21/12/2022",
  "description": "ERECTION OF A PART SINGLE, PART TWO STOREY REAR\r\nEXTENSION; REAR ROOF EXTENSION WITH 3 FRONT ROOFLIGHTS",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.200323,
          51.422812
        ],
        [
          -0.200455,
          51.422754
        ],
        [
          -0.200048,
          51.422453
        ],
        [
          -0.199951,
          51.422502
        ],
        [
          -0.200323,
          51.422812
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Other house holder developments",
  "last_updated_by": "Northgate M3",
  "locality": "Wimbledon",
  "site_name": null,
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: Revised Design Proposal (Version 2) Amended 11/02/2023; Arboricultural Report; Site Location Plan; 3315-CB-XX-XX-DR-A 00001A; 01050B; 01011B; 01010B; 01013B; 01012B; 01060B; 01001B; 010 Rev P.01; 020 Rev P.01; 030 Rev P.01; 040 P.01; 100 Rev P.01; 120 Rev P.01; 120 Rev P.01; & 130 P.01. ",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified on the approved plans unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Landscaping: Full details of the species of the trees shown on the approved plan 'Tree Replacement Plan' drawing number 'T004' shall be submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner. Any trees which die within a period of 5 years from the completion of the development or removed or become seriously damaged or diseased or are dying, shall be replaced in the next planting season with others of the same approved specification, unless the Local Planning Authority gives written consent to any variation. \r\n\r\nReason: To enhance the appearance of the Conservation Area in accordance with Policy HC1 of the London Plan 2021 and Policy DM D4 of Merton's Sites and Policies Plan 2014. ",
    "Condition : 5 - Tree Protection: The details and measures for the protection of the existing trees as specified in the hereby approved document 'Arboricultural Survey, Impact Assessment & Method Statement Report (BS5837:2012)' reference 'AIA/MF/0176/22' and dated 'November 2022' shall be fully complied with. The methods for the protection of the existing trees shall fully accord with all of the 2 measures specified in the report and shall be installed prior to the commencement of any site works and shall remain in place until the conclusion of all site works. \r\n\r\nReason: To protect and safeguard the existing trees in accordance with Policy G7 of the London Plan 2021, Policy CS13 of Merton's Core Planning Strategy 2011 and Policies DM D2 and DM O2 of Merton's Sites and Policies Plan 2014. ",
    "Condition : 6 - Site Supervision (Trees) - The details of the approved 'Arboricultural Survey, Impact Assessment & Method Statement Report (BS5837:2012)' shall include the retention of an arboricultural expert to monitor and report to the Local Planning Authority not less than monthly the status of all tree works and tree protection measures throughout the course of the demolition and site works. A final Certificate of Completion shall be submitted to the Local Planning Authority at the conclusion of all site works. The works shall be carried out in accordance with the approved Arboricultural Method Statement and Tree Protection Plan.\r\n\r\nReason: To protect and safeguard the existing trees in accordance with Policy G7 of the London Plan 2021, Policy CS13 of Merton's Core Planning Strategy 2011 and Policies DM D2 and DM O2 of Merton's Sites and Policies Plan 2014. ",
    "Condition : 7 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed in the side elevations without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 8 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 9 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 10 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n   \r\n   \r\n"
  ],
  "postcode": "SW19 8QW",
  "application_type": "Householder",
  "decision_date": "26/01/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 525244,
  "valid_date": "08/11/2022",
  "borough": "Merton",
  "subdivision_of_building": null,
  "decision_target_date": "30/01/2023",
  "id": "Merton-22_P3310",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T15:31:37.220+00:00",
  "street_name": "Kings Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 170819,
  "application_details": {
    "total_gia_gained": 122,
    "intended_commencement_date": "02/2023",
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 4,
    "intended_completion_date": "08/2023",
    "site_area": 0.043000000000000003
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525227.1010973807,
              170847.30504632054
            ],
            [
              525218.0974906529,
              170840.64695217862
            ],
            [
              525247.252026723,
              170807.84634124482
            ],
            [
              525253.848075608,
              170813.50472155272
            ],
            [
              525227.1010973807,
              170847.30504632054
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Wimbledon Town and Dundonald"
}