{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Outline planning permission: All matters reserved",
  "lpa_app_no": "22/P3686",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=22/P3686",
  "actual_completion_date": null,
  "pp_id": "PP-10328548\r",
  "lapsed_date": "24/07/2027",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.18879,
    "lat": 51.41443
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "10094254071",
  "epc_number": "8355-7529-4619-4077-7992",
  "appeal_status": null,
  "last_date_consultation_comments": "05/06/2023",
  "description": "OUTLINE PLANNING APPLICATION (WITH ALL MATTERS RESERVED, EXCEPT IN RELATION TO PARAMETER PLANS) FOR REVISED PROPOSALS FOR PART OF THE PHASED REGENERATION OF THE HIGH PATH ESTATE, COMPRISING DEMOLITION OF ALL EXISTING BUILDINGS AND STRUCTURES AND THE ERECTION OF BUILDINGS TO DELIVER NEW HOMES, FLEXIBLE NON-RESIDENTIAL FLOORSPACE (INCLUDING RETAIL, LEISURE, BUSINESS AND COMMUNITY USES); PROVISION OF PUBLIC OPEN SPACE (INCLUDING REMAINDER OF NEIGHBOURHOOD PARK) AND OTHER COMMUNAL AMENITY SPACES, INCLUDING CHILDREN'S PLAY SPACE; PUBLIC REALM, LANDSCAPING, LIGHTING; CYCLE PARKING AND CAR PARKING, TOGETHER WITH ASSOCIATED HIGHWAYS AND UTILITIES WORKS. THE APPLICATION RELATES TO PHASES 4-7B (BASED ON THE ILLSUTRATIVE PHASING).",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.186914,
          51.415867
        ],
        [
          -0.18685,
          51.415585
        ],
        [
          -0.18676,
          51.415593
        ],
        [
          -0.18676,
          51.415593
        ],
        [
          -0.186664,
          51.41559
        ],
        [
          -0.186658,
          51.415545
        ],
        [
          -0.186277,
          51.415542
        ],
        [
          -0.18617,
          51.414916
        ],
        [
          -0.186589,
          51.414882
        ],
        [
          -0.186541,
          51.414634
        ],
        [
          -0.186109,
          51.414655
        ],
        [
          -0.186041,
          51.414174
        ],
        [
          -0.186325,
          51.414145
        ],
        [
          -0.186305,
          51.414077
        ],
        [
          -0.186352,
          51.414073
        ],
        [
          -0.186339,
          51.414128
        ],
        [
          -0.18646,
          51.414132
        ],
        [
          -0.186514,
          51.414524
        ],
        [
          -0.186514,
          51.414537
        ],
        [
          -0.186697,
          51.414524
        ],
        [
          -0.186744,
          51.414806
        ],
        [
          -0.188981,
          51.414714
        ],
        [
          -0.189002,
          51.414709
        ],
        [
          -0.188927,
          51.414292
        ],
        [
          -0.188427,
          51.414343
        ],
        [
          -0.188359,
          51.414351
        ],
        [
          -0.188353,
          51.414309
        ],
        [
          -0.188055,
          51.414339
        ],
        [
          -0.188055,
          51.414313
        ],
        [
          -0.187994,
          51.414309
        ],
        [
          -0.187981,
          51.414044
        ],
        [
          -0.187981,
          51.413993
        ],
        [
          -0.187974,
          51.413871
        ],
        [
          -0.188839,
          51.413883
        ],
        [
          -0.189008,
          51.413866
        ],
        [
          -0.189001,
          51.413909
        ],
        [
          -0.189306,
          51.413909
        ],
        [
          -0.189407,
          51.413963
        ],
        [
          -0.189414,
          51.413959
        ],
        [
          -0.1894,
          51.413871
        ],
        [
          -0.190495,
          51.413913
        ],
        [
          -0.19082,
          51.413892
        ],
        [
          -0.192475,
          51.413904
        ],
        [
          -0.192523,
          51.414549
        ],
        [
          -0.192516,
          51.414962
        ],
        [
          -0.192509,
          51.415021
        ],
        [
          -0.191563,
          51.415089
        ],
        [
          -0.191664,
          51.415574
        ],
        [
          -0.19132,
          51.415582
        ],
        [
          -0.191164,
          51.415595
        ],
        [
          -0.189468,
          51.415679
        ],
        [
          -0.188447,
          51.415742
        ],
        [
          -0.186914,
          51.415867
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Major dwellings",
  "last_updated_by": "Northgate M3",
  "locality": "Wimbledon",
  "site_name": "Flat 1",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "Condition : 1 - Commencement \r\nThe development hereby permitted shall be commenced before the expiration of 5 years from the date of this permission or 2 years from the approval of the last of the reserved matters as defined in condition 2 whichever is later. \r\n",
    "Condition : 2 - Approval of Reserved Matters \r\na. Detail of the reserved matters set out below ('the reserved matters') for each phase of the development shall be submitted to the Local Planning Authority for approval within 3 years from the date of this permission or within 3 years from the date of the last reserved matters for the previous phase of development: \r\n\r\n(i) layout; (ii)scale; (iii) appearance; (iv)access and (v) landscaping \r\n\r\nb. The reserved matters shall be carried out as approved.\r\nc. Approval of all reserved matters shall be obtained for the relevant phase of development from the Local Planning Authority in writing before any phase of development is commenced. \r\n",
    "Condition : 3 - Approved Drawings\r\nThe development hereby permitted shall be carried out in accordance with the following approved plans and documents:\r\n\r\nAA9718/2001 Site Location Plan\r\nAA9718/2007 Parameter Plan Proposed Demolition Plan\r\nAA9718/2008 Parameter Plan Proposed Block Plan\r\nAA9718/2009 Parameter Plan Proposed Land Use Plan\r\nAA9718/2010 Parameter Plan Proposed Layout Parameters Plan\r\nAA9718/2011 Parameter Plan Proposed Building Heights\r\nAA9718/2014 Parameter Plan Proposed Vehicular Movement and Access\r\nAA9718/2015 Parameter Plan Proposed Open Space and Landscape\r\nAA9718/2016 Parameter Plan Proposed Pedestrian and Cycle Movement\r\nAA9718/2017 Parameter Plan Proposed Site Cross Sections\r\nAA9718/2018 Parameter Plan Proposed Site Cross Sections\r\nDesign Code Rev A (received 25th April 2023)\r\n",
    "Condition : 4 - Phasing Strategy and Delivery of Plots \r\nA. Upon submission of the first Reserved Matters application, a Phasing Strategy setting out the delivery of the phases across the whole site shall be submitted to and approved in writing by the Local Planning Authority. The Phasing Strategy shall confirm the order and timing of delivery of each of the phases, updated phasing plans should be submitted with subsequent Reserved Matters applications and can be updated from time to time subject to the approval in writing by the Local Planning Authority. \r\n\r\nB. Prior to commencement of works in each relevant phase, a plan identifying the Plots to be delivered in the phase, and sequence of delivery within the phase, shall be submitted to and approved in writing by the Local Planning Authority. The plan shall identify the public realm and open space to be delivered with each plot.\r\n",
    "Condition : 5 - Delivery of non-residential floor space \r\nPrior to commencement of the relevant phases of development hereby permitted, a plan linking the delivery of the replacement non-residential floor space to the completion of the residential units within that relevant phase of development shall be submitted to and approved in writing by the Local Planning Authority. \r\n",
    "Condition : 6 - Development to be carried out in accordance with Permission\t\r\nReserved Matters applications should accord with the submitted Development Parameters (Plans and Schedule) and Design Code, or such updated/replacement Development Parameters (Plans and Schedule) and / or Design Code approved in writing by the Local Planning Authority.\r\n",
    "Condition : 7 - Urban Design Report \t\r\nApplications for approval of Reserved Matters for each relevant phase of development submitted pursuant to this permission (other than those relating to Enabling Works) shall be accompanied by an Urban Design Report, which explains the approach to the design and how it takes into account the Design Code. This document should also include measures to minimise the risk of crime in a visually acceptable manner and meet the specific security needs of that phase of development. \r\n",
    "Condition : 8 - Daylight And Sunlight Assessment \r\nApplications for approval of Reserved Matters for each relevant phase of development including if built out as a single phase (other than those relating to Enabling Works) submitted pursuant to this permission relating to layout and scale shall be accompanied by a detailed Daylight and Sunlight Assessment. This document shall explain how the proposed development has been designed to provide appropriate levels of daylight and sunlight to the new homes within the development itself. \r\n",
    "Condition : 9 - Accessibility Strategy \r\nApplications for approval of Reserved Matters for each relevant phase of the development including if built out as a single phase (other than those relating to Enabling Works) submitted pursuant to this permission relating to layout and landscaping shall be accompanied by a detailed Accessibility Strategy for the relevant phase. This document shall explain: \r\n\r\na)\tHow the proposed public realm areas, within each relevant phase, would be accessible to all, including details of finished site levels, surface gradients and lighting; \r\nb)\tHow each building would be accessible to all, including details of level access and internal accommodation arrangements and access to car parking; and \r\nc)\tThat 10% of dwellings hereby permitted would be 'wheelchair user dwellings' and all other dwellings are 'accessible and adaptable dwellings. \r\n",
    "Condition : 10 - Circular Economy \t\r\nEach relevant application for reserved matters shall be accompanied by a detailed Circular Economy Statement in line with the GLA's Circular Economy Statement Guidance, which shall be submitted to and approved in writing by the Local Planning Authority. The statement shall adhere to the principles set out in the draft Circular Economy Statement (December 2022). The development shall be carried out in accordance with the details so approved.\r\n",
    "Condition : 11 - Whole Life Carbon\t\r\nApplications for approval of Reserved Matters for each relevant phase of development submitted pursuant to this permission (other than those relating to Enabling Works) shall be accompanied by a Whole Life Carbon Assessment. The proposals shall take account of the Mayor of London Whole Life Carbon LPG (March 2022). The development shall be carried out in accordance with the details so approved.\r\n",
    "Condition : 12 - Transport Strategy\r\nApplications for approval of Reserved Matters submitted pursuant to this permission relating to layout and access shall be accompanied by a detailed Transport Strategy for the relevant phase. This document shall explain: \r\n\r\na) A summary of how the approach relates to the Parking Management Strategy (to be provided as part of the S106) for that part of the development (including but not limited to Car Club provision and details of temporary access and parking arrangements, associated management and enforcement procedures for parking offences on un-adopted roads, as well as the details relating to the displacement of existing residents' parking, and allocation of new parking spaces); \r\nb) Details of vehicle and cycle parking provision for each of the proposed uses. \r\nc) Details of electric car charging points with at least 20% active and passive provision for all other remaining spaces; \r\nd) Details of motorcycle and scooter parking; \r\ne) Details of pedestrian and cycle routes throughout that part of the scheme; \r\nf) Details of pedestrian and vehicle signage and wayfinding within the development; \r\ng) A summary of how the approach relates to the original Transport Assessment; and \r\nh) A summary of how the proposed Strategy relates to the Travel Plan to be submitted under the s106 Agreement.\r\n",
    "Condition : 13 - Electric Vehicle Charging Points \t\r\nApplications for approval of reserved matters for each relevant phase of development pertaining to access and layout (other than those relating to Enabling Works), shall be accompanied by an electric vehicle charging infrastructure strategy and implementation plan, to be submitted to and approved in writing by the Local Planning Authority. This shall accord with the London Plan in place at the time and shall include details of the number, location, installation and management of the electric vehicle charging points. \r\n\r\nThe electric vehicle charging points in each Plot shall be implemented in accordance with the approved strategy / plan and details.\r\n",
    "Condition : 14 - EVCP Site Wide Monitoring Plan\r\nThe application for the first reserved matters shall be accompanied by an Electric Vehicle Charging Points Monitoring Plan for all phases of this development. The Plan shall include details of how the usage of charging points will be monitored, and the measures to convert passive parking bays to active parking bays where additional demand arises from residents of the development.\r\n\r\nThe monitoring shall be carried out in accordance with the approved plan from occupation of the first relevant phase of development.\r\n",
    "Condition : 15 - EVCP Infrastructure Strategy and Implementation Plan \r\nApplications for approval of reserved matters for each relevant phase of development pertaining to access and layout (other than those relating to Enabling Works), shall be accompanied by an electric vehicle charging infrastructure strategy and implementation plan, to be submitted to and approved in writing by the Local Planning Authority. This shall accord with the London Plan in place at the time and shall include details of the number, location, installation and management of the electric vehicle charging points.\r\n\r\nIn relation to the second, and any subsequent phases, to be delivered under this permission, the number of active charging points to be delivered within these phase(s) shall be informed by the monitoring of previous phases carried out pursuant to condition 14.\r\n\r\nThe electric vehicle charging points in each Plot shall be implemented in accordance with the approved details.\r\n",
    "Condition : 16 - Levels Plans \r\nApplications for approval of Reserved Matters for each relevant phase of the development submitted pursuant to this permission shall be accompanied by a detailed Levels Plan for the relevant phase. This document shall explain details of the levels of the buildings, roads and footpaths in relation to the adjoining land and highway(s), and any other changes proposed in the levels of the site. \r\n",
    "Condition : 17 - Fire Safety  \t\r\nApplications for approval of reserved matters for each relevant phase of development shall be accompanied by a Fire Statement that demonstrates that the development is capable of complying with the relevant adopted policy and guidance on fire safety at the time of submission.\r\n",
    "Condition : 18 - Unit Numbers and Housing Accommodation Schedule  \r\nThe development hereby approved shall comprise no more than 1651 residential units. Applications for approval of Reserved Matters submitted pursuant to this permission relating to layout, scale and appearance for each relevant phase of development including if built out as a single phase (other than those relating to Enabling Works), shall be accompanied by a Housing Accommodation Schedule. This document shall explain and include:  \r\n\r\no The type and mix of units proposed; \r\no Whether the units are to be provided as affordable and what tenure; \r\no The gross internal floor areas of each dwelling; and \r\no A cumulative position statement on the provision of housing, including to take account of those dwellings delivered under outline planning permission ref: 17/P1721 or subsequent amended permissions. \r\n",
    "Condition : 19 - Play Space  \r\nApplications for approval of reserved matters for each relevant plot of development shall be accompanied by a Play Space Strategy and submitted to the Local Planning Authority for approval prior to commencement of Above Ground works in that plot. The development shall be carried out in accordance with the approved details and maintained for the duration of operational works. \r\n",
    "Condition : 20 - Lighting Strategy  \r\nFor each subsequent relevant plot of development a detailed Lighting Strategy shall be submitted to and approved in writing prior to commencement of that relevant plot. These documents shall explain:\r\n\r\na) The lighting proposed for amenity spaces and external communal areas, including relevant justification; and\r\n\r\nb) The proposed external building lighting \r\n",
    "Condition : 21 - Arboricultural Method Statement / Tree Protection \t\r\nFor each relevant Plot of development a detailed Arboricultural Method Statement and Tree Protection Plan shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of that relevant Plot. The approved measures for the protection of the existing retained trees shall be installed prior to the commencement of site works and shall be retained and maintained until the completion of all site operations in that Plot. If any trees are proposed for removal or have any tree work, a full justification must be provided in the Arboricultural Statement. Any tree work shall accord with BS 3998:2010. \r\n\r\nThe Arboricultural Statement shall also explain the total number of trees to be removed, together with details of the proposed replacement planting, to ensure an overall increase in the number of trees across all phases of development (including those delivered pursuant to outline planning permission ref: 17/1721 or subsequent amended permission). \r\n",
    "Condition : 22 - Demolition and Construction Method Statements  \t\r\na) No development within a Plot shall commence until a detailed Demolition Method Statement has been submitted and approved in writing by the local planning authority for that Plot. \r\n\r\nb) No development within a Plot (other than Enabling Works) approved by this permission shall be commenced until a detailed Construction Method Statement has been submitted and approved in writing by the local planning authority for that Plot. \r\n\r\nWhere relevant, the statement(s) should take account of other major developments within the vicinity. The approved Statement(s) shall be adhered to throughout the relevant works on each Plot. \r\n\r\nThe Statement(s) shall provide details for: \r\n\r\no hours of operation; \r\no the parking of vehicles of site operatives and visitors; \r\no loading and unloading of plant and materials; \r\no storage of plant and materials; \r\no public viewing, where appropriate; \r\no wheel washing facilities; \r\no measures to control the emission of noise and vibration; \r\no measures to control the emission of dust and dirt; \r\no a scheme for recycling/disposing of waste; \r\no the measures proposed to reduce and remove risks to the water environment and reduce flood risk; \r\no a full Logistics Plan, which demonstrates how the impact of demolition / construction vehicles would be minimised; and \r\no an Air Quality & Dust Management Plan (AQDMP) to identify the steps and procedures that will be implemented to minimise the creation and impact of dust and other air emissions resulting from the proposed works within the Plot. \r\n",
    "Condition : 23 - Contamination \t\r\n1. Prior to the commencement of each plot of development (other than Enabling Works), no development shall occur until the ground investigation recommended within the submitted Preliminary Risk Assessment has been undertaken and a Tier 2 Generic Quantitative Risk Assessment has been prepared and submitted to and approved in writing by the local planning authority. Where found to be necessary by the Tier 2 Assessment, the assessment will include an Outline Remediation Strategy.\r\n\r\n2. Where remediation is found to be necessary, prior to the commencement of the relevant plot of development (other than Enabling Works), no development shall occur until a Detailed Remediation Strategy to make the site suitable for intended use by removing unacceptable risks to sensitive receptors has been prepared, submitted to and approved in writing by the local planning authority.\r\n\r\n3. Prior to first occupation of each relevant plot of the development, any required remediation shall be completed and a verification report, produced on completion of the remediation, shall be submitted to and approved in writing by the local planning authority.\r\n",
    "Condition : 24 - Reporting of Unexpected Contamination \r\nIn the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken in accordance in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'. No further development shall be carried out until the developer has submitted, and obtained writing approval from the Local Planning Authority for, a remediation strategy detailing how this unsuspected contamination shall be dealt with. The remediation strategy shall be implemented as reported to, verified, and approved, in writing by the Local Planning Authority. \r\n",
    "Condition : 25 - Archaeology \r\nNo demolition or development shall take place in each relevant Plot until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works. \r\n\r\nIf heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the Local Planning Authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:\r\n\r\nA. The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works.\r\nB. Where appropriate, details of a programme for delivering related positive public benefits.\r\nC. The programme for post-investigation assessment and subsequent analysis, publication & dissemination, and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.  \r\n",
    "Condition : 26 - Foundation Design - Archaeology \r\nNo development shall be commenced (other than Enabling Works) in a relevant Plot until details of the foundation design and construction method to protect archaeological remains have been submitted and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved details. \r\n",
    "Condition : 27 - Site-wide Surface Water Drainage \r\nThe development hereby permitted shall not commence (other than Enabling Works) until the outline design of a surface water drainage scheme (site-wide) have been submitted to and approved in writing by the planning authority. The design must satisfy the SuDS Hierarchy and be compliant with the London Plan, Merton's SuDS Policies and should take account of the Merton Sustainable Drainage Systems SPD and the national Non-Statutory Technical Standards for SuDS, and the NPPF. The required drainage strategy shall include:\r\n\r\na) Outline drainage design drawings and calculations to include: an outline drainage layout indicating the schematic location of drainage elements;\r\nb) Details of anticipated drainage management responsibilities and maintenance regimes for the drainage system.\r\n\r\nThe final solution should follow the principles set out in the Flood Risk Assessment and Surface Water Drainage Strategy dated December 2022 (Revision E issued March 2023), document reference 332510804-500-FRA-001F.The drainage scheme will dispose of surface water at the agreed rate of 189 l/s, for public and privately drained areas combined for Phases 4 to 7b.\r\n\r\nThe development shall accord with the principles of the approved site-wide surface water drainage scheme unless otherwise agreed via approval of a relevant plot-specific surface water drainage scheme.\r\n",
    "Condition : 28 - Plot-Specific Drainage Scheme \t\r\nNo development of a Plot shall commence (other than Enabling Works) until details of the design of a surface water drainage scheme specific to a plot have been submitted to and approved in writing by the planning authority. The plot-specific surface water drainage scheme shall accord with the principles of the approved site-wide surface water drainage scheme, and shall include: \r\n\r\na) Detailed drainage drawings and calculations, to include: a finalised drainage layout indicating the location of drainage elements, pipe diameters, levels, and long and cross sections of each element indicating details of any flow restrictions and maintenance/risk reducing features (silt traps, inspection chambers etc)\r\nb) A plan showing exceedance flows (i.e. during rainfall greater than design events or during blockage) and how property on and off site will be protected from increased flood risk. \r\nc) Details of drainage management responsibilities and maintenance regimes for the drainage system.\r\nd) Details of how the drainage system will be protected during construction and how runoff (including any pollutants) from the development site will be managed before the drainage system is operational. \r\n",
    "Condition : 29 - Finished Floor Levels\t\r\nPrior to commencement of each relevant Plot of the development (with the exception of Enabling Works) hereby permitted by this planning permission, details to demonstrate that finished floor levels for all residential units has been set above the maximum surface water flood depth or a minimum of 250mm above existing ground levels, shall be submitted to and approved in writing by the Local Planning Authority. The mitigation strategy for each block shall follow this hierarchy and demonstrate that floor levels will be either (i) raised above the corresponding surface water flood depth for the given block location or (ii) set no lower 250 mm above existing ground levels or (iii) include flood risk resistance or resilience measures up to the corresponding surface water flood depth. The scheme shall be fully implemented and subsequently maintained, in accordance with the timing/phasing arrangements embodied with the scheme or within any other period as may subsequently be agreed, in writing, by the local planning authority.\r\n",
    "Condition : 30 - Drainage Verification Report \r\nPrior to the first occupation or intended operation use of each plot of development, an independent drainage verification report carried out by a qualified drainage engineer/consultant must be submitted to and approved by the Local Planning Authority. This must demonstrate that the surface water drainage system has been constructed as per the agreed scheme, detail any departures or defects, provide final as built drawings, provide a full site wide CCTV survey of all underground drainage features including pipework, chambers and tanks. It must provide the details of any management company and state the national grid reference of any key drainage elements (surface water attenuation devices/areas, flow restriction devices and outfalls), and where identified, it must be followed by a further inspection report to confirm any defects have been rectified before occupation or operational use of the relevant plot.\r\n",
    "Condition : 31 - Green, Brown and/or Blue Roofs \r\nPrior to the commencement of each plot of the development, the detailed design, specification and planting scheme for the green, brown and/or blue roofs shall be submitted to and approved in writing by the Local Planning Authority. The design and planting shall be carried out as approved, retained and maintained in perpetuity thereafter. The Green, Brown and/or Blue Roofs shall be designed in accordance with the drainage and attenuation measures set out in the Flood Risk Assessment and Surface Water Drainage Strategy by Stantec, Revision E dated March 2023.\r\n",
    "Condition : 32 - Drainage Scheme Infiltration \r\nWhilst the principles and installation of sustainable drainage schemes are to be encouraged, no drainage systems for the infiltration of surface water drainage into the ground are permitted other than with the express written consent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk of Controlled Waters. The development shall be carried out in accordance with approved details. \r\n",
    "Condition : 33 - Energy and Sustainability Strategy \r\nA detailed Energy and Sustainability Strategy for each Phase of development shall be submitted to the Local Planning Authority for approval as part of the Reserved Matters Application for that Phase. The strategy shall accord with the Energy & Sustainability Statement (December 2022), and shall explain but not be limited to the following: \r\n\r\no How the proposed design of each Plot within that Phase, including both the residential and non-residential components of the development, realises opportunities to reduce carbon emissions in accordance with the Mayor of London's energy hierarchy; including the incorporation of enhanced building fabric, efficiency of energy supply and low and zero carbon technologies. This should include all the details required by the GLA's energy planning guidance in force at the time of submitting the Reserved Matters Application, including but not limited to: \r\no How the proposed design will maximise carbon savings through energy efficiency measures and meet any relevant targets;  \r\no An estimate of the heating and/or cooling energy (MWh/annum) the heat pumps would provide to the development and the percentage of contribution to the site's heat loads, demonstrating how the heat fraction from heat pump technologies has been maximised; \r\no Details of the Seasonal Coefficient of Performance (SCOP) and/or Seasonal Energy Efficiency ratio (SEER) of the proposed heat pumps and how these have been calculated. This should incorporate the expected heat source and heat distribution temperatures (for space heat and hot water) and the distribution loss factor, which should be calculated based on the above information and used for calculation purposes;  \r\no A detailed roof layout demonstrating that the roof's potential for a PV installation has been maximised and clearly outlining any constraints to the provision of further PV, such as plant space or solar insolation levels. The on-site savings from renewable energy",
    "Condition : 34 - Refuse Strategy \r\nA detailed Refuse Strategy for each relevant Plot shall be submitted to and approved in writing prior to commencement of Below Ground works of that relevant Plot. The strategy shall accord with the Operational Waste Management Strategy prepared by Stantec (December 2022). These documents shall explain: \r\n\r\na) The storage and disposal arrangements for refuse and waste associated with the residential and non-residential elements of the proposed development, including vehicular access thereto; \r\nb) The storage and disposal arrangements for refuse and waste associated with proposed public realm areas, including vehicular access thereto; \r\nc) The hours of proposed waste collection; \r\nd) A full waste management strategy with details of the location, size and the design of the residual waste and recycling container storage areas for each residential unit; and \r\ne) The operation and management of the Underground Refuse System (URS), including vehicular access thereto.\r\n",
    "Condition : 35 - Digital Connectivity \r\nPrior to Below Ground Works detailed plans should be submitted to the Local Planning Authority demonstrating the provision of sufficient ducting space for full fibre connectivity infrastructure within the development in line with London Plan Policy SI6.\r\n",
    "Condition : 36 - Ecology & Biodiversity  \t\r\nPrior to the commencement of Above Ground works within a Plot, a scheme for biodiversity enhancements, taking account of the recommendations set out in the Biodiversity Impact Assessment prepared by Greengage dated (December 2022), shall be submitted to and approved in writing by the Local Planning Authority. This should include plans, materials, specifications and data, to demonstrate in detail how all ecological enhancement measures will be implemented within the phase and an Ecological Management Plan to explain how the measures will be managed for a period of at least 30 years. The development shall be implemented in accordance with the approved plans.\r\n",
    "Condition : 37 - Bird and Bat Box Details \r\nPrior to the commencement of Above Ground works within a Plot, details of the proposed number, location and specification of bird and bat boxes, taking account of the recommendations of the Ecology Walkover and Bat Survey Report prepared by Greengage (December 2022), shall be submitted to and approved in writing by the Local Planning Authority. The approved bird and bat boxes shall be implemented in accordance with the approved detailed prior to occupation of each the Plot.\r\n",
    "Condition : 38 - Landscaping \r\nPrior to the commencement of Above Ground works in each relevant Plot a comprehensive design strategy and landscaping and planting scheme including details of street furniture for the Plot shall be submitted to and approved in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, quantities and location of the proposed plants. \r\n\r\nThe approved works shall be carried out in the first available planting season following the development of the relevant Plot or prior to the occupation of any part of the relevant Plot, whichever is the sooner, and any trees which die within a period of 5 years from the completion of each Plot, or are removed or become seriously damaged or diseased or are dying, shall be replaced in the next planting season with others of the same approved specification, unless the Local Planning Authority gives written consent to any variation. \r\n\r\nThe landscaping plan should indicate the planting of appropriate native species throughout the site.",
    "Condition : 39 - Urban Greening Factor \t\r\nPrior to the commencement of Above Ground works for each relevant Plot of development an Urban Greening Factor assessment (including detailed surface cover plans and calculations) shall be submitted for approval by the Local Planning Authority. The assessment shall be carried out in accordance with the methodology set out in the London Plan and shall demonstrate how the Urban Greening Factor has been maximised with reference to the London Plan targets at the time of submission. \r\n",
    "Condition : 40 - Noise \t\r\nDue to the potential impact of the surrounding locality on the development the recommendations to protect noise intrusion into the dwellings as specified in the Sharps Redmore, Planning Noise Assessment Report Project No.1414499, dated December 2022 shall be implemented as a minimum standard. Details of the final mitigation measures to protect against external noise in each Plot shall be submitted to and approved by the Local Planning Authority prior to commencement of Above Ground Works in the Plot for: \r\n\r\na) vibration and ground borne noise, \r\nb) internal noise levels. \r\n\r\nThe approved measures shall be implemented in full prior to first occupation of each building.\r\n",
    "Condition : 41 - Water Conservation \t\r\nAs part of the Reserved Matters Application for each Phase of the development, a scheme detailing measures to reduce water use within that Phase of the development, to meet a target water use of 105 litres or less per person, per day for residential dwellings only, and achieve at least the BREEAM excellent standard for the 'Wat 01' water category or equivalent for the non-residential uses only, shall be submitted to and approved in writing by the Local Planning Authority. Each Phase of the development shall be constructed in accordance with the approved scheme and thereafter retained. \r\n",
    "Condition : 42 - Secure By Design \r\nThe development hereby permitted shall incorporate security measures to minimise the risk of crime and to meet the specific security needs of the development (as informed by the principles of Secured by Design). Details of these measures shall be submitted to and approved in writing by the local planning authority prior to commencement of Above Ground works (excluding Enabling Works) within each relevant Plot of the development and shall be implemented in accordance with the approved details prior to occupation of the relevant plot.\r\n",
    "Condition : 43 - Sustainable Design & Construction\t\r\nPrior to occupation of each relevant Plot of the development, verification that the energy and sustainability strategy as per condition 33 and water conservation requirements as per condition 41 above, have been implemented in accordance with the approved details, must be submitted and approved by the Local Planning Authority, in accordance with national, regional or local Policies. This shall include verification of carbon dioxide emissions reductions and water efficiency measures. ",
    "Condition : 44 - Circular Economy (Post Construction Monitoring Report)\t\r\nPrior to the first occupation of the last building within each relevant phase of the development, a post-construction monitoring report should be completed in line with the GLA's Circular Economy Statement Guidance (March 2022). The post-construction monitoring report shall be submitted to the GLA, currently via email at: circulareconomystatements@london.gov.uk, along with any supporting evidence as per the guidance. Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the local planning authority, prior to occupation of the first occupation of the last building within each relevant phase.\r\n",
    "Condition : 45 - Whole Life Carbon (Post-construction monitoring report) \t\r\nPrior to first occupation of the last building within each relevant Phase the post-construction tab of the GLA's Whole Life-Cycle Carbon Assessment template should be completed in line with the GLA's Whole Life-Cycle Carbon Assessment Guidance.\r\n\r\nThe post-construction assessment should be submitted to the GLA at: ZeroCarbonPlanning@london.gov.uk, along with any supporting evidence as per the guidance.\r\n\r\nConfirmation of submission to the GLA shall be submitted to, and approved in writing by, the local planning authority, prior to first occupation of the last building within each relevant Phase.\r\n",
    "Condition : 46 - Soundproofing  \t\r\nPrior to use of a non-residential unit commencing, a scheme for the soundproofing between the non-residential unit and residential properties to prevent the transmission of noise, including impact noise, and vibration shall be submitted and approved in writing by the Local Planning Authority.  The sound insulation/protection scheme will be dependent on the end use. The measures as approved shall be implemented in strict accordance with the approved details prior to the use of the non-residential unit commencing and shall thereafter be retained.\r\n",
    "Condition : 47 - Non-Residential floor space carbon reduction \t\r\nThe non-residential floor space hereby permitted shall be constructed to achieve not less than BREEAM 'Excellent' (or the subsequent relevant standard in such measure of sustainability for non-residential building design which may replace that scheme). The non-residential floor space in any relevant Plot shall not be occupied until formal post-construction stage certification has been issued confirming that not less than 'Excellent' has been achieved and certification has been submitted to and approved in writing by the Local Planning Authority.\r\n",
    "Condition : 48 - Odour  \r\nDetails of the measures to control odour from all mechanical systems serving an individual non-residential food premises shall be submitted and approved in writing to the local planning authority and implemented prior to the use commencing. The measures are subject to approval by the local authority. The system shall be designed so neighbouring premises are not affected by odour. \r\n",
    "Condition : 49 - Temporary Accesses \r\nDetails of any temporary access arrangements to be put in place during the plot development of the site shall be submitted to and approved in writing by the Local Planning Authority prior to the construction of the temporary access arrangements in the Plot to which the access relates. Any temporary access arrangements shall, once becoming redundant be removed and the approved road/pedestrian/landscaping details shall be installed/erected.\r\n",
    "Condition : 50 - Lighting \t\r\nAny external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary and in accordance with Institution of Lighting Professionals, The Reduction of Obtrusive Light Guidance Note 01/21.\r\n",
    "Condition : 51 - Existing Trees \r\nThe existing Sycamore and London Plane trees located in the open landscaped areas adjacent to Merton High Street shall be retained and protected in accordance with the approved Arboricultural Method Statement and Tree Protection Plan. Should any tree become seriously damaged, diseased, dead or dying as a result of this development or within 5 years following the completion of this development, shall be replaced with a semi-mature London Plane tree of a minimum 30 - 35 cms girth in the same or similar position to be approved in writing by the LPA.\r\n",
    "Condition : 52 - Site Supervision (Trees) \r\nThe details of the Arboricultural Method Statement and Tree Protection Plan shall include the retention of an arboricultural expert to monitor and report to the Local Planning Authority not less than quarterly the status of all tree works and tree protection measures throughout the course of the demolition and site works. The works shall be carried out strictly in accordance with the approved Arboricultural Method Statement and Tree Protection Plan.\r\n",
    "Condition : 53 - Noise Mitigation, Noise Levels  \r\nNoise levels, (expressed as the equivalent continuous sound level) LAeq (15 minutes), from any external plant/machinery across the site shall not exceed LA90-10dB at the boundary with the closest residential or noise sensitive property.\r\n",
    "Condition : 54 - Air pollution mitigation measures scheme   \r\nPrior to commencement of development, a scheme for air pollution mitigation measures for the residential units relevant to the plots situated within the main roads (Merton High Street and Morden Road) shall be submitted to and approved in writing by the Local Planning Authority. The approved mitigation scheme shall be implemented in its entirety in accordance with details approved under this condition before any of the development is first occupied within the relevant plot and retained as such thereafter. \r\n",
    "Condition : 55 - Flood Risk Assessment  \r\nThe development shall be carried out in accordance with the submitted Flood Risk Assessment and Surface Water Drainage Strategy by Stantec, Revision E dated March 2023. All flood risk mitigation measures set out within the report relevant to a Plot must be implemented prior to occupation of the relevant Plot and subsequently in accordance with the timing / phasing arrangements embodied within the scheme, or within any other period as may subsequently be agreed, in writing, by the local planning authority. All the mitigation measures shall be retained and maintained thereafter throughout the lifetime of the development.\r\n",
    "Condition : 56 - Permitted Development Restricted \r\nNotwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (or any Order revoking or re-enacting that Order with or without modification), no development which would otherwise fall within Classes A, B, C, D, E and F in Part 1 of Schedule 2 to that Order shall be carried out to the proposed houses without the prior written permission of the Local Planning Authority. \r\n",
    "Condition : 57 - Non-Road Mobile Machinery (NRMM) \t\r\nOn-site plan and machinery must comply with the London Non-Road Machinery (NRMM) Low Emission Zone standards for Greater London. \r\n",
    "Condition : 58 - Piling \r\nPiling or any other foundation designs using penetrative methods shall not be permitted other than with the express written consent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to groundwater. The development shall be carried out in accordance with the approved details. \r\n",
    "Condition : 59 - Bat Surveys  \t\r\nThe further Bat Survey recommendations within section 5.4 of the Bat Survey Report prepared by Greengage (December 2022), shall be implemented in respect of each Plot of development prior to works commencing in the Plot.\r\n",
    "Condition : 60 - Bats (Ramsey House) \t\r\nThe recommendations within section 5.4 of the Bat Survey Report prepared by Greengage (December 2022) in relation to Roosting Bats, shall be implemented in respect of the relevant Plot(s) of development prior to works commencing in the Plot.\r\n",
    "Condition : 61 - Bus stop relocation \t\r\nWhere it is proposed to relocate bus stops, prior to the commencement of the relevant Plot of development, the developer must enter into discussion with TfL concerning the details of the proposed relocation options and assessments study to be undertaken in application for any bus stops to be relocated as a result of the development. The developer must submit for approval in writing to the Council the relocation strategy and evidence of approval from TfL of the relocation of the bus stops.\r\n",
    "Condition : 62 - Policies and Written Guidance: To assist applicants the Local Planning Authority has produced policies and written guidance, all of which is available on the Council's website and which offers a pre-planning application advice service. ",
    "Condition : 63 - Construction and demolition: works audible beyond the boundary of the site should only be carried out between the hours of 0800 and 1800 hours Mondays to Fridays and 0800 and 1300 hours on Saturdays, and not at all on Sundays or Public/Bank Holidays.",
    "Condition : 64 - A Trade Effluent Consent: will be required for any Effluent discharge other than a 'Domestic Discharge'. Any discharge without this consent is illegal and may result in prosecution. (Domestic usage for example includes - toilets, showers, washbasins, baths, private swimming pools and canteens). Typical Trade Effluent processes include: - Laundrette/Laundry, PCB manufacture, commercial swimming pools, photographic/printing, food preparation, abattoir, farm wastes, vehicle washing, metal plating/finishing, cattle market wash down, chemical manufacture, treated cooling water and any other process which produces contaminated water. Pre-treatment, separate metering, sampling access etc, may be required before the Company can give its consent. Applications should be made at; \r\n\r\nhttp://www.thameswater.co.uk/business/9993.htm or alternatively to Waste Water Quality, Crossness STW, Belvedere Road, Abbeywood, London. SE2 9AQ. Telephone: 020 3577 9200.\r\n",
    "Condition : 65 - CIL: The application is subject to both the Mayoral and the Merton Council Community Infrastructure Levy unless an application for an exemption is made and approved.",
    "Condition : 66 - Birds and Bats: Demolition of buildings and tree felling should avoid the bird nesting and bat roosting seasons. Anyone who takes, damages or destroys the nest of any wild bird whilst that nest is in use, or who kills, injures or disturbs bats, obstructs access to bat roosts or damages or disturbs bat roosts, even when unoccupied by bats, is guilty of an offence under the Wildlife and Countryside Act 1981. Buildings and trees should be inspected for bird nests and bat roosts prior to demolition or felling by an appropriately qualified person. If bats are found, Natural England should be contacted for advice.",
    "Condition : 67 - Nesting birds: If the intention is to complete tree work between the 1st March & the 31st July (inclusive) a due diligence check for nesting birds must be completed before work starts in order to comply with the Wildlife & Countryside Act 1981. Arborists should record such checks in their site-specific Risk assessment. If active nests are found work should not take place until the young have fledged.",
    "Condition : 68 - Bats and other habitat: A due diligence check for bats and likely habitats (see attached link) must be completed before work starts in order to comply with the Wildlife & Countryside Act 1981. Arborists should carry out and record such checks in line with BS8596: 2015 surveying for bats in trees and woodland in their site-specific risk assessment. If bats or potential roosting features are found work must not start until an appropriately licenced bat handler has been engaged.",
    "Condition : 69 - Thames Water: The developer should consult with Thames Water with regard to whether any offsite reinforcement of the foul water drainage network is required. Copies of the correspondence should be provided for the Council records. The contact number is 0800 009 3921.",
    "Condition : 70 - Surface Water Drainage: It is the responsibility of a developer to make proper provision for drainage to ground, water courses or a suitable sewer. In respect of surface water, it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off site storage. When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Connections are not permitted for the removal of groundwater. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required. The contact number is 0800 009 3921.",
    "Condition : 71 - Thames Water will aim to provide customers with a minimum pressure of 10m head (approximately 1 bar) and a flow rate of 9 litres/minute at the point where it leaves Thames Waters pipes. The developer should take account of this minimum pressure in the design of the proposed development We recommend that developers should: Follow the risk management framework provided in CLR11, Model Procedures for the Management of Land Contamination, when dealing with land affected by contamination.\r\n\r\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/297401 /s cho0804bibr-e-e.pdf \r\n\r\nRefer to the Environment Agency Guiding Principles for Land Contamination for the Type of information that we require in order to assess risks to controlled waters from the site. The Local Authority can advise on risk to other receptors, such as human health. \r\nhttps://www.gov.uk/government/publications/managing-and-reducinglandcontamination\r\n \r\nRefer to our website at www.environment-agency.gov.uk for more information. We expect the site investigations to be carried out in accordance with best practice guidance for site investigations on land affected by land contamination. E.g. British Standards when investigating potentially contaminated sites and groundwater, and references with these documents:\r\n\r\n\" BS5930:2015 Code of practice for site investigations; \r\n\" BS 10175:2011+A1:2013 Code of practice for investigation of potentially contaminated sites; \r\n\" BS ISO 5667-22:2010 Water quality. Sampling. Guidance on the design and End 5 installation of groundwater monitoring points; \r\n\" BS ISO 5667-11:2009 Water quality. Sampling. Guidance on sampling of groundwaters (A minimum of 3 groundwater monitoring boreholes are required to establish the groundwater levels, flow patterns and groundwater quality); \r\n\" Use MCERTS accredited methods for testing contaminated soils at the site. A Detailed Quantitative Risk Assessment (DQRA) for controlled waters using the results of the site inves",
    "Condition : 72 - Piling and preventing contamination: The Council recommends that where soil contamination is present, a risk assessment is carried out in accordance with our guidance 'Piling into Contaminated Sites'. We will not permit piling activities on parts of a site where an unacceptable risk is posed to Controlled Waters.",
    "Condition : 73 - Asbestos: In the event that asbestos containing materials (ACMs) are discovered, details of the contractors with their plan of work detailing the method of removal of ACMs in compliance with current legislation shall be submitted to the HSE (Health and Safety Executive).",
    "Condition : 74 - Archaeology: Written schemes of investigation will need to be prepared and implemented by a suitably qualified professionally accredited archaeological practice in accordance with Historic England's Guidelines for Archaeological Projects in Greater London. This condition is exempt from deemed discharge under schedule 6 of The Town and Country Planning (Development Management Procedure) (England) Order 2015.",
    "Condition : 75 - Fire Strategy: In accordance with Policy D11 and D12 of the London Plan 2021, the applicant must submit to the Council a fire statement, produced by a third party suitably qualified assessor, to be submitted to and agreed with the London Fire Brigade. ",
    "Condition : 76 - Carbon emissions evidence: requirements for prior to occupation stage assessments must provide: \r\n\r\n\" Copies of Micro-generation Certification Scheme (MCS) Certificates or any subsequent standard. \r\n\r\n\" Detailed documentary evidence confirming the Target Emission Rate (TER), Dwelling or Building Emission Rate (DER or BER) and percentage improvement of DER or BER over TER based on 'As Built' SAP or SBEM outputs (i.e. dated outputs with accredited energy assessor name and registration number, assessment status, plot number and development address).\r\n\r\nOR, where applicable: \r\n\r\n\" A copy of revised/final calculations as detailed in the assessment methodology based on 'As Built' SAP or SBEM outputs, AND\r\n \r\n\" Confirmation of Fabric Energy Efficiency (FEE) performance where SAP section 16 allowances (i.e. CO2 emissions associated with appliances and cooking, and site-wide electricity generation technologies) have been included in the calculation. ",
    "Condition : 77 - Domestic Water efficiency evidence: requirements for Post Construction Stage assessments must provide: \r\n\r\n\" Detailed documentary evidence representing the dwellings 'As Built'; showing: \r\n\r\n\" the location, details and type of appliances/ fittings that use water in the dwelling (including any specific water reduction equipment with the capacity / flow rate of equipment); and \r\n\r\n\" the location, size and details of any rainwater and grey-water collection systems provided for use in the dwelling;\r\n\r\nAlong with one of the following: \r\n\r\n\" Water Efficiency Calculator for New Dwellings; OR \r\n\" Written confirmation from the developer that the appliances/fittings have been installed, as specified in the design stage detailed documentary evidence; or\r\n \r\n\" Where different from design stage, provide revised Water Efficiency Calculator for New Dwellings and detailed documentary evidence (as listed above) representing the dwellings 'As Built' To ensure that the development performs in accordance with the approved plans, achieves a high standard of sustainability, and makes efficient use of resources and to comply with the following Development Plan policies for Merton: Policy SI 12 of the London Plan 2021 and Policy CS15 of Merton's Core Planning Strategy 2011. ",
    "Condition : 78 - Signage: You are advised that it is the developer's responsibility to ensure all signage associated with the proposed development i.e. street nameplates, building names and door numbers are erected prior to occupation, as agreed with the Councils Street Naming/Numbering Officer.",
    "Condition : 79 - Open Space: Means any open piece of land that is undeveloped (has no buildings or other built structures) and is accessible to the public. Open space is taken to mean all open space of public value, including not just land, but also inland bodies of water such as rivers, canals, lakes and reservoirs which offer important opportunities for sport and outdoor recreation and can also act as a visual amenity.",
    "Condition : 80 - Above Ground works: Means any works above the ground floor slab of the proposed redevelopment (excluding Enabling Works). ",
    "Condition : 81 - Below Ground works: Means any works below the ground floor slab of the proposed redevelopment (excluding Enabling Works). ",
    "Condition : 82 - Enabling Works: Means any works comprising of demolition, site clearance, ground investigation, archaeological investigation, construction of boundary fencing or hoardings for the demolition / construction phase, demolition / construction noise attenuation works, construction of temporary highways accesses, construction / demolition compound set up).",
    "Condition : 83 - Note to applicant: In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by: \r\n\r\ni) Offering a pre-application advice and duty desk service. \r\nii) Where possible, suggesting solutions to secure a successful outcome. \r\niii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application. \r\nIn this instance: \r\n\r\ni)\tThe applicant/agent was provided with pre-application advice. \r\nii)\tThe application was acceptable as submitted and no further assistance was required.",
    "Condition : 84 - INFORMATIVE\r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site.\r",
    "Condition : 85 - Access to the gas meter on 21 Merton High Street be maintained at all times."
  ],
  "postcode": "SW19 2FR",
  "application_type": "All Other",
  "decision_date": "24/07/2024",
  "parking_details": {
    "no_proposed_car": 140,
    "net_cycle": 2976,
    "no_proposed_bluebadge": 146,
    "no_proposed_carclub": 2,
    "no_existing_bluebadge": 0,
    "no_existing_car": 0,
    "net_carclub": 2,
    "net_bluebadge": 146,
    "no_existing_carclub": 0,
    "net_car": 140,
    "no_proposed_cycle": 2976,
    "no_existing_cycle": 0
  },
  "status": "Approved",
  "centroid_easting": 526052,
  "valid_date": "16/12/2022",
  "borough": "Merton",
  "subdivision_of_building": null,
  "decision_target_date": "24/07/2024",
  "id": "Merton-22_P3686",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T22:29:10.113+00:00",
  "street_name": "Pincott Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 169935,
  "application_details": {
    "internal_resi_water_usage": 105,
    "open_and_protected_space_details": {
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_loss": 0,
      "open_space_local_and_other_area_loss": 0,
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_space_mol_area_gain": 0,
      "open_spaces_details": [
        {
          "area": 1,
          "access": "Unrestricted",
          "land_swap": false,
          "open_space_designation": "Other",
          "description": "Please refer to play space strategy.",
          "open_space_type": "Provision for children and young people"
        }
      ],
      "open_space_green_belt_area_gain": 0
    },
    "non_residential_details": {
      "total_gia_existing": 27679,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 27679,
      "total_gia_gained": 153972
    },
    "ownership_status": "Mixed",
    "site_area": 6.9218,
    "garden_land_lost": true,
    "residential_details": {
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 1,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 1,
          "unit_type": "Other",
          "provision_for_older_persons": false,
          "gia": 1,
          "tenure": "Market for rent"
        },
        {
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 1
        }
      ],
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 1,
      "total_gia_gained": 2,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_gia_lost": 1,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units": 1,
      "affordable_percentage": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_bedrooms": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0
    },
    "scheme_phasing": true,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 26.45,
      "no_new_water_connections_required": 0,
      "mobile_network_operators_consultation": false,
      "no_passive_other_ev_charging_points": 229,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 95,
      "chp_heat_pumps_capacity": 0,
      "solar_pv_capacity": 383,
      "fire_suppression_system_proposed": true,
      "no_homes_to_have_electrical_heating": 1651,
      "green_roof_area": 10180,
      "no_new_gas_connections_required": 0,
      "total_annual_nox_emissions": 402.55,
      "no_active_other_ev_charging_points": 57,
      "urban_greening_factor_score": 0.35000000000000003,
      "ghg_reduction_over_building_regulations": true,
      "no_resi_units_to_have_full_fibre": 1651
    },
    "total_gia_gained": 153972,
    "total_gia_lost": 27679,
    "grey_water_reuse": false,
    "total_gia_existing": 27679,
    "phasing_details": [
      {
        "phase_detail": "Phase 4 - 7B",
        "intended_completion_date": "01/2036",
        "intended_commencement_date": "01/2027"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 27395,
        "use_class": "C3",
        "gia_gained": 148972,
        "gia_lost": 27395
      },
      {
        "gia_existing": 284,
        "use_class": "SpecifiedOther",
        "gia_gained": 5000,
        "gia_lost": 284
      }
    ],
    "projected_cost_of_works": "Over 100m",
    "surface_water_discharge_percentage_reduction": 40,
    "lead_developer_company_name": "Clarion Regeneration Limited",
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 11,
        "max_height": 37.8,
        "building_ref": "Plot 10"
      },
      {
        "no_storeys": 12,
        "max_height": 40.95,
        "building_ref": "Plot 9"
      },
      {
        "no_storeys": 13,
        "max_height": 44.1,
        "building_ref": "Plot 8"
      },
      {
        "no_storeys": 13,
        "max_height": 44.55,
        "building_ref": "Plot 7"
      },
      {
        "no_storeys": 9,
        "max_height": 31.95,
        "building_ref": "Plot 6"
      },
      {
        "no_storeys": 8,
        "max_height": 29.25,
        "building_ref": "Plot 5"
      },
      {
        "no_storeys": 9,
        "max_height": 35.1,
        "building_ref": "Plot 4"
      },
      {
        "no_storeys": 8,
        "max_height": 29.25,
        "building_ref": "Plot 3"
      },
      {
        "no_storeys": 4,
        "max_height": 14.4,
        "building_ref": "Plot 2"
      },
      {
        "no_storeys": 7,
        "max_height": 24.5,
        "building_ref": "Plot 1"
      }
    ],
    "green_suds": true,
    "uk_company_registration_no": "09042606",
    "rain_water_harvesting": false,
    "superseding_details": [
      {
        "unit_reference": "Phases 2-3C will be delivered under the extant outline planning permission ref: 22/P1740 dated 14th October 2022. All later phases will be delivered under this new outline planning application.",
        "lpa_app_no": "22/P1740",
        "partial_supersedence": true,
        "component_description": "Phases 2-3C will be delivered under the extant outline planning permission ref: 22/P1740 dated 14th October 2022. All later phases will be delivered under this new outline planning application."
      }
    ],
    "scheme_name": "High Path Regeneration"
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526178.4986983996,
              170098.0495182529
            ],
            [
              526183.7508023237,
              170066.74847807223
            ],
            [
              526189.9510882755,
              170067.8481632911
            ],
            [
              526189.9510882755,
              170067.8481632911
            ],
            [
              526196.6708130771,
              170067.64822052408
            ],
            [
              526197.1655167433,
              170062.63965421054
            ],
            [
              526223.6981233831,
              170062.98955405148
            ],
            [
              526232.8613110615,
              169993.56421361025
            ],
            [
              526203.8166620084,
              169989.09250333853
            ],
            [
              526207.7914314283,
              169961.5185878966
            ],
            [
              526237.8110030615,
              169964.6073994895
            ],
            [
              526243.834637403,
              169911.28798437398
            ],
            [
              526224.1772739803,
              169907.5178013097
            ],
            [
              526225.7729759412,
              169900.05296030093
            ],
            [
              526222.4948061234,
              169899.50272552593
            ],
            [
              526223.2837862255,
              169905.61957350106
            ],
            [
              526214.812745087,
              169905.87874805625
            ],
            [
              526209.9731720891,
              169949.3780269546
            ],
            [
              526209.9383388694,
              169950.78423385677
            ],
            [
              526197.2841368811,
              169949.06372208585
            ],
            [
              526193.2165421259,
              169980.3875298294
            ],
            [
              526037.9144022291,
              169966.22487635328
            ],
            [
              526036.51611004,
              169965.72126378224
            ],
            [
              526042.8336644227,
              169919.4443059339
            ],
            [
              526077.4720195039,
              169925.9295807
            ],
            [
              526082.148483336,
              169926.98334681342
            ],
            [
              526082.7344422195,
              169922.30761926377
            ],
            [
              526103.331762849,
              169926.1005192885
            ],
            [
              526103.4013699105,
              169923.28810504125
            ],
            [
              526107.6426700783,
              169922.924055829
            ],
            [
              526109.3135057666,
              169893.41697131988
            ],
            [
              526109.4527249963,
              169887.79214314214
            ],
            [
              526110.2591421095,
              169874.2104407361
            ],
            [
              526050.0680561725,
              169874.1280818074
            ],
            [
              526038.3651617983,
              169871.96248629986
            ],
            [
              526038.7191824599,
              169876.6614691906
            ],
            [
              526017.5704996437,
              169876.13836099842
            ],
            [
              526010.3702365292,
              169882.05757596344
            ],
            [
              526009.91185877,
              169881.57721723104
            ],
            [
              526011.0952417494,
              169871.75701235782
            ],
            [
              525934.8440582482,
              169874.56200605037
            ],
            [
              525912.3433782487,
              169871.66080803017
            ],
            [
              525797.1657536393,
              169870.22290298657
            ],
            [
              525792.1053541191,
              169941.85828227416
            ],
            [
              525791.4411942025,
              169987.80601271382
            ],
            [
              525791.7491354139,
              169994.3799198456
            ],
            [
              525857.3582003504,
              170003.504538905
            ],
            [
              525848.9773212691,
              170057.23504649109
            ],
            [
              525872.9218028978,
              170058.76460127463
            ],
            [
              525883.6959929859,
              170060.437863837
            ],
            [
              526001.4224726504,
              170072.72845141788
            ],
            [
              526072.2113241999,
              170081.5149728157
            ],
            [
              526178.4986983996,
              170098.0495182529
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Abbey"
}