{
  "epc_number": null,
  "valid_date": "20/01/2023",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": -0.178126,
    "lat": 51.413536
  },
  "pp_id": "PP-11771161",
  "decision": "Approved",
  "centroid_easting": 526796,
  "site_name": "Unit 11",
  "lpa_app_no": "22/P3643",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "48116474",
  "title_number": null,
  "borough": "Merton",
  "appeal_decision_date": null,
  "decision_conditions": [
    "Condition : 1 - This consent shall expire 5 years from the date of this decision.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: [7920-SA-8187-AL01 Rev B, 7920-SA-8187-P009 Rev B, 42445 McDonalds TV Stand Frame Rev B.]",
    "Condition : 3 - No advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.",
    "Condition : 4 - No advertisement shall be sited or displayed so as to endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military), obscure or hinder the ready interpretation of any traffic sign, railway signal or aid to navigation by water or air, or hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.",
    "Condition : 5 - Any advertisement displayed, and any site used for the display of advertisements shall be maintained in a condition that does not impair the visual amenity of the site.",
    "Condition : 6 - Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.",
    "Condition : 7 - Where an Advertisement is required under these Regulations to be removed, the site shall be left in a condition that does not endanger the public or impair visual amenity.",
    "Condition : 8 - The proposed display must not be illuminated by a brightness any greater than 600cd/m2 between dusk and dawn, consistent with the guidance set out in the Institute of Lighting Professionals (ILP) publication: \"The Brightness of Illuminated Advertisements\" (PLG05, January 2015).\r\n\r\nReason: To ensure advertisements do not become a distraction, in the interests of the pedestrian and highway safety and to comply with the following Development Plan policies for Merton: policies DM D5, DM EP4 of Merton's Sites and Policies Plan 2014.",
    "Condition : 9 - This permission for advertising consent does not purport to permission for alterations to the shop front. A full permission would be required for works not relating to advertising signage.",
    "Condition : 10 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n   ii) The application was approved without delay.\r\n\r\n"
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 169854,
  "subdivision_of_building": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526799.5567777208,
              169839.72367553983
            ],
            [
              526793.3578561308,
              169867.07474942092
            ],
            [
              526805.0590199304,
              169869.93310963066
            ],
            [
              526811.6256608253,
              169842.59119930118
            ],
            [
              526799.5567777208,
              169839.72367553983
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "parking_details": null,
  "development_type": "Other advertisements",
  "lpa_name": "Merton",
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T15:12:03.338+00:00",
  "decision_process": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=22/P3643",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": "Colliers Wood",
  "application_type_full": "Consent to display an advertisement",
  "locality": "Colliers Wood",
  "last_updated_by": "Northgate M3",
  "application_details": {
    "site_area": 0.034
  },
  "postcode": "SW19 2TY",
  "decision_target_date": "17/03/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.17808,
          51.413407
        ],
        [
          -0.178159,
          51.413654
        ],
        [
          -0.17799,
          51.413677
        ],
        [
          -0.177906,
          51.41343
        ],
        [
          -0.17808,
          51.413407
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "THE INSTALLATION OF GREEN PANEL WITH WHITE LETTER SET SIGNAGE",
  "street_name": "Tandem Way",
  "bo_system": "Northgate M3",
  "appeal_status": null,
  "lapsed_date": "20/02/2026",
  "cil_liability": false,
  "site_number": null,
  "decision_date": "20/02/2023",
  "secondary_street_name": null,
  "application_type": "All Other",
  "id": "Merton-22_P3643",
  "last_date_consultation_comments": "12/02/2023"
}