{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "lpa_app_no": "22/P3021",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=22/P3021",
  "actual_completion_date": null,
  "pp_id": "PP-11582600",
  "lapsed_date": "11/07/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.239516,
    "lat": 51.404933
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "82",
  "uprn": "10094251805",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "08/07/2023",
  "description": "ERECTION OF 6 NO. BUILDINGS FOR USE WITHIN CLASSES E(G)(III), B2 AND B8 ALONG WITH ACCESS AND SERVICING ARRANGEMENTS, CAR PARKING AND LANDSCAPING, NEW CLOCKTOWER AND ASSOCIATED WORKS.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.239298,
          51.405784
        ],
        [
          -0.239291,
          51.405757
        ],
        [
          -0.239281,
          51.405719
        ],
        [
          -0.239192,
          51.405732
        ],
        [
          -0.237674,
          51.405855
        ],
        [
          -0.237629,
          51.40586
        ],
        [
          -0.237565,
          51.405577
        ],
        [
          -0.237958,
          51.405543
        ],
        [
          -0.237959,
          51.405534
        ],
        [
          -0.237918,
          51.405373
        ],
        [
          -0.237896,
          51.405287
        ],
        [
          -0.238744,
          51.405218
        ],
        [
          -0.238942,
          51.405205
        ],
        [
          -0.238992,
          51.405195
        ],
        [
          -0.239018,
          51.405176
        ],
        [
          -0.238999,
          51.405146
        ],
        [
          -0.238982,
          51.405054
        ],
        [
          -0.238963,
          51.404968
        ],
        [
          -0.238932,
          51.404828
        ],
        [
          -0.238919,
          51.404771
        ],
        [
          -0.238916,
          51.404691
        ],
        [
          -0.238868,
          51.404595
        ],
        [
          -0.238828,
          51.404541
        ],
        [
          -0.238773,
          51.404513
        ],
        [
          -0.238791,
          51.40449
        ],
        [
          -0.238964,
          51.404419
        ],
        [
          -0.238977,
          51.404423
        ],
        [
          -0.239021,
          51.404365
        ],
        [
          -0.239242,
          51.40429
        ],
        [
          -0.239504,
          51.404207
        ],
        [
          -0.239678,
          51.40417
        ],
        [
          -0.239712,
          51.404175
        ],
        [
          -0.23974,
          51.404187
        ],
        [
          -0.239757,
          51.404268
        ],
        [
          -0.239783,
          51.404266
        ],
        [
          -0.239829,
          51.404459
        ],
        [
          -0.239852,
          51.404506
        ],
        [
          -0.2399,
          51.404548
        ],
        [
          -0.239934,
          51.404734
        ],
        [
          -0.239879,
          51.404765
        ],
        [
          -0.239888,
          51.404834
        ],
        [
          -0.239957,
          51.404843
        ],
        [
          -0.239971,
          51.404861
        ],
        [
          -0.239991,
          51.404957
        ],
        [
          -0.239991,
          51.404995
        ],
        [
          -0.239977,
          51.405031
        ],
        [
          -0.239991,
          51.405134
        ],
        [
          -0.239998,
          51.405234
        ],
        [
          -0.239989,
          51.405279
        ],
        [
          -0.240005,
          51.40535
        ],
        [
          -0.240079,
          51.405356
        ],
        [
          -0.240114,
          51.405489
        ],
        [
          -0.24012,
          51.405515
        ],
        [
          -0.240136,
          51.405588
        ],
        [
          -0.240143,
          51.40562
        ],
        [
          -0.240157,
          51.405686
        ],
        [
          -0.240154,
          51.405717
        ],
        [
          -0.239646,
          51.405764
        ],
        [
          -0.239298,
          51.405784
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Major all other major developments",
  "last_updated_by": "Northgate M3",
  "locality": "Raynes Park",
  "site_name": "Development Site Adjacent 88",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\nSite Location Plan 21076-PL-101 Rev C\r\nUn-numbered Tree Protection Plan, dated 16th January 2023\r\nProposed Site Plan 21076-PL-201 Rev K\r\nProposed Site Plan at Roof Level 21076-PL-205 Rev E\r\nLandscaping Scheme Proposal 21076-PL-208 Rev D\r\nUnits 1 & 2 Elevations and Office Plans 21076-P210 Rev C\r\nUnit 1 Proposed GA Roof Plan 21076 - 1012 Rev T1\r\nUnit 2 Proposed GA Roof Plan 21076 - 1022 Rev T1\r\nUnit 3 Proposed GA Roof Plan 21076 - 1032 Rev T1\r\nUnit 4 Proposed GA Roof Plan 21076 - 1042 Rev T1\r\nUnit 5 Proposed GA Roof Plan 21076 - 1052 Rev T1\r\nUnit 6 Proposed GA Roof Plan 21076 - 1062 Rev T1\r\nUnit 3 - Elevations and Office Plans 21076-PL220 Rev C\r\nUnits 4 & 5 Elevations and Office Plans 21076-PL240 Rev C\r\nUnit 6 Elevations and Office Plans 21076-PL260 Rev C\r\nProposed Site Sections (2 of 3) 21076-PL-311 Rev C\r\nProposed Site Sections (3 of 3) 21076-PL-312 Rev D\r\nDetails of Northern Boundary with Bodnant Gardens 21076-PL-401",
    "Condition : 3 - The development hereby approved shall not be occupied until the proposed vehicle access has been sited and laid out in accordance with the approved plans",
    "Condition : 4 - The development shall not be occupied until the existing redundant crossover/s have been be removed by raising the kerb and reinstating the footway in accordance with the requirements of the Highway Authority.",
    "Condition : 5 - Development shall not commence until a Working Method Statement and Construction Logistics Plan (in accordance with TfL guidance) has been submitted to and approved in writing by the Local Planning Authority to accommodate:\r\n(i) Parking of vehicles of site workers and visitors;\r\n(ii) Loading and unloading of plant and materials;\r\n(iii) Storage of construction plant and materials;\r\n(iv) Wheel cleaning facilities\r\n(v) Control of dust, smell and other effluvia;\r\n(vi) Control of surface water run-off.\r\nNo development shall be carried out except in full accordance with the approved method statement and Construction Logistics Plan.\r\n",
    "Condition : 6 - Based on the Delivery and Servicing Plan prepared by Vectos, no occupation of the development shall be permitted until a Delivery and Servicing Plan (the Plan) has been submitted in writing for approval to the Local Planning Authority and implemented in accordance with the approved plan.  The approved measures shall be maintained, in accordance with the Plan, for the duration of the use, unless the prior written approval of the Local Planning Authority is obtained to any variation.  ",
    "Condition : 7 - The development hereby approved shall be implemented only in accordance with the measures set out in the submitted Travel Plan, carried out by Vectos, dated September 2022.\r\n",
    "Condition : 8 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 9 - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 10 - All hard and soft landscape works, including ecological enhancements, shall be carried out in accordance with the approved details as shown on the Arboricultural Impact Assessment, received 17th January 2023, Landscaping Scheme Proposal, drawing number 21076-PL-208 (as amended by Drawing titled: 'Details of Northern Boundary with Bodnant Gardens' ref. 21076-PL-401) and the Ecological Impact Assessment, carried out by Delta Simons, dated September 2022. The works shall be carried out in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner, and any trees which die within a period of 5 years from the completion of the development, are removed or become seriously damaged or diseased or are dying, shall be replaced in the next planting season with others of same approved specification, unless the Local Planning Authority gives written consent to any variation. All hard surfacing and means of enclosure shall be completed before the development is first occupied.",
    "Condition : 11 - The details and measures for the protection of the existing trees as specified in the hereby approved document 'Arboricultural Impact Assessment' dated 'January 2023' and project no. '22-1558.02' shall be fully complied with. The methods for the protection of the existing trees shall fully accord with all of the measures specified in the report and shall be installed prior to the commencement of any site works and shall remain in place until the conclusion of all site works. \r\nIn addition, the details of the approved 'Arboricultural Impact Assessment' shall include the retention of an arboricultural expert to supervise/monitor the sequence of events set out in Appendix 6 of the report increasing to monthly visits during the course of construction work and to provide a report to the Local Planning Authority following each site visit the status of all tree works and tree protection measures throughout the course of the demolition and site works. A final Certificate of Completion shall be submitted to the Local Planning Authority at the conclusion of all site works. The works shall be carried out in accordance with the approved Arboricultural Method Statement and Tree Protection Plan. \r\n\r\nReason: To protect and safeguard the existing trees in accordance with the following Development Plan policies for Merton: policy G7 of the London Plan 2021, policy CS13 of Merton's Core Planning Strategy 2011 and policies DM D2 and 02 of Merton's Sites and Policies Plan 2014.",
    "Condition : 12 - Unless otherwise agreed in writing by the Local Planning Authority, within 9 months of practical completion, a Post-Construction Review Certificate issued by the Building Research Establishment or other equivalent assessors confirming that the non-residential development has achieved a BREEAM rating of not less than the standards equivalent to 'Very Good' has been submitted to and acknowledged in writing by the Local Planning Authority.  The submission shall also include confirmation that the development will meet the London Plan C02 reduction targets (equivalent to minimum emissions reductions required to achieve BREEAM excellent).",
    "Condition : 13 - No part of the development hereby approved shall be occupied until evidence has been submitted to and agreed in writing by the Local Planning Authority, confirming that the development has achieved at least a 58.78%. reduction in carbon emissions compared to a notional existing building baseline, calculated using SAP 10.2 emission factors.\r\n",
    "Condition : 14 - Save for enabling works, no development shall occur until a remediation method statement, described to make the site suitable for, intended use by removing unacceptable risks to sensitive receptors, and shall be submitted to and approved in writing by the local planning authority.\r\n\r\nReason: To protect the health of future users of the site in accordance with policy 9.10.6 of the London Plan 2021 and policy DM EP4 of Merton's sites and policies plan 2014.",
    "Condition : 15 - Prior to first occupation, the remediation shall be completed and a verification report, produced on completion of the remediation, shall be submitted to and approved in writing by the local planning authority.\r\n\r\nReason: To protect the health of future users of the site in accordance with policy 9.10.6 of the London Plan 2021 and policy DM EP4 of Merton's sites and policies plan 2014.",
    "Condition : 16 - The development hereby approved shall be carried out in accordance with the measures set out in the submitted Air Quality Dust Management Plan (AQDMP), prepared by CMP Construct Limited, dated 30th September 2022. In accordance with the AQDMP, during and after demolition and construction works, PM10 and PM2.5 monitoring shall be carried out on site. Parameters to be monitored, duration, locations and monitoring techniques must be approved in writing by Merton Council prior to commencement of monitoring.\r\n\r\nReason: To ensure that the construction activities do not give rise to any exceedances of the air quality objectives for PM10 and/or PM2.5.\r\n",
    "Condition : 17 - Due to potential impact on the surrounding locality from the development the recommendations to protect noise impact on the surrounding noise sensitive properties as specified in the Waterman, Noise and Vibration Impact Assessment Report dated September 2022, Document WIE19016 shall be implemented and maintained as a minimum standard.",
    "Condition : 18 - All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/\r\n\r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan policies GG3 and SI1, and NPPF 181.\r\n",
    "Condition : 19 - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 20 - The vehicle parking area (including EV parking and disabled parking) shown on the approved plans shall be provided before the occupation of the buildings or use hereby permitted and shall be retained for parking purposes for occupiers and users of the development and for no other purpose.\r\n",
    "Condition : 21 - The development shall be carried out in accordance with the submitted Fire Statement, carried out by Hydrock Consultants Ltd, dated 4th October 2022 and must fully comply with The Building Regulation 2010 (as amended) unless otherwise approved in writing by the Local Planning Authority.\r\n\r\nReason: Having regard to fire safety.",
    "Condition : 22 - Prior to the first occupation of the development hereby approved, appropriate signage and/or marked pedestrian designated walking spaces within the car parking aisle shall be provided and maintained in perpetuity thereafter.\r\n\r\nReason: To ensure the safety of pedestrians and vehicles and the amenities of the surrounding area and to comply with the following Development Plan policies for Merton: policies T4 and T7 of the London Plan 2021, policy CS20 of Merton's Core Planning Strategy 2011 and policies DM T2, T3 and T5 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 23 - The development shall be carried out in accordance with the submitted flood risk assessment and drainage strategy (Ridge and Partners LLP, ref:5018545-RDG-XX-XX-DOC-C-0550, dated 29 September 2022) and the following mitigation measures it details:\r\no The Finished floor levels of unit 1 shall be set no lower than 15.20 metres \r\nabove Ordnance Datum (AOD) \r\no There shall be no ground re-profiling in the south-western corner of the \r\ndevelopment site within the 1 in 100 year + 20% climate change extent.\r\nThese mitigation measures shall be fully implemented prior to occupation and \r\nsubsequently in accordance with the scheme's timing/ phasing arrangements. The measures detailed above shall be retained and maintained thereafter throughout the lifetime of the development.\r\n\r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and to prevent flooding elsewhere by ensuring that compensatory storage of flood water is provided to comply with paragraphs 159 and 164 of the NPPF, and Policy CS 16 (Flood Risk Management) of the Merton Core Strategy (2011).\r\n",
    "Condition : 24 - The development hereby permitted shall not commence until details of the final design of a surface water drainage scheme have been submitted to and approved in writing by the planning authority. The design must satisfy the SuDS Hierarchy and be compliant with the London Plan, Merton's SuDS policies and SPD and the national Non-Statutory Technical Standards for SuDS, and the NPPF. The required drainage details shall include:  \r\n\r\na)\tThe final solution should follow the principles set out in the approved drainage strategy by Ridge & Partners LLP (ref: 5018545-RDG-XX-XX-DOC-C-0550) . Where infiltration is deemed unfeasible, associated discharge rates and storage volumes shall be provided using a maximum discharge rate of 4 l/s which is equivalent to the pre-development Greenfield run-off and provide storage/attenuation of no less than 1181m3.\r\nb)\tDetailed drainage design drawings and calculations to include: a finalised drainage layout detailing the location of drainage elements, pipe diameters, levels, and long and cross sections of each element including details of any flow restrictions and maintenance/risk reducing features (silt traps, inspection chambers etc.). Where infiltration is proposed, confirmation is required of a 1m unsaturated zone from the base of any proposed soakaway to the seasonal high groundwater level and confirmation of half-drain times. \r\nc)\tA plan showing exceedance flows (i.e. during rainfall greater than design events or during blockage) and how property on and off site will be protected from increased flood risk. \r\nd)\tDetails of drainage management responsibilities and maintenance regimes for the drainage system.\r\n\r\nDetails shall be provided of how the drainage system will be protected during construction and how runoff (including any pollutants) from the development site will be managed before the drainage system is operational.\r\n\r\nReason:\r\n\r\nTo ensure the design meets the appropriate standards for Surface Water Drainage SuDS and to ensure ",
    "Condition : 25 - Save for enabling works, no development shall occur until the Applicant has submitted a detailed proposal, on how drainage and groundwater will be managed and mitigated during (dewatering) and post construction (permanent phase) This must be based on up to date ground investigation/borehole results. The development shall be carried out in accordance with the agreed details.\r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 12 & 13. \r\n",
    "Condition : 26 - Prior to the occupation of the final phase of development, a Site-wide Sustainable Drainage Management and Maintenance Plan for the lifetime of the development (including a management and maintenance plan for on-site watercourses, SuDS and culverts) shall be submitted to and approved in writing by the Local Planning Authority. \r\n\r\nThe sustainable drainage management and maintenance plan shall include as a minimum: \r\n\r\na)\tArrangements for adoption by an appropriate public body or statutory undertaker, or, management and maintenance by a resident's management company; \r\nb)\tArrangements for inspection and ongoing maintenance of all elements of the sustainable drainage system to secure the operation of the surface water drainage scheme throughout its lifetime. The development shall subsequently be completed, maintained and managed in accordance with the approved plan.\r\n\r\nReason:\r\n\r\nTo ensure that management arrangements are in place for the sustainable drainage system in order to manage the risk of flooding and pollution during the lifetime of the development with NPPF (2021) paras 167&169, London Plan (2021) policy SI 12, SI 13. Merton CS (2011) policy CS16 and Merton SPP (2014) policies DMF1 and DMF2. \r\n",
    "Condition : 27 - Removal of PD (Extensions/Alterations) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no extension, enlargement or other alteration of the building shall be carried out without planning permission first obtained from the Local Planning Authority.",
    "Condition : 28 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 29 - Restriction - Use of Premises - The premises shall only be used as Classes E(G)(III), B2 and B8 and for no other purpose, (including any other purpose within Class E of the Schedule to the Town and Country Planning (Use Classes Order) 1997), or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification.",
    "Condition : 30 - INFORMATIVE\r\nThis planning permission contains certain conditions precedent that state 'before development commences' or 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n",
    "Condition : 31 - INFORMATIVE\r\nIt is Council policy for the Council's contractor to construct new vehicular accesses. The applicant should contact the Council's Highways Team on 020 8545 3829 prior to any work starting to arrange for this work to be done. If the applicant wishes to undertake this work the Council will require a deposit and the applicant will need to cover all the Council's costs (including supervision of the works). If the works are of a significant nature, a Section 278 Agreement (Highways Act 1980) will be required and the works must be carried out to the Council's specification.\r\n",
    "Condition : 32 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 33 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 34 - INFORMATIVE\r\nNo surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777). ",
    "Condition : 35 - INFORMATIVE\r\nNo waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system."
  ],
  "postcode": null,
  "application_type": "All Other",
  "decision_date": "11/07/2023",
  "parking_details": {
    "no_proposed_car": 76,
    "net_cycle": 45,
    "no_proposed_bluebadge": 7,
    "no_existing_bluebadge": 0,
    "no_existing_car": 0,
    "net_other": 7,
    "net_bluebadge": 7,
    "net_car": 76,
    "no_proposed_cycle": 45,
    "no_existing_other": 0,
    "no_proposed_other": 7,
    "no_existing_cycle": 0
  },
  "status": "Approved",
  "centroid_easting": 522550,
  "valid_date": "07/10/2022",
  "borough": "Merton",
  "subdivision_of_building": "No existing buildings on site. ",
  "decision_target_date": "11/07/2023",
  "id": "Merton-22_P3021",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T12:30:15.220+00:00",
  "street_name": "Bushey Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 168793,
  "application_details": {
    "total_gia_gained": 8333,
    "total_gia_lost": 0,
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_existing": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "total_gia_gained": 8333
    },
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "06/2024",
        "intended_commencement_date": "04/2023"
      }
    ],
    "site_area": 1.7049,
    "total_gia_existing": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "SpecifiedOther",
        "gia_gained": 8333,
        "gia_lost": 0
      }
    ],
    "garden_land_lost": false,
    "projected_cost_of_works": "Between £2m and £100m",
    "surface_water_discharge_percentage_reduction": 99,
    "lead_developer_company_name": "Aviva Life & Pensions UK Limited",
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 13.3,
        "building_ref": "Unit 1 "
      },
      {
        "no_storeys": 2,
        "max_height": 13.3,
        "building_ref": "Unit 2 "
      },
      {
        "no_storeys": 2,
        "max_height": 16.3,
        "building_ref": "Unit 3 "
      },
      {
        "no_storeys": 2,
        "max_height": 11.3,
        "building_ref": "Unit 4"
      },
      {
        "no_storeys": 2,
        "max_height": 11.3,
        "building_ref": "Unit 5 "
      },
      {
        "no_storeys": 2,
        "max_height": 11.2,
        "building_ref": "Unit 6 "
      }
    ],
    "scheme_phasing": true,
    "green_suds": true,
    "uk_company_registration_no": "3253947",
    "rain_water_harvesting": true,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 6,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 6,
      "percentage_demolition_construction_material_recycling": 95,
      "no_active_fast_ev_charging_points": 22,
      "solar_pv_capacity": 0.13,
      "fire_suppression_system_proposed": false,
      "no_homes_to_have_electrical_heating": 0,
      "chp_heat_pumps_capacity": 0.2,
      "green_roof_area": 555,
      "no_new_gas_connections_required": 6,
      "total_annual_nox_emissions": 0,
      "urban_greening_factor_score": 0.06,
      "no_passive_fast_ev_charging_points": 61,
      "ghg_reduction_over_building_regulations": true
    },
    "internal_resi_water_usage": 0
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              522562.89923746604,
              168887.99589220103
            ],
            [
              522563.4599016212,
              168884.92677072785
            ],
            [
              522564.29265279276,
              168880.73796975822
            ],
            [
              522570.41048813297,
              168882.2975233405
            ],
            [
              522675.63395796006,
              168898.6128531295
            ],
            [
              522678.8000614245,
              168899.20268429158
            ],
            [
              522684.00269498164,
              168867.85165841953
            ],
            [
              522656.7134221906,
              168863.4165775915
            ],
            [
              522656.7197877838,
              168862.34323518863
            ],
            [
              522660.00132210355,
              168844.5983146145
            ],
            [
              522661.75554828235,
              168835.03703003074
            ],
            [
              522602.93725419295,
              168825.8936687588
            ],
            [
              522589.2009823914,
              168824.2041523785
            ],
            [
              522585.74630178825,
              168823.0044957765
            ],
            [
              522583.9983488339,
              168820.75513964664
            ],
            [
              522585.40718293213,
              168817.509056182
            ],
            [
              522586.8016696095,
              168807.29899142502
            ],
            [
              522588.3517410973,
              168797.75172429858
            ],
            [
              522590.8994649786,
              168782.24616271473
            ],
            [
              522591.9960581055,
              168775.89797986118
            ],
            [
              522592.4000660996,
              168767.00052672817
            ],
            [
              522596.0031578025,
              168756.45354576723
            ],
            [
              522598.946644617,
              168750.50524844817
            ],
            [
              522602.7970881532,
              168747.44612411206
            ],
            [
              522601.6015542929,
              168744.94683952362
            ],
            [
              522589.7534014844,
              168736.69920038438
            ],
            [
              522588.8464447628,
              168737.09908591927
            ],
            [
              522585.9524283147,
              168730.6309374037
            ],
            [
              522570.82274118625,
              168721.87344420922
            ],
            [
              522552.7990376098,
              168712.25619711453
            ],
            [
              522540.7777385181,
              168707.8474591021
            ],
            [
              522538.37842573645,
              168708.27733605076
            ],
            [
              522536.44083637674,
              168709.5969583133
            ],
            [
              522535.02268586674,
              168718.57438855333
            ],
            [
              522533.241752668,
              168718.35445150977
            ],
            [
              522529.53147517086,
              168739.7583247202
            ],
            [
              522527.75878703326,
              168744.88685669517
            ],
            [
              522524.35357679677,
              168749.51553175243
            ],
            [
              522521.46780541015,
              168770.0796453422
            ],
            [
              522525.22755327425,
              168773.6286294571
            ],
            [
              522524.41953728604,
              168781.34642026376
            ],
            [
              522519.5714413561,
              168782.24616271618
            ],
            [
              522518.5737889623,
              168784.19560469425
            ],
            [
              522516.9247767414,
              168794.85255417723
            ],
            [
              522516.809345886,
              168799.00136659364
            ],
            [
              522517.6833223632,
              168803.06020476454
            ],
            [
              522516.4383181365,
              168814.49693103915
            ],
            [
              522515.7045076982,
              168825.59375460993
            ],
            [
              522516.1744761812,
              168830.63231233822
            ],
            [
              522514.86351146566,
              168838.5500459135
            ],
            [
              522509.7515735803,
              168839.0998885217
            ],
            [
              522506.94000774366,
              168853.74569620844
            ],
            [
              522506.4700392606,
              168856.71484629856
            ],
            [
              522505.1590745449,
              168864.80253122502
            ],
            [
              522504.5901653287,
              168868.28153537138
            ],
            [
              522503.4028765296,
              168875.6494263382
            ],
            [
              522503.51960332436,
              168879.07670513383
            ],
            [
              522538.74945348845,
              168885.14670777094
            ],
            [
              522562.89923746604,
              168887.99589220103
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Raynes Park"
}