{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "lpa_app_no": "22/P3074",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=22/P3074",
  "actual_completion_date": null,
  "pp_id": "PP-11488371",
  "lapsed_date": "03/02/2026",
  "secondary_street_name": null,
  "centroid": {
    "lat": 51.413323,
    "lon": -0.175402
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "8",
  "uprn": "48057836",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "26/11/2022",
  "description": "DEMOLITION OF EXISTING BUILDINGS AND ERECTION OF A BUILDING FOR INDUSTRIAL AND WAREHOUSING PURPOSES (WITHIN CLASSES E(G)(III), B2 AND B8, WITH ANCILLARY OFFICE ACCOMMODATION) ALONG WITH RELATED ACCESS, SERVICE YARD, CAR AND CYCLE PARKING, LANDSCAPING, DRAINAGE AND OTHER RELATED WORKS.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.175591,
          51.413088
        ],
        [
          -0.175554,
          51.413097
        ],
        [
          -0.175054,
          51.413222
        ],
        [
          -0.175013,
          51.413228
        ],
        [
          -0.17509,
          51.413353
        ],
        [
          -0.175172,
          51.413515
        ],
        [
          -0.175193,
          51.413558
        ],
        [
          -0.175753,
          51.413443
        ],
        [
          -0.175734,
          51.413404
        ],
        [
          -0.175643,
          51.413207
        ],
        [
          -0.175605,
          51.413122
        ],
        [
          -0.175591,
          51.413088
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor all other minor developments",
  "last_updated_by": "Northgate M3",
  "locality": "Colliers Wood",
  "site_name": null,
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\nDrawing no: 11388/L/002 (Existing Site Location Plan) Dated 16 August 2022. \r\nDrawing no: 11388/L/009/Rev K (Proposed Site Plan) Dated 5th August 2022\r\nDrawing no.11388/P/110/Rev F (Proposed Ground Floor) Dated 5th August 2022\r\nDrawing no:  11388/E/101/Rev G (Proposed Elevations) received 19th January 2023\r\nDrawing no. 11388/P/111/Rev E (Proposed Mezzanine Floor) Dated 5th August 2022 \r\nDrawing no. 11388/P/112/Rev E (Proposed Roof Plan) Dated 5th August 2022  \r\nDrawing no. 11388/S/101/Rev C (Proposed Section AA & BB) Dated 5th August 2022.\r\nDrawing no: T721_ 02 (Swept Path Analysis Based on RGP DWG 11388 -P -105) Dated July 2022. \r\nDrawing no: 0552/22/Rev/A1(Landscape Planting Plan with Biodiversity Enhancements) Dated Sep 2022 \r\nDrawing no: 11388/L/009/Rev G (Parking Management Plan) Dated 05 August 2022.\r\n",
    "Condition : 3 - Prior to the commencement of the development hereby permitted, a Demolition/Construction Logistics Plan (including a Construction Management Plan in  accordance with TfL guidance) shall be submitted to and approved in writing by the Local Planning Authority.  The approved measures shall be implemented prior to the first occupation of the development hereby permitted and shall be so maintained for the duration of the use, unless the prior written approval of the Local Planning Authority is first obtained to any variation.",
    "Condition : 4 - No development shall occur until a preliminary risk-assessment is submitted to the approval of the LPA.  Then an investigation conducted to consider the potential for contaminated-land and shall be submitted to and approved in writing by the local planning authority.  \r\n\r\nReason: To protect the health of future users of the site in accordance with policy 9.10.6 of the London Plan 2021 and policy DM EP4 of Merton's sites and policies plan 2014.",
    "Condition : 5 - No development shall occur until a remediation method statement, described to make the site suitable for, intended use by removing unacceptable risks to sensitive receptors, and shall be submitted to and approved in writing by the local planning authority.  Reason: To protect the health of future users of the site in accordance with policy 9.10.6 of the London Plan 2021 and policy DM EP4 of Merton's sites and policies plan 2014. \r\n\r\nReason: To protect the health of future users of the site in accordance with policy 9.10.6 of the London Plan 2021 and policy DM EP4 of Merton's sites and policies plan 2014. ",
    "Condition : 6 - Prior to first occupation, the remediation shall be completed and a verification report, produced on completion of the remediation, shall be submitted to and approved in writing by the local planning authority.  \r\n\r\nReason: To protect the health of future users of the site in accordance with policy 9.10.6 of the London Plan 2021 and policy DM EP4 of Merton's sites and policies plan 2014.",
    "Condition : 7 - Prior to occupation of the development hereby permitted the proposed vehicular access to serve the development shall be completed and carried out in accordance with the details in Drawing no:11388/ L/009/RevK (Proposed Site Plan), dated 05/08/2022 and shall be retained and maintained in perpetuity thereafter.",
    "Condition : 8 - The development hereby approved shall not be occupied until the proposed vehicle access has been sited and laid out in accordance with the approved plans",
    "Condition : 9 - The development shall not be occupied until the existing redundant crossover/s have been be removed by raising the kerb and reinstating the footway in accordance with the requirements of the Highway Authority.",
    "Condition : 10 - Prior to the occupation of the development 2 metre x 2 metre pedestrian visibility splays shall be provided either side of the vehicular access to the site. Any objects within the visibility splays shall not exceed a height of 0.6 metres.",
    "Condition : 11 - Prior to the occupation of the development hereby permitted, a Travel Plan shall be submitted to and approved in writing by the Local Planning Authority. The Plan shall follow the current 'Travel Plan Development Control Guidance' issued by TfL and shall include:\r\n  (i) Targets for sustainable travel arrangements;\r\n  (ii) Effective measures for the on-going monitoring of the Plan;\r\n  (iii) A commitment to delivering the Plan objectives for a period of at least 5 years from the first occupation of the development;\r\n  (iv) Effective mechanisms to achieve the objectives of the Plan by both present and future occupiers of the development.\r\nThe development shall be implemented only on accordance with the approved Travel Plan.\r\n",
    "Condition : 12 - Unless otherwise agreed in writing by the Local Planning Authority, no part of the development hereby approved shall be used or occupied until a Post-Construction Review Certificate issued by the Building Research Establishment or other equivalent assessors confirming that the non-residential development has achieved a BREEAM rating of not less than the standards equivalent to 'Very Good' has been submitted to and acknowledged in writing by the Local Planning Authority.  The submission shall also include confirmation that the development will meet the London Plan C02 reduction targets (equivalent to minimum emissions reductions required to achieve BREEAM excellent).",
    "Condition : 13 - Prior to the first occupation of the development hereby approved, the proposed biodiveristy enhancements, set out in the submitted BREEAM: Landscape and Ecological Management Plan, carried out by Native Ecology, dated 15th September 2022, to include the provision of a bee post, logpile and planting, shall be implemented and maintained as such thereafter.",
    "Condition : 14 - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 15 - All Non-road Mobile Machinery (NRMM) used during the course of the development that is within the scope of the Greater London Authority 'Control of Dust and Emissions during Construction and Demolition' Supplementary Planning Guidance (SPG) dated July 2014, or any subsequent amendment or guidance, shall comply with the emission requirements therein.\r\n\r\nReason: To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policy D14 of the London Plan 2021 and policies DM D2, DM D3, DM EP2 and DM EP4 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 16 - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 17 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 18 - Due to potential impact on the surrounding locality from the development the recommendations to protect noise impact on the surrounding noise sensitive properties as specified in the Clement Acoustics, Noise Impact Assessment Report dated 9th September 2022, Document NIA 17616-NIA-01 shall be implemented and maintained as a minimum standard.",
    "Condition : 19 - All hard and soft landscape works shall be carried out in accordance with the approved details as shown on Drawing no:0552/22/A /1(Landscape Planning Plan) Dated September 2022..The works shall be carried out in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner, and any trees which die within a period of 5 years from the completion of the development, are removed or become seriously damaged or diseased or are dying, shall be replaced in the next planting season with others of same approved specification, unless the Local Planning Authority gives written consent to any variation. All hard surfacing and means of enclosure shall be completed before the development is first occupied.",
    "Condition : 20 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no Permitted Change  of Use from  the new  industrial and warehousing purposes (within Classes E(g)(iii), B2 and B8, with ancillary office accommodation) to Residential Use Class (C3) or extension or enlargement of the new building is allowed other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the Local Planning Authority.",
    "Condition : 21 - The development shall be caried out in strict accordance with the approved Drainage Stragegy, drawing number 3499-EVE-XX-XX-DR-C-9000 Rev B.",
    "Condition : 22 - The mitigation measures set out at paragraph 8.2 of the approved Air Quality Assessment shall be implemented prior to the first use of the development hereby approved and shall be maintained thereafter.",
    "Condition : 23 - The development hereby approved shall not be occupied until the mitigation measures set out in the approved Sustainability Statement, carried out by Envision, dated 09th september 2022, have been implemtned. The measures shall be maintained thereafter.\r\n\r\nReason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: polices SI 2, SI 3 and SI 5 of the London Plan 2021 and policy CS15 of Merton's Core Planning Strategy 2011.",
    "Condition : 24 - INFORMATIVE:\r\nThis planning permission contains certain conditions precedent that state 'before development commences' or 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n",
    "Condition : 25 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 26 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 27 - INFORMATIVE\r\nIt is Council policy for the Council's contractor to construct new vehicular accesses. The applicant should contact the Council's Highways Team on 020 8545 3829 prior to any work starting to arrange for this work to be done. If the applicant wishes to undertake this work the Council will require a deposit and the applicant will need to cover all the Council's costs (including supervision of the works). If the works are of a significant nature, a Section 278 Agreement (Highways Act 1980) will be required and the works must be carried out to the Council's specification.\r\n",
    "Condition : 28 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 29 - INFORMATIVE\r\nA Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures he will undertake to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 020 3577 9483 or by emailing trade.effluent@thameswater.co.uk . Application forms should be completed on line via https://urldefense.com/v3/__http://www.thameswater.co.uk__;!!MOeJA3Fs6wML0Q!B_tf6F2BhEw7tFQ9DEXJ8JbH v-6rLWOgofBOkfymq-4uAl0GZC3PdjsMGTVHFKwwL7erZQNZyRQqSNcgvuhQyC0avjP4ICe05-gJDrg4$ . Please refer to the Wholsesale; Business customers; Groundwater discharges section. ",
    "Condition : 30 - INFORMATIVE\r\nThames Water will aim to provide customers with a minimum pressure of 10m head (approx 1 bar) and a flow rate of 9 litres/minute at the point where it leaves Thames Waters pipes. The developer should take account of this minimum pressure in the design of the proposed development.\r\n\r\n",
    "Condition : 31 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance        was required.\r\n  ii) The application was approved without delay.\r\n  "
  ],
  "postcode": "SW19 2PX",
  "application_type": "All Other",
  "decision_date": "03/02/2023",
  "parking_details": {
    "no_proposed_car": 8,
    "net_cycle": 16,
    "net_car": 8,
    "no_existing_car": 0,
    "no_proposed_cycle": 16,
    "no_existing_cycle": 0
  },
  "status": "Approved",
  "centroid_easting": 526986,
  "valid_date": "14/10/2022",
  "borough": "Merton",
  "subdivision_of_building": null,
  "decision_target_date": "03/02/2023",
  "id": "Merton-22_P3074",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T12:51:53.700+00:00",
  "street_name": "Prince Georges Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 169835,
  "application_details": {
    "total_gia_gained": 932,
    "total_gia_lost": 806,
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_existing": 806,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 806,
      "total_gia_gained": 932
    },
    "ownership_status": "Mixed",
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "04/2023",
        "intended_commencement_date": "04/2023"
      }
    ],
    "site_area": 0.16540000000000002,
    "total_gia_existing": 806,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 806,
        "use_class": "SpecifiedOther",
        "gia_gained": 932,
        "gia_lost": 806
      }
    ],
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m",
    "surface_water_discharge_percentage_reduction": 1,
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 10.6,
        "building_ref": "n/a"
      }
    ],
    "scheme_phasing": true,
    "green_suds": false,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 0,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_active_fast_ev_charging_points": 2,
      "fire_suppression_system_proposed": false,
      "chp_heat_pumps_capacity": 3,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "no_passive_fast_ev_charging_points": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 0
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526973.5534507516,
              169808.50240015693
            ],
            [
              526976.1011746335,
              169809.60208537412
            ],
            [
              527010.4995695695,
              169824.34786444332
            ],
            [
              527013.3028903456,
              169825.14763551118
            ],
            [
              527007.6467784268,
              169838.85371219157
            ],
            [
              527001.4959628419,
              169856.74858984188
            ],
            [
              526999.8716858039,
              169861.4972305587
            ],
            [
              526961.301289948,
              169847.75116532674
            ],
            [
              526962.702950336,
              169843.45239583525
            ],
            [
              526969.6040664817,
              169821.6986227802
            ],
            [
              526972.4486125633,
              169812.25132703863
            ],
            [
              526973.5534507516,
              169808.50240015693
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Lavender Fields"
}