{
  "lpa_name": "Barking & Dagenham",
  "uprn": "10091589080",
  "decision_date": "15/03/2017",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Idox Tascomi",
  "id": "Barking_&_Dagenham-16_01889_FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [
        {
          "superseded_date": null,
          "actual_completion_date": "29/03/2019",
          "no_rooms_proposed": 77,
          "actual_commencement_date": "25/09/2017",
          "unit_type": "Hotel Room",
          "superseded_by_lpa_app_no": null,
          "no_rooms_lost": 0
        }
      ],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 0.225,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 2250,
      "total_gia_gained": 269,
      "total_gia_lost": 2250,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 269
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "29/03/2019",
        "use_class": "A3",
        "gia_gained": 269,
        "actual_commencement_date": "25/09/2017",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "SG",
        "gia_gained": 0,
        "actual_commencement_date": "25/09/2017",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 2250
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": 5,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Hinterland London Riverside",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "Within Thames Gateway",
        "constraints_layer_description": "Thames Gateway Boundary"
      }
    ],
    "site_area": 0.652
  },
  "valid_date": "07/12/2016",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of part 4/part 5 storey 77 room hotel including 269m2 of ground floor space to be used either as ancillary floorspace for hotel (Class C1) or as independent restaurant/cafe (Class A3) together with associated servicing, car parking and landscaping.",
  "decision_conditions": [
    null,
    "The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development other than that required to carry out remediation, unless otherwise agreed in writing by the Local Planning Authority. The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works.\r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide DPD (March 2011).",
    "Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority.\r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide DPD (March 2011).",
    "In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken and where remediation is necessary a remediation scheme must be prepared in accordance with the requirements of condition 8, which is subject to the approval in writing of the Local Planning Authority.\r\rReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide DPD (March 2011).",
    "The development hereby permitted shall be constructed in accordance with the Construction Method Statement prepared by Reach Project Management (dated February 2017) and Aros Site Management Plan drawing 5865-AA-XX-XX-M3-A-PC 000 - P01.\r\rThe Construction Method Statement shall be implemented for the entire period of the works at the site.\r\rReason: In order to minimise the impact of the construction phase on the environment and on the amenities of neighbouring residents, in accordance with Policy BP8 of the Borough Wide DPD (March 2011).",
    "Demolition and construction work and associated activities are only to be carried out between the hours of 08:00 and 18:00 Monday to Friday and 08:00-13:00 Saturday with no work on Sundays or public holidays.  Driven piling or ground improvement work which will generate perceptible off-site ground borne vibration is only to be carried out between the hours of 08:00 and 18:00 Monday to Friday.\r\rReason: In order to minimise the impact of the construction phase on the environment and on the amenities of neighbouring residents, in accordance with Policy BP8 of the Borough Wide DPD (March 2011).",
    "The development hereby permitted shall be carried out in accordance with the noise mitigation measures identified in KR Associates Travelodge Dagenham Noise Impact Assessment (Ref: KR05419) dated 22nd February 2017.\r\rReason: To protect the amenity of adjoining occupiers, in accordance with Policies BR13 and BP8 of the Borough Wide DPD (March 2011).",
    "No development above ground level shall take place until details of the Combined Heat and Power Plant (CHP) to be installed at the premises have been submitted to and approved in writing by the Local Planning Authority. The submitted details shall be sufficient to demonstrate that products of combustion emitted from the plant will not be prejudicial to heath or a nuisance having regard to -\r- the position and height of the discharge flue of the combustion plant;\r- the position and descriptions of buildings near it;\r- the levels of the neighbouring ground; and\r- any other matters requiring consideration in the circumstances, including but not limited to, the concentration of oxides of nitrogen in the flue gas and the flue discharge velocity.\r\rReason: To protect the amenity of existing and future adjoining occupiers, in accordance with Policies BR14 and BP8 of the Borough Wide DPD (March 2011).",
    "The Combined Heat and Power Plant (CHP) to be installed at the premises shall comply with the emission standards for CHP plant for Band B locations set out in Appendix 7 of Greater London Authority Document \"Sustainable Design and Construction - Supplementary Planning Guidance -London Plan 2011- Implementation Framework\", April 2014.\r\rReason: To protect the amenity of existing and future adjoining occupiers, in accordance with Policies BR14 and BP8 of the Borough Wide DPD (March 2011).",
    "The development hereby permitted shall achieve the Air Quality Neutral emissions benchmarks as set out in Appendix 5 of Greater London Authority\rDocument \"Sustainable Design and Construction - Supplementary Planning Guidance -London Plan 2011- Implementation Framework\", April 2014.\r\rReason: To protect the amenity of future adjoining occupiers, in accordance with Policies BR14 and BP8 of the Borough Wide DPD (March 2011).",
    "The development hereby permitted shall not be occupied until details of the appearance of the extract system and associated equipment (which shall include measures to alleviate fumes and odour and incorporating activated carbon filters where necessary) and any other plant or equipment on the roof shall be submitted to and approved in writing by the Local Planning Authority. The approved scheme shall be fully implemented before the use commences and shall thereafter be permanently retained in an efficient manner.\r\rReason: To protect the amenity of existing and future adjoining occupiers, in accordance with Policies BR14 and BP8 of the Borough Wide Development Policies\rDPD (March 2011).",
    "The development hereby permitted shall achieve as a minimum a BREEAM 'Very Good' rating and a minimum 10.82% reduction in carbon dioxide emissions over Part L of the Building Regulations (2013).\r\rReason: To ensure that the proposed development is constructed in an environmentally sustainable manner and in accordance with Policy 5.2 of the London Plan (March 2016), Policy CR1 of the Core Strategy (July 2010) and Policies BR1 and BR2 of the Borough Wide DPD (March 2011).",
    "The Sustainable Urban Drainage System (SuDS) outlined in the Flood Risk, SUDS and Foul Drainage Assessment prepared by Simpson Consulting Engineers (Ref: 14334) dated 28 October 2016 hereby approved shall be implemented in accordance with the approved details before the development is completed. \r\rReason: To prevent flooding, improve and protect water quality, improve habitat and amenity, and ensure future maintenance of the surface water drainage system in accordance with Policy CR4 of the Core Strategy (July 2010) and Policy BR4 of the Borough Wide DPD (March 2011).",
    "The Class A3 unit hereby permitted shall only be open to members of the public between the hours of 07:00 to 00:00. \r\rReason: To protect the amenity of future adjoining occupiers, in accordance with Policies BR13 and BP8 of the Borough Wide DPD (March 2011).",
    "Deliveries and collections shall only take place between the hours of 08:00 and 20:00.\r\rReason: To protect the amenity of future adjoining occupiers, in accordance with Policies BR13 and BP8 of the Borough Wide DPD (March 2011).",
    "The accessible hotel rooms indicated on Aros drawings 5865-AA-XX-XX-M3-A-20 002 Rev 6 and 5865-AA-XX-XX-M3-A-20 003 Rev 6 shall be constructed in strict accordance with the approved drawings and permanently retained as accessible rooms thereafter. \r\rReason: To ensure an appropriate provision of accessible hotel rooms in accordance with Policy 4.5 of the London Plan (March 2016) and Policy BP11 of the Borough Wide Development Policies DPD (March 2011).",
    "The refuse stores indicated on Aros drawings 5865-AA-XX-XX-M3-A-90 200 Rev 1 and 5865-AA-XX-XX-M3-A-90 201 Rev 1 shall be constructed prior to the occupation of the development and thereafter retained permanently as refuse stores and not used for any other purpose. \r\rReason:  To protect the amenity of future occupiers and adjoining occupiers in accordance with Policy BR15 of the Borough Wide DPD (March 2011).",
    "The car parking area indicated on Aros drawing 5865-AA-XX-XX-M3-A-90 100 Rev 2 shall be constructed and marked out prior to the occupation of the development and thereafter retained permanently for the accommodation of vehicles of occupiers and visitors to the premises and not used for any other purpose.\r\rReason: To ensure that sufficient off-street parking areas are provided and to promote easier access for disabled persons to the development in accordance with Policies BR9, BR10 and BP11 of the Borough Wide DPD (March 2011) and Policy 6.13 of the London Plan (March 2016).",
    "The active and passive electric vehicle charging points indicated on Aros drawing 5865-AA-XX-XX-M3-A 90 100 Rev 3 shall be provided prior to the occupation of the development, and permanently retained thereafter.\r\rReason: In order to encourage the use of electric cars as a sustainable mode of transport, in accordance with Policy BR10 of the Borough Wide DPD (March 2011).",
    "The cycle parking details indicated on Aros drawings 5865-AA-XX-XX-M3-A-90 300  Rev 1 and 5865-AA-XX-XX-M3-A-90 301 Rev 2  shall be provided prior to the occupation of the development and permanently retained thereafter and used for no other purpose.\r\rReason: In order to encourage the use of cycling as a sustainable mode of transport, in accordance with Policy BR10 of the Borough Wide DPD (March 2011).",
    "The development hereby permitted shall be in accordance with The Travel Plan at appendix D of the TPP Transport Assessment 30567/D3d dated November 2016. The Travel Plan shall be implemented and monitored in accordance with the approved scheme.\r\rReason: In order to encourage the use of sustainable transport in accordance with Policy BR10 of the Borough Wide DPD (March 2011).",
    "The development hereby permitted shall not be occupied until a Deliveries and Servicing Plan has been submitted to and approved in writing by the Local Planning Authority.  The Plan shall be designed to minimise deliveries and export of materials within the times of peak traffic congestion on the local road network.  The Plan shall be implemented in accordance with the approved details and thereafter maintained.\r\rReason:  In order to minimise the impact of the development on the free flow of traffic on the local highway network during peak periods in the interests of highway safety and to protect the amenity of existing and future occupiers in accordance with Policy BR10 of the Borough Wide DPD (March 2011).",
    "There shall be no vegetation clearance or tree works during the bird breeding season (February to September). If this is not possible the vegetation should be surveyed immediately prior to removal by a suitably qualified ecologist. If nests/nesting birds are present, the relevant works must be delayed until the nesting season is over and the fledglings have left the surrounding area.\r\rReason: To protect and conserve the natural features, ecology, and character of the area and ensure their long term sustainability through appropriate site management in accordance with Policy CR2 of the Core Strategy (July 2010).",
    "The development hereby permitted shall be undertaken in accordance with the approved Written Scheme of Investigation (Archaeological Evaluation) prepared by Archaeology Collective (Ref. AC00371B) dated 3rd February 2017.\r\rReason: To ensure that archaeological investigation is initiated at an appropriate point in the development process and that any areas of archaeological preservation are identified and appropriately recorded/preserved in accordance with Policy BP3 of the Borough Wide DPD (March 2011).",
    "If heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest, a stage 2 Written Scheme of Investigation (WSI) shall be submitted to and approved by the Local Planning Authority in writing.  For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:\r\rA.\tThe statement of significance and research objectives, the programme and methodology of site preservation and the nomination of a competent person(s) or organisation to undertake the agreed works;\r\rB.\tThe programme for post-investigation assessment and subsequent analysis, publication and dissemination and deposition of resulting material.  This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.\r\rReason: To ensure that archaeological investigation is initiated at an appropriate point in the development process and that any areas of archaeological preservation are identified and appropriately recorded/preserved in accordance with Policy BP3 of the Borough Wide DPD (March 2011)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T18:57:16.737+00:00",
  "ward": "Goresbrook",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": 0,
    "no_proposed_car": 53,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": 79,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": -26,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": 16,
    "net_cycle": 16
  },
  "lapsed_date": "15/03/2022",
  "decision_target_date": "08/03/2017",
  "centroid": {
    "lat": "51.5321674",
    "lon": "0.1343336"
  },
  "lpa_app_no": "16/01889/FUL",
  "status": "Commenced",
  "site_name": "Western Car Park, East London Leisure Park",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=14688",
  "locality": "Dagenham",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              548167.118,
              183654.543
            ],
            [
              548188.285,
              183650.74
            ],
            [
              548189.608,
              183655.701
            ],
            [
              548200.357,
              183654.378
            ],
            [
              548199.695,
              183649.417
            ],
            [
              548202.506,
              183649.086
            ],
            [
              548199.1,
              183626.101
            ],
            [
              548196.123,
              183610.556
            ],
            [
              548192.485,
              183607.084
            ],
            [
              548190.17,
              183606.422
            ],
            [
              548180.083,
              183607.745
            ],
            [
              548167.68,
              183608.572
            ],
            [
              548153.624,
              183608.241
            ],
            [
              548140.065,
              183606.918
            ],
            [
              548130.308,
              183605.43
            ],
            [
              548103.188,
              183597.989
            ],
            [
              548095.085,
              183596.831
            ],
            [
              548089.463,
              183597.162
            ],
            [
              548081.195,
              183599.477
            ],
            [
              548074.911,
              183602.288
            ],
            [
              548071.107,
              183605.43
            ],
            [
              548070.281,
              183607.084
            ],
            [
              548081.76,
              183628.581
            ],
            [
              548091.682,
              183646.44
            ],
            [
              548105.407,
              183669.426
            ],
            [
              548123.267,
              183666.284
            ],
            [
              548167.915,
              183659.504
            ],
            [
              548167.118,
              183654.543
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major all other major developments",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Tascomi",
  "site_number": "Western Car Park Dagenham Leisure Park",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": "25/09/2017",
  "street_name": "COOK ROAD",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": "548137",
  "appeal_start_date": null,
  "centroid_northing": "183632",
  "borough": "London Borough of Barking and Dagenham",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1347769,
          51.5323621
        ],
        [
          0.1350803,
          51.5323223
        ],
        [
          0.13510139999999998,
          51.5323666
        ],
        [
          0.1352557,
          51.5323519
        ],
        [
          0.1352441,
          51.5323075
        ],
        [
          0.1352845,
          51.5323037
        ],
        [
          0.1352258,
          51.5320981
        ],
        [
          0.1351763,
          51.5319592
        ],
        [
          0.1351225,
          51.531929
        ],
        [
          0.13508879999999998,
          51.5319236
        ],
        [
          0.13494409999999998,
          51.5319382
        ],
        [
          0.1347657,
          51.5319488
        ],
        [
          0.1345631,
          51.5319495
        ],
        [
          0.1343672,
          51.5319412
        ],
        [
          0.13422599999999998,
          51.5319304
        ],
        [
          0.13383219999999998,
          51.5318706
        ],
        [
          0.133715,
          51.5318624
        ],
        [
          0.1336341,
          51.5318668
        ],
        [
          0.133516,
          51.5318898
        ],
        [
          0.1334266,
          51.5319167
        ],
        [
          0.1333731,
          51.5319459
        ],
        [
          0.1333619,
          51.531961
        ],
        [
          0.1335363,
          51.5321511
        ],
        [
          0.1336868,
          51.532309
        ],
        [
          0.1338942,
          51.532512
        ],
        [
          0.1341501,
          51.532479
        ],
        [
          0.1347905,
          51.5324064
        ],
        [
          0.1347769,
          51.5323621
        ]
      ]
    ],
    "type": "Polygon"
  }
}