{
  "lpa_name": "Barking & Dagenham",
  "uprn": "100089971",
  "decision_date": "14/09/2016",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Idox Tascomi",
  "id": "Barking_&_Dagenham-16_01062_FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM8 1YX",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 250,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 4,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 4,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.016,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 8,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 0.002,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 136,
      "total_gia_gained": 200,
      "total_gia_lost": 136,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 200
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "A1",
        "gia_gained": 100,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 68
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "A5",
        "gia_gained": 100,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 68
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": 3,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Green Lane",
        "constraints_layer_description": "Town Centre Health Check: Name"
      },
      {
        "result": "District",
        "constraints_layer_description": "Town Centre Health Check: Type"
      },
      {
        "result": "2",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "site_area": 0.026000000000000002
  },
  "valid_date": "19/07/2016",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Redevelopment of site to provide 3-storey building and basement comprising retail shops (Class A1) on ground floor with ancillary basement storage and 4 two-bedroom flats above.",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.\r\rReason:  To comply with Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall be carried out in accordance with the following approved plans:\r\r2895-01B, 2895-02 and 2895-03.\r\rReason:  For the avoidance of doubt and in the interests of proper planning.",
    "No development shall commence until an investigation and risk assessment, in addition to any assessment provided with the planning application, has been completed in accordance with a scheme to assess the nature and extent of any contamination on the site, whether or not it originates on the site.  The contents of the scheme are subject to the approval in writing of the Local Planning Authority.  The investigation and risk assessment must be undertaken by competent persons and a written report of the findings must be produced.  The written report is subject to the approval in writing of the Local Planning Authority.  The report of the findings must include:\r\r(i)    a survey of the extent, scale and nature of contamination;\r(ii)   an assessment of the potential risks to human health; property (existing or proposed) including buildings, crops, livestock, pets, woodland and service lines                and pipes; adjoining land; groundwaters and surface waters; ecological systems; archaeological sites and ancient monuments; and\r(iii)  an appraisal of remedial options, and proposal of the preferred option(s). \r\rThis must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'.",
    "No development shall commence until a detailed remediation scheme, to bring the site to a condition suitable for the intended use by removing unacceptable risks to human health, buildings and other property and the natural and historical environment, has been prepared and submitted to the Local Planning Authority for approval in writing.  The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures.  The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.",
    "The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development, other than that required to carry out remediation, unless otherwise agreed in writing by the Local Planning Authority.  The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works.\r\rFollowing completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority.",
    "In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority.  An investigation and risk assessment must be undertaken in accordance with the requirements of Condition 3, and where remediation is necessary a remediation scheme must be prepared in accordance with the requirements of Condition 4, which is subject to the approval in writing of the Local Planning Authority.  Following completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority.\r\rReason for Conditions 3 to 6:  Contamination must be identified prior to commencement of development to ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors in accordance with policy BR5 of the Borough Wide Development Policies Development Plan Document and policy 5.21 of the London Plan.",
    "7.   No development shall commence, including any works of demolition, until a Construction Environmental Management Plan (CEMP) and a Site Waste Management Plan (SWMP) have been submitted to and approved in writing by the Local Planning Authority.  These Plans shall incorporate details of:\r\ra)   construction traffic management;\rb)   the parking of vehicles of site operatives and visitors;\rc)   loading and unloading of plant and materials;\rd)   storage of plant and materials used in constructing the development;\re)   the erection and maintenance of security hoarding(s) including decorative displays and facilities for public viewing, where appropriate;\rf)   wheel washing facilities;\rg)   measures to control the emission of dust, dirt and emissions to air during construction; such measures to accord with the guidance provided in the document \"The Control of Dust and Emissions during Construction and Demolition\", Mayor of London, July 2014; including but not confined to, non road mobile machinery (NRMM) requirements;\rh)   noise and vibration control;\ri)    a scheme for recycling/disposing of waste resulting from demolition and construction works;\rj)    the use of efficient construction materials;\rk)   methods to minimise waste, to encourage re-use, recovery and recycling, and sourcing of materials; and\rl)    a nominated Developer/Resident Liaison Representative with an address and contact telephone number to be circulated to those residents consulted on the application by the developer's representatives. This person will act as first point of contact for residents who have any problems or questions related to the ongoing development.\r\rOnce approved the Plans shall be adhered to throughout the construction period.\r\rReason:  The CEMP and SWMP are required prior to commencement of development in order to reduce the environmental impact of the construction and the impact on the amenities of neighbouring residents, and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "Demolition and construction work and associated activities, other than internal works not audible outside the site boundary, are only to be carried out between the hours of 08.00 and 18.00 Monday to Friday and 08.00 and 13.00 Saturday, with no work on Sundays or public holidays without the prior written permission of the Local Planning Authority.  Any works which are associated with the generation of ground borne vibration are only to be carried out between the hours of 08.00 and 18.00 Monday to Friday.\r\rReason:  To ensure that the proposed demolition and construction work does not cause nuisance and disturbance to neighbouring occupiers and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "No development above ground level shall commence until details/samples of all materials to be used in the construction of the external surfaces of the development have been submitted to and approved in writing by the Local Planning Authority.  The development shall be carried out in accordance with the approved materials.\r\rReason:  To protect or enhance the character and amenity of the area in accordance with policies BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "No development above ground level shall commence until details of the balustrade and privacy screens for the balconies have been submitted to and approved in writing by the Local Planning Authority.  The balustrade and privacy screens shall be designed in a manner to prevent overlooking between the proposed flats and between the proposed flats and the adjacent Church development.  The approved details shall be implemented prior to occupation of the development and thereafter permanently maintained, to the satisfaction of the Local Planning Authority.\r\rReason:  In the interests of design quality and to protect amenities in accordance with policy CP3 of the Core Strategy and policies BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "No development above ground level shall commence until details of the ground floor cycle parking store as shown on Drawing No. 2895-01B have been submitted to and approved in writing by the Local Planning Authority.  The submission shall also include details of the security, monitoring and access arrangements for the cycle parking store.  The development shall not be occupied until the approved details have been implemented.  Thereafter, the cycle parking store shall be permanently retained.\r\rReason:  In the interests of promoting cycling as a safe, efficient and non-polluting mode of transport and in accordance with policy BR11 of the Borough Wide Development Policies DPD and policy 6.9 of the London Plan.",
    "Before occupation all of the dwellings shall comply with Building Regulations Optional Requirement Approved Document M4(2) Category 2: Accessible and adaptable dwellings (2015 edition).  Evidence of compliance shall be notified to the building control body appointed for the development in the appropriate Full Plans Application, or Building Notice, or Initial Notice to enable the building control body to check compliance.\r\rReason:  To ensure that accessible housing is provided in accordance with policy 3.8 of the Minor Alterations to the London Plan.",
    "The ground floor commercial space hereby approved shall be used for any purpose falling within Class A1 of the Use Classes Order and for no other purpose.  The basement commercial space shall only be used for storage ancillary to the ground floor commercial space.\r\rReason:  To protect the locality by avoiding the introduction of a use detrimental to its amenities and for which there is no local need.",
    "The residential units hereby approved shall not be occupied until details of a communal television and satellite system have been submitted to and approved in writing by the Local Planning Authority.  The approved system shall be provided prior to occupation of any residential unit and shall be made available to each residential unit.  No antennae or satellite dishes may be installed on the exterior of the building, with the exception of a single antennae or satellite dish to support the communal television and satellite system.  The proposed antennae or satellite dish shall be designed to minimise their visual impact and shall not be mounted on any publicly visible façade.\r\rReason:  To safeguard the external appearance of the building in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document.",
    "The delivery/collection of goods associated with the commercial uses hereby permitted shall only take place between the hours of 07.00 and 21.00 on any day.\r\rReason:  To prevent any undue disturbance to residential occupiers at unreasonable hours and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "The combined rating level of the noise from any plant installed pursuant to this permission shall not exceed the existing background noise level outside the window to any noise-sensitive room.  Any assessment of compliance with this condition shall be made according to the methodology and procedures presented in BS4142:2014.\r\rReason:  To ensure that residential occupiers are adequately protected from noise and in accordance with policy BR13 of the Borough Wide Development Policies Development Plan Document.",
    "Habitable rooms having openings facing onto Green Lane or Dunkeld Road are to be provided with acoustic ventilators which are commensurate with the performance specification set out in Schedule 1 (paragraphs 6 and 7) of The Noise Insulation Regulations 1975 (as amended).\r\rReason:  To ensure that the proposed residential units are adequately protected from noise and in accordance with policy BR13 of the Borough Wide Development Policies Development Plan Document and policy 7.15 of the London Plan."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:54:07.666+00:00",
  "ward": "Becontree",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": 0,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": 0,
    "no_existing_car": 0,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": 0,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "14/09/2021",
  "decision_target_date": "13/09/2016",
  "centroid": {
    "lat": "51.5626204",
    "lon": "0.12075309999999999"
  },
  "lpa_app_no": "16/01062/FUL",
  "status": "Lapsed",
  "site_name": "732 - 734",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=16886",
  "locality": "Dagenham",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              547102.35,
              186982.25
            ],
            [
              547101.7,
              186980.2
            ],
            [
              547095.9,
              186982.4
            ],
            [
              547091,
              186984.3
            ],
            [
              547086.487,
              186985.902
            ],
            [
              547087.969,
              186989.924
            ],
            [
              547090.721,
              186997.756
            ],
            [
              547091.673,
              187000.508
            ],
            [
              547100.775,
              186997.756
            ],
            [
              547106.808,
              186995.639
            ],
            [
              547102.35,
              186982.25
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Minor all other minor developments",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Tascomi",
  "site_number": "732",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "GREEN LANE",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": null,
  "centroid_easting": "547097",
  "appeal_start_date": null,
  "centroid_northing": "186991",
  "borough": "London Borough of Barking and Dagenham",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.12082659999999999,
          51.5625404
        ],
        [
          0.12081639999999999,
          51.5625221
        ],
        [
          0.1207337,
          51.5625434
        ],
        [
          0.12066379999999999,
          51.5625617
        ],
        [
          0.1205994,
          51.5625773
        ],
        [
          0.1206225,
          51.5626131
        ],
        [
          0.12066539999999999,
          51.5626827
        ],
        [
          0.12068029999999999,
          51.5627072
        ],
        [
          0.1208104,
          51.5626801
        ],
        [
          0.12089649999999999,
          51.5626595
        ],
        [
          0.12082659999999999,
          51.5625404
        ]
      ]
    ],
    "type": "Polygon"
  }
}