{
  "lpa_name": "Barking & Dagenham",
  "uprn": "10023593781",
  "decision_date": "25/01/2017",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Idox Tascomi",
  "id": "Barking_&_Dagenham-16_01475_FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM9 6RS",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 9.65,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 13909,
      "total_gia_gained": 16908,
      "total_gia_lost": 13909,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 16908
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "06/04/2018",
        "use_class": "B8",
        "gia_gained": 16908,
        "actual_commencement_date": "15/05/2017",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 13909
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Hinterland London Riverside",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "PIL - Rippleside",
        "constraints_layer_description": "Strategic Industrial Location"
      },
      {
        "result": "Within Thames Gateway",
        "constraints_layer_description": "Thames Gateway Boundary"
      }
    ],
    "site_area": 5.711
  },
  "valid_date": "22/09/2016",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of Units 4 and 5, erection of new warehouse building adjacent to Unit 1 to provide 16,908sqm of floorspace (GIA) and relocation of existing traffic office, vehicle maintenance unit building, and HGV parking.",
  "decision_conditions": [
    "The development hereby permitted must be commenced not later than the expiration of THREE YEARS from the date of this permission.\r\rReason: To comply with Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall be carried out in accordance with the following approved plans:\r\r15010 P099 Rev P3\r15010 P100 Rev P5\r15010 P101 Rev P6\r15010 P102 Rev P5\r15010 P103 Rev P5\r15010 P104 Rev P3\r15010 P105 Rev P3\r15010 P106 Rev P3\r15010 P107 Rev P3\r15010 P108 Rev P3\r15010 P109 Rev P5\r15010 P110 Rev P3\r15010 P111 Rev P3\r15010 P112 Rev P5\r\rReason: For the avoidance of doubt and in the interests of proper planning.",
    "No development above ground level shall take place until details/samples of all materials to be used in the construction of the external surfaces of the development have been submitted to and approved in writing by the Local Planning Authority.  The development shall be carried out in accordance with the approved materials.\r\rReason: To ensure a satisfactory standard of external appearance, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BP11 of the Borough Wide DPD (March 2011).",
    "No above ground new development shall take place until details of hard landscaping have been submitted to and approved in writing by the Local Planning Authority.  The hard landscaping scheme shall include details of the following:\r1.\tsurface materials;\r2.\tboundary treatment;\r3.\tlighting.\r\rThe lighting of the building should comply with the recommendations relating to Environmental Zone E3, suburban - medium district brightness presented in the Institute for Lighting professionals document \"Guidance notes for the reduction of obtrusive light\" GN01:2011.  The hard landscaping shall be implemented in accordance with the approved details and thereafter permanently retained. \r\rReason: In the interest of design quality, amenity, walking, accessibility and public safety, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BP11 of the Borough Wide DPD (March 2011).",
    "The soft landscaping shown on cycle shelter drawing 15010 P110 P3 prepared by umc architects hereby approved shall be implemented in the first planting season following first occupation.  Any plants required as part of the implementation of the condition that die or are removed, damaged or diseased within a period of FIVE years from the substantial completion of the development shall be replaced to the satisfaction of the Local Planning Authority in the next planting season with others of a similar size and species unless the Local Planning Authority gives written consent for a variation.\r\rReason: In the interest of design quality, residential amenity, public safety and biodiversity, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BR3 of the Borough Wide DPD (March 2011).",
    "The development hereby permitted shall not be occupied until bird nesting and bat roosting boxes have been installed on the buildings and/or bat roosting bricks and/or bird nesting bricks have been installed within the fabric of the buildings in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority.  The details shall accord with the advice set out in \"Biodiversity for Low and Zero Carbon Buildings: A Technical Guide for New Build\" (Published by RIBA, March 2010) or similar advice from the RSPB and the Bat Conservation Trust.\r\rReason:  In order to preserve and enhance the Borough's natural environment and to comply with Policy CR2 of the Core Strategy (July 2010) and Policy BR3 of the Borough Wide DPD (March 2011).",
    "The development hereby permitted shall achieve as a minimum a BREEAM 'Very Good' rating and a minimum 35% reduction in carbon dioxide emissions over Part L of the Building Regulations (2013).\r\rReason: To ensure that the proposed development is constructed in an environmentally sustainable manner and in accordance with Policy 5.2 of the London Plan (March 2015), Policy CR1 of the Core Strategy (July 2010) and Policies BR1 and BR2 of the Borough Wide DPD (March 2011).",
    "No development shall take place until a detailed surface water drainage scheme for the site, based on Sustainable Urban Drainage Systems (SUDS) has been submitted to and approved in writing by the Local Planning Authority. The drainage strategy shall include a restriction in run-off and make provision for surface water storage on site. The scheme shall subsequently be implemented in accordance with the approved details before the development is completed.\r\rReason: SUDS must be identified prior to the commencement of development to prevent flooding, improve and protect water quality, improve habitat and amenity, and ensure future maintenance of the surface water drainage system in accordance with Policy CR4 of the Core Strategy (July 2010) and Policy BR4 of the Borough Wide DPD (March 2011).",
    "No development shall take place until an investigation and risk assessment, in addition to any assessment provided with the planning application, has been completed in accordance with a scheme to assess the nature and extent of any contamination on the site, whether or not it originates on the site. The contents of the scheme are subject to the approval in writing of the Local Planning Authority. The investigation and risk assessment must be undertaken by competent persons and a written report of the findings must be produced. The written report is subject to the approval in writing of the Local Planning Authority. The report of the findings must include: \r\r(i) a survey of the extent, scale and nature of contamination; \r(ii) an assessment of the potential risks to: \r- human health, \r- property (existing or proposed) including buildings, crops, livestock, pets, woodland and service lines and pipes, \r- adjoining land, \r- groundwaters and surface waters, \r- ecological systems, \r- archaeological sites and ancient monuments; \r(iii) an appraisal of remedial options, and proposal of the preferred option(s). \r(iv) this must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'. \r\rReason: Contamination must be identified prior to the commencement of development to ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide DPD (March 2011).",
    "No development shall take place until a detailed remediation scheme required to bring the site to a condition suitable for the intended use by removing unacceptable risks to human health, buildings and other property and the natural and historical environment has been prepared, and is subject to the approval in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation. \r\rReason: Contamination must be identified prior to the commencement of development to ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide DPD (March 2011).",
    "The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development other than that required to carry out remediation, unless otherwise agreed in writing by the Local Planning Authority. The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works. \r\rReason: Contamination must be identified prior to the commencement of development to ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide DPD (March 2011).",
    "Following completion of measures identified in the approved remediation scheme, a verification report (also known as a validation report) that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority. \r\rReason: Contamination must be identified prior to the commencement of development to ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide DPD (March 2011).",
    "In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken in accordance with the requirements of condition 9, and where remediation is necessary a remediation scheme must be prepared in accordance with the requirements of condition 10 which are subject to the approval in writing of the Local Planning Authority.\r\rFollowing completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority in accordance with condition 12.\r\rReason : Contamination must be identified prior to the commencement of development to ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide DPD (March 2011).",
    "No development shall commence, including any works of demolition, until a Construction Environmental Management Plan (CEMP) and a Site Waste Management Plan (SWMP) have been submitted to and approved in writing by the Local Planning Authority. These plans shall incorporate details of:\ra.  construction traffic management (Construction Logistics Plan);\rb.  the parking of vehicles of site operatives and visitors;\rc.  loading and unloading of plant and materials;\rd.  storage of plant and materials used in constructing the development;\re.   wheel washing facilities;\rf.  measures to control the emission of dust, dirt and emissions to air during construction; such measures to accord with the  guidance provided in the document \"The Control of Dust and Emissions during construction and demolition\", Mayor of London, July 2014; including but not confined to, non road mobile machinery (NRMM) requirements.\rg.   a scheme for recycling/disposing of waste resulting from demolition and construction works;\rh.    the use of efficient construction materials;\ri.    methods to minimise waste, to encourage re-use, recovery and recycling, and sourcing of materials; and a nominated Developer/Resident Liaison Representative with an address and contact telephone number to be circulated to those residents consulted on the application by the developer's representatives. This person will act as first point of contact for residents who have any problems or questions related to the ongoing development.\r\rThe approved Plan shall be implemented for the entire period of the works at the site.\r\rReason: The CEMP is required prior to commencement of development in order to minimise the impact of the construction phase on the environment and on the amenities of neighbouring residents, in accordance with Policy BP8 of the Borough Wide DPD (March 2011).",
    "Demolition and construction work and associated activities are to be carried out in accordance with the recommendations contained within British Standard 5228:2009, \"Code of practice for noise and vibration control on construction and open sites\". Parts 1 and 2.  \r\rReason: In order to minimise the impact of the construction phase on the environment and on the amenities of neighbouring residents, in accordance with Policy BP8 of the Borough Wide DPD (March 2011).",
    "Demolition and construction work and associated activities are only to be carried out between the hours of 08:00 and 18:00 Monday to Friday and 08:00-13:00 Saturday with no work on Sundays or public holidays.  Driven piling or ground improvement work which will generate perceptible off-site ground borne vibration is only to be carried out between the hours of 08:00 and 18:00 Monday to Friday.\r\rReason: In order to minimise the impact of the construction phase on the environment and on the amenities of neighbouring residents, in accordance with Policy BP8 of the Borough Wide DPD (March 2011).",
    "No development shall take place until details of the foundation design have been submitted to and approved in writing by the Local Planning Authority. The scheme shall subsequently be implemented in accordance with the approved details.\r\rReason: Foundation design must be identified prior to the commencement of development in order to minimise the impact of the construction phase on the environment and on the amenities of neighbouring residents, in accordance with Policy BP8 of the Borough Wide DPD (March 2011).",
    "The HGV and blue badge car parking area indicated on drawing 15010 P101 P6 prepared by umc architects shall be constructed and marked out prior to the use of the unit hereby permitted and thereafter retained permanently for the accommodation of vehicles of occupiers and visitors to the premises and not used for any other purpose.  \r\rReason: To ensure that sufficient off-street parking areas are provided and to promote easier access for disabled persons to the development in accordance with Policies BR9, BR10 and BP11 of the Borough Wide DPD (March 2011) and Policy 6.13 of the London Plan (March 2016).",
    "The development hereby permitted shall not be occupied until details of the electric vehicle charging points and passive provision have been submitted to and approved in writing by the Local Planning Authority. The scheme shall ensure that at least 4 spaces are for electric vehicles with an additional 4 spaces for passive provision (as defined in the London Plan March 2016).  The scheme shall be implemented in accordance with the approved details, prior to the occupation of the development, and permanently retained thereafter.\r\rReason: In order to encourage the use of electric cars as a sustainable mode of transport, in accordance with Policy BR10 of the Borough Wide DPD (March 2011).",
    "The cycle parking area shown on drawing 15010 P110 P3 prepared by umc architects shall be provided prior to the occupation of the development and shall be retained as such thereafter, and used for no other purpose.\r\rReason:  In order to encourage the use of cycling as a sustainable mode of transport, in accordance with Policy BR10 of the Borough Wide DPD (March 2011).",
    "The development hereby permitted shall not be occupied until a Travel Plan has been submitted to and approved in writing by the Local Planning Authority.  The Plan shall include a car parking management plan to minimise car-borne travel, car parking on and off site effectively and encourage walking, cycling and the use of public transport. The Travel Plan shall include details of funding, implementation, monitoring and review.  The approved Travel Plan shall be implemented and monitored in accordance with the approved scheme.\r\rReason: In order to encourage the use of sustainable transport in accordance with Policy BR10 of the Borough Wide DPD (March 2011).",
    "The development hereby permitted shall not be occupied until a Deliveries and Servicing Plan for back of office operations (e.g. office supplies and maintenance) has been submitted to and approved in writing by the Local Planning Authority.  The Plan shall be designed to minimise deliveries and export of materials within the times of peak traffic congestion on the local road network.  The Plan shall be implemented in accordance with the approved details and thereafter maintained.\r\rReason:  In order to minimise the impact of the development on the free flow of traffic on the local highway network during peak periods in the interests of highway safety and to protect the amenity of existing and future occupiers in accordance with Policy BR10 of the Borough Wide DPD (March 2011).",
    "No demolition or development shall take place until a stage 1 detailed impact assessment has been submitted to and approved by the Local Planning Authority in writing.  For land that is included within the Written Scheme of Investigation (WSI), no demolition or development shall take place other than in accordance with the agreed WSI, and the nomination of a competent person(s) or organisation to undertake the agreed works.\r\rReason: Archaeology must be identified prior to the commencement of development to ensure that archaeological investigation is initiated at an appropriate point in the development process and that any areas of archaeological preservation are identified and appropriately recorded/preserved in accordance with Policy BP3 of the Borough Wide DPD (March 2011).",
    "Where specific impacts have been identified by the modelling and evaluation assessment report in stage 1, a further stage 2 Conservation Management Plan for the mitigation of those impacts through preservation in-situ, including foundation design and the scientific monitoring of the agreed methodologies, shall be submitted to and approved by the Local Planning Authority in writing.  For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:\r\rA.\tThe statement of significance and research objectives, the programme and methodology of site preservation and the nomination of a competent person(s) or organisation to undertake the agreed works;\r\rB.\tThe programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material.  This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.\r\rReason: Archaeology must be identified prior to the commencement of development to ensure that archaeological investigation is initiated at an appropriate point in the development process and that any areas of archaeological preservation are identified and appropriately recorded/preserved in accordance with Policy BP3 of the Borough Wide DPD (March 2011)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T18:57:13.029+00:00",
  "ward": "Thames",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": 3,
    "no_proposed_bus": null,
    "net_bluebadge": 3,
    "no_existing_other": null,
    "no_existing_cycle": 0,
    "no_proposed_car": 165,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": 172,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": -7,
    "no_existing_bluebadge": 0,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": 40,
    "net_cycle": 40
  },
  "lapsed_date": "25/01/2022",
  "decision_target_date": "22/12/2016",
  "centroid": {
    "lat": "51.5280949",
    "lon": "0.138209"
  },
  "lpa_app_no": "16/01475/FUL",
  "status": "Completed",
  "site_name": "Kuehne And Nagel Limited",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=14207",
  "locality": "Dagenham",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              548270.161,
              183507.796
            ],
            [
              548286.697,
              183499.197
            ],
            [
              548285.374,
              183499.277
            ],
            [
              548278.76,
              183492.464
            ],
            [
              548274.129,
              183485.849
            ],
            [
              548276.114,
              183462.036
            ],
            [
              548293.312,
              183462.036
            ],
            [
              548293.973,
              183456.083
            ],
            [
              548274.791,
              183454.099
            ],
            [
              548276.114,
              183427.052
            ],
            [
              548276.114,
              183315.265
            ],
            [
              548432.88,
              183317.25
            ],
            [
              548433.541,
              183317.911
            ],
            [
              548432.88,
              183300.052
            ],
            [
              548452.062,
              183300.052
            ],
            [
              548462.645,
              183301.375
            ],
            [
              548464.63,
              183312.619
            ],
            [
              548487.781,
              183294.76
            ],
            [
              548482.489,
              183292.114
            ],
            [
              548467.937,
              183286.161
            ],
            [
              548454.708,
              183285.499
            ],
            [
              548414.359,
              183290.13
            ],
            [
              548399.145,
              183199.51
            ],
            [
              548413.697,
              183193.557
            ],
            [
              548582.37,
              183170.406
            ],
            [
              548587,
              183209.432
            ],
            [
              548598.245,
              183205.463
            ],
            [
              548615.442,
              183207.447
            ],
            [
              548629.333,
              183174.374
            ],
            [
              548636.609,
              183136.01
            ],
            [
              548636.609,
              183067.879
            ],
            [
              548628.01,
              183067.879
            ],
            [
              548621.396,
              183064.572
            ],
            [
              548618.75,
              183055.312
            ],
            [
              548610.151,
              183060.603
            ],
            [
              548608.166,
              183059.942
            ],
            [
              548572.448,
              183072.509
            ],
            [
              548328.369,
              183110.259
            ],
            [
              548284.713,
              183118.197
            ],
            [
              548256.27,
              183128.78
            ],
            [
              548252.963,
              183132.087
            ],
            [
              548253.624,
              183151.269
            ],
            [
              548264.869,
              183218.738
            ],
            [
              548270.161,
              183230.645
            ],
            [
              548266.192,
              183321.265
            ],
            [
              548271.483,
              183327.879
            ],
            [
              548268.838,
              183394.687
            ],
            [
              548266.853,
              183395.348
            ],
            [
              548266.192,
              183500.52
            ],
            [
              548270.161,
              183507.796
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major general industry-storage-warehousing",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Tascomi",
  "site_number": "1",
  "application_type": "All Other",
  "actual_completion_date": "06/04/2018",
  "title_number": null,
  "actual_commencement_date": "15/05/2017",
  "street_name": "POOLES LANE",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": "548419",
  "appeal_start_date": null,
  "centroid_northing": "183187",
  "borough": "London Borough of Barking and Dagenham",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.13619979999999998,
          51.5310165
        ],
        [
          0.13643439999999998,
          51.5309349
        ],
        [
          0.1364153,
          51.5309359
        ],
        [
          0.1363172,
          51.5308764
        ],
        [
          0.1362477,
          51.5308182
        ],
        [
          0.1362663,
          51.5306037
        ],
        [
          0.136514,
          51.5305992
        ],
        [
          0.1365211,
          51.530545599999996
        ],
        [
          0.1362439,
          51.5305328
        ],
        [
          0.1362516,
          51.5302894
        ],
        [
          0.13620459999999998,
          51.5292849
        ],
        [
          0.1384637,
          51.5292616
        ],
        [
          0.1384735,
          51.5292674
        ],
        [
          0.13845649999999998,
          51.5291071
        ],
        [
          0.1387328,
          51.5291021
        ],
        [
          0.1388858,
          51.5291112
        ],
        [
          0.1389192,
          51.5292117
        ],
        [
          0.13924519999999999,
          51.5290451
        ],
        [
          0.13916779999999998,
          51.5290228
        ],
        [
          0.1389557,
          51.5289731
        ],
        [
          0.1387648,
          51.5289706
        ],
        [
          0.1381855,
          51.5290228
        ],
        [
          0.1379282,
          51.5282126
        ],
        [
          0.1381353,
          51.5281553
        ],
        [
          0.1405554,
          51.5279029
        ],
        [
          0.1406385,
          51.5282524
        ],
        [
          0.1407988,
          51.5282138
        ],
        [
          0.1410474,
          51.5282271
        ],
        [
          0.1412336,
          51.5279262
        ],
        [
          0.14132219999999998,
          51.5275796
        ],
        [
          0.1412935,
          51.5269674
        ],
        [
          0.1411696,
          51.5269697
        ],
        [
          0.141073,
          51.5269417
        ],
        [
          0.141031,
          51.5268592
        ],
        [
          0.1409093,
          51.526909
        ],
        [
          0.1408804,
          51.5269036
        ],
        [
          0.1403712,
          51.5270259
        ],
        [
          0.1368712,
          51.5274292
        ],
        [
          0.1362456,
          51.527512
        ],
        [
          0.1358403,
          51.5276145
        ],
        [
          0.1357941,
          51.5276451
        ],
        [
          0.1358117,
          51.5278173
        ],
        [
          0.13600199999999998,
          51.5284206
        ],
        [
          0.1360833,
          51.5285262
        ],
        [
          0.1360642,
          51.5293415
        ],
        [
          0.1361432,
          51.5293995
        ],
        [
          0.13613319999999998,
          51.5300005
        ],
        [
          0.1361048,
          51.5300069
        ],
        [
          0.1361395,
          51.5309521
        ],
        [
          0.13619979999999998,
          51.5310165
        ]
      ]
    ],
    "type": "Polygon"
  }
}