{
  "site_name": "Former",
  "last_updated_by": "Northgate M3",
  "centroid": {
    "lon": -0.174878,
    "lat": 51.421804
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.174828,
          51.421758
        ],
        [
          -0.174785,
          51.421802
        ],
        [
          -0.174883,
          51.421841
        ],
        [
          -0.175004,
          51.421885
        ],
        [
          -0.175062,
          51.421907
        ],
        [
          -0.17502,
          51.421954
        ],
        [
          -0.174963,
          51.422018
        ],
        [
          -0.175003,
          51.422034
        ],
        [
          -0.175011,
          51.422027
        ],
        [
          -0.175048,
          51.421986
        ],
        [
          -0.175072,
          51.421962
        ],
        [
          -0.175151,
          51.421882
        ],
        [
          -0.175013,
          51.421828
        ],
        [
          -0.174828,
          51.421758
        ],
        [
          -0.174828,
          51.421758
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P2817",
  "secondary_street_name": null,
  "site_number": "24",
  "application_details": {
    "green_suds": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "02/2024",
        "intended_commencement_date": "12/2023"
      }
    ],
    "total_gia_gained": 177.1,
    "ownership_status": "Private",
    "site_area": 0.020130000000000002,
    "total_gia_existing": 173,
    "surface_water_discharge_percentage_reduction": 0,
    "scheme_phasing": true,
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m",
    "grey_water_reuse": false,
    "internal_resi_water_usage": 0,
    "infrastructure_details": {
      "total_annual_nox_emissions": 0,
      "mobile_network_operators_consultation": false,
      "no_homes_to_have_electrical_heating": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": false,
      "green_roof_area": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_pm_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 0,
      "fire_suppression_system_proposed": false,
      "waste_provision": true
    },
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 173,
      "total_gia_gained": 177.1,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 53.5
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 101.3,
        "use_class": "SpecifiedOther",
        "gia_gained": 0,
        "gia_lost": 53.5
      },
      {
        "gia_existing": 71.7,
        "use_class": "C3",
        "gia_gained": 177.1,
        "gia_lost": 0
      }
    ],
    "total_gia_lost": 53.5
  },
  "lapsed_date": "06/09/2027",
  "decision": "Approved",
  "postcode": null,
  "last_date_consultation_comments": "25/07/2024",
  "decision_process": null,
  "epc_number": null,
  "pp_id": "PP-12518889",
  "development_type": "Minor dwellings",
  "bo_system": "Northgate M3",
  "valid_date": "17/06/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527002.5789343412,
              170774.01548277767
            ],
            [
              527005.437102012,
              170778.91462675086
            ],
            [
              526998.5190207226,
              170783.10511972004
            ],
            [
              526990.0020580558,
              170787.77288144024
            ],
            [
              526985.8658452234,
              170790.1098155661
            ],
            [
              526988.6684255162,
              170795.46646340878
            ],
            [
              526992.4923560753,
              170802.60784464498
            ],
            [
              526989.6725451769,
              170804.32735244214
            ],
            [
              526989.136616205,
              170803.527581374
            ],
            [
              526986.6230633529,
              170798.99421412667
            ],
            [
              526985.059770703,
              170796.2711842865
            ],
            [
              526979.7401047215,
              170787.19171267486
            ],
            [
              526989.5060297201,
              170781.49771577242
            ],
            [
              527002.5809610229,
              170773.93419824756
            ],
            [
              527002.5789343412,
              170774.01548277767
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "actual_commencement_date": null,
  "parking_details": {
    "no_existing_cycle": 0,
    "net_cycle": 3,
    "no_proposed_cycle": 3
  },
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "lpa_name": "Merton",
  "borough": "Merton",
  "centroid_northing": 170779,
  "id": "Merton-23_P2817",
  "decision_target_date": "06/09/2024",
  "description": "ERECTION OF A SECOND-FLOOR REAR DORMER AND CONVERSION OF THE PROPERTY INTO 3 FLATS - 2x 1-BED & 1x STUDIO",
  "appeal_status": null,
  "decision_date": "06/09/2024",
  "ward": "Colliers Wood",
  "appeal_decision": null,
  "locality": "Colliers Wood",
  "street_name": "High Street",
  "status": "Approved",
  "application_type_full": "Full planning permission",
  "decision_agency": "Borough",
  "uprn": "48082094",
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "23/P2817",
  "title_number": null,
  "last_updated": "2025-03-19T21:48:16.250+00:00",
  "cil_liability": true,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 526999,
  "appeal_start_date": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Site Location Plan; Block Plan; N/03; N/04A; N/05; N/06; N/07D; N/08C; N/09C; N/10C; N/11D; N/12C; N/13A; N/14; N/15; N/16; N/17C; N/18C; N/19B",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - No development shall take place until details of all boundary walls or fences are submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be\r\npermanently retained thereafter.",
    "Condition : 5 - The residential developments hereby permitted shall not be occupied other than as: \r\nGround floor unit - 1 x 1 bed 2 persons (1B2P) unit \r\nFirst floor - 1 x 1 x 1 bed 2 persons (1B2P) unit\r\nSecond floor - 1 x 1 x 1 bed 1 person (1B1P) unit\r\n\r\nReason:  The Local Planning Authority considers that further development could cause detriment to the amenities of the occupiers of the host buildings, nearby properties or to the character of the area and for this reason would wish to control any future Development plan policies for Merton: policy D4 of the London Plan 2021, policy CS14 of Merton's Core Planning Strategy 2011 and policies DM D2 and D3 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 6 - Removal of PD (Extensions/Alterations) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no extension, enlargement or other alteration of the ground floor residential unit other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the Local Planning Authority.",
    "Condition : 7 - Removal of PD (Windows/Doors) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed on the ground floor residential unit without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 8 - Prior to first occupation a scheme for the storage of refuse and recycling has been submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the scheme has been approved, and the development shall not be\r\noccupied until the scheme has been approved and has been carried out in full. Those facilities and measures shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 9 - No refuse or waste material of any description shall be left or stored anywhere on the site other than within a building or refuse enclosure. \r\n\r\nREASON: To safeguard the appearance of the property and the amenities of the area ",
    "Condition : 10 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 11 - External Lighting - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.",
    "Condition : 12 - Development shall not commence until a working method statement has been submitted to and approved in writing by the Local Planning Authority to accommodate: \r\nii.\tParking of vehicles of site workers and visitors; \r\niii.\tLoading and unloading of plant and materials; \r\niv.\tStorage of construction plant and materials; \r\nv.\tWheel cleaning facilities; \r\nvi.\tControl of dust, smell and other effluvia (Air Quality measures); \r\nvii.\tControl of surface water run-off; \r\nviii.\tNoise mitigation measures; \r\nix.\tDelivery methods including timing, size and frequency of construction vehicles. \r\nNo development shall be carried out except in full accordance with the approved method statement. \r\n \r\nReason: To ensure the safety of pedestrians and vehicles and the amenities of the surrounding area and to comply with the following Development Plan policies for Merton: policies T4 and T7 of the London Plan 2021, policy CS20 of Merton's Core Planning Strategy 2011 and policy DM T2 of Merton's Sites and Policies Plan 2014. \r\n",
    "Condition : 13 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 14 - Landscaping  (Implementation) - All hard and soft landscape works shall be carried out in accordance with the approved details as shown in N/07D, N/18C. The works shall be carried out in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner, and any trees which die within a period of 5 years from the completion of the development, are removed or become seriously damaged or diseased or are dying, shall\r\nbe replaced in the next planting season with others of same approved specification, unless the Local Planning Authority gives written consent to any variation. All hard surfacing and means of enclosure shall be completed before the development is first occupied.",
    "Condition : 15 - Hardstanding (Flooding) - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 16 - Prior to the construction of roof structures of the development hereby approved, full details of all biodiverse roofs shall be submitted to and approved in writing by the Local Planning Authority such details to include: \r\n\r\na) Detailed section (min depth of substrate base 80mm)  \r\nb) Specifications  \r\nc) Planting bed dimensions  \r\nd) Species mix (should focus on wildflower planting with no more than max 20% native sedum coverage)  \r\ne) How levels of light, moisture, aeration, and nutrients will be achieved  \r\nf) Maintenance  \r\ng) Implementation \r\n\r\nThe development shall not be implemented other than in accordance with the approved details and implemented in full prior to the first occupation of the development hereby approved and maintained for the lifetime of the development.  \r\n \r\nReason: to protect and enhance the biodiversity of the development in the interest of nature conservation and to comply with the following development policies for Merton: policy G5 of the London Plan 2021; policy CS13 of Merton's core planning strategy 2011 and policy DMO2 of Merton's sites and policies plan 2014.  \r\n",
    "Condition : 17 - Prior to the first occupation of the dwelling hereby approved, details outlined in the air quality neutral statement shall be implemented and retained thereafter.\r\n\r\nReason: To ensure the development is Air Quality Neutral in line with draft guidance (LPG) and does not worsen air quality and to comply with London Plan policy SI1.\r\n",
    "Condition : 18 - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 19 - Sustainability (Water Consumption) - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day",
    "Condition : 20 - No development shall occur until a preliminary risk-assessment is submitted to the approval of the LPA. Then an investigation conducted to consider the potential for contaminated-land and shall be submitted to and approved in writing by the local planning authority\r\n",
    "Condition : 21 - No development shall occur until a remediation method statement, described to make the site suitable for, intended use by removing unacceptable risks to sensitive receptors, and shall be submitted to and approved in writing by the local planning authority.\r\n",
    "Condition : 22 - Prior to first occupation, the remediation shall be completed and a verification report, produced on completion of the remediation, shall be submitted to and approved in writing by the local planning authority.\r\n\r\nReason: To protect the health of future users of the site in accordance with policy 9.10.6 of the London Plan 2021 and policy DM EP4 of Merton's sites and policies plan 2014. ",
    "Condition : 23 - Prior to the commencement of development, a construction level detail final scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS) limited to a greenfield rate of no more than 1 l/s in accordance with drainage hierarchy contained within the London Plan Policy (SI 12, SI 13 and SPG) and the advice contained within the National SuDS Standards. The final drainage scheme must be hydraulically modelled and must include all of the SuDS and attenuation measures, including green roofs, rainwater harvesting and below ground attenuation as set out within the submitted Nimbus Consultants Drainage Strategy and drawing Drawing Ref: C3160-03 Rev B. The required drainage details shall include:  \r\n\r\na) The results of any infiltration testing completed in accordance with BRE Digest: 365 and confirmation of groundwater levels.  \r\n\r\nb) Evidence that the proposed final solution will effectively manage the 1 in 30 & 1 in 100 +45% allowance for climate change) storm events and 10% for urban creep during all stages of the development. The final solution should follow the principles set out in the approved Nimbus Consultants drainage strategy. Discharge rates and storage volumes shall be provided using a maximum site wide discharge rate of 1 l/s.  \r\n\r\nc) Detailed drainage design drawings and calculations to include: a finalised drainage layout detailing the location of drainage elements, pipe diameters, levels, and long and cross sections of each element including details of any flow restrictions and maintenance/risk reducing features (silt traps, inspection chambers etc.).  \r\n\r\nd) A plan showing exceedance flows (i.e. during rainfall greater than design events or during blockage) and how property on and offsite will be protected from increased flood risk.  \r\n\r\ne) Details of drainage management responsibilitie",
    "Condition : 24 - Informative: No surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777). No waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system.\r\n  \r\n\r\nReason: To ensure satisfactory means of surface water drainage, to reduce the risk of flooding and to comply with the following Development Plan policies for Merton: policy SI 13 of the London Plan 2021, policy CS16 of Merton's Core Planning Strategy 2011 and policy DM F2 of Merton's Sites and Policies Plan 2014. ",
    "Condition : 25 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n",
    "Condition : 26 - INFORMATIVE - Section 106 Agreement \r\nThis planning permission has a Section 106 Agreement which must be read in conjunction with it.\r\n",
    "Condition : 27 - INFORMATIVE - CIL Liable \r\nThe applicant is advised that this permission results in a chargeable scheme under the Borough's and the Mayor of London's Community Infrastructure Levy. \r\n",
    "Condition : 28 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 29 - INFORMATIVE\r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site.\r",
    "Condition : 30 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with application and design advice.\r\n   ii) The application was acceptable after requested amendments were submitted.\r\n   iii) The application was approved with an agreed extension of time.\r\n"
  ],
  "date_building_work_completed_under_previous_permission": null
}