{
  "epc_number": null,
  "decision_target_date": "20/12/2023",
  "decision": "Refused",
  "last_date_consultation_comments": "29/11/2023",
  "description": "ERECTION OF A PART SINGLE STOREY REAR EXTENSION AND PART FIRST FLOOR REAR EXTENSION.",
  "site_number": "10",
  "postcode": "SW20 9PA",
  "application_type_full": null,
  "actual_commencement_date": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": null,
  "uprn": "48048236",
  "appeal_status": null,
  "parking_details": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P2310",
  "valid_date": "25/10/2023",
  "centroid": {
    "lon": -0.214161,
    "lat": 51.407697
  },
  "borough": "Merton",
  "decision_agency": "Borough",
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": true,
  "site_name": null,
  "bo_system": "Northgate M3",
  "centroid_easting": 524306,
  "subdivision_of_building": null,
  "status": "Refused",
  "lapsed_date": "20/12/2023",
  "actual_completion_date": null,
  "centroid_northing": 169143,
  "locality": "Raynes Park",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.214011,
          51.407769
        ],
        [
          -0.214245,
          51.407725
        ],
        [
          -0.214459,
          51.407678
        ],
        [
          -0.214594,
          51.407567
        ],
        [
          -0.213975,
          51.407706
        ],
        [
          -0.214011,
          51.407769
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Other house holder developments",
  "lpa_app_no": "23/P2310",
  "application_details": {
    "site_area": 0.032
  },
  "secondary_street_name": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524316.2362167488,
              169151.20055070176
            ],
            [
              524300.1006321647,
              169145.90206737543
            ],
            [
              524285.3502178466,
              169140.4036412828
            ],
            [
              524276.2311802634,
              169127.73726699135
            ],
            [
              524318.8993714859,
              169144.302525239
            ],
            [
              524316.2362167488,
              169151.20055070176
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "last_updated": "2025-03-19T01:33:50.922+00:00",
  "date_building_work_started_under_previous_permission": null,
  "ward": "Cannon Hill",
  "appeal_start_date": null,
  "last_updated_by": "Northgate M3",
  "application_type": "Householder",
  "decision_conditions": [
    "Reason : 1 - The first floor rear extension, by reason of its siting, design and form results in a visually intrusive, incongruous and unsympathetic form of overdevelopment that fails to achieve a high standard of design destroying the form, proportion and appearance of the host dwelling and the appearance of the terraced row that it forms a part of, to the detriment of the visual amenity of the locality. The scheme is contrary to, in particular, Policies 4 And 12 of the National Planning Policy Framework 2023, Policy D3 of the London Plan 2021, Policy CS14 of the Merton LDF Core Planning Strategy (2011) and Policies DM D2 and DM D3 of the Merton Sites and Policies Plan (2014) and draft policies D12.1, D12.3 of Merton Draft Local Plan 2022.",
    "Reason : 2 - The first floor rear extension, by reason of its combined siting, height and depth would result in a visually intrusive, overbearing and dominant form of development that would create a sense of enclosure and potential overshadowing to the detriment of the amenity of nearby occupants of the adjoining properties, in particular, No. 8 Mawson Close and No. 12 Mawson Close. The proposal would be contrary, in particular to, Policies 4 And 12 of the National Planning Policy Framework 2023, London Plan 2021 Policy D3, Merton Core Strategy (2011) Policy CS14 and Policies DMD2 and DMD3 of the Merton Sites and Policies Plan 2014 and and draft policies D12.1, D12.3 of Merton Draft Local Plan 2022.",
    "Reason : 3 - In the absence of a Flood Risk Assessment, it has not be satisfactorily demonstrated that the scheme will not result in increase of risk of flooding in the locality.  The scheme is contrary to, in particular to Policies 4 and 14 of the National Planning Policy Framework 2023, Policy SI 13 of the London Plan, Merton Core Strategy (2011) policy CS16 and Merton Sites and Policies Plan (2014) policies DM F1 and DM F2.",
    "Reason : 4 - In the absence of a Tree survey report, Arboricultural Impact Assessment and tree protection plan, it has not be satisfactorily demonstrated that the scheme will not result in the loss of trees and the replacement of any trees removed in the site. The scheme is contrary to, in particular to Policies 4 and 15 of the National Planning Policy Framework 2023, Policy G7 of the London Plan 2021, Policy CS13 of Merton's Core Planning Strategy 2011 and Policy DM02 and DMD2 of Merton Sites and Policies Plan 2014. ",
    "Reason : 5 - INFORMATIVE\r\nNote to Applicant\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton  (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\"\tOffering a pre-application advice and duty desk service. \r\n\"\tWhere possible, suggesting solutions to secure a successful outcome.\r\n\"\tAs appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\nIn this instance:\r\n\"\tThe application was not considered to comply with the provisions of the Development Plan and NPPF as submitted, and would have required substantial changes such that a new application would be required. \r\n\"\tIt is noted that the applicant/agent did not engage in any pre-application discussions.\r\n\"\tThe applicant is advised to seek pre-application advice on any resubmission.\r\n"
  ],
  "appeal_decision_date": null,
  "title_number": null,
  "lpa_name": "Merton",
  "pp_id": "Post",
  "decision_date": "20/12/2023",
  "id": "Merton-23_P2310",
  "street_name": "Mawson Close"
}