{
  "epc_number": null,
  "decision_target_date": "19/01/2024",
  "decision": "Approved",
  "last_date_consultation_comments": "08/10/2023",
  "description": "ERECTION OF A SINGLE STOREY OUTBUILDING IN THE REAR GARDEN",
  "site_number": "13",
  "postcode": "SW19 2ET",
  "application_type_full": "Householder planning permission",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": null,
  "uprn": "48013225",
  "appeal_status": null,
  "parking_details": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P2324",
  "valid_date": "09/11/2023",
  "centroid": {
    "lon": -0.1747,
    "lat": 51.41904
  },
  "borough": "Merton",
  "decision_agency": "Borough",
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": true,
  "site_name": null,
  "bo_system": "Northgate M3",
  "centroid_easting": 527019,
  "subdivision_of_building": null,
  "status": "Approved",
  "lapsed_date": "13/01/2027",
  "actual_completion_date": null,
  "centroid_northing": 170472,
  "locality": "Colliers Wood",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.17475,
          51.418987
        ],
        [
          -0.174679,
          51.41898
        ],
        [
          -0.174621,
          51.41921
        ],
        [
          -0.17455,
          51.419488
        ],
        [
          -0.174632,
          51.4195
        ],
        [
          -0.174693,
          51.41919
        ],
        [
          -0.17475,
          51.418987
        ],
        [
          -0.17475,
          51.418987
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Other house holder developments",
  "lpa_app_no": "23/P2324",
  "application_details": {
    "intended_completion_date": "12/2023",
    "intended_commencement_date": "10/2023",
    "total_gia_gained": 37,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "site_area": 0.029
  },
  "secondary_street_name": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527015.7022030845,
              170465.96420778718
            ],
            [
              527020.6574848094,
              170465.31439379405
            ],
            [
              527024.032408648,
              170491.0012473201
            ],
            [
              527028.1680437512,
              170522.06803570007
            ],
            [
              527022.4320612745,
              170523.2482389239
            ],
            [
              527019.0485647665,
              170488.62748027558
            ],
            [
              527015.7022030845,
              170465.96420778718
            ],
            [
              527015.7022030845,
              170465.96420778718
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "last_updated": "2025-03-19T01:06:59.628+00:00",
  "date_building_work_started_under_previous_permission": null,
  "ward": "Colliers Wood",
  "appeal_start_date": null,
  "last_updated_by": "Northgate M3",
  "application_type": "Householder",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [N/01, N/02, N/03, N/04]",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 5 - Ancillary Residential Accommodation - The development hereby permitted shall not be occupied at any time other than for purposes ancillary to the residential use of the dwelling known as 13 Cavendish Road, Colliers Wood, SW19 2ET\r\n",
    "Condition : 6 - Landscaping - No development shall take place until full details of a replacement tree planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 7 - The proposed development shall be carried out in in accordance with the submitted Environment Agency Standing Advice for Householder Extensions and the measures outlined in the submitted Flood Risk Assessment, by Planning Additions (Agent)\r\n\r\nReason: To reduce the risk of flooding and to comply with the following Development Plan policies for Merton: policy SI 13 of the London Plan 2021, policy CS16 of Merton's Core Planning Strategy 2011 and policy DM F2 of Merton's Sites and Policies Plan 2014. ",
    "Condition : 8 - The tree protection measures set out in the Arboricultural Report ref: BS5837:2012 hereby approved shall be complied with at all times unless otherwise agreed in writing with the Local Planning Authority.\r\n\r\nREASON: To safeguard the health and longevity of all nearby trees.\r\n",
    "Condition : 9 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 10 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n   ii) The application was approved without delay.\r\n\r\n"
  ],
  "appeal_decision_date": null,
  "title_number": null,
  "lpa_name": "Merton",
  "pp_id": "PP-12404477",
  "decision_date": "13/01/2024",
  "id": "Merton-23_P2324",
  "street_name": "Cavendish Road"
}