{
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P2580",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "22/12/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525019.0867164411,
              169591.44253898232
            ],
            [
              525020.4680993612,
              169584.26254667906
            ],
            [
              525033.6214525998,
              169532.37049520353
            ],
            [
              525060.1537751704,
              169538.68963925878
            ],
            [
              525043.7048994411,
              169598.57344331895
            ],
            [
              525019.0782934445,
              169591.78585061728
            ],
            [
              525019.0867164411,
              169591.44253898232
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "cil_liability": true,
  "lapsed_date": "19/12/2026",
  "appeal_decision": null,
  "street_name": "Sheridan Road",
  "decision_agency": "Borough",
  "last_updated_by": "Northgate M3",
  "description": "ERECTION OF A SINGLE STOREY SIDE/REAR EXTENSION WITH RAISED PLATFORM TO REAR",
  "decision": "Approved",
  "centroid_northing": 169578,
  "bo_system": "Northgate M3",
  "last_updated": "2025-03-19T01:33:58.359+00:00",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "Merton Park",
  "centroid_easting": 525030,
  "site_name": null,
  "application_type": "Householder",
  "parking_details": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Merton",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.203756,
          51.411571
        ],
        [
          -0.203739,
          51.411506
        ],
        [
          -0.203568,
          51.411037
        ],
        [
          -0.203185,
          51.411088
        ],
        [
          -0.2034,
          51.411629
        ],
        [
          -0.203756,
          51.411574
        ],
        [
          -0.203756,
          51.411571
        ]
      ]
    ]
  },
  "postcode": "SW19 3HP",
  "decision_date": "19/12/2023",
  "centroid": {
    "lon": -0.203604,
    "lat": 51.411448
  },
  "decision_process": null,
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "site_number": "14",
  "borough": "Merton",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "27/10/2023",
  "application_type_full": "Householder planning & demolition in a conservation area",
  "locality": "Wimbledon",
  "last_date_consultation_comments": "06/12/2023",
  "pp_id": "PP-12467123\r",
  "development_type": "Other house holder developments",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Site Location Plan; Existing Site Plan; Proposed Site Plan; Existing Block Plan; Proposed Block Plan; 2202-004-A; 2202-005-A; 2202-06-A; 2202-007-A; 2202-008-A; 2202-09-A; 2202-010-A; 2202-011-A; 2202-012-A; 2202-013-A; 2202-014-A; 2202-017-A; 2202-018-A; 2202-019-A; 2202-020-A; 2202-021; 2202-023-A; 2202-024-A; 2202-025-A; 2202-026-A; 2202-027-A; 2202-028; 2202-031-A",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - (A) No equipment, machinery or materials are to be brought on the site for the purpose of the development until all the trees to be retained have been protected by fences or other suitable means of enclosure to the distance of the outermost limit of the branch spread or as per recommendations given in Figure 2 - Protective Barrier, of the current  British Standard 5837: 2005 Trees in Relation to Construction - Recommendations\" whichever is the further from the tree and with regard to this proposal the protective fencing shall be at least 2.4m high, comprising a scaffolding framework, as in 8.2.2. of BS5837 (2005), supporting a minimum of 20mm exterior grade ply or other approved robust man-made boards as shown in BS5837 (2005), Figure 5, within which no activities associated with  building operations shall take place, such areas also being free of the storage of materials or temporary structures. \r\n\r\n(B) No fire shall be lit within 10m from the outside of the crown spread of the trees to be retained. \r\n\r\n(C) The ground levels within the protected areas shall not be altered, nor shall any excavation be made, without the written consent of the local planning authority. \r\n\r\n(D) All means of protection shall be in situ for the duration of the development and distances of such protection should be specified by a person suitably experienced in arboriculture.\r\n\r\n(E) No equipment, signage, fencing, tree protection barriers, materials, components, vehicles or structures to be attached to or supported by a retained tree.\r\n\r\n(F) No mixing of cement or use of other materials or substances to take place within a Root Protection Area ('RPA'), or close enough to a RPA that seepage or displacement of those materials or substances could enter a RPA\r\n\r\n(G) No alterations or variations to the approved works or tree protection schemes shall be carried out without the prior written approval of the local planning authority.\r\n\r\nREASON: To ensure that the tree (s) are not damaged or otherw",
    "Condition : 5 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 6 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n   ii) The application was approved without delay.\r\n"
  ],
  "status": "Approved",
  "secondary_street_name": null,
  "id": "Merton-23_P2580",
  "lpa_app_no": "23/P2580",
  "application_details": {
    "no_additional_bathrooms": 0,
    "intended_completion_date": "06/2024",
    "total_gia_gained": 23,
    "intended_commencement_date": "03/2024",
    "no_additional_bedrooms": 0,
    "site_area": 0.164
  },
  "uprn": "48064496"
}