{
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.202794,
          51.42973
        ],
        [
          -0.202667,
          51.42984
        ],
        [
          -0.202391,
          51.429715
        ],
        [
          -0.202132,
          51.429598
        ],
        [
          -0.202259,
          51.429488
        ],
        [
          -0.202476,
          51.429584
        ],
        [
          -0.202723,
          51.429697
        ],
        [
          -0.202794,
          51.42973
        ],
        [
          -0.202794,
          51.42973
        ]
      ]
    ]
  },
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-19T02:21:25.493+00:00",
  "parking_details": null,
  "site_name": null,
  "decision_target_date": "01/12/2023",
  "site_number": "18",
  "bo_system": "Northgate M3",
  "actual_completion_date": null,
  "application_details": {
    "total_gia_gained": 2.35,
    "intended_completion_date": "01/2025",
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "11/2023",
    "no_additional_bathrooms": 1,
    "site_area": 0.07
  },
  "appeal_decision_date": null,
  "centroid_northing": 171612,
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "appeal_decision": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525036.450549439,
              171612.39604152727
            ],
            [
              525045.0006778059,
              171624.90246160433
            ],
            [
              525064.4931873642,
              171611.47044405516
            ],
            [
              525082.853753343,
              171598.84991905984
            ],
            [
              525074.3036249758,
              171586.40348181134
            ],
            [
              525059.004260984,
              171596.79786510632
            ],
            [
              525041.4996597434,
              171608.9417817408
            ],
            [
              525036.450549439,
              171612.39604152727
            ],
            [
              525036.450549439,
              171612.39604152727
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "subdivision_of_building": null,
  "postcode": "SW19 7JH",
  "last_updated_by": "Northgate M3",
  "valid_date": "09/08/2023",
  "lpa_app_no": "23/P2168",
  "appeal_status": null,
  "development_type": "Other house holder developments",
  "pp_id": "PP-12320391",
  "decision_agency": "Borough",
  "title_number": null,
  "lapsed_date": "30/11/2026",
  "borough": "Merton",
  "secondary_street_name": null,
  "id": "Merton-23_P2168",
  "street_name": "Vineyard Hill Road",
  "last_date_consultation_comments": "13/09/2023",
  "decision": "Approved",
  "status": "Approved",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: 000 Rev P1; 006 Rev P1; 007 Rev P1; 008 Rev P1; 009 Rev P1; 010 Rev P1; 203 Rev P1; 204 Rev P1; 205 Rev P1; 304 Rev P1; 305 Rev P1; 306 Rev P1; 307 Rev P1; 308 Rev P1; 309 Rev P1; 310 Rev P1.",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 5 - Prior to the commencement of development, a detailed scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority for both phases of the development. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS) to include, soakaway and discharge at the agreed run-off rate of no more than 2l/s in accordance with drainage hierarchy contained within the London Plan Policies SI12 and SI13 and the advice contained within the National SuDS Standards. \r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 12 & 13.\r\n",
    "Condition : 6 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 7 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 8 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 9 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 10 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n  \r\n\r\n"
  ],
  "centroid": {
    "lat": 51.429723,
    "lon": -0.202585
  },
  "centroid_easting": 525051,
  "ward": "Wimbledon Park",
  "application_type": "Householder",
  "decision_date": "30/11/2023",
  "application_type_full": "Householder planning & demolition in a conservation area",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P2168",
  "uprn": "48071205",
  "description": "CONVERSION OF FLATS INTO SINGLE DWELLINGHOUSE INCLUDING  THE ERECTION OF A NEW PITCHED ROOF TWO-STOREY SIDE EXTENSION TO CONTAIN STAIRCASE, NEW HIPPED ROOF TO SIDE GARAGE, NEW HIPPED ROOF SINGLE-STOREY SIDE AND REAR EXTENSION WITH ROOFLIGHTS AND REFURBISHED AND DEEPENED AUXILIARY BASEMENT EXTENSION UNDER REAR RAISED TERRACE WITH STAIRCASE LINK BACK TO MAIN HOUSE. WORKS ALSO PROPOSE 4 X NEW CONSERVATION ROOF LIGHTS TO THE MAIN HIPPED ROOF AND ENLARGED REAR DORMER WITH PROVISION OF JULIET BALCONY.",
  "date_building_work_started_under_previous_permission": null,
  "locality": "Wimbledon",
  "decision_process": null,
  "epc_number": null,
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Merton"
}