{
  "epc_number": null,
  "decision_target_date": "02/02/2024",
  "decision": "Approved",
  "last_date_consultation_comments": "12/10/2023",
  "description": "REPLACEMENT HARD COURTS ENCLOSED BY FENCING AND ENTRANCE GATES, WITH ASSOCIATED WORKS INCLUDING LANDSCAPING",
  "site_number": null,
  "postcode": null,
  "application_type_full": "Full planning permission",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": null,
  "uprn": "48108499",
  "appeal_status": null,
  "parking_details": {
    "no_proposed_car": 50,
    "no_existing_car": 50,
    "no_proposed_other": 2,
    "net_other": 0,
    "no_existing_other": 2,
    "net_car": 0
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P2501",
  "valid_date": "12/09/2023",
  "centroid": {
    "lon": -0.243445,
    "lat": 51.402951
  },
  "borough": "Merton",
  "decision_agency": "Borough",
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "site_name": "Old Emanuel School Playing Fields",
  "bo_system": "Northgate M3",
  "centroid_easting": 522282,
  "subdivision_of_building": "Area for proposed development is shown on Proposed Site Plan submitted with the application.",
  "status": "Approved",
  "lapsed_date": "30/01/2027",
  "actual_completion_date": null,
  "centroid_northing": 168566,
  "locality": "New Malden",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.242032,
          51.401823
        ],
        [
          -0.242614,
          51.401782
        ],
        [
          -0.24274,
          51.401834
        ],
        [
          -0.242754,
          51.401957
        ],
        [
          -0.242081,
          51.402001
        ],
        [
          -0.242137,
          51.403024
        ],
        [
          -0.243203,
          51.402962
        ],
        [
          -0.243105,
          51.402412
        ],
        [
          -0.2441,
          51.40214
        ],
        [
          -0.244058,
          51.402018
        ],
        [
          -0.24417,
          51.402035
        ],
        [
          -0.244184,
          51.401659
        ],
        [
          -0.243932,
          51.401686
        ],
        [
          -0.243932,
          51.401957
        ],
        [
          -0.243946,
          51.402009
        ],
        [
          -0.244016,
          51.401983
        ],
        [
          -0.243974,
          51.40207
        ],
        [
          -0.244002,
          51.402114
        ],
        [
          -0.243105,
          51.402333
        ],
        [
          -0.243133,
          51.402158
        ],
        [
          -0.243048,
          51.40214
        ],
        [
          -0.24302,
          51.401939
        ],
        [
          -0.242894,
          51.401922
        ],
        [
          -0.242866,
          51.401817
        ],
        [
          -0.242782,
          51.401712
        ],
        [
          -0.242642,
          51.401729
        ],
        [
          -0.242011,
          51.401747
        ],
        [
          -0.242032,
          51.401823
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor all other minor developments",
  "lpa_app_no": "23/P2501",
  "application_details": {
    "grey_water_reuse": false,
    "affordable_housing_fast_track": false,
    "scheme_phasing": true,
    "site_area": 0.37260000000000004,
    "internal_resi_water_usage": 0,
    "green_suds": true,
    "garden_land_lost": false,
    "total_gia_existing": 0,
    "ownership_status": "Private",
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_existing": 0,
      "total_gia_lost": 0
    },
    "total_gia_gained": 0,
    "infrastructure_details": {
      "percentage_demolition_construction_material_recycling": 0,
      "fire_suppression_system_proposed": false,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_water_connections_required": 0,
      "green_roof_area": 0,
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": false
    },
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "03/2024",
        "intended_commencement_date": "12/2023"
      }
    ],
    "rain_water_harvesting": false,
    "projected_cost_of_works": "Up to £2m",
    "total_gia_lost": 0
  },
  "secondary_street_name": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              522383.29707135144,
              168442.90330243058
            ],
            [
              522342.9642230307,
              168437.36678762553
            ],
            [
              522334.04635892133,
              168442.99122258363
            ],
            [
              522332.7442976055,
              168456.58305093198
            ],
            [
              522379.4424607579,
              168462.5693481759
            ],
            [
              522372.80955934647,
              168576.26015282713
            ],
            [
              522298.8510205839,
              168567.6735909108
            ],
            [
              522307.14813475526,
              168506.56882977253
            ],
            [
              522238.62473090354,
              168474.75976967067
            ],
            [
              522241.8771578696,
              168461.2146981301
            ],
            [
              522234.02804197744,
              168462.97262721282
            ],
            [
              522234.05549944064,
              168421.1310123598
            ],
            [
              522251.5412353566,
              168424.4695634112
            ],
            [
              522250.8182070681,
              168454.61758693203
            ],
            [
              522249.70295623655,
              168460.42929796962
            ],
            [
              522244.8963757459,
              168457.39479781553
            ],
            [
              522247.5890760791,
              168467.19013613532
            ],
            [
              522245.52184630994,
              168472.00594127533
            ],
            [
              522307.3581466776,
              168497.81617789186
            ],
            [
              522305.87422641687,
              168478.3190381014
            ],
            [
              522311.7727348197,
              168476.51441465726
            ],
            [
              522314.26006844576,
              168454.1933328031
            ],
            [
              522323.08454142127,
              168452.45893089974
            ],
            [
              522325.3152158974,
              168440.8355387291
            ],
            [
              522331.4471618997,
              168429.30576965486
            ],
            [
              522341.1536381388,
              168431.48487137974
            ],
            [
              522384.99612979917,
              168434.4834428312
            ],
            [
              522383.29707135144,
              168442.90330243058
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "last_updated": "2025-03-19T00:50:36.867+00:00",
  "date_building_work_started_under_previous_permission": null,
  "ward": "West Barnes",
  "appeal_start_date": null,
  "last_updated_by": "Northgate M3",
  "application_type": "All Other",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans only: 1694-11D-DR-A-0000 P2, LA/MF/0151/23 L001, 1694-11D-DR-A-0002 P5, 1694-11D-DR-A-0004 P1, 1694-11D-DR-A-0010 P1 & AIA/MF/0106/23 T003.",
    "Condition : 3 - Community Use Agreement -  The hard courts hereby approved shall be made available for community use in accordance with a Community Use Agreement, which shall secure the same arrangements for community use as the Community Use Agreement approved under discharge of condition application 23/P1329. The Community Use Agreement shall be submitted to and approved in writing by the Local Planning Authority prior to the first use of the hard courts hereby approved. The development shall not be used otherwise than in strict compliance with the approved agreement.\r\n\r\nReason: To secure well managed safe community access to the sports facility/facilities, to ensure sufficient benefit to the development of sport and to accord with Policies S5 and G4 of the London Plan 2021, Policy CS13 of the Core Planning Strategy 2011 and Policy DM O2 of the Sites and Policies Plan 2014.\r\n",
    "Condition : 4 - Construction Logistics Plan - The development shall be carried out only in accordance with the submitted Construction Logistics Plan and Working Method Statement, dated August 2023. ",
    "Condition : 5 - No construction work or associated activities including deliveries /loading /unloading /servicing /or parking or manoeuvring of vehicles by staff and/or visitors shall be carried out on the premises on any Sunday or Bank Holiday nor before 8am or after 6pm on Monday - Friday nor before 8am or after 1pm on Saturdays. \r\n\r\nReason: To safeguard the amenities of nearby occupiers and the area generally.\r\n",
    "Condition : 6 - No artificial lighting shall be used outside of construction hours permitted under condition 5.\r\n\r\nDuring hours of construction, shields must be fitted to all artificial lighting fixtures to ensure no light spill to site boundaries.\r\n\r\nReason: To safeguard biodiversity and protected species in the locality. \r\n",
    "Condition : 7 - Tree Protection: The details and measures for the protection of the existing trees as specified in the hereby approved document 'Arboricultural Impact Assessment' reference 'JSL4060_770' and dated '3 Sept 2021' shall be fully complied with. The methods for the protection of the existing trees shall fully accord with all of the measures specified in the report and shall be installed prior to the commencement of any site works and shall remain in place until the conclusion of all site works. \r\n\r\nReason: To protect and safeguard the existing trees in accordance with the following Development Plan policies for Merton: policy G7 of the London Plan 2021, policy CS13 of Merton's Core Planning Strategy 2011 and policies DM D2 and 02 of Merton's Sites and Policies Plan 2014.",
    "Condition : 8 - Site Supervision (Trees) - The details of the approved 'Arboricultural Impact Assessment' shall include the retention of an arboricultural expert to monitor and report to the Local Planning Authority not less than monthly the status of all tree works and tree protection measures throughout the course of the demolition and site works. A final Certificate of Completion shall be submitted to the Local Planning Authority at the conclusion of all site works. The works shall be carried out in accordance with the approved Arboricultural Method Statement and Tree Protection Plan.\r\n\r\nReason: To protect and safeguard the existing trees in accordance with the following Development Plan policies for Merton: policy G7 of the London Plan 2021, policy CS13 of Merton's Core Planning Strategy 2011 and policies DM D2 and 02 of Merton's Sites and Policies Plan 2014. \r\n",
    "Condition : 9 - Ecology - The development shall be carried out in accordance with the recommendations set out in the submitted Preliminary Ecological Appraisal dated June 2023.\r\n\r\nReason: Having regard to the buiodiversity value of the site and to accord with Policy G6 of the London Plan 2021.",
    "Condition : 10 - Flooding - The development shall be carried out in accordance with the submitted flood risk assessment by Price & Myers (ref 31043) dated August 2023 and the following drawings: 'Blagdons Sports Grounds - AWP Ex. v Prop Contours' Rev 1 (Dated: 15.12.2023), 'Initial Harcourt Levels' Rev 2 (Dated: 01.08.2023). \r\n\r\nThese mitigation measures shall be fully implemented prior to occupation and subsequently in accordance with the scheme's timing/ phasing arrangements. The measures detailed above shall be retained and maintained thereafter throughout the lifetime of the development. \r\n\r\nReason \r\nTo ensure that the development is safe for its lifetime and flood risk is not increased elsewhere, in line with Paragraph 159 of the National Planning Policy Framework and Policy F15.8 of the Merton Local Plan.\r\n",
    "Condition : 11 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 12 - Hours of Use - The replacement hard courts shall only be used between the hours of 07.00 to 22.00 Monday to Sunday. \r\n\r\nReason: To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policies DM D2 and DM EP4 of Merton's Sites and Polices Plan 2014.",
    "Condition : 13 - Tree Planting - All tree planting shall be carried out in accordance with the approved details as shown on drawing LA/MF/0151/23 L001 and the submitted landscape Strategy dated August 2023. The works shall be carried out in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner, and any trees which die within a period of 5 years from the completion of the development, are removed or become seriously damaged or diseased or are dying, shall be replaced in the next planting season with others of same approved specification, unless the Local Planning Authority gives written consent to any variation. \r\n\r\nReason: To enhance the appearance of the development in the interest of the amenities of the area, to ensure the provision sustainable drainage surfaces and to comply with the following Development Plan policies for Merton: policy G7 of the London Plan 2021, policies CS13 and CS16 of Merton's Core Planning Strategy 2011 and policies DM D2, F2 and O2 of Merton's Sites and Policies Plan 2014.\r",
    "Condition : 14 - INFORMATIVE\r\nGuidance on preparing Community Use Agreements is available from Sport England. http://www.sportengland.org/planningapplications/ For artificial grass pitches it is recommended that you seek guidance from the Football Association/England Hockey/Rugby Football Union on pitch construction when determining the community use hours the artificial pitch can accommodate.",
    "Condition : 15 - INFORMATIVE\r\nIf during excavation, the client finds an unmapped public sewer, they must cease works immediately and contact Thames Water.",
    "Condition : 16 - INFORMATIVE\r\nThe footway and carriageway on the B282 Beverley Way must not be blocked during the related works of construction. Temporary obstructions during the development must be kept to a minimum and should not encroach on the clear space needed to provide safe passage for pedestrians or obstruct the flow of traffic on the B282 Beverley Way. \r",
    "Condition : 17 - INFORMATIVE\r\nAll vehicles associated with the development must only park/ stop at permitted locations and within the time periods permitted by existing on-street restrictions.",
    "Condition : 18 - INFORMATIVE\r\nNo skips or construction materials shall be kept on the footway or carriageway on the TLRN at any time. Should the applicant wish to install scaffolding or a hoarding on the footway whilst undertaking this work, separate licences may be required with TfL, please see, https://www.tfl.gov.uk/info-for/urban-planning-and\u0002construction/highway-licences \r",
    "Condition : 19 - INFORMATIVE\r\nDemolition of buildings should avoid the bird nesting and bat roosting season. This avoids disturbing birds and bats during a critical period and will assist in preventing possible contravention of the Wildlife and Countryside Act 1981, which seeks to protect nesting birds/bats and their nests/roosts. Buildings should also be inspected for bird nests and bat roosts prior to demolition. All species of bat in Britain and their roosts are afforded special protection under the Wildlife and Countryside act 1981.  If bats are found, Natural England should be contacted for advice (tel: 020 7831 6922).\r\n",
    "Condition : 20 - INFORMATIVE\r\nThis planning permission contains certain conditions precedent that state 'before development commences' or 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n",
    "Condition : 21 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant was offered the opportunity to submit amended plans in order to make the proposal acceptable in planning terms.\r\n   ii) The application was approved subject to an agreed extension of time\r\n"
  ],
  "appeal_decision_date": null,
  "title_number": null,
  "lpa_name": "Merton",
  "pp_id": "PP-12449322",
  "decision_date": "30/01/2024",
  "id": "Merton-23_P2501",
  "street_name": "Beverley Way"
}