{
  "lpa_app_no": "23/P2717",
  "uprn": "48073749",
  "lapsed_date": "17/06/2027",
  "centroid_northing": 168545,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": "Cumberland Care Home",
  "appeal_decision_date": null,
  "valid_date": "02/10/2023",
  "decision_date": "17/06/2024",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.164311,
          51.401768
        ],
        [
          -0.164309,
          51.401709
        ],
        [
          -0.164269,
          51.401715
        ],
        [
          -0.163697,
          51.40177
        ],
        [
          -0.163614,
          51.401778
        ],
        [
          -0.163518,
          51.401788
        ],
        [
          -0.16344,
          51.401795
        ],
        [
          -0.163317,
          51.401271
        ],
        [
          -0.164327,
          51.401141
        ],
        [
          -0.164401,
          51.401457
        ],
        [
          -0.164416,
          51.401523
        ],
        [
          -0.164422,
          51.401548
        ],
        [
          -0.164458,
          51.401701
        ],
        [
          -0.164379,
          51.401707
        ],
        [
          -0.164416,
          51.401868
        ],
        [
          -0.164415,
          51.401884
        ],
        [
          -0.164345,
          51.401949
        ],
        [
          -0.164334,
          51.401953
        ],
        [
          -0.164186,
          51.401982
        ],
        [
          -0.164166,
          51.402014
        ],
        [
          -0.164162,
          51.402039
        ],
        [
          -0.164165,
          51.40205
        ],
        [
          -0.164205,
          51.402075
        ],
        [
          -0.164211,
          51.402076
        ],
        [
          -0.164231,
          51.402079
        ],
        [
          -0.164038,
          51.402099
        ],
        [
          -0.164052,
          51.402093
        ],
        [
          -0.164069,
          51.402079
        ],
        [
          -0.164071,
          51.402062
        ],
        [
          -0.164071,
          51.402062
        ],
        [
          -0.164092,
          51.402059
        ],
        [
          -0.164084,
          51.402035
        ],
        [
          -0.164084,
          51.401992
        ],
        [
          -0.164108,
          51.40196
        ],
        [
          -0.164136,
          51.401943
        ],
        [
          -0.164198,
          51.401929
        ],
        [
          -0.164285,
          51.401918
        ],
        [
          -0.164323,
          51.4019
        ],
        [
          -0.164337,
          51.401882
        ],
        [
          -0.164337,
          51.401868
        ],
        [
          -0.164311,
          51.401768
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": null,
  "application_details": {
    "total_gia_lost": 2063,
    "scheme_phasing": true,
    "total_gia_existing": 2063,
    "total_gia_gained": 3815,
    "projected_cost_of_works": "Between £2m and £100m",
    "rain_water_harvesting": false,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 8.5,
        "building_ref": "Care home building"
      }
    ],
    "infrastructure_details": {
      "urban_greening_factor_score": 0.41000000000000003,
      "no_new_water_connections_required": 1,
      "waste_provision": true,
      "no_non_resi_units_to_have_full_fibre": 64,
      "no_resi_units_to_have_full_fibre": 0,
      "no_passive_fast_ev_charging_points": 0,
      "solar_pv_capacity": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 0,
      "total_annual_pm_emissions": 0,
      "no_active_fast_ev_charging_points": 24,
      "total_annual_nox_emissions": 0,
      "fire_suppression_system_proposed": true,
      "ghg_reduction_over_building_regulations": true,
      "green_roof_area": 48.15,
      "no_homes_passive_cooling": 0
    },
    "grey_water_reuse": false,
    "internal_resi_water_usage": 120,
    "ownership_status": "Private",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 2063,
        "use_class": "C2",
        "gia_gained": 3815,
        "gia_lost": 2063
      }
    ],
    "non_residential_details": {
      "total_gia_gained": 3815,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 2063,
      "total_gia_lost": 2063,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 3815,
      "total_gia_existing": 2063
    },
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "06/2026",
        "intended_commencement_date": "09/2024"
      }
    ],
    "green_suds": true,
    "lead_developer_company_name": "Care UK",
    "other_residential_accommodation_details": {
      "other_resi_accommodation_unit_details": [
        {
          "no_rooms_proposed": 64,
          "no_rooms_lost": 53
        }
      ]
    },
    "surface_water_discharge_percentage_reduction": 7,
    "affordable_housing_fast_track": false,
    "site_area": 0.46330000000000005,
    "garden_land_lost": false
  },
  "appeal_decision": null,
  "postcode": "CR4 4AB",
  "development_type": "Major all other major developments",
  "title_number": null,
  "centroid_easting": 527823,
  "actual_commencement_date": null,
  "description": "DEMOLITION OF EXISTING CARE HOME AND CONSTRUCTION OF A 64-BEDROOM CARE HOME (USE CLASS C2), WITH ASSOCIATED ACCESS, PARKING, PLANTING, LANDSCAPING AND SITE INFRASTRUCTURE.",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.163838,
    "lat": 51.401542
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P2717",
  "pp_id": "PP-12402596",
  "id": "Merton-23_P2717",
  "application_type_full": "Full planning & demolition in a conservation area",
  "cil_liability": true,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "18/06/2024",
  "locality": "Mitcham",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "08/11/2023",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\n5264 - LP01 - Site Location Plan;\r\n5264 - PL02 B - Proposed Site Plan;\r\n5264 - PL03 E - Proposed Ground Floor Plan;\r\n5264 - PL04 D - Proposed First Floor Plan;\r\n5264 - PL05 F - Proposed Second Floor Plan;\r\n5264 - PL06 B - Proposed Roof Plan;\r\n5264 - PL07 D - Proposed Elevations Sheet 1;\r\n5264 - PL08 D - Proposed Elevations Sheet 2;\r\n5264 - PL09 - Proposed Refuse Store;\r\n5264 - PL11 - Proposed Cycle Store;\r\n5264 - PL15 - Proposed Boundary Treatment Plan;\r\n5264 - PL16 - Existing Ground Floor Plan; \r\n5264 - PL17 - Existing Elevations;  \r\n5264 - AD01 - Stepped Brick Detail\r\nC10247-EX-LLP-LCP Lighting Layout Plan\r\n001 Rev P01 - Landscape General Arrangement\r\n002 Rev P01 - Softworks\r\n003 Rev P01 - Hardworks\r\n004 Rev P01 - Urban Green Factor\r\n",
    "Condition : 3 - Materials to be Approved - No above ground level works, other than demolition of the existing building, shall commence until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval.  The development shall be carried out in full accordance with the approved details.\r\n",
    "Condition : 4 - Surface Treatment - No development, other than demolition of the existing building, shall take place until details of the surfacing of all those parts of the site not covered by buildings or soft landscaping, including any parking, service areas or roads, footpaths have been submitted in writing for approval by the Local Planning Authority. No works that are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied until the details have been approved and works to which this condition relates have been carried out in accordance with the approved details.",
    "Condition : 5 - Boundary Treatment - The development hereby approved shall not be occupied until the boundary enclosures shown on the approved plans have been installed. The boundary enclosures shall be permanently retained thereafter.",
    "Condition : 6 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 7 - Landscaping  (Implementation) - All soft landscape works shall be carried out in accordance with the approved details as shown on the approved Landscape Design & Management Report, dated 2nd October 2023 and Plans: 001 Rev P01, 002 P01, PL02 Rev B, 003 Rev P01, 004 Rev P01 and PL15. The works shall be carried out in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner, and any trees which die within a period of 5 years from the completion of the development, are removed or become seriously damaged or diseased or are dying, shall be replaced in the next planting season with others of same approved specification, unless the Local Planning Authority gives written consent to any variation",
    "Condition : 8 - Tree Protection - No development [including demolition] pursuant to this consent shall commence until an Arboricultural Method Statement and Tree Protection Plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2012 has been submitted to and approved in writing by the Local Planning Authority and the approved details have been installed.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 9 - Site Supervision (Trees) - The details of the Arboricultural Method Statement and Tree Protection Plan shall include the retention of an arboricultural expert to supervise, monitor and report to the LPA not less than monthly the status of all tree works and tree protection measures throughout the course of the construction period. At the conclusion of the construction period the arboricultural expert shall submit to the LPA a satisfactory completion statement to demonstrate compliance with the approved protection measures.",
    "Condition : 10 - Urban Greening Factor - The development hereby permitted shall not be occupied until the Urban Greening factors set out on drawing ref. 004 Rev P01 have been fully implemented and shall be permanently maintained as such thereafter to the satisfaction of the Local Planning Authority.",
    "Condition : 11 - Provision of Vehicle Parking - The vehicle parking area (with electric charging facilities) shown on the approved plans shall be provided before the commencement of the buildings or use hereby permitted and shall be retained for parking purposes with fully working electric charging facilities in perpetuity for occupiers and users of the development and for no other purpose.",
    "Condition : 12 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 13 - Travel Plan - Prior to the occupation of development, a Travel Plan shall be submitted to and approved in writing by the Local Planning Authority. ",
    "Condition : 14 - Demolition and Construction Environmental Management and Logistics Plan - Development shall not commence until a working method statement has been submitted to and approved in writing by the Local Planning Authority to accommodate:\r\n \r\n\"\tAn Air quality management plan that identifies the steps and procedures that will be implemented to minimise the creation and impact of dust and other air emissions resulting from the site preparation, demolition, and groundwork and construction phases of the development. To include continuous dust monitoring;\r\n\r\n\"\tConstruction environmental management plan that identifies the steps and procedures that will be implemented to minimise the creation and impact of noise, vibration, dust and other air emissions resulting from the site preparation, demolition, and groundwork and construction phases of the development.\r\n\r\n\"\tParking of vehicles of site workers and visitors;\r\n\"\tLoading and unloading of plant and materials;\r\n\"\tStorage of construction plant and materials;\r\n\"\tWheel cleaning facilities\r\n\"\tControl of surface water run-off.\r\n\"\thours of operation\r\n\"\tthe parking of vehicles of site operatives and visitors\r\n\"\tthe erection and maintenance of security hoarding including decorative displays\r\nwheel washing facilities\r\n\"\ta scheme for recycling/disposing of waste resulting from demolition and construction works\r\n \r\nNo development shall be carried out except in full accordance with the approved method statement.\r\n",
    "Condition : 15 - Sustainable Drainage - Other than demolition of the existing building, no development approved by this permission shall be commenced until a scheme for the provision of surface water drainage has been implemented in accordance with details that have been submitted to and approved in writing by the local planning authority. Before these details are submitted an assessment shall be carried out of the potential for disposing of surface water by means of a sustainable drainage system (SuDS) to ground, watercourse or sewer in accordance with drainage hierarchy contained within the London Plan and the advice contained within the National SuDS Standards. Where a sustainable drainage scheme is to be provided, the submitted details shall:\r\n   i. provide information about the design storm period and intensity, the method employed to delay (attenuate) and control the rate of surface water discharged from the site as close to greenfield runoff rates (8l/s/ha) as reasonably practicable and the measures taken to prevent pollution of the receiving groundwater and/or surface waters; \r\n   ii.  include a timetable for its implementation; and \r\n   iii. provide a management and maintenance plan for the lifetime of the development which shall include the arrangements for adoption by a public authority or statutory undertaker and any other arrangements to secure the operation of the scheme throughout its lifetime. \r\n",
    "Condition : 16 - Contaminated Land - No development shall occur until:\r\n\r\ni) a site-investigation has been conducted to consider the potential for contaminated-land has been submitted to and approved in writing by the local planning authority.\r\nii) a remediation method statement, described to make the site suitable for, intended use by removing unacceptable risks to sensitive receptors, and has been submitted to and approved in writing by the local planning authority.\r\n\r\nThe development shall be carried out only in accordance with the approved information.",
    "Condition : 17 - Contaminated Land - Remedial Measures - Prior to the first occupation of the development hereby approved the remediation shall be completed and a verification report, produced on completion of the remediation, shall be submitted to and approved in writing by the local planning authority.\r\n",
    "Condition : 18 - Fire Strategy - The development shall be carried out in accordance with the provisions of the Fire Statement prepared by Delta Fire Engineering (dated 14th February 2024) and must fully comply with The Building Regulation 2010 (as amended) unless otherwise approved in writing by the Local Planning Authority.\r\n\r\nReason: To ensure that the development incorporates the necessary fire safety measures in accordance with the Mayor's London Plan Policy D12.\r\n",
    "Condition : 19 - Restriction - Use of Premises - The premises shall only be used as a care home and for no other purpose, (including any other purpose within Class C2 of the Schedule to the Town and Country Planning (Use Classes Order) 1997), or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification.",
    "Condition : 20 - Noise - Due to potential impact from the surrounding locality on the \r\ndevelopment the recommendations to protect noise impact on the \r\nnoise sensitive properties as specified in the SLR, Noise Impact \r\nAssessment 11 September 2023 SLR Project No.: 402.064556.00001 \r\nshall be implemented and maintained as a minimum standard throughout the construction and opertational phases of the development hereby approved. \r\n",
    "Condition : 21 - Lighting - Any external lighting on the site shall be in accordance with the approved Lighting Assessment dated 16th November 2023 and drawing number C10247-EX-LLP-LCP. \r\n",
    "Condition : 22 - Security - The development hereby permitted shall incorporate security \r\nmeasures to minimise the risk of crime and to meet the specific security \r\nneeds of the development in accordance with Secured by Design. Details \r\nof these measures shall be submitted to and approved in writing by the \r\nlocal planning authority prior to commencement of the development and \r\nshall be implemented in accordance with the approved details prior to \r\noccupation. \r\n\r\nReason: In order to achieve the principles and objectives of Secured by \r\nDesign to improve community safety and crime prevention in accordance \r\nwith Policy: Chapters 01B & 01C Merton New Local Plan, Policy D11 \r\nLondon Plan, Section 17 Crime and Disorder Act 1988 and National \r\nPlanning Policy Framework (NPPF). ",
    "Condition : 23 - Heat Pump System - No development shall commence until the applicant submits to, and has secured written approval from, the Local Planning Authority, details of the proposed heat pump system in line with climate change comments sent to the Applicant on 18th January 2024. \r\n\r\nReason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: Policy SI2 of the London Plan 2021 and Policy CS15 of Merton's Core Planning Strategy 2011. \r\n",
    "Condition : 24 - District Heat Networks - London Heat Networks Manual\r\nNo development shall commence until the applicant submits to, and has secured written approval from, the Local Planning Authority evidence demonstrating that the development has been designed to enable connection of the site to an existing or future district heating network, in accordance with the Technical Standards of the London Heat Network Manual (2021).'\r\n \r\nReason: To demonstrate that the site heat network has been designed to link all building uses on site (domestic and non-domestic), and to demonstrate that sufficient space has been allocated in the plant room for future connection to wider district heating, in accordance with London Plan policies SI2 and SI3.\r\n",
    "Condition : 25 - Non-residential CO2 reductions \r\nUnless otherwise agreed in writing by the Local Planning Authority, no part of the development hereby approved shall be used or occupied until evidence demonstrating that the development has achieved CO2 reductions in accordance with those outlined in the Energy and Sustainability Report (Rev P05 dated 13th March 2024), has been submitted to and acknowledged in writing by the Local Planning Authority.\r\n \r\nReason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply the following Development Plan policies for Merton: policy SI2 of the London Plan 2021 and policy CS15 of Merton's Core Planning Strategy 2011. \r\n",
    "Condition : 26 - BREEAM \r\nUnless otherwise agreed in writing by the Local Planning Authority, a Post-Construction Review Certificate issued by the Building Research Establishment or other equivalent assessors shall be submitted, within 6 months of occupation, confirming that the non-residential development has achieved a BREEAM rating of not less than the standards equivalent to 'Very Good' has been submitted to and agreed in writing by the Local Planning Authority.   \r\n\r\nReason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply the following Development Plan policies for Merton: policy CS15 of Merton's Core Planning Strategy 2011.\r\n",
    "Condition : 27 -  'BE SEEN' ENERGY MONITORING \r\n\r\na) Prior to each Building being occupied, the Owner shall provide updated accurate and verified 'as-built' design estimates of the 'Be Seen' energy performance indicators for each Reportable Unit of the development, as per the methodology outlined in the 'As-built stage' chapter / section of the GLA 'Be Seen' energy monitoring guidance (or any document that may replace it). All data and supporting evidence should be submitted to the GLA using the 'Be Seen' as-built stage reporting webform ( https://www.london.gov.uk/what-wedo/planning/implementing-london-plan/london-plan-guidance-and-spgs/be-seen-energymonitoring-guidance). The owner should also confirm that suitable monitoring devices have been installed and maintained for the monitoring of the in-use energy performance indicators, as outlined in the 'In-use stage' of the GLA 'Be Seen' energy monitoring guidance document (or any document that may replace it). \r\n \r\nb) Upon completion of the first year of Occupation or following the end of the Defects Liability Period (whichever is the later) and at least for the following four years after that date, the Owner is required to provide accurate and verified annual in-use energy performance data for all relevant indicators under each Reportable Unit of the development as per the methodology outlined in the 'In-use stage' chapter / section of the GLA 'Be Seen' energy monitoring guidance document (or any document that may replace it). All data and supporting evidence should be submitted to the GLA using the 'Be Seen' in-use stage reporting webform ( https://www.london.gov.uk/what-we-do/planning/implementing-londonplan/london-plan-guidance-and-spgs/be-seen-energy-monitoring-guidance). This obligation will be satisfied after the Owner has reported on all relevant indicators included in the 'In-use stage' chapter of the GLA 'Be Seen' energy monitoring guidance document (or any document that may replace it) for at least five years. \r\n \r\nc) In t",
    "Condition : 28 - Air Quality - All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/\r\n\r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan policies GG3 and SI1, and NPPF 181.\r\n",
    "Condition : 29 - Air Quality - In the event that a diesel back-up generator is to be utilised during the operational phase of development, details of the Ultra-Low NOx diesel-fired back-up generator shall be submitted to and agreed in writing by the council. Any backup Ultra Low NOx generator shall have dry NOx emissions not exceeding 40 mg/kWh.\r\n \r\nThe approved details shall be fully implemented prior to the occupation/use of the development and thereafter.\r\n\r\nReason: To ensure the development does not lead to adverse impacts on air quality emission standard required by the Air Quality Neutral London Plan Guidance.\r\n",
    "Condition : 30 - Biodiversity - The mitigation and enhancements recommended in the submitted Biodiversity Net Gain Assessment, the submitted Preliminary Ecological Appraisal Report and the submitted Bat Survey Report shall be carried out prior to the first occupation of the development hereby approved and maintained thereafter. \r\n\r\nReason: to protect and enhance the biodiversity of the development in the interest of nature conservation and to comply with the following development plan policies for Merton: policies G5 and G6 of the London Plan 2021; policy CS13 of Merton's core planning strategy 2011 and policy DMO2 of Merton's sites and policies plan 2014. ",
    "Condition : 31 - INFORMATIVE\r\nThis planning permission contains certain conditions precedent that state 'before development commences' or 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n",
    "Condition : 32 - INFORMATIVE\r\nA Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. Thames Water would expect the developer to demonstrate what measures they will undertake to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 020 3577 9483 or by emailing trade.effluent@thameswater.co.uk . Application forms should be completed on line. Please refer to the Wholesale; Business customers; Groundwater discharges section\r\n\r\nThere are public sewers crossing or close to your development. If you're planning significant work near Thames Water sewers, it's important that you minimize the risk of damage. Thames Water will need to check that your development doesn't limit repair or maintenance activities, or inhibit the services Thames Water provide in any other way. The applicant is advised to read the Thames Water guide working near or diverting our pipes\r\n\r\nIf you are planning on using mains water for construction purposes, it's important you let Thames Water know before you start using it, to avoid potential fines for improper usage. More information and how to apply can be found online at thameswater.co.uk/buildingwater\r\n\r\nThames Water will aim to provide customers with a minimum pressure of 10m head (approx 1 bar) and a flow rate of 9 litres/minute at the point where it leaves Thames Waters pipes. The developer should take account of this minimum pressure in the design of the proposed development.\r\n",
    "Condition : 33 - INFORMATIVE\r\nDetails of the BREEAM assessment and a list of approved assessors can be found at www.breeam.org\r\n",
    "Condition : 34 - INFORMATIVE:\r\nCarbon emissions evidence requirements for Post Construction stage assessments must provide:\r\n-\tDetailed documentary evidence confirming the Target Emission Rate (TER), Dwelling Emission Rate (DER) and percentage improvement of DER over TER based on 'As Built' SAP outputs (i.e. dated outputs with accredited energy assessor name and registration number, assessment status, plot number and development address); OR, where applicable:\r\n-\tA copy of revised/final calculations as detailed in the assessment methodology based on 'As Built' SAP outputs; AND\r\n-\tConfirmation of Fabric Energy Efficiency (FEE) performance where SAP section 16 allowances (i.e. CO2 emissions associated with appliances and cooking, and site-wide electricity generation technologies) have been included in the calculation\r\n\r\nWater efficiency evidence requirements for post construction stage assessments must provide: \r\n-\tDocumentary evidence representing the dwellings 'As Built'; detailing: \r\n-\tthe type of appliances/ fittings that use water in the dwelling (including any specific water reduction equipment with the capacity / flow rate of equipment); \r\n-\tthe size and details of any rainwater and grey-water collection systems provided for use in the dwelling; AND:\r\n-\tWater Efficiency Calculator for New Dwellings; OR\r\n-\tWhere different from design stage, provide revised Water Efficiency Calculator for New Dwellings and detailed documentary evidence (as listed above) representing the dwellings 'As Built'.",
    "Condition : 35 - INFORMATIVE\r\nAdvice regarding permeable and porous hardstandings can be found in the document 'Guidance on the Permeable Surfacing of Front Gardens' available at http://www.communities.gov.uk/publications/planningandbuilding/pavingfrontgardens\r\n",
    "Condition : 36 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 37 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 38 - INFORMATIVE\r\nManagement of surface water from new developments should follow guidance under sections 167 & 168 in the National Planning Policy Framework. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required. Should you require further information please refer to the Thames Water website. \r\n\r\nA Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures he will undertake to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 020 3577 9483 or by emailing trade.effluent@thameswater.co.uk . Application forms should be completed on line. Please refer to the Wholesale; Business customers; Groundwater discharges section. \r\n\r\nThere are public sewers crossing or close to your development. If you're planning significant work near Thames Water sewers, it's important that you minimize the risk of damage. Thames Water will need to check that your development doesn't limit repair or maintenance activities, or inhibit the services it provide in any other way. The applicant is advised to read the Thames Water guide working near or diverting our pipes. \r\n\r\nThames Water will aim to provide customers with a minimum pressure of 10m head (approx 1 bar) and a flow rate of 9 litres/minute at the point where it leaves Thames Waters pipes. The developer should take account of this minimum pressure in the design of the proposed development.",
    "Condition : 39 - INFORMATIVE:\r\nCarbon emissions evidence requirements for Post Construction stage assessments must provide:\r\n\"\tDetailed documentary evidence confirming the Target Emission Rate (TER), Building Emission Rate (BER) and percentage improvement of BER over TER based on 'As Built' BRUKL model outputs; AND\r\n\"\tA copy of the Building Regulations Output Document from the approved software. The output documents must be based on the 'as built' stage of analysis and must account for any changes to the specification during construction; AND \r\nAND, where applicable: \r\n\"\tMCS certificates and photos of all installed renewable technologies. \r\n",
    "Condition : 40 - INFORMATIVE:\r\nA BREEAM post-construction certificate demonstrating that the development has achieved a REEAM rating of not less than the standards equivalent to 'Very Good'.\r\n",
    "Condition : 41 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The applicant was offered the opportunity to submit additional information in order to make the proposal acceptable in planning terms.\r\n   iii) The application was approved subject to an agreed extension of time.\r\n "
  ],
  "parking_details": {
    "net_car": 3,
    "no_existing_car": 21,
    "no_proposed_car": 24
  },
  "last_updated": "2025-03-19T23:13:21.769+00:00",
  "appeal_status": null,
  "street_name": "Whitford Gardens",
  "ward": "Cricket Green",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527789.4350121416,
              168569.2883265774
            ],
            [
              527789.7890121416,
              168562.72332657507
            ],
            [
              527792.5460121434,
              168563.46232657554
            ],
            [
              527832.17701217,
              168570.63332657714
            ],
            [
              527837.8840121737,
              168571.67932657734
            ],
            [
              527844.5830121782,
              168572.9073265773
            ],
            [
              527849.9500121818,
              168573.89032657823
            ],
            [
              527859.9700121874,
              168515.77032656106
            ],
            [
              527790.1000121408,
              168499.60032655677
            ],
            [
              527784.0680121373,
              168534.61232656793
            ],
            [
              527782.8120121367,
              168541.87832656968
            ],
            [
              527782.3230121364,
              168544.7073265704
            ],
            [
              527779.4080121347,
              168561.57332657563
            ],
            [
              527784.8700121384,
              168562.4003265762
            ],
            [
              527781.9000121367,
              168580.2403265803
            ],
            [
              527781.9130121367,
              168582.06232658122
            ],
            [
              527786.5900121399,
              168589.39032658294
            ],
            [
              527787.3700121405,
              168589.81732658314
            ],
            [
              527797.5700121473,
              168593.3203265834
            ],
            [
              527798.8300121481,
              168596.9403265859
            ],
            [
              527799.0400121484,
              168599.7403265856
            ],
            [
              527798.8300121482,
              168600.90032658557
            ],
            [
              527795.9500121463,
              168603.6003265875
            ],
            [
              527795.5500121461,
              168603.75032658858
            ],
            [
              527794.1500121453,
              168604.05032658804
            ],
            [
              527807.5000121541,
              168606.55032658862
            ],
            [
              527806.5500121536,
              168605.95032658655
            ],
            [
              527805.4000121527,
              168604.30032658752
            ],
            [
              527805.3000121526,
              168602.40032658732
            ],
            [
              527805.3000121526,
              168602.40032658732
            ],
            [
              527803.8710121517,
              168602.03132658667
            ],
            [
              527804.490012152,
              168599.35032658576
            ],
            [
              527804.6084180572,
              168594.57050799485
            ],
            [
              527803.0298386877,
              168590.9946961233
            ],
            [
              527801.1640121497,
              168589.064326583
            ],
            [
              527796.8520121466,
              168587.46432658134
            ],
            [
              527790.8650121427,
              168586.07132658246
            ],
            [
              527788.2660121409,
              168583.99832658068
            ],
            [
              527787.3470121403,
              168581.98332658154
            ],
            [
              527787.3620121402,
              168580.349326581
            ],
            [
              527789.4350121416,
              168569.2883265774
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}