{
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.227601,
          51.423004
        ],
        [
          -0.227557,
          51.423013
        ],
        [
          -0.227343,
          51.423062
        ],
        [
          -0.227157,
          51.422753
        ],
        [
          -0.227574,
          51.422667
        ],
        [
          -0.227663,
          51.422648
        ],
        [
          -0.227951,
          51.422586
        ],
        [
          -0.228113,
          51.422883
        ],
        [
          -0.227601,
          51.423004
        ]
      ]
    ]
  },
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-19T03:33:05.879+00:00",
  "parking_details": null,
  "site_name": "West Lodge",
  "decision_target_date": "21/09/2023",
  "site_number": "4",
  "bo_system": "Northgate M3",
  "actual_completion_date": null,
  "application_details": {
    "total_gia_gained": 148,
    "intended_completion_date": "02/2024",
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "10/2023",
    "no_additional_bathrooms": 1,
    "site_area": 0.20700000000000002
  },
  "appeal_decision_date": null,
  "centroid_northing": 170811,
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "appeal_decision": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523330.15164371947,
              170822.4521604064
            ],
            [
              523333.15284596186,
              170823.60183131642
            ],
            [
              523347.90326027974,
              170829.35018586816
            ],
            [
              523361.6972475089,
              170795.34991833387
            ],
            [
              523332.8972490671,
              170785.0028801401
            ],
            [
              523326.79590384895,
              170782.75352401135
            ],
            [
              523306.90057140123,
              170775.44561587693
            ],
            [
              523294.84629206534,
              170808.19624111668
            ],
            [
              523330.15164371947,
              170822.4521604064
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "subdivision_of_building": null,
  "postcode": "SW19 4TN",
  "last_updated_by": "Northgate M3",
  "valid_date": "25/07/2023",
  "lpa_app_no": "23/P2034",
  "appeal_status": null,
  "development_type": "Other house holder developments",
  "pp_id": "PP-12339790",
  "decision_agency": "Borough",
  "title_number": null,
  "lapsed_date": "21/09/2026",
  "borough": "Merton",
  "secondary_street_name": null,
  "id": "Merton-23_P2034",
  "street_name": "West Side Common",
  "last_date_consultation_comments": "20/09/2023",
  "decision": "Approved",
  "status": "Approved",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: A_PL_PR_022(00), 120(00), 121(00), 122(00), 320(00), 321(00) & A_PL_EX_021(00)",
    "Condition : 3 - Materials to be Approved - No development shall take place above damp course proof level until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall take place above damp couse proof level until the details are approved, and the development shall be carried out in full accordance with the approved details.",
    "Condition : 4 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 6 - Tree Protection - The development shall be carried out in accordance with the approved  Arboricultural Method Statement and Tree Protection Plan from ATS Trees dated April 2023. The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 7 - Site Supervision (Trees) - The details of the Arboricultural Method Statement and Tree Protection Plan shall include the retention of an arboricultural expert to supervise, monitor and report to the LPA not less than monthly the status of all tree works and tree protection measures throughout the course of the construction period. At the conclusion of the construction period the arboricultural expert shall submit to the LPA a satisfactory completion statement to demonstrate compliance with the approved protection measures.",
    "Condition : 8 - Notwithstanding the approved drawings, details of the proposed trellis on the north boundary shall be submitted and approved prior to first occupation of the development. The trellis shall be installed prior to first occupation and maintained permanently thereafter.\r\n\r\nReason: To ensure a satisfactory appearance of the development and to comply with the following Development Plan policies for Merton: policy 7.6 of the London Plan 2016, policy CS14 of Merton's Core Planning Strategy 2011 and policies DM D2 , DM D3 and DM D4 of Merton's Sites and Policies Plan 2014.",
    "Condition : 9 - Obscured Glazing - Before the development hereby permitted is first occupied, the windows in the south and west elevations at first floor level in the annexe building shall be glazed with obscured glass and shall be maintained as such thereafter.",
    "Condition : 10 - Ancillary Residential Accommodation - The development hereby permitted shall not be occupied at any time other than for purposes ancillary to the residential use of the dwelling known as West Lodge, 4 West Side Common, Wimbledon, SW19 4TN.",
    "Condition : 11 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 12 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n"
  ],
  "centroid": {
    "lat": 51.422898,
    "lon": -0.227449
  },
  "centroid_easting": 523341,
  "ward": "Village",
  "application_type": "Householder",
  "decision_date": "21/09/2023",
  "application_type_full": "Householder planning & listed building consent",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P2034",
  "uprn": "48072638",
  "description": "ERECTION OF ANNEX OUTBUILDING COMPRISING ANCILLARY RESIDENTIAL ACCOMMODATION AND AMENITY SPACE WITH A SINGLE STOREY GLAZED LINK TO THE MAIN HOUSE.",
  "date_building_work_started_under_previous_permission": null,
  "locality": "Wimbledon",
  "decision_process": null,
  "epc_number": "9398-5014-6216-9782-6904",
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Merton"
}