{
  "lpa_app_no": "23/P2796",
  "uprn": "48022960",
  "lapsed_date": "01/12/2026",
  "centroid_northing": 169663,
  "site_number": "30",
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": null,
  "appeal_decision_date": null,
  "valid_date": "09/10/2023",
  "decision_date": "01/12/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.226044,
          51.412567
        ],
        [
          -0.226045,
          51.41254
        ],
        [
          -0.226088,
          51.412541
        ],
        [
          -0.226087,
          51.412568
        ],
        [
          -0.226044,
          51.412567
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Householder",
  "decision_process": null,
  "application_details": {
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "05/2024",
    "intended_commencement_date": "01/2024"
  },
  "appeal_decision": null,
  "postcode": "SW20 8TN",
  "development_type": "Other house holder developments",
  "title_number": null,
  "centroid_easting": 523465,
  "actual_commencement_date": null,
  "description": "REPLACEMENT REAR DORMER ROOF EXTENSION AND INSTALLATION OF 3 X CONSERVATION ROOF LIGHTS TO THE FRONT ROOF SLOPE.  ERECTION OF A SINGLE STOREY SIDE/REAR EXTENSION AND NEW DOORWAY WITHIN THE SIDE ELEVATION AT GROUND FLOOR LEVEL, INSTALLATION OF A NEW REAR FACING WINDOW AT FIRST FLOOR LEVEL.",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": "0568-2837-6119-9608-5801",
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.226066,
    "lat": 51.412554
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P2796",
  "pp_id": "PP-12409534",
  "id": "Merton-23_P2796",
  "application_type_full": "Householder planning permission",
  "cil_liability": true,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "04/12/2023",
  "locality": "Raynes Park",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "08/11/2023",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [Site location Plan, BD091.SI.01, BD091.TS.01, BD089.PL.01 - Rev-A, BD089.PL.02 - Rev-A, BD089.PL.03 - Rev-A, BD089.PL.04 - Rev-A, BD089.PL.05 - Rev-A, BD089.PL.06 - Rev-A, BD089.PL.07 - Rev-A, BD089.PL.08 - Rev-A, BD089.PL.09 - Rev-A, BS5837:12]",
    "Condition : 3 - Matching Materials - The facing materials used in the development hereby permitted shall match those of the existing building in materials, style, colour, texture and, in the case of brickwork, bonding, coursing and pointing.",
    "Condition : 4 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - Where applicable, no material start shall take place on the development hereby approved until details of the intended method of constructing the foundations, including method and equipment for piling of tree-root sensitive foundation and root pruning has been submitted to and be approved in writing by the Local Planning Authority. \r\n\r\nReason: To ensure that the methods of foundation construction to enable measures to be taken, if appropriate, to protect all nearby trees.\r\n",
    "Condition : 6 - The tree protection measures set out in the Arboricultural Report ref: 231734.30/A1_AIA hereby approved shall be complied with at all times unless otherwise agreed in writing with the Local Planning Authority.\r\n\r\nREASON: To safeguard the health and longevity of all nearby trees.\r\n",
    "Condition : 7 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 8 - INFORMATIVE\r\n\r\nThe applicant is informed that all trees are protected by the conservation area status as such necessary consent will need to be sought from the Local Authority prior to undertaking ANY works to trees in a conservation area.  Failure to obtain the necessary consent is a criminal offence.\r\n",
    "Condition : 9 - INFORMATIVE: \r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site.\r\n",
    "Condition : 10 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n   ii) The application was approved without delay.\r\n"
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T02:15:58.633+00:00",
  "appeal_status": null,
  "street_name": "Dunmore Road",
  "ward": "Raynes Park",
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  }
}