{
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.195263,
          51.423179
        ],
        [
          -0.195334,
          51.423168
        ],
        [
          -0.195181,
          51.422783
        ],
        [
          -0.195102,
          51.422788
        ],
        [
          -0.195263,
          51.423179
        ],
        [
          -0.195263,
          51.423179
        ]
      ]
    ]
  },
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-20T10:53:08.734+00:00",
  "parking_details": null,
  "site_name": null,
  "decision_target_date": "28/05/2024",
  "site_number": "47",
  "bo_system": "Northgate M3",
  "actual_completion_date": null,
  "application_details": {
    "total_gia_gained": 57,
    "intended_completion_date": "03/2024",
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "10/2023",
    "no_additional_bathrooms": 0,
    "site_area": 0.023
  },
  "appeal_decision_date": null,
  "centroid_northing": 170880,
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "appeal_decision": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525577.8954671448,
              170896.82087649434
            ],
            [
              525572.9896557867,
              170895.4812599548
            ],
            [
              525584.682171533,
              170852.9067765096
            ],
            [
              525590.160400142,
              170853.5637770202
            ],
            [
              525577.8954671448,
              170896.82087649434
            ],
            [
              525577.8954671448,
              170896.82087649434
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "subdivision_of_building": null,
  "postcode": "SW19 8PE",
  "last_updated_by": "Northgate M3",
  "valid_date": "31/07/2023",
  "lpa_app_no": "23/P2064",
  "appeal_status": null,
  "development_type": "Other house holder developments",
  "pp_id": "PP-12348635\r",
  "decision_agency": "Borough",
  "title_number": [
    "SY313169"
  ],
  "lapsed_date": "24/05/2027",
  "borough": "Merton",
  "secondary_street_name": null,
  "id": "Merton-23_P2064",
  "street_name": "Faraday Road",
  "last_date_consultation_comments": "09/05/2024",
  "decision": "Approved",
  "status": "Approved",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Block Plan 1.002 Rev A, 4.001 Revision D, Location Plan Proposed, : Basement Impact Assessment & Construction Method Statement Report by Arcelle dated 30th June 2023, Tree Protection Plan, Arboricultural Impact Assessment, Arboricultural Method Statement.",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - Materials to be Approved - No development shall take place until details of particulars of the green roof of the development hereby permitted, have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the approved details.",
    "Condition : 6 - Prior to first occupation, details of 2 replacement trees to be planted within the site shall be submitted to and approved in writing by the local planning authority. The agreed trees shall be planted within the first planting season and shall be retained thereafter. \r\n\r\nReason:  To ensure a satisfactory appearance of the development and to comply with the following Development Plan policies for Merton: policies D4 and D8 of the London Plan 2021, policy CS14 of Merton's Core Planning Strategy 2011 and policies DM D2 and D3 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 7 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 8 - Ancillary Residential Accommodation - The development hereby permitted shall not be occupied any time other than for purposes ancillary to the residential use of the dwelling known as 47 Faraday Road, Wimbledon, London, SW19 8PE.",
    "Condition : 9 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 10 - Condition Flood Resilience measures: \r\n\r\nPrior to commence of development, details must be submitted which show the following flood risk mitigation measures. The mitigation measures must be implemented during construction of the development and completed prior to the occupation of the proposed development:\r\n\r\n\"\tBasement to be fully waterproofed (tanked) \r\n\"\tWall sockets to be raised to as high as is practicable and sockets fed from the ceiling down in order to minimise damage if flood waters inundate the property and air bricks to be raised.\r\n\"\tThe installation of a basement dewatering system and a positive pump device to prevent any back-flow from the sewerage network; \r\n\r\nReason: To reduce the impact the site may experience of flooding to the proposed development and future users, in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 13\r\n",
    "Condition : 11 - Condition: Prior  to the commencement of development, a detailed scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority for the development. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS) and to include a green roof at the agreed runoff rate (no more than 1 l/s), in accordance with drainage hierarchy contained within the London Plan Policy (SI 13 and SPG) and the advice contained within the National SuDS Standards. The drainage design and plans shall include pipe sizes and direction of flow and positively pumped devices and non-return valves to prevent back up of flow. The scheme shall include SuDS measures, such as raingardens, permeable paving and geo-cellular storage or agreed suitable SuDS alternatives.\r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 13.\r\n",
    "Condition : 12 - Tree Protection: The details and measures for the protection of the existing trees as specified in the hereby approved document  'Arboricultural Method Statement' dated '13 April 2024' and drawing number 'Arbtech TPP 01' shall be fully complied with. The methods for the protection of the existing trees shall fully accord with all of the measures specified in the report and shall be installed prior to the commencement of any site works and shall remain in place until the conclusion of all site works. \r\n\r\nReason: To protect and safeguard the existing trees in accordance with the following Development Plan policies for Merton: policy G7 of the London Plan 2021, policy CS13 of Merton's Core Planning Strategy 2011 and policies DM D2 and 02 of Merton's Sites and Policies Plan 2014. ",
    "Condition : 13 - Site Supervision (Trees) - The details of the approved document 'Arboricultural Method Statement' shall include the retention of an arboricultural expert to monitor and report to the Local Planning Authority the status of all tree works and tree protection measures as described in the sequence of events in the document throughout the course of the demolition and site works. A final Certificate of Completion shall be submitted to and agreed in writing by the Local Planning Authority at the conclusion of all site works and prior to the first occupation of the development hereby approved. The works shall be carried out in accordance with the approved Arboricultural Method Statement and Tree Protection Plan.\r\n\r\nReason: To protect and safeguard the existing trees in accordance with the following Development Plan policies for Merton: policy G7 of the London Plan 2021, policy CS13 of Merton's Core Planning Strategy 2011 and policies DM D2 and 02 of Merton's Sites and Policies Plan 2014. ",
    "Condition : 14 - INFORMATIVE \r\nNo surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.   Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777). No waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system.\r\n",
    "Condition : 15 - Informative (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 16 - INFORMATIVE \r\nThames Water will aim to provide customers with a minimum pressure of 10m head (approx 1 bar) and a flow rate of 9 litres/minute at the point where it leaves Thames Waters pipes. The developer should take account of this minimum pressure in the design of the proposed development. "
  ],
  "centroid": {
    "lat": 51.423027,
    "lon": -0.195239
  },
  "centroid_easting": 525580,
  "ward": "Wimbledon Town and Dundonald",
  "application_type": "Householder",
  "decision_date": "24/05/2024",
  "application_type_full": "Householder planning permission",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P2064",
  "uprn": "48026225",
  "description": "APPLICATION FOR THE REMOVAL OF AN EXISTING TIMBER SHED AND THE ERECTION OF A NEW SINGLE-STOREY GARDEN/LEISURE BUILDING WITH A BASEMENT",
  "date_building_work_started_under_previous_permission": null,
  "locality": "Wimbledon",
  "decision_process": null,
  "epc_number": null,
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Merton"
}