{
  "development_type": "Major all other major developments",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "CR4 4NB",
  "borough": "Merton",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.166669,
          51.396445
        ],
        [
          -0.166251,
          51.396248
        ],
        [
          -0.166297,
          51.396215
        ],
        [
          -0.166411,
          51.396134
        ],
        [
          -0.166404,
          51.39613
        ],
        [
          -0.166453,
          51.396101
        ],
        [
          -0.166501,
          51.396071
        ],
        [
          -0.16652,
          51.39606
        ],
        [
          -0.166644,
          51.395985
        ],
        [
          -0.16685,
          51.395861
        ],
        [
          -0.166947,
          51.395846
        ],
        [
          -0.167003,
          51.395838
        ],
        [
          -0.167073,
          51.396055
        ],
        [
          -0.166778,
          51.396353
        ],
        [
          -0.166745,
          51.396372
        ],
        [
          -0.166669,
          51.396445
        ]
      ]
    ]
  },
  "site_name": "Unit 3",
  "centroid_easting": 527644,
  "pp_id": "PP-12394181\r",
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "surface_water_discharge_percentage_reduction": 50,
    "phasing_details": [
      {
        "phase_detail": "Main",
        "intended_completion_date": "02/2024",
        "intended_commencement_date": "11/2023"
      }
    ],
    "site_area": 0.192,
    "affordable_housing_fast_track": false,
    "projected_cost_of_works": "Up to £2m",
    "non_residential_details": {
      "total_gia_gained": 879,
      "total_gia_lost": 115,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 115,
      "total_gia_existing": 115,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 879
    },
    "infrastructure_details": {
      "no_new_water_connections_required": 0,
      "no_active_fast_ev_charging_points": 1,
      "no_passive_fast_ev_charging_points": 0,
      "green_roof_area": 0,
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": false,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "no_homes_passive_cooling": 0,
      "waste_provision": true
    },
    "internal_resi_water_usage": 0,
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "garden_land_lost": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 115,
        "use_class": "B2",
        "gia_gained": 879,
        "gia_lost": 115
      }
    ],
    "ownership_status": "Private",
    "total_gia_gained": 879,
    "total_gia_lost": 115,
    "grey_water_reuse": false,
    "total_gia_existing": 115,
    "green_suds": true
  },
  "lpa_name": "Merton",
  "decision": "Approved",
  "lpa_app_no": "23/P2297",
  "decision_date": "08/04/2025",
  "last_updated": "2025-04-08T16:20:01.802Z",
  "centroid_northing": 167930,
  "centroid": {
    "lon": -0.166631,
    "lat": 51.396055
  },
  "appeal_decision_date": null,
  "locality": "Mitcham",
  "ward": "Cricket Green",
  "bo_system": "Northgate M3",
  "lapsed_date": "08/04/2028",
  "decision_process": null,
  "last_date_consultation_comments": "21/02/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "24/11/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\n001-P01\r\n110-P02\r\n111-P01\r\n112-P03\r\n120-P01\r\n121-P01\r\n105-P02",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Surface Treatment - No development shall take place until details of the surfacing of all those parts of the site not covered by buildings or soft landscaping, including any parking, service areas or roads, footpaths, hard and soft have been submitted in writing for approval by the Local Planning Authority. No works that are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details have been approved and works to which this condition relates have been carried out in accordance with the approved details.",
    "Condition : 5 - Boundary Treatment - No development shall take place until details of all boundary walls or fences are submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be\r\npermanently retained thereafter.",
    "Condition : 6 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 7 - Refuse - No refuse or waste material of any description shall be left or stored anywhere on the site other than within a building or refuse enclosure.\r\n\r\nReason: To safeguard the appearance of the property and the amenities of the area and to accord with Policies D3 and D6 of the London Plan 2021, Policy CS14 of the Core Planning Stragegy 2011 and Policy DM D2 of the Sites and Policies Plan 2014.",
    "Condition : 8 - Contaminated Land - Pre-liminary Risk Assessment, Site Investigation and Remediation Method Statement\r\n\r\nNo development shall occur until:\r\n\r\ni) a preliminary risk-assessment has been submitted to and approved in writing by the local planning authority.\r\nii) a site-investigation has been conducted to consider the potential for contaminated-land and has been submitted to and approved in writing by the local planning authority.\r\niii) a remediation method statement, described to make the site suitable for, intended use by removing unacceptable risks to sensitive receptors, has been submitted to and approved in writing by the local planning authority.\r\n",
    "Condition : 9 - Contaminated Land - Remedial Measures\r\n\r\nPrior to first occupation of the development hereby approved, the remediation measures agreed under Condition XX shall be completed and a verification report, produced on completion of the remediation, shall be submitted to and approved in writing by the local planning authority.\r\ntogether with the results of analysis, risk assessment to any receptors and proposed remediation strategy detailing proposals for remediation) have been submitted to and approved by the Local Planning Authority and the approved remediation measures/treatments implemented in full.",
    "Condition : 10 - Unexpected Contamination - If during construction works further contamination is encountered which has not previously been identified and considered the Council's Environmental Health Section shall be notified immediately and no further development shall take place until remediation proposals (detailing all investigative works and sampling, together with the results of analysis, risk assessment to any receptors and proposed remediation strategy detailing proposals for remediation) have been submitted to and approved by the Local Planning Authority and the approved remediation measures/treatments implemented in full.\r\n",
    "Condition : 11 - The recommendations to protect noise intrusion into the Noise Sensitive Receptors as specified in the NoiseAir Acoustic Consultants, Noise Impact Assessment Report Project P6427-R1-V1, dated 3 August 2023 shall be implemented as a minimum standard. This minimum standard shall not exceed the BS4142:204+A1:2019 Assessment for the `Proposed Condition` Scenario in the above report. Details of the final mitigation measures to protect against noise breakout shall be submitted to and approved by the LPA together with \r\na post construction noise impact assessment to demonstrate compliance. All mitigation measures shall be retained thereafter. \r",
    "Condition : 12 - The site shall not be used other than as a waste transfer/recycling centre for construction aggregate materials. \r\n\r\nREASON: To accord with terms of the application and to safeguard highway and pedestrian safety and amenity of the locality in accordance with policies CS18 of Merton Core Strategy 2011 and DM D2, DM EP2, DM T2 and DM T3 of the Merton Sites and Policies Plan (2014).",
    "Condition : 13 - Construction Times - No demolition or construction work shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 14 - Construction Logistics Plan - Prior to the commencement of the development hereby permitted, including demolition, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority.  The approved measures shall be adhered to throughout the construction process, unless the prior written approval of the Local Planning Authority is first obtained to any variation.",
    "Condition : 15 - Hours of Use - The use hereby permitted shall operate only between the hours of 0630 to 1830 hours Monday to Saturday, with the core hours for the handling of aggregate, i.e. the principal noise generating activities, shall be limited to 0730 to 1730 hours Monday to Saturday. There are to be no works on Sundays and Bank/Public Holidays. \r\r\n",
    "Condition : 16 - All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/ \r\n\r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan Policies SI1(B)(1c) and SI1(B)(2d). \r\n",
    "Condition : 17 - DCEMP\r\n1. Prior to the commencement of development, including demolition, a detailed Demolition and Construction Environmental Management Plan (DCEMP) shall be submitted to and approved in writing by the Local Planning Authority. The Plan shall be written in accordance with The Control of Dust and Emissions during Construction and Demolition SPG 2014. The DCEMP shall:\r\na) identify the steps and procedures that will be implemented to minimise the creation and impact of noise, vibration, dust and other air emissions resulting from the site preparation, demolition, and groundwork and construction phases of the development.\r\nb) include a Dust Management Plan (DMP), based on the approved Air Quality Assessment, shall be submitted to and approved, in writing, by the local planning authority. The DMP shall be in accordance with The \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG). The DMP will need to detail the measures to reduce the impacts during the construction phase.\r\n2. The development shall not be implemented other than in accordance with the approved scheme, unless previously agreed in writing by the Local Planning Authority.\r\n\r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan Policies SI1(B)(1c) and SI1(B)(2d).\r\n",
    "Condition : 18 - Landscaping - No development shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.\r\n\r\nAny trees which die within a period of 5 years from the completion of the development, or removed or become seriously damaged or diseased or are dying, shall be replaced in the next planting season with others of the same \r\napproved specification, unless the Local Planning Authority gives written consent to any variation.",
    "Condition : 19 - No External Lighting - No external lighting shall be installed without the prior approval in writing of the Local Planning Authority.",
    "Condition : 20 - Cycle Parking  - Details to be Submitted - No development shall commence until details of secure cycle parking facilities for the occupants of, and visitors to, the development have been submitted to and approved in writing by the Local Planning Authority.  The approved facilities shall be fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 21 - Delivery and Servicing Plan - Development shall not commence until a Delivery and Servicing Plan (the Plan) has been submitted in writing for approval to the Local Planning Authority. No occupation of the development shall be permitted until the Plan is approved in writing by the Local Planning Authority and implemented in accordance with the approved plan.  The approved measures shall be maintained, in accordance with the Plan, for the duration of the use, unless the prior written approval of the Local Planning Authority is obtained to any variation.",
    "Condition : 22 - Wheelwashing\r\nThe wheelwashing facility shown on the drawings hereby approved shall be provided before the commencement of use hereby permitted and shall be retained thereafter.\r\nReason: To safeguard the amenities of the surrounding area and to comply with the following Development Plan policies for Merton: policies T4 and T7 of the London Plan 2021, policy CS20 of Merton's Core Planning Strategy 2011 and policy DM T2 of Merton's Sites and Policies Plan 2014. \r\n",
    "Condition : 23 - Parking Provision\r\nThe 7 no. vehicle parking spaces shown on the plans hereby approved shall be laid out and be provided before the commencement of use hereby permitted and shall be retained for parking purposes for users of the development and for no other purpose. \r\n\r\nReason: To ensure the provision of a satisfactory level of parking and comply with the\r\nfollowing Development Plan policies for Merton: policy T6 of the London Plan 2021,\r\npolicy CS20 of Merton's Core Planning Strategy 2011 and policy DM T3 of Merton's\r\nSites and Policies Plan 2014. ",
    "Condition : 24 - 20% of the parking spaces shown on the drawings hereby approved shall be provided with electric charging points.  Rapid electric charging point shall be installed in accordance with details to be submitted to approved in writing by the Local Planning Authority. Such details to include siting, external finishes and maintenance plan.  The charging points shall be permanently retained thereafter for the use of occupiers. \r\n\r\nReason: To encourage the use of environmentally friendly electric vehicles in compliance with policy T6 of the London Plan 2021.  ",
    "Condition : 25 - PV Panels/ASHP\r\nPrior to the occupation of the development hereby approved, details of the siting of the  Air Source Heat Pump (ASHP) and the siting of the solar pv panels to be installed on the development hereby approved shall be submitted to and approved in writing by the Local Planning Authority. The ASHP and the PV panels shall be implemented as approved prior to the occupation of the development and remain functional thereafter. \r\nREASON: To promote sustainable development and ensure that the proposed development does not prejudice the appearance of the locality in accordance with Policies CS5 Of Merton Core Strategy 2011 and DM D2 of Merton Sites and Policies Plan 2014.",
    "Condition : 26 - The scheme shall achieve overall on-site savings against Part L 2021 of 51% unless otherwise agreed in writing with the Local Planning Authority.\r\nREASON: To achieve a sustainable form of development in accordance with policies SI 2 of London Plan 2021 and CS15 of Merton Core Strategy 2011.",
    "Condition : 27 - 'BE SEEN' ENERGY MONITORING \r\na) Prior to the Building being occupied, the Owner shall provide updated accurate and verified 'as-built' design estimates of the 'Be Seen' energy performance indicators for each Reportable Unit of the development, as per the methodology outlined in the 'As-built stage' chapter / section of the GLA 'Be Seen' energy monitoring guidance (or any document that may replace it). All data and supporting evidence should be submitted to the GLA using the 'Be Seen' as-built stage reporting webform ( https://www.london.gov.uk/what-wedo/planning/implementing-london-plan/london-plan-guidance-and-spgs/be-seen-energymonitoring-guidance). The owner should also confirm that suitable monitoring devices have been installed and maintained for the monitoring of the in-use energy performance indicators, as outlined in the 'In-use stage' of the GLA 'Be Seen' energy monitoring guidance document (or any document that may replace it). \r\n\r\nb) Upon completion of the first year of Occupation or following the end of the Defects Liability Period (whichever is the later) and at least for the following four years after that date, the Owner is required to provide accurate and verified annual in-use energy performance data for all relevant indicators under each Reportable Unit of the development as per the methodology outlined in the 'In-use stage' chapter / section of the GLA 'Be Seen' energy monitoring guidance document (or any document that may replace it). All data and supporting evidence should be submitted to the GLA using the 'Be Seen' in-use stage reporting webform ( https://www.london.gov.uk/what-we-do/planning/implementing-londonplan/london-plan-guidance-and-spgs/be-seen-energy-monitoring-guidance). This obligation will be satisfied after the Owner has reported on all relevant indicators included in the 'In-use stage' chapter of the GLA 'Be Seen' energy monitoring guidance document (or any document that may replace it) for at least five years. \r\n\r\nc) In the eve",
    "Condition : 28 - Non-residential CO2 reductions \r\nUnless otherwise agreed in writing by the Local Planning Authority, no part of the development hereby approved shall be used or occupied until evidence demonstrating that the development has achieved CO2 reductions in accordance with those outlined in the Energy & Sustainability Statement (Rev A, dated 4th April 2024), has been submitted to and acknowledged in writing by the Local Planning Authority.\r\nREASON: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply the following Development Plan policies for Merton: policy SI2 of the London Plan 2021 and policy CS15 of Merton's Core Planning Strategy 2011. \r\n",
    "Condition : 29 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 30 - INFORMATIVE\r\nThe survey and report in respect of land contamination must be formulated having regard to the Contaminated Land Exposure Assessment model (CLEA 2002), CLR10 and associated guidance developed by DEFRA and the Environment Agency.  Where appropriate the survey shall include a conceptual site model and a full risk assessment of contaminants on the site.\r\n",
    "Condition : 31 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 32 - INFORMATIVE\r\nThis planning permission contains certain conditions precedent that state 'before development commences' or 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n",
    "Condition : 33 - INFORMATIVE - Section 106 Agreement \r\nThis planning permission has a Section 106 Agreement which must be read in conjunction with it.\r\n",
    "Condition : 34 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was acceptable as submitted, and approved with an agreed determination date.\r\n\r\n",
    "Condition : 35 - INFORMATIVE:\r\nCarbon emissions evidence requirements for Post Construction stage assessments must provide:\r\n\"\tDetailed documentary evidence confirming the Target Emission Rate (TER), Building Emission Rate (BER) and percentage improvement of BER over TER based on 'As Built' BRUKL model outputs; AND\r\n\"\tA copy of the Building Regulations Output Document from the approved software. The output documents must be based on the 'as built' stage of analysis and must account for any changes to the specification during construction; AND \r\nAND, where applicable: \r\n\"\tMCS certificates and photos of all installed renewable technologies. \r\n",
    "Condition : 36 - INFORMATIVE\r\nDefinitions \r\n\"Defects Liability Period\" means such period of time following Practical Completion of a Building in which a contractor may remedy defects as may be included in the building contract for the relevant Building; \r\n\"Reportable Unit\" means a Reportable Unit (Energy Centre), Reportable Unit (Residential) or Reportable Unit (Non-Residential); \r\n\"Reportable Unit (Energy Centre)\" means either a connection to a third-party District Heating Network, a self-contained Energy Centre serving multiple residential/non-residential properties (within the Site) or a self-contained energy system serving multiple residential properties (within a Block or Building); \r\n\"Reportable Unit (Residential)\" means an individual Block or Building of five or more flats or a group of five or more houses; \r\n\"Reportable Unit (Non-Residential)\" means a Building with a single occupier/tenant (including block of flats' communal areas) or a Building with multiple tenants. \r\n"
  ],
  "parking_details": {
    "net_car": 3,
    "no_proposed_cycle": 6,
    "no_existing_cycle": 0,
    "no_proposed_car": 6,
    "no_existing_car": 3,
    "net_cycle": 6
  },
  "site_number": "24",
  "uprn": "10094254712",
  "decision_target_date": "14/04/2025",
  "application_type": "All Other",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527640.2500120332,
              167973.30032640666
            ],
            [
              527669.8620120522,
              167952.05432640045
            ],
            [
              527666.7320120501,
              167948.31732639938
            ],
            [
              527659.0250120449,
              167939.11632639688
            ],
            [
              527659.5450120453,
              167938.68532639672
            ],
            [
              527656.244012043,
              167935.3533263959
            ],
            [
              527652.9630120408,
              167932.03632639517
            ],
            [
              527651.6960120399,
              167930.75432639377
            ],
            [
              527643.2420120342,
              167922.20132639183
            ],
            [
              527629.3000120248,
              167908.0503263875
            ],
            [
              527622.5800120204,
              167906.23932638788
            ],
            [
              527618.7000120177,
              167905.25032638706
            ],
            [
              527613.2000120145,
              167929.20032639423
            ],
            [
              527632.8900120282,
              167962.84132640355
            ],
            [
              527635.1560120295,
              167964.99632640515
            ],
            [
              527640.2500120332,
              167973.30032640666
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "street_name": "Wandle Way",
  "secondary_street_name": null,
  "description": "RETENTION OF THE EXISTING USE OF A WASTE TRANSFER / RECYCLING CENTRE WITH A NEW BUILD INDUSTRIAL SHED, OFFICE AND WELFARE BUILDING ALONG WITH ASSOCIATED LANDSCAPING AND UPGRADE OF EXISTING BOUNDARY TREATMENT.",
  "id": "Merton-23_P2297",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P2297"
}