{
  "lpa_app_no": "23/P2800",
  "uprn": "48022958",
  "lapsed_date": "01/12/2026",
  "centroid_northing": 169669,
  "site_number": "28",
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": null,
  "appeal_decision_date": null,
  "valid_date": "10/10/2023",
  "decision_date": "01/12/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.226302,
          51.412762
        ],
        [
          -0.226215,
          51.412808
        ],
        [
          -0.225862,
          51.412568
        ],
        [
          -0.225945,
          51.412521
        ],
        [
          -0.226301,
          51.41276
        ],
        [
          -0.226302,
          51.412762
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Householder",
  "decision_process": null,
  "application_details": {
    "total_gia_gained": 16.7,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "05/2024",
    "intended_commencement_date": "01/2024",
    "site_area": 0.029
  },
  "appeal_decision": null,
  "postcode": "SW20 8TN",
  "development_type": "Other house holder developments",
  "title_number": null,
  "centroid_easting": 523469,
  "actual_commencement_date": null,
  "description": "DEMOLITION OF EXISTING CONSERVATORY AND UTILITY ROOM AND ERECTION OF A SINGLE STOREY REAR EXTENSION, INCLUDING THE FELLING  AND SUBSEQUENT REPLACEMENT OF A REAR GARDEN TREE.",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": "9567-2808-7808-9998-7435",
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.226006,
    "lat": 51.412607
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P2800",
  "pp_id": "PP-12464903",
  "id": "Merton-23_P2800",
  "application_type_full": "Householder planning permission",
  "cil_liability": true,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "05/12/2023",
  "locality": "Raynes Park",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "08/11/2023",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [Site location Plan, BD091.SI.01, BD091.TS.01, BD089.PL.01, BD089.PL.02, BD089.PL.03, BD089.PL.04, BD089.PL.05, BD089.PL.06, BD089.PL.07, BD089.PL.08, BD089.PL.09, BS5837:12]",
    "Condition : 3 - Matching Materials - The facing materials used in the development hereby permitted shall match those of the existing building in materials, style, colour, texture and, in the case of brickwork, bonding, coursing and pointing.",
    "Condition : 4 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - Landscaping - No development shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 6 - Tree Replacement - The existing tree marked T1.B1 identified for removal (and replacement) on drawing No.BD089.TS.01 and document BS5837:12 , shall be replaced by a semi-mature tree of the same species (or as otherwise agreed with the Local Planning Authority), in the marked location at the conclusion of site works, or within the first available planting season, whichever is the sooner. The identified tree shall be maintained, with replacements if necessary, to the satisfaction of the Local Planning Authority.",
    "Condition : 7 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 8 - INFORMATIVE\r\nYou are advised to employ a suitably qualified arboricultural expert for advice on pruning and general works to be undertaken to trees on the site and those in neighbouring properties that are likely to be affected by the scheme.  A list of qualified experts can be obtained from the Arboricultural Association at www.trees.org.uk\r\n",
    "Condition : 9 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n   ii) The application was approved without delay.\r\n\r\n"
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T02:17:17.860+00:00",
  "appeal_status": null,
  "street_name": "Dunmore Road",
  "ward": "Raynes Park",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523447.9749781295,
              169685.6881786118
            ],
            [
              523453.9569672017,
              169691.01902332564
            ],
            [
              523479.1261576313,
              169664.88048081828
            ],
            [
              523473.5109970372,
              169659.4675149424
            ],
            [
              523448.0705415719,
              169685.5085318996
            ],
            [
              523447.9749781295,
              169685.6881786118
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}