{
  "development_type": "Other change of use",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "CR4 2QA",
  "borough": "Merton",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.161034,
          51.404131
        ],
        [
          -0.160716,
          51.404045
        ],
        [
          -0.160608,
          51.404213
        ],
        [
          -0.160605,
          51.404248
        ],
        [
          -0.160623,
          51.404213
        ],
        [
          -0.160898,
          51.404281
        ],
        [
          -0.160932,
          51.404288
        ],
        [
          -0.161034,
          51.404131
        ],
        [
          -0.161034,
          51.404131
        ]
      ]
    ]
  },
  "site_name": null,
  "centroid_easting": 528030,
  "pp_id": "PP-12429459\r",
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "surface_water_discharge_percentage_reduction": 1,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "03/2025",
        "intended_commencement_date": "03/2024"
      }
    ],
    "site_area": 0.041,
    "affordable_housing_fast_track": false,
    "projected_cost_of_works": "Up to £2m",
    "non_residential_details": {
      "total_gia_gained": 157,
      "total_gia_lost": 157,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 476,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "infrastructure_details": {
      "no_new_water_connections_required": 2,
      "green_roof_area": 0,
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "percentage_demolition_construction_material_recycling": 15,
      "no_new_gas_connections_required": 2,
      "no_homes_to_have_electrical_heating": 2,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": true,
      "no_resi_units_to_have_full_fibre": 2,
      "total_annual_nox_emissions": 0,
      "no_homes_passive_cooling": 2,
      "waste_provision": true
    },
    "internal_resi_water_usage": 140,
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "garden_land_lost": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 285,
        "use_class": "E",
        "gia_gained": 0,
        "gia_lost": 157
      },
      {
        "gia_existing": 191,
        "use_class": "C3",
        "gia_gained": 157,
        "gia_lost": 0
      }
    ],
    "ownership_status": "Private",
    "total_gia_gained": 157,
    "total_gia_lost": 157,
    "grey_water_reuse": false,
    "total_gia_existing": 476,
    "green_suds": false
  },
  "lpa_name": "Merton",
  "decision": "Refused",
  "lpa_app_no": "23/P2557",
  "decision_date": "07/10/2024",
  "last_updated": "2025-03-19T21:12:58.601+00:00",
  "centroid_northing": 168836,
  "centroid": {
    "lon": -0.160759,
    "lat": 51.404111
  },
  "appeal_decision_date": null,
  "locality": "Mitcham",
  "ward": "Cricket Green",
  "bo_system": "Northgate M3",
  "lapsed_date": "07/10/2024",
  "decision_process": null,
  "last_date_consultation_comments": "28/12/2023",
  "subdivision_of_building": "Under this application works to be carried out on the ground floor & basement floor. ",
  "appeal_start_date": null,
  "epc_number": "9335-4056-0720-0400-3305",
  "valid_date": "17/11/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "Reason : 1 - In the absence of satisfactory evidence to demonstrate the lack of demand for the continued use of the Class E use in existing or alternative employment generating and/or community uses, the loss of office floor space in a sustainable location is considered to adversely impact on the vitality and viability of the Scattered Employment Sites in Merton. The scheme is contrary to the aims and objectives of, in particular, policies DM E3 of the Adopted Merton Sites and Polices Plan (2014) and policies CS3 and CS12 of Core Strategy (2011).",
    "Reason : 2 - In the absence of adequate details of external alterations and inadequate standard of accommodation, the proposed development would not be considered to preserve the setting, character and appearance of the site, Commonside East street scene and the Mitcham Cricket Green Conservation Area. As such, the proposal would be contrary to London Plan policies D3, D4 & HC1, Merton's Core Planning Strategy policy CS 14 and Merton Sites and Policies Plan policies DM D2,and DM D4.",
    "Reason : 3 - By reason of inadequate internal space, the scheme would fail to provide an acceptable standard of residential accommodation and living space resulting in a cramped and unsatisfactory standard of accommodation to the detriment of the amenities of future occupiers for future occupiers of Flat 1 and Flat 2, 23 Commonside East, Mitcham, Surrey, CR4  2QA. The proposal would therefore be contrary to policies London Plan 2021 policy D6, CS 9 & CS 14 in the Merton Core Strategy 2011, Policy DM D2 of the Merton Sites and Policies Plan 2014.",
    "Reason : 4 - By reason of the unacceptable design, layout and poor outlook from the habitable rooms, the scheme would result in sub-standard living conditions and environment to the detriment of the amenities of future occupiers. Overall, the proposal would fail to comply with, in particular, London Plan 2021 Policy D6, Housing Design Standards London Plan Guidance 2023, Merton Core Strategy CS14 and Merton Sites and Policies Plan 2014 DM D2.",
    "Reason : 5 - In the absence of satisfactory separated commercial and residential refuse storage, the scheme is considered to result in substandard layout to the detriment of the free flow of traffic in the locality and highway and pedestrian safety.  The scheme is contrary to, in particular, Merton Core Strategy (2011) Policy CS17 and London Plan (2021) Policies SI 7 and SI 8.",
    "Reason : 6 - In the absence of satisfactory cycle storage, the scheme fails to provide sufficient secure, integrated, convenient and accessible cycle parking facilities for each of the proposed Office and Residential use and to promote sustainable form of travel, contrary to the aims and objectives set out in, in particular London Plan Policies T5 and T6.1 and Merton Core Strategy (2011) Policy CS18 and policy DMT1 of the Merton Sites and Policies Plan 2014.",
    "Reason : 7 - In the absence of a completed S106 undertaking to ensure that the two additional dwellings over and above the number of units currently on the site is prevented from being able to obtain parking permits for the Controlled Parking Zone, the proposal would result in an increased demand for on street parking, resulting in a detrimental impact on highway and additional parking pressure locally and be contrary to the Mayor and the Council's commitment to reducing car usage and promoting more sustainable forms of transport. The proposal would therefore be contrary to policies T3, T4 and T6 of the London Plan 2021, policies DM T1, T2 and T3 of the Sites and Policies Plan 2014 and Policy CS20 of the Core Planning Strategy 2011.",
    "Reason : 8 - INFORMATIVE\r\nNote to Applicant\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton  (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\"\tOffering a pre-application advice and duty desk service. \r\n\"\tWhere possible, suggesting solutions to secure a successful outcome.\r\n\"\tAs appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\nIn this instance:\r\n\"\tThe application was not considered to comply with the provisions of the Development Plan and NPPF as submitted, and would have required substantial changes such that a new application would be required. \r\n\"\tThe application was considered to be fundamentally contrary to the provisions of the Development Plan and the NPPF, and there were not considered to be any solutions to resolve this conflict. \r\n\"\tIt is noted that the applicant/agent did not engage in any pre-application discussions.\r\n\"\tThe applicant is advised to seek pre-application advice on any resubmission.\r\n"
  ],
  "parking_details": null,
  "site_number": "23",
  "uprn": "48016855",
  "decision_target_date": "10/10/2024",
  "application_type": "All Other",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528010.7986280024,
              168837.8502500726
            ],
            [
              528033.1509886624,
              168828.75285417138
            ],
            [
              528040.1699554161,
              168847.63487227552
            ],
            [
              528040.3330944582,
              168851.5515492644
            ],
            [
              528039.1244906283,
              168847.608608987
            ],
            [
              528019.8548822823,
              168854.6888901444
            ],
            [
              528017.4829479578,
              168855.41182963626
            ],
            [
              528010.7986280024,
              168837.8502500726
            ],
            [
              528010.7986280024,
              168837.8502500726
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Refused",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "street_name": "Commonside East",
  "secondary_street_name": null,
  "description": "APPLICATION FOR REMOVAL OF PORCH, ALTERATIONS TO FENESTRATIONS, INSTALLATION OF FENCE TO FACILITATE THE CHANGE OF USE OF BASEMENT AND PART CHANGE OF USE OF GROUND FLOOR FROM COMMERCIAL USE (CLASS E) TO RESIDENTIAL USE (CLASS C3) TO PROVIDE 2 X 2 BED FLATS AND ASSOCIATED CYCLE AND REFUSE STORES.",
  "id": "Merton-23_P2557",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P2557"
}