{
  "uprn": "48111106",
  "valid_date": "17/10/2023",
  "bo_system": "Northgate M3",
  "application_type": "All Other",
  "development_type": "Major all other major developments",
  "date_building_work_completed_under_previous_permission": null,
  "pp_id": "PP-12288302",
  "postcode": "SM4 5RU",
  "title_number": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Site location plan, drawings 3215 PA-103E, 3215 PA-104G, 3215 PA-105G, 3215 PA-106G, 3215 PA-107G, 3215 PA-108G, 3215 PA-109G, 3215 PA-110G, 3215 PA-200 G (Privacy screen) and Documents; Drainage Strategy and Maintenance Statement For Lincoln Asset Holdings Ltd Project Number: 14080 October 2023 Compiled by Campbell Reith Ltd\r\n",
    "Condition : 3 - Materials to be Approved - No development other than demolition shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Surface Treatment - No development other than demolition shall take place until details of the surfacing of all those parts of the site not covered by buildings or soft landscaping, including any parking, service areas or roads, footpaths, hard and soft have been submitted in writing for approval by the Local Planning Authority. No works that are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details have been approved and works to which this condition relates have been carried out in accordance with the approved details.",
    "Condition : 5 - Boundary Treatment - No development shall take place until details of all boundary walls or fences are submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be\r\npermanently retained thereafter.",
    "Condition : 6 - Elevation Fixings - No cables, wires, aerials, pipe work (except any rainwater down pipes as may be shown on the approved drawings) meter boxes or flues shall be fixed to any elevation facing a highway.",
    "Condition : 7 - Refuse & Recycling (Details to be Submitted) - No development other than demolition shall take place until a scheme for the storage of refuse and recycling has been submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the scheme has been approved, and the development shall not be\r\noccupied until the scheme has been approved and has been carried out in full. Those facilities and measures shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 8 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 9 - No Use of Flat Roof  - Access to the flat roof (other than designated amenity terraces) of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 10 - Screening - The screening or enclosure to the balconies and windows as shown on the approved plans shall be implemented before the development is first occupied and retained permanently thereafter.",
    "Condition : 11 - No External Lighting - No external lighting shall be installed without the prior approval in writing of the Local Planning Authority.",
    "Condition : 12 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 13 - Landscaping - No development shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 14 - Landscaping  (Implementation) - All hard and soft landscape works shall be carried out in accordance with the details approved by virtue of the discharge of condition 13. The works shall be carried out in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner, and any trees which die within a period of 5 years from the completion of the development, are removed or become seriously damaged or diseased or are dying, shall\r\nbe replaced in the next planting season with others of same approved specification, unless the Local Planning Authority gives written consent to any variation. All hard surfacing and means of enclosure shall be completed before the development is first occupied.",
    "Condition : 15 - Hardstanding (Flooding) - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 16 - New Vehicle Access - Details to be submitted  - No development shall commence until details of the proposed vehicular access to serve the development have been submitted in writing for approval to the Local Planning Authority.  No works that are subject of this condition shall be carried out until those details have been approved, and the development shall not be occupied until those details have been approved and completed in full.",
    "Condition : 17 - Vehicle Access to be provided - The development hereby approved shall not be occupied until the proposed vehicle access has been sited and laid out in accordance with the approved plans",
    "Condition : 18 - Crossovers Removal - The development shall not be occupied until the existing redundant crossover/s have been be removed by raising the kerb and reinstating the footway in accordance with the requirements of the Highway Authority.",
    "Condition : 19 - Visibility Splays - Prior to the occupation of the development 2 metre x 2 metre pedestrian visibility splays shall be provided either side of the vehicular access to the site. Any objects within the visibility splays shall not exceed a height of 0.6 metres.",
    "Condition : 20 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 21 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 22 - Air Quality - All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. \r\nUnless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.London/\r\n\r\nReason: Having regard to the impact on local air quality.",
    "Condition : 23 - 1) Demolition and Construction Method Statement; No development shall take place until a Demolition and Construction Method Statement has been submitted to, and approved in writing by, the Local planning authority. The approved Statement shall be adhered to throughout the demolition and construction period and it shall provide for:\r\ni) hours of operation\r\nii)the parking of vehicles of site operatives and visitors\r\niii) loading, unloading and storage of plant and materials used in constructing the development\r\niv) the erection and maintenance of security hoarding including decorative -displays and facilities for public viewing, where appropriate\r\nv) wheel washing facilities\r\nvi) measures to control the emission of noise, vibration, dust and dirt during demolition & construction.\r\nvii) a scheme for recycling/disposing of waste resulting from demolition and construction works\r\nReason: To ensure the safety of pedestrians and vehicles and the amenities of the surrounding area and to comply with the following Development Plan policies for Merton: policies T4 and T7 of the London Plan 2021, policy CS20 of Merton's Core Planning Strategy 2011 and policy DM T2 of Merton's Sites and Policies Plan 2014\r\n",
    "Condition : 24 - 2) Construction Logistics Plan - Prior to the commencement of the development hereby permitted, a Construction Logistics Plan that demonstrates compliance with Transport for London's relevant current guidance on Construction Logistics Plans shall be submitted to and approved in writing by the Local Planning Authority. The approved measures shall be implemented prior to the first occupation of the development hereby permitted and shall be so maintained for the duration of the use, unless the prior written approval of the Local Planning Authority is first obtained to any variation.\r\n Reason; to ensure the safety of pedestrians and vehicles and the amenities of the surrounding area and to comply with the following Development Plan policies for Merton: policy T7 of the London Plan 2021 and policy CS20 of Merton's Core Planning Strategy 2011 \r\n",
    "Condition : 25 - Contaminated site-\r\na)\tNo development shall occur until:\r\ni) a site-investigation has been conducted to consider the potential for contaminated-land and shall be submitted to and approved in writing by the local planning authority.\r\nii) a remediation method statement, described to make the site suitable for, intended use by removing unacceptable risks to sensitive receptors, and shall be submitted to and approved in writing by the local planning authority.\r\nb)\tPrior to first occupation:\r\nThe remediation shall be completed and a verification report, produced on completion of the remediation, shall be submitted to and approved in writing by the local planning authority.\r\nReason; To protect public health and the environment from potential impacts of pollutants in accordance with policy DM EP4 of the Merton Sites and Policies Plan 2014\r\n",
    "Condition : 26 - Contaminated site; Prior to first occupation:\r\nThe remediation shall be completed and a verification report, produced on completion of the remediation, shall be submitted to and approved in writing by the local planning authority.\r\nReason; To protect public health and the environment from potential impacts of pollutants in accordance with policy DM EP4 of the Merton Sites and Policies Plan 2014",
    "Condition : 27 - Air Quality (boilers); Prior to occupation of the development hereby approved evidence shall be submitted to and approved in writing by the local planning authority to demonstrate that all the new domestic boilers have NOx emissions less than 40mg/kWh. \r\n\r\nReason: to ensure the development does not have a negative impact on air quality in accordance with Merton Sites and Policies Plan 2014 policy DM EP4",
    "Condition : 28 - Water Use-  The residential units hereby approved shall not be occupied until it has demonstrated to and approved in writing by the Local Planning Authority that they have achieved as a minimum, a water efficiency standard of not more than 110 litres per person per day maximum water consumption (to include a fixed factor of water for outdoor use of 5 litres per person per day in accordance with the optional requirement defined within Approved Document G of the Building Regulations).Reason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: policy SI 5 of the London Plan 2021 and policy CS15 of Merton's Core Planning Strategy 2011",
    "Condition : 29 - Safer by Design \r\nThe development hereby permitted shall incorporate security measures to minimise the risk of crime by ensuring that all easily accessible doors and windows meet the requirements set out by Secured by design. This is to include the communal entry door and each individual apartment door. \r\nReason: In order to achieve the principles and objectives of Secured by Design to improve community safety and crime prevention in accordance with Policy: Chapters 01B & 01C Merton New Local Plan, Policy D11 London Plan, Section 17 Crime and Disorder Act 1988 and National Planning Policy Framework (NPPF).\r\n",
    "Condition : 30 - EV Charging: prior to occupation of the development the two vehicle parking bays hereby approved shall be fitted with electric charging facilities and shall be retained in full working order at all times thereafter. Reason; to facilitate the provision of infrastructure for the use of Electric vehicles to reduce carbon emissions in accordance with London Plan 2021 policy T2.",
    "Condition : 31 - Prior to the commencement of development, a detailed scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority for  the development. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS) based on the 100yr plus 40% climate change event at a rate of 2.0 l/s, in accordance with drainage hierarchy contained within the London Plan Policy (SI 13and SPG) and the advice contained within the National SuDS Standards\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 13\r\n",
    "Condition : 32 - Refuse - No refuse or waste material of any description shall be left or stored anywhere on the site other than within a building or refuse enclosure.\r\n\r\nReason: To safeguard the appearance of the property and the amenities of the area and to accord with Policies D3 and D6 of the London Plan 2021, Policy CS14 of the Core Planning Stragegy 2011 and Policy DM D2 of the Sites and Policies Plan 2014.",
    "Condition : 33 - Green roofs: full details of a planting scheme, and the design and method \r\nof construction of the green and brown roofs shall be submitted to and \r\napproved in writing by the local planning authority and these works shall \r\nbe carried out as approved prior to the occupation of any part of the development.\r\n\r\nReason: to protect and enhance the biodiversity of the development in \r\nthe interest of nature conservation and to comply with the following \r\ndevelopment policies for Merton: policy G5 of the London Plan 2021; \r\npolicy CS13 of Merton's Core Planning Strategy 2011 and policy DMO2 of \r\nMerton's Sites and Policies Plan 2014. ",
    "Condition : 34 - INFORMATIVE- Good site practice.\r\n\r\nThe Council as local planning authority, recognizes the importance of achieving high standards of site practice and workmanship in the course of construction and acknowledges that this will have significant influence upon the quality of the finished brickwork.\r\n\r\nThe applicant is therefore encouraged to follow the advice set out in the Brick Development Association publication: Good-Site-Practice-Workmanship-General-Guide-2023 when implementing the development hereby approved.",
    "Condition : 35 - INFORMATIVE - CIL Liable \r\nThe applicant is advised that this permission results in a chargeable scheme under the Borough's and the Mayor of London's Community Infrastructure Levy. \r\n",
    "Condition : 36 - INFORMATIVE- \r\nAdvice regarding permeable and porous hardstandings can be found in the document 'Guidance on the Permeable Surfacing of Front Gardens' available at http://www.communities.gov.uk/publications/planningandbuilding/pavingfrontgardens\r\n",
    "Condition : 37 - INFORMATIVE- \r\nIt is Council policy for the Council's contractor to construct new vehicular accesses. The applicant should contact the Council's Highways Team on 020 8545 3829 prior to any work starting to arrange for this work to be done. If the applicant wishes to undertake this work the Council will require a deposit and the applicant will need to cover all the Council's costs (including supervision of the works). If the works are of a significant nature, a Section 278 Agreement (Highways Act 1980) will be required and the works must be carried out to the Council's specification.\r\n",
    "Condition : 38 - INFORMATIVE- \r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 39 - INFORMATIVE- \r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 40 - INFORMATIVE- \r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n",
    "Condition : 41 - INFORMATIVE- \r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site.\r",
    "Condition : 42 - INFORMATIVE - Bricks\r\n\r\nThe Council as local planning authority, recognizes the importance of achieving high standards of site practice and workmanship in the course of construction and acknowledges that this will have significant influence upon the quality of the finished brickwork.\r\n\r\nThe applicant is therefore encouraged to follow the advice set out in the Brick Development Association publication: Good site practice and workmanship (December 2015)  https://www.brick.org.uk/admin/resources/g-good-site-practice-workmanship.pdf when implementing the development hereby approved.\r\n",
    "Condition : 43 - INFORMATIVE-  \r\nNotwithstanding the details shown on the approved plans the applicant is advised that the refuse containers must be presented at the pavement edge on the relevant collection days as the refuse will not be collected from the approved refuse stores within the site.\r\n",
    "Condition : 44 - INFORMATIVE- \r\nWater efficiency evidence requirements for post construction stage assessments must provide:�Documentary evidence representing the dwellings 'As Built'; detailing: the type of appliances/ fittings that use water in the dwelling (including any specific water reduction equipment with the capacity / flow rate of equipment); the size and details of any rainwater and grey-water collection systems provided for use in the dwelling; AND:�Water Efficiency Calculator for New Dwellings; OR �Where different from design stage, provide revised Water Efficiency Calculator for New Dwellings and detailed documentary evidence (as listed above) representing the dwellings 'As Built'\r\n",
    "Condition : 45 - INFORMATIVE- \r\nNo surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.   Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777). \r\nNo waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system\r\n",
    "Condition : 46 - INFORMATIVE- \r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The applicant was offered the opportunity to submit amended plans in order to make the proposal acceptable in planning terms.\r\n   iii) The application was approved without delay.\r\n   iv) The application was considered by the Planning Committee where the applicant/agent had the opportunity to speak to the committee and promote the application.\r\n"
  ],
  "status": "Approved",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P2893",
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "centroid_easting": 526033,
  "actual_completion_date": null,
  "site_name": "Warehouse Rear Of 48",
  "decision_date": "31/01/2025",
  "locality": "Morden",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526033.6494648565,
              168102.3007948032
            ],
            [
              526038.8026280478,
              168096.9023400937
            ],
            [
              526034.8037734112,
              168093.25338459504
            ],
            [
              526039.6601144026,
              168089.7243947562
            ],
            [
              526035.339702383,
              168084.23596580164
            ],
            [
              526031.0605156687,
              168078.8075196774
            ],
            [
              526025.5835084475,
              168071.88790442672
            ],
            [
              526019.7482918311,
              168075.1985527326
            ],
            [
              526018.7423943762,
              168075.54845257418
            ],
            [
              526015.9473186613,
              168076.34822364204
            ],
            [
              526011.5527010916,
              168077.69783732021
            ],
            [
              526008.2464315881,
              168078.54759407946
            ],
            [
              526011.3877998695,
              168081.4967498947
            ],
            [
              526013.1522429464,
              168083.19626341265
            ],
            [
              526021.7271064968,
              168091.16398268018
            ],
            [
              526033.6494648565,
              168102.3007948032
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "appeal_decision": null,
  "street_name": "Central Road",
  "centroid": {
    "lon": -0.189715,
    "lat": 51.397916
  },
  "site_number": "48",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.189704,
          51.397963
        ],
        [
          -0.189632,
          51.397914
        ],
        [
          -0.189691,
          51.397882
        ],
        [
          -0.189622,
          51.397849
        ],
        [
          -0.189686,
          51.397801
        ],
        [
          -0.18975,
          51.397753
        ],
        [
          -0.189831,
          51.397692
        ],
        [
          -0.189914,
          51.397723
        ],
        [
          -0.189928,
          51.397726
        ],
        [
          -0.189968,
          51.397734
        ],
        [
          -0.19003,
          51.397747
        ],
        [
          -0.190078,
          51.397756
        ],
        [
          -0.190031,
          51.397781
        ],
        [
          -0.190005,
          51.397796
        ],
        [
          -0.189879,
          51.397866
        ],
        [
          -0.189704,
          51.397963
        ]
      ]
    ]
  },
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "centroid_northing": 168097,
  "decision_process": null,
  "id": "Merton-23_P2893",
  "lapsed_date": "31/01/2028",
  "decision_target_date": "31/01/2025",
  "borough": "Merton",
  "lpa_name": "Merton",
  "last_updated": "2025-03-19T18:43:05.458+00:00",
  "secondary_street_name": null,
  "parking_details": {
    "no_proposed_carclub": 1,
    "no_existing_cycle": 0,
    "no_existing_car": 4,
    "no_existing_other": 2,
    "net_car": -2,
    "no_existing_carclub": 0,
    "no_proposed_car": 2,
    "no_proposed_cycle": 10,
    "no_proposed_other": 0,
    "net_carclub": 1,
    "net_cycle": 10,
    "net_other": -2
  },
  "subdivision_of_building": null,
  "decision": "Approved",
  "last_date_consultation_comments": "16/11/2023",
  "ward": "St Helier",
  "application_details": {
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "07/2025",
        "intended_commencement_date": "01/2024"
      }
    ],
    "total_gia_gained": 342.5,
    "site_area": 0.0437,
    "total_gia_lost": 219,
    "total_gia_existing": 219,
    "scheme_name": "Hazelwood Court",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 219,
        "use_class": "B8",
        "gia_gained": 0,
        "gia_lost": 219
      },
      {
        "gia_existing": 0,
        "use_class": "SpecifiedOther",
        "gia_gained": 44,
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 298.5,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "scheme_phasing": true,
    "rain_water_harvesting": true,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 8.1,
        "building_ref": "Replacement Building"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": true,
    "surface_water_discharge_percentage_reduction": 33,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 219,
      "total_gia_gained": 342.5,
      "total_gia_existing": 219,
      "total_gia_lost": 219
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_passive_rapid_ev_charging_points": 0,
      "green_roof_area": 0,
      "no_resi_units_to_have_full_fibre": 5,
      "urban_greening_factor_score": 0.2,
      "solar_pv_capacity": 0.01,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_active_rapid_ev_charging_points": 3,
      "no_non_resi_units_to_have_full_fibre": 1,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 5,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 1,
      "chp_heat_pumps_capacity": 0.06,
      "ghg_reduction_over_building_regulations": true
    },
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 8,
      "total_no_proposed_residential_units": 6,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 5,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 403.6,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 105.1
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 50,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 60.5,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-5",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 71,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-6",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 67,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "internal_resi_water_usage": 105,
    "ownership_status": "Private"
  },
  "last_updated_by": "Northgate M3",
  "lpa_app_no": "23/P2893",
  "cil_liability": true,
  "appeal_decision_date": null,
  "decision_agency": "Borough",
  "description": "DEMOLITION OF B8 STORAGE UNIT AND ERECTION OF 2-3 STOREY MIXED USE SCHEME COMPRISING CLASS E EMPLOYMENT USE UNIT TO GROUND FLOOR FRONT AND 5NO C3 RESIDENTIAL UNITS TO GROUND FLOOR REAR AND ABOVE WITH CARPARKING, CYCLE-PARKING, WASTE & RECYCLING STORAGE, HARD & SOFT LANDSCAPING AND ON-STREET CAR CLUB SPACE.",
  "appeal_status": null
}