{
  "lpa_app_no": "23/P2711",
  "uprn": "48019533",
  "lapsed_date": "19/09/2027",
  "centroid_northing": 168519,
  "site_number": "18",
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": null,
  "appeal_decision_date": null,
  "valid_date": "02/10/2023",
  "decision_date": "19/09/2024",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.196349,
          51.401804
        ],
        [
          -0.196098,
          51.401783
        ],
        [
          -0.196081,
          51.401795
        ],
        [
          -0.196107,
          51.402125
        ],
        [
          -0.19635,
          51.402118
        ],
        [
          -0.196333,
          51.401884
        ],
        [
          -0.196349,
          51.401804
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": null,
  "application_details": {
    "total_gia_lost": 312,
    "scheme_phasing": true,
    "total_gia_existing": 312,
    "total_gia_gained": 3029,
    "projected_cost_of_works": "Between £2m and £100m",
    "rain_water_harvesting": false,
    "building_details": [
      {
        "no_storeys": 7,
        "max_height": 22.9,
        "building_ref": "A "
      }
    ],
    "superseding_details": [
      {
        "lpa_app_no": "22/P2901",
        "partial_supersedence": false
      },
      {
        "lpa_app_no": "22/P2672",
        "partial_supersedence": false
      }
    ],
    "grey_water_reuse": false,
    "infrastructure_details": {
      "urban_greening_factor_score": 0.53,
      "no_passive_rapid_ev_charging_points": 0,
      "no_new_water_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 85,
      "no_resi_units_to_have_full_fibre": 0,
      "no_active_rapid_ev_charging_points": 2,
      "solar_pv_capacity": 0.05,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 0,
      "total_annual_pm_emissions": 0,
      "total_annual_nox_emissions": 0,
      "fire_suppression_system_proposed": true,
      "ghg_reduction_over_building_regulations": true,
      "chp_heat_pumps_capacity": 0.25,
      "green_roof_area": 515,
      "no_homes_passive_cooling": 85
    },
    "internal_resi_water_usage": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 312,
        "use_class": "E",
        "gia_gained": 3029,
        "gia_lost": 312
      }
    ],
    "non_residential_details": {
      "total_gia_gained": 3029,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 312,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 312
    },
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "Site setup and demolition",
        "intended_completion_date": "03/2024",
        "intended_commencement_date": "01/2024"
      },
      {
        "phase_detail": "Basement excavation and piling",
        "intended_completion_date": "06/2024",
        "intended_commencement_date": "01/2024"
      },
      {
        "phase_detail": "Sub-structure",
        "intended_completion_date": "06/2024",
        "intended_commencement_date": "04/2024"
      },
      {
        "phase_detail": "Super-structure ",
        "intended_completion_date": "12/2024",
        "intended_commencement_date": "04/2024"
      },
      {
        "phase_detail": "Cladding",
        "intended_completion_date": "03/2025",
        "intended_commencement_date": "07/2024"
      },
      {
        "phase_detail": "Fit-out, testing and commissioning",
        "intended_completion_date": "06/2025",
        "intended_commencement_date": "10/2024"
      }
    ],
    "green_suds": true,
    "other_residential_accommodation_details": {
      "other_resi_accommodation_unit_details": [
        {
          "no_rooms_proposed": 85,
          "unit_type": "Hotel Room",
          "no_rooms_lost": 0
        }
      ]
    },
    "surface_water_discharge_percentage_reduction": 95,
    "affordable_housing_fast_track": false,
    "site_area": 0.07001,
    "garden_land_lost": false
  },
  "appeal_decision": null,
  "postcode": "SM4 5BL",
  "development_type": "Major all other major developments",
  "title_number": null,
  "centroid_easting": 525576,
  "actual_commencement_date": null,
  "description": "DEMOLITION OF THE EXISTING BUILDINGS AND REDEVELOPMENT TO ERECT A 7 STOREY BUILDING COMPRISING A HOTEL (USE CLASS C1) AND ANCILLARY USES WITH ASSOCIATED PARKING, GROUNDWORKS, HARD AND SOFT LANDSCAPING, SERVICING, PLANT AND ASSOCIATED WORKS.",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": "9851-3086-0151-0300-7925",
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.196132,
    "lat": 51.40181
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P2711",
  "pp_id": "PP-12187825",
  "id": "Merton-23_P2711",
  "application_type_full": "Full planning permission",
  "cil_liability": true,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "30/09/2024",
  "locality": "Morden",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "20/04/2024",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Site location plan and drawings 0100 Rev 12, 0101 Rev 12, 0102 Rev 11, 0103 Rev 11, 0104 Rev 12, 0105 Rev 10, 0106 Rev 10, 0107 Rev 08, 0200 Rev 11, 0201 Rev 09, 0202 Rev 08, 0203 Rev 08, 0210 Rev 07 & 0400 Rev 05.",
    "Condition : 3 - Surface Treatment - No development other than demolition shall take place until details of the surfacing of all those parts of the site not covered by buildings or soft landscaping, including any parking, service areas or roads, footpaths, hard and soft have been submitted in writing for approval by the Local Planning Authority. No works that are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details have been approved and works to which this condition relates have been carried out in accordance with the approved details.",
    "Condition : 4 - Materials to be submitted - Prior to commencement of above ground works, full details and samples of all materials to be used in the construction of the external surfaces of the development hereby permitted, including proposals for the siting, design and maintenance of a green wall on the rear elevation, shall be submitted to and approved in writing by the local planning authority. Details must include a detailed schedule of materials, physical examples of materials from the manufacturer where appropriate, a photographic sample board, sample panels where appropriate and notwithstanding the submitted drawings, rendered drawings, elevations and sections at a scale of 1:20, showing details of window reveals, glazing type, framing, glazing bars, cills, soffits and brickwork detailing. The development shall be carried out only in accordance with the agreed details.\r\nReason: To ensure a satisfactory appearance of the development and to comply with the following Development Plan policies for Merton: policies D4 and D8 of the London Plan 2021, policy CS14 of Merton's Core Planning Strategy 2011 and policies DM D2 and D3 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 5 - Working Method Statement - Development shall not commence until a working method statement has been submitted to and approved in writing by the Local Planning Authority to accommodate:\r\n(i) Parking of vehicles of site workers and visitors;\r\n(ii) Loading and unloading of plant and materials;\r\n(iii) Storage of construction plant and materials;\r\n(iv) Wheel cleaning facilities\r\n(v) Control of dust, smell and other effluvia;\r\n(vi) Control of surface water run-off.\r\nNo development shall be carried out except in full accordance with the approved method statement.\r\nReason: To ensure the safety of pedestrians and vehicles and the amenities of the surrounding area and to comply with the following Development Plan policies for Merton: policies T4 and T7 of the London Plan 2021, policy CS20 of Merton's Core Planning Strategy 2011 and policy DM T2 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 6 - Demolition and Construction Logistics Plan - Prior to the commencement of the development hereby permitted, a Demolition and Construction Logistics Plan (including a construction management plan in accordance with TfL guidance) shall be submitted to and approved in writing by the Local Planning Authority.  The approved measures shall be implemented prior to the first occupation of the development hereby permitted and shall be so maintained for the duration of the use, unless the prior written approval of the Local Planning Authority is first obtained to any variation.\r\nReason:  To ensure the safety of pedestrians and vehicles and the amenities of the surrounding area and to comply with the following Development Plan policies for Merton: policies T4 and T7 of the London Plan 2021, policy CS20 of Merton's Core Planning Strategy 2011 and policy DM T2 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 7 - Air Quality - All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. \r\nUnless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.London/\r\n",
    "Condition : 8 - Noise levels, (expressed as the equivalent continuous sound level) LAeq (15 minutes), from any external plant/machinery across the site shall not exceed LA90-10dB at the boundary with the closest residential property. \r\nReason:  To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policies D4 and D14 of the London Plan 2021 and policies DM D2, DM D3, DM EP2 and DM EP4 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 9 - External Lighting - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.",
    "Condition : 10 - Air Quality Dust Management Plan - The development hereby approved shall not commence until a detailed Air Quality Dust Management Plan has been submitted to and approved in writing by the Local Planning authority and the works shall be undertaken in accordance with those approved details and those in the submitted  Construction Environmental Management Plan (Ref.: PP1994/CL/CEMP/202309-EC) \r\nReason:  To safeguard the amenities of the area and protect air quality and ensure compliance with the following Development Plan policies for Merton: policies DM D2 and DM EP4 of Merton's Sites and Polices Plan 2014.\r\n",
    "Condition : 11 - WSI: No development, excluding demolition, shall take place until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.\r\nIf heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include: \r\nA. The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works \r\nB. Where appropriate, details of a programme for delivering related positive public benefits \r\nC. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI. \r\nReason: In order to provide the opportunity to record the history of the site and to comply with the following Development Plan policies for Merton: policy HC1 of the London Plan 2021, policy CS14 of Merton's Core Planning Strategy 2011 and policy DM D4 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 12 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 13 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 14 - Fire Strategy - The development shall be carried out in accordance with the provisions of the Preliminary RIBA Stage 2 Fire Strategy by Orion Fire Engineering Ltd and must fully comply with The Building Regulation 2010 (as amended) unless otherwise approved in writing by the Local Planning Authority.\r\nReason: To ensure that the development incorporates the necessary fire safety measures in accordance with the Mayor's London Plan Policy D12.\r\n",
    "Condition : 15 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 16 - Drainage - Prior to the commencement of development, a construction level detail scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority for both phases of the development. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS). The scheme will be required to discharge at the agreed run-off rate of no more than 1 l/s and no less than 8.7m3 of attenuation, in accordance with drainage hierarchy contained within the London Plan Policies SI12 and SI13 and the advice contained within the National SuDS Standards.\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 12 & 13. \r\n",
    "Condition : 17 - Contaminated Land - Remedial Measures - If during construction works further contamination is encountered which has not previously been identified and considered the Council's Environmental Health Section shall be notified immediately and no further development shall take place until remediation proposals (detailing all investigative works and sampling, together with the results of analysis, risk assessment to any receptors and proposed remediation strategy detailing proposals for remediation) have been submitted to and approved by the Local Planning Authority and the approved remediation measures/treatments implemented in full.",
    "Condition : 18 - Safer by Design - The development hereby permitted shall incorporate security measures to minimise the risk of crime and to meet the specific security needs of the development in accordance with Secured by Design. Details of these measures shall be submitted to and approved in writing by the local planning authority prior to commencement of the development and shall be implemented in accordance with the approved details prior to occupation. \r\nReason: In order to achieve the principles and objectives of Secured by Design to improve community safety and crime prevention in accordance with Policy: Chapters 01B & 01C Merton New Local Plan, Policy D11 London Plan, Section 17 Crime and Disorder Act 1988 and National Planning Policy Framework (NPPF). \r\n",
    "Condition : 19 - Secured by Design final certificate - Prior to occupation a Secured by Design final certificate or its equivalent from the South West Designing Out Crime office shall be submitted to and approved by the Local Planning Authority. \r\nReason: In order to achieve the principles and objectives of Secured by Design to provide a safer environment for future residents and visitors to the site and reduce the fear of crime in accordance with Policy: Chapters 01B & 01C Merton New Local Plan, Policy D11 London Plan, Section 17 Crime and Disorder Act 1988 and National Planning Policy Framework (NPPF). The inclusion of any such conditions would assist to reassure local residents and police that security is a material consideration of the developer\r\n",
    "Condition : 20 - Air Quality Dust Management Plan\r\n1. Prior to the commencement of development, including demolition, a detailed Dust Management Plan (DMP) shall be submitted to and approved in writing by the Local Planning Authority. The DMP shall include:\r\na) An Air quality management plan that identifies the steps and procedures that will be implemented to minimise the creation and impact of dust and other air emissions resulting from the site preparation, demolition, and groundwork and construction phases of the development. To include continuous dust monitoring.\r\nb) Construction environmental management plan that identifies the steps and procedures that will be implemented to minimise the creation and impact of noise, vibration, dust and other air emissions resulting from the site preparation, demolition, and groundwork and construction phases of the development.\r\n2. The development shall not be implemented other than in accordance with the approved scheme, unless previously agreed in writing by the Local Planning Authority.\r\nReason: To ensure the development does not raise local environment impacts and pollution in accordance with Merton Sites and Policies Plan 2014 policy DM EP4.\r\n",
    "Condition : 21 - CEMP: The development hereby approved shall be undertaken in accordance with the submitted Construction Environmental Management Plan compiled by NRG Consulting and these details shall be complied with throughout the duration of the project unless otherwise agreed in writing by the Local Planning Authority.\r\nReason: To ensure the development does not raise local environment impacts and pollution in accordance with Merton Sites and Policies Plan 2014 policy DM EP4.\r\n",
    "Condition : 22 - Living green wall: Full details of the proposed living green wall systems and associated method of irrigation, to also include a green wall to the rear elevation, shall be submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner. Details shall include on a plan, full details of the size, species, quantities and location of the proposed plants. \r\nReason; To protect and enhance the biodiversity of the development in the interest of nature conservation and to comply with the following Development Plan policies for Merton: policies G5 and G6 of the London Plan 2021; policy CS13 of Merton's Core Planning Strategy 2011 and policy DM02 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 23 - Biodiverse Green Roof: Details of the proposed design, construction and layout of the green roof shall be submitted to and approved in writing by the Local Planning Authority. Details shall include the size, species and quantities of the proposed species rich grassland habitat plants. The green roof shall be maintained, with replacement planting for any plants that become damaged, diseased or dying with others of the same specification, for the duration of the development hereby permitted. \r\nReason; To protect and enhance the biodiversity of the development in the interest of nature conservation and to comply with the following Development Plan policies for Merton: policies G5 and G6 of the London Plan 2021; policy CS13 of Merton's Core Planning Strategy 2011 and policy DM02 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 24 - Schwegler Sparrow Terrace: 6no. Schwegler Sparrow Terrace blocks shall be inserted into the western wall structure of the development, just below roof level. The blocks shall be maintained for the duration of the development. \r\nReason: To enhance the biodiversity of the development in the interest of nature conservation \r\n",
    "Condition : 25 - Landscape Management Plan: Prior to the occupation of the development a landscape management plan including long term design objectives, management, responsibilities and maintenance schedules for all landscaped areas, including the living green wall, biodiverse green roof and the Schwegler Sparrow Terrace, shall be submitted to and approved by the Local Planning Authority. The development shall be undertaken in accordance with those approved measures unless otherwise agreed in writing by the LPA.\r\nReason - ; To minimise impacts on and providing net gains for biodiversity from any new proposed development in accordance with Paragraph 174 of the National Planning Policy Framework\r\n",
    "Condition : 26 - District Heat Networks - London Heat Networks Manual - 'No development shall commence until the applicant submits to, and has secured written approval from, the Local Planning Authority evidence demonstrating that the development has been designed to enable connection of the site to an existing or future district heating network, in accordance with the Technical Standards of the London Heat Network Manual (2021).' \r\nReason: To demonstrate that the site heat network has been designed to link all building uses on site (domestic and non-domestic), and to demonstrate that sufficient space has been allocated in the plant room for future connection to wider district heating, in accordance with London Plan policies SI2 and SI3.\r\n",
    "Condition : 27 - Heat Pump System - No development shall commence until the applicant submits to, and has secured written approval from, the Local Planning Authority, details of the proposed heat pump system in line with climate change comments sent to the Applicant on 15th November 2023. \r\nReason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: Policy SI2 of the London Plan 2021 and Policy CS15 of Merton's Core Planning Strategy 2011. \r\n",
    "Condition : 28 - Non-residential CO2 reductions - 'Unless otherwise agreed in writing by the Local Planning Authority, no part of the development hereby approved shall be used or occupied until evidence demonstrating that the development has achieved CO2 reductions in accordance with those outlined in the sustainability and energy statement (dated 5th January 2024), has been submitted to and acknowledged in writing by the Local Planning Authority.' \r\nReason:  To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply the following Development Plan policies for Merton: policy SI2 of the London Plan 2021 and policy CS15 of Merton's Core Planning Strategy 2011. \r\n",
    "Condition : 29 - BREEAM - 'Unless otherwise agreed in writing by the Local Planning Authority, no part of the development hereby approved shall be used or occupied until a Post-Construction Review Certificate issued by the Building Research Establishment or other equivalent assessors confirming that the non-residential development has achieved a BREEAM rating of not less than the standards equivalent to 'Very Good' has been submitted to and acknowledged in writing by the Local Planning Authority.' \r\nReason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply the following Development Plan policies for Merton: policy CS15 of Merton's Core Planning Strategy 2011.\r\n",
    "Condition : 30 - 'BE SEEN' ENERGY MONITORING - Pt 1\r\na) Prior to each Building being occupied, the Owner shall provide updated accurate and verified 'as-built' design estimates of the 'Be Seen' energy performance indicators for each Reportable Unit of the development, as per the methodology outlined in the 'As-built stage' chapter / section of the GLA 'Be Seen' energy monitoring guidance (or any document that may replace it). All data and supporting evidence should be submitted to the GLA using the 'Be Seen' as-built stage reporting webform ( https://www.london.gov.uk/what-wedo/planning/implementing-london-plan/london-plan-guidance-and-spgs/be-seen-energymonitoring-guidance). The owner should also confirm that suitable monitoring devices have been installed and maintained for the monitoring of the in-use energy performance indicators, as outlined in the 'In-use stage' of the GLA 'Be Seen' energy monitoring guidance document (or any document that may replace it). \r\nb) Upon completion of the first year of Occupation or following the end of the Defects Liability Period (whichever is the later) and at least for the following four years after that date, the Owner is required to provide accurate and verified annual in-use energy performance data for all relevant indicators under each Reportable Unit of the development as per the methodology outlined in the 'In-use stage' chapter / section of the GLA 'Be Seen' energy monitoring guidance document (or any document that may replace it). All data and supporting evidence should be submitted to the GLA using the 'Be Seen' in-use stage reporting webform ( https://www.london.gov.uk/what-we-do/planning/implementing-londonplan/london-plan-guidance-and-spgs/be-seen-energy-monitoring-guidance). This obligation will be satisfied after the Owner has reported on all relevant indicators included in the 'In-use stage' chapter of the GLA 'Be Seen' energy monitoring guidance document (or any document that may replace it) for at least five years. \r\n",
    "Condition : 31 - 'BE SEEN' ENERGY MONITORING Pt 2\r\nc) In the event that the 'In-use stage' evidence submitted under Clause b) shows that the 'As-built stage' performance estimates derived from Clause a) have not been or are not being met, the Owner should investigate and identify the causes of underperformance and the potential mitigation measures and set these out in the relevant comment box of the 'Be Seen' in-use stage reporting webform. An action plan comprising measures identified in Clause b) shall be submitted to and approved in writing by the GLA, identifying measures which would be reasonably practicable to implement and a proposed timescale for implementation. The action plan and measures approved by the GLA should be implemented by the Owner as soon as reasonably practicable. \r\n\r\nReason To ensure the provision of energy efficient and sustainable development and to comply the following Development Plan policies for Merton: policy SI2 of the London Plan 2021 and policy CS15 of Merton's Core Planning Strategy 2011. ",
    "Condition : 32 - Urban greening - The development hereby permitted shall not be occupied until the Urban Greening factors set out in drawing Urban Greening Factor Rev 01 (dated 23/06/2023) have been fully implemented and shall be permanently maintained as such thereafter to the satisfaction of the Local Planning Authority.",
    "Condition : 33 - Provision of Vehicle Parking - The vehicle parking area (including any garages hereby approved) shown on the approved plans shall be provided before the commencement of the buildings or use hereby permitted and shall be retained for parking purposes for occupiers and users of the development and for no other purpose.\r\n",
    "Condition : 34 - Louvres: Prior to occupation of the development hereby approved details of the design and materials for the privacy louvres shall be submitted to and approved in writing by the Local Planning authority and shall installed and maintained in perpetuity in accordance with those approved details unless otherwise agreed in writing by the LPA.\r\nReason: To ensure a suitable standard of design and to protect the amenity of local residents in accordance with Policy DM D2 of the Merton Sites and Policies Plan 2011.\r\n",
    "Condition : 35 - EV Charging: prior to occupation of the development the two disabled vehicle parking bays hereby approved shall be fitted with electric charging facilities and shall be retained in full working order at all times thereafter. \r\nReason; to facilitate the provision of infrastructure for the use of Electric vehicles to reduce carbon emissions in accordance with London Plan 2021 policy T2.\r\n",
    "Condition : 36 - Gates opening over highway The doors of the gates hereby approved shall not open over the adjacent highway. \r\nReason: In the interests of the safety of pedestrians and vehicles and to comply with the following Development Plan policies for Merton: policies CS18 and CS20 of Merton's Core Planning Strategy 2011 and policies DM T2, T3, T4 and T5 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 37 - Hardstanding All areas of hardstanding shall be constructed of porous materials or incorporate features to ensure that any water drains within the confines of the site: \r\nReason to reduce the risk of surface water flooding on accordance with Merton Sites and Policies Plan policy DM F1\r\n",
    "Condition : 38 - Removal of advertisement Permitted Development rights: Notwithstanding the provisions of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007, the development  hereby approved shall not benefit from Deemed Advertising Consent and the display of any advertisements shall require prior Express Advertising Consent\r\nReason: To ensure a suitable standard of design and appearance and to protect the amenity of local residents in accordance with Policies DM D2 and DM D5 of the Merton Sites and Policies Plan 2011\r\n",
    "Condition : 39 - Removal of PD (Use of Premises); Notwithstanding any current or future permitted development allowances within the General Permitted Development Order 2015 as amended or any superceding legislation, the use of the development hereby approved shall remain as the approved C1 Hotel and ancillary restaurant uses and shall not be changeable to any other use class without the benefit of planning permission.   ",
    "Condition : 40 - Hours of operation (ground floor restaurant/bar) - The use hereby approved shall be limited to 6am to 11pm on any day.",
    "Condition : 41 - Restriction on Music/Amplified Sound - No music or other amplified sound generated on the premises shall be audible at the boundary of any adjacent residential building.\r\nReason:  To safeguard the amenities of surrounding area and to ensure compliance with the following Development Plan policies for Merton: policies D4 and D14 of the London Plan 2021, policy CS7 of Merton's Core Planning Strategy 2011 and policy DM EP2 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 42 - Delivery and Servicing Plan - Development shall not commence until a Delivery and Servicing Plan (the Plan) has been submitted in writing for approval to the Local Planning Authority. No occupation of the development shall be permitted until the Plan is approved in writing by the Local Planning Authority and implemented in accordance with the approved plan.  The approved measures shall be maintained, in accordance with the Plan, for the duration of the use, unless the prior written approval of the Local Planning Authority is obtained to any variation.",
    "Condition : 43 - Street Tree Provision: Prior to the commencement of above ground construction works a feasibility study into the provision of street trees along the Windermere Avenue elevation shall be submitted to and assessed by the Local Planning Authority and should this prove to be feasible such trees shall be planted in the first appropriate planting season and maintained in conjunction with the Council's Greenspaces team.  \r\nReason - ; To minimise impacts on and providing net gains for biodiversity from any new proposed development in accordance with Paragraph 174 of the National Planning Policy Framework\r\n",
    "Condition : 44 - INFORMATIVE This planning permission contains certain conditions precedent that state 'before development commences' or 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.",
    "Condition : 45 - INFORMATIVE Thames Water will aim to provide customers with a minimum pressure of 10m head (approx 1 bar) and a flow rate of 9 litres/minute at the point where it leaves Thames Waters pipes. The developer should take account of this minimum pressure in the design of the proposed development.\r\nDefinitions \r\n\"Defects Liability Period\" means such period of time following Practical Completion of a Building in which a contractor may remedy defects as may be included in the building contract for the relevant Building; \r\n\"Reportable Unit\" means a Reportable Unit (Energy Centre), Reportable Unit (Residential) or Reportable Unit (Non-Residential); \r\n\"Reportable Unit (Energy Centre)\" means either a connection to a third-party District Heating Network, a self-contained Energy Centre serving multiple residential/non-residential properties (within the Site) or a self-contained energy system serving multiple residential properties (within a Block or Building); \r\n\"Reportable Unit (Residential)\" means an individual Block or Building of five or more flats or a group of five or more houses; \r\n\"Reportable Unit (Non-Residential)\" means a Building with a single occupier/tenant (including block of flats' communal areas) or a Building with multiple tenants. \r\n",
    "Condition : 46 - INFORMATIVE\tThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandle\t\tgislation/current legislation/partywallact\r\n",
    "Condition : 47 -  INFORMATIVE Details of the BREEAM assessment and a list of approved assessors can be found at www.breeam.org",
    "Condition : 48 - INFORMATIVE The survey and report in respect of land contamination must be formulated having regard to the Contaminated Land Exposure Assessment model (CLEA 2002), CLR10 and associated guidance developed by DEFRA and the Environment Agency.  Where appropriate the survey shall include a conceptual site model and a full risk assessment of contaminants on the site.",
    "Condition : 49 - INFORMATIVE \tIt is the responsibility of the developer to make proper provision for drainage to ground, watercourses or a suitable sewer.  In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off-site storage.  When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.  Connections are not permitted for the removal of ground water.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).",
    "Condition : 50 - INFORMATIVE\t \r\nDemolition of buildings should avoid the bird nesting and bat roosting season, unless carried out immediately after a check for nesting birds and roosting bats by a suitably qualified ecologist. This avoids disturbing birds and bats during a critical period and will assist in preventing possible contravention of the Wildlife and Countryside Act 1981, which seeks to protect nesting birds/bats and their nests/roosts. Buildings should also be inspected for bird nests and bat roosts prior to demolition. All species of bat in Britain and their roosts are afforded special protection under the Wildlife and Countryside act 1981. If bats are found, Natural England should be contacted for advice (tel: 020 7831 6922). The applicant is reminded of the need to comply with this legislation throughout the construction process.",
    "Condition : 51 - INFORMATIVE\tThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton Street Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n",
    "Condition : 52 - INFORMATIVE It is Council policy for the Council's contractor to construct new vehicular accesses. The applicant should contact the Council's Highways Team on 020 8545 3829 prior to any work starting to arrange for this work to be done. If the applicant wishes to undertake this work the Council will require a deposit and the applicant will need to cover all the Council's costs (including supervision of the works). If the works are of a significant nature, a Section 278 Agreement (Highways Act 1980) will be required and the works must be carried out to the Council's specification.",
    "Condition : 53 - INFORMATIVE You are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months",
    "Condition : 54 - INFORMATIVE Any works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.",
    "Condition : 55 - INFORMATIVE Written schemes of investigation will need to be prepared and implemented by a suitably professionally accredited archaeological practice in accordance London. This condition is exempt from deemed discharge under schedule 6 of The Town and Country Planning (Development Management Procedure) (England) Order 2015",
    "Condition : 56 - INFORMATIVE This should include further details on the proposed heat pump system and how this will operate alongside any other communal system in line with Section 10 of the GLA's Energy Assessment Guidance. ",
    "Condition : 57 - INFORMATIVE A Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures he will undertake to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 020 3577 9483 or by emailing trade.effluent@thameswater.co.uk . Application forms should be completed on line via www.thameswater.co.uk. Please refer to the Wholsesale; Business customers; Groundwater discharges section.",
    "Condition : 58 - INFORMATIVE Thames Water will aim to provide customers with a minimum pressure of 10m head (approx 1 bar) and a flow rate of 9 litres/minute at the point where it leaves Thames Waters pipes. The developer should take account of this minimum pressure in the design of the proposed development.",
    "Condition : 59 - INFORMATIVE No surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777. ",
    "Condition : 60 -  INFORMATIVE No waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system.",
    "Condition : 61 -  INFORMATIVE Carbon emissions evidence requirements for Post Construction stage assessments must provide:\r\no\tDetailed documentary evidence confirming the Target Emission Rate (TER), Building Emission Rate (BER) and percentage improvement of BER over TER based on 'As Built' BRUKL model outputs; AND\r\no\tA copy of the Building Regulations Output Document from the approved software. The output documents must be based on the 'as built' stage of analysis and must account for any changes to the specification during construction; AND \r\nAND, where applicable: \r\no\tMCS certificates and photos of all installed renewable technologies.\r\n",
    "Condition : 62 -  INFORMATIVE Carbon emissions evidence requirements for Post Construction stage assessments must provide:\r\n\"Detailed documentary evidence confirming the Target Emission Rate (TER), Building Emission Rate (BER) and percentage improvement of BER over TER based on 'As Built' BRUKL model outputs; AND\r\n\"A copy of the Building Regulations Output Document from the approved software. The output documents must be based on the 'as built' stage of analysis and must account for any changes to the specification during construction; AND \r\nAND, where applicable: \r\n\"MCS certificates and photos of all installed renewable technologies. \r\n",
    "Condition : 63 -  INFORMATIVE Victoria Buildings signage; To reflect the design in the approved drawings the applicant is encouraged to incorporate the existing Victoria Buildings flagstones within the elevations of the building hereby approved.    ",
    "Condition : 64 - INFORMATIVE\r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site.\r",
    "Condition : 65 - INFORMATIVE Foul Water; The applicant is reminded of the need to follow the Thames Water Drainage Hierarchy and ensure that surface water does not drain to the foul sewers. ",
    "Condition : 66 - INFORMATIVE\r\nThe Council is a Living Wage Employer and would encourage any new employment generating enterprise to also commit to being at least a Living Wage Employer in order to promote a more equitable working environment and opportunities for people working within the Borough.",
    "Condition : 67 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of \tMerton (LBM) takes a positive and proactive approach to development \tproposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n i) Offering a pre-application advice and duty desk service. \r\n ii) Where possible, suggesting solutions to secure a successful outcome.\r\niii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\nIn this instance:\r\n\r\ni) The applicant/agent was provided with pre-application advice.\r\nii) The applicant was offered the opportunity to submit amended plans in order to make the proposal acceptable in planning terms.\r\niii) The application was determined within the agreed timeframe\r\niv) The application was considered by the Planning Committee where the applicant/agent had the opportunity to speak to the committee and promote the application\r\n"
  ],
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_bluebadge": 2,
    "net_cycle": 11,
    "net_bluebadge": 2,
    "no_existing_bluebadge": 0,
    "no_proposed_cycle": 11
  },
  "last_updated": "2025-03-19T20:09:56.182+00:00",
  "appeal_status": null,
  "street_name": "Crown Lane",
  "ward": "Merton Park",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525560.900010737,
              168518.05032659642
            ],
            [
              525578.3980107475,
              168516.10232659627
            ],
            [
              525579.5500107482,
              168517.45032659615
            ],
            [
              525576.850010747,
              168554.15032660688
            ],
            [
              525559.985010737,
              168552.88932660705
            ],
            [
              525561.8000107377,
              168526.9003265985
            ],
            [
              525560.900010737,
              168518.05032659642
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}