{
  "epc_number": null,
  "decision_target_date": "28/12/2023",
  "decision": "Approved",
  "last_date_consultation_comments": "11/10/2023",
  "description": "ERECTION OF A SINGLE STOREY SIDE/REAR EXTENSION, FIRST FLOOR SIDE EXTENSION, FIRST FLOOR REAR EXTENSIONS, ENLARGEMENT OF ROOF TO CREATE ADDITIONAL HABITABLE ROOFSPACE TO INCLUDE A REPLACEMENT REAR DORMER, 1 X SIDE DORMER, 1 X FRONT DORMER, CROWN ROOF, SOLAR PANELS, AN AIR SOURCE HEAT PUMP WITH ENCLOSURE, ALTERATIONS TO ELEVATIONS AND THE INSTALLATION OF ENTRANCE GATES.",
  "site_number": "2",
  "postcode": "SW19 4TH",
  "application_type_full": "Householder planning permission",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": null,
  "uprn": "48073880",
  "appeal_status": null,
  "parking_details": {
    "no_existing_car": 2,
    "no_proposed_car": 3,
    "net_car": 1
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P2368",
  "valid_date": "11/09/2023",
  "centroid": {
    "lon": -0.221723,
    "lat": 51.42256
  },
  "borough": "Merton",
  "decision_agency": "Borough",
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": true,
  "site_name": null,
  "bo_system": "Northgate M3",
  "centroid_easting": 523740,
  "subdivision_of_building": null,
  "status": "Approved",
  "lapsed_date": "27/12/2026",
  "actual_completion_date": null,
  "centroid_northing": 170783,
  "locality": "Wimbledon",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.221558,
          51.422696
        ],
        [
          -0.221941,
          51.422528
        ],
        [
          -0.221976,
          51.422472
        ],
        [
          -0.221186,
          51.422426
        ],
        [
          -0.221177,
          51.422433
        ],
        [
          -0.221326,
          51.422531
        ],
        [
          -0.221467,
          51.422635
        ],
        [
          -0.221549,
          51.422694
        ],
        [
          -0.221558,
          51.422696
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Other house holder developments",
  "lpa_app_no": "23/P2368",
  "application_details": {
    "intended_completion_date": "05/2024",
    "intended_commencement_date": "11/2023",
    "total_gia_gained": 84.6,
    "no_additional_bathrooms": 3,
    "no_additional_bedrooms": 0,
    "site_area": 0.084
  },
  "secondary_street_name": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523751.07666486356,
              170798.39527920797
            ],
            [
              523724.9004342189,
              170779.04458959942
            ],
            [
              523722.6165522926,
              170772.766386714
            ],
            [
              523777.7077481395,
              170769.05794908537
            ],
            [
              523778.2981115702,
              170769.80066121474
            ],
            [
              523767.695906067,
              170780.46852679335
            ],
            [
              523757.56544568436,
              170791.75484626065
            ],
            [
              523751.6906089693,
              170798.16740645858
            ],
            [
              523751.07666486356,
              170798.39527920797
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "last_updated": "2025-03-19T20:56:41.956+00:00",
  "date_building_work_started_under_previous_permission": null,
  "ward": "Village",
  "appeal_start_date": null,
  "last_updated_by": "Northgate M3",
  "application_type": "Householder",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: WWP 03 Rev. C; WWP 04 Rev. C; WWP 05 Rev. C; WWP 06 Rev. C; WWP 07 Rev. C; WWP 08 Rev. A WWP 09 Rev. C; WWP 10 Rev. C; Block Plan; Access Statement; Tree Report",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Obscured Glazing - Before the development hereby permitted is first occupied, the dormer window in the North elevation shall be glazed with obscured glass and shall be maintained as such thereafter.",
    "Condition : 5 - 1) Noise levels, (expressed as the equivalent continuous sound level) LAeq (15 minutes), from the mechanical plant shall not exceed LA90-5dB at the boundary with any residential property.\r\n \r\nReason:  To protect the amenities of the occupiers in the local vicinity.\r\n",
    "Condition : 6 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 7 - Tree Protection - No development [including demolition] pursuant to this consent shall commence until an Arboricultural Method Statement and Tree Protection Plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2012 has been submitted to and approved in writing by the Local Planning Authority and the approved details have been installed.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 8 - Site Supervision (Trees) - The details of the Arboricultural Method Statement and Tree Protection Plan shall include the retention of an arboricultural expert to supervise, monitor and report to the LPA not less than monthly the status of all tree works and tree protection measures throughout the course of the construction period. At the conclusion of the construction period the arboricultural expert shall submit to the LPA a satisfactory completion statement to demonstrate compliance with the approved protection measures.",
    "Condition : 9 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 10 - Informative (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 11 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n   i) The application was acceptable following amended plans being received."
  ],
  "appeal_decision_date": null,
  "title_number": null,
  "lpa_name": "Merton",
  "pp_id": "PP-12420710",
  "decision_date": "27/12/2023",
  "id": "Merton-23_P2368",
  "street_name": "Wilberforce Way"
}