{
  "centroid": {
    "lon": "0.1948238",
    "lat": "51.5193338"
  },
  "status": "Approved",
  "decision_target_date": "18/04/2019",
  "site_name": "119 Upminster Road South",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved. Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Before the installation of any new plant or machinery associated with the development hereby permitted, a compliance scheme shall be submitted to the local planning authority to achieve the following standard. Noise levels expressed as the equivalent continuous sound level LAeq (1 hour) when calculated at the boundary with the nearest noise sensitive premises shall not exceed LA90 -10dB and shall be maintained thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:  To prevent noise nuisance to adjoining/adjacent properties.",
    "The building(s) shall be so constructed as to provide sound insulation of 43 DnT,w + Ctr dB (minimum values) against airborne noise and 64 L'nT,w dB (maximum values) against impact noise to the satisfaction of the Local Planning Authority.",
    "Reason:  To prevent noise nuisance to adjoining properties.",
    "The storage and collection of waste from the subject site is to be in accordance with the document produced by the London Borough of Havering titled 'Waste Management Practice Planning Guidance for Architects and Developers'.",
    "Reason:-",
    "This is to ensure that storage and collection accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM13 9AA",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "18/04/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0280.19",
  "centroid_northing": 182329,
  "uprn": "100023214934",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Rainham & Wennington",
  "decision_date": "18/04/2019",
  "description": "Planning permission is sought for a ground and first floor side/rear extensions including loft conversion with rear dormer to create A1 shop on ground floor and enlargement of existing first floor flat.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0280.19",
  "lpa_app_no": "P0280.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:55:32.078+00:00",
  "centroid_easting": 552375,
  "pp_id": "07647556",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "21/02/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552375.745,
              182316.595
            ],
            [
              552365.788,
              182338.541
            ],
            [
              552372.765,
              182341.453
            ],
            [
              552384.279,
              182320.524
            ],
            [
              552375.745,
              182316.595
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.02
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Rainham",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "12/04/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.19482919999999998,
          51.5192221
        ],
        [
          0.1946953,
          51.519422
        ],
        [
          0.194797,
          51.5194463
        ],
        [
          0.19495379999999998,
          51.5192551
        ],
        [
          0.19482919999999998,
          51.5192221
        ]
      ]
    ],
    "type": "Polygon"
  }
}