{
  "postcode": "SW2",
  "uprn": "010094960584",
  "decision_agency": null,
  "locality": null,
  "url_planning_app": null,
  "centroid": {
    "lat": "51.4388924",
    "lon": "-0.1131055"
  },
  "application_type_full": "Full planning permission",
  "ward": "St Martins",
  "last_date_consultation_comments": "15/12/2022",
  "cil_liability": true,
  "status": "Approved",
  "bo_system": "Portal",
  "title_number": [],
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Phase 01",
        "intended_completion_date": "08/2023",
        "intended_commencement_date": "08/2022"
      }
    ],
    "total_gia_gained": 270,
    "site_area": 0.023,
    "total_gia_lost": 51,
    "total_gia_existing": 51,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 270,
        "gia_lost": 0
      },
      {
        "gia_existing": 51.1,
        "use_class": "SpecifiedOther",
        "gia_gained": 0,
        "gia_lost": 51.1
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": true,
    "scheme_phasing": false,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 8,
        "building_ref": "Unit 1"
      },
      {
        "no_storeys": 3,
        "max_height": 8,
        "building_ref": "Unit 2"
      },
      {
        "no_storeys": 3,
        "max_height": 8,
        "building_ref": "Unit 3"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 270,
      "total_gia_existing": 51,
      "total_gia_lost": 51,
      "site_area": 258
    },
    "garden_land_lost": true,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 9,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 3,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 3,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 0.05813953488372093,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 270,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0.011627906976744186,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "provider": "Private",
          "no_habitable_rooms": 5,
          "phase_detail": null,
          "unit_no": "Gain-1",
          "description": null,
          "change_type": "Gain",
          "garden_land": true,
          "no_bedrooms": 3,
          "unit_type": "Semi Detached Home",
          "provision_for_older_persons": false,
          "gia": 90,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 5,
          "phase_detail": null,
          "unit_no": "Gain-2",
          "description": null,
          "change_type": "Gain",
          "garden_land": true,
          "no_bedrooms": 3,
          "unit_type": "Semi Detached Home",
          "provision_for_older_persons": false,
          "gia": 90,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 5,
          "phase_detail": null,
          "unit_no": "Gain-3",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Terraced Home",
          "provision_for_older_persons": false,
          "gia": 90,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "site_area": 258
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 3,
      "green_roof_area": 0,
      "no_new_water_connections_required": 3,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 25,
      "no_homes_to_have_electrical_heating": 3,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "chp_heat_pumps_capacity": 0.02,
      "ghg_reduction_over_building_regulations": true
    },
    "internal_resi_water_usage": 115,
    "ownership_status": "Private",
    "s106_agreement": true,
    "existing_uprns": [
      "100023352480",
      "010090199898",
      "010094960584"
    ],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SMOKE Smoke Control Area"
      },
      {
        "result": null,
        "constraints_layer_description": "STRESS Palace Road"
      },
      {
        "result": null,
        "constraints_layer_description": "NHP Tulse Hill Neighbourhood Forum"
      }
    ],
    "commencement_notice_received": false,
    "other_residential_accommodation_details": {
      "site_area": 258
    }
  },
  "centroid_northing": 172788,
  "decision_date": "03/11/2023",
  "epc_number": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "id": "Lambeth-22_00556_FUL",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              531251.717375,
              172793.843375
            ],
            [
              531247.087125,
              172777.968375
            ],
            [
              531233.361875,
              172782.433125
            ],
            [
              531240.14175,
              172798.80425
            ],
            [
              531251.717375,
              172793.843375
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "description": "Demolition of existing garages and erection of 3 x 2 storey terraced houses with habitable roof top, including the provision of refuse and cycle stores plus boundary treatment.",
  "lapsed_date": "03/11/2026",
  "lpa_app_no": "22/00556/FUL",
  "last_updated": "2025-03-19T22:13:07.635+00:00",
  "application_type": "All Other",
  "site_name": "Garages Adjacent To 78 Kingsmead Road And Rear Of 64 Palace Road",
  "appeal_decision_date": null,
  "site_number": "",
  "appeal_decision": null,
  "development_type": "Minor dwellings",
  "appeal_start_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be begun not later than the expiration of three years beginning from the date of this decision notice.  \n\nReason: To comply with the provisions of Section 91(1) (a) of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall be carried out in accordance with the approved plans listed in this notice, other than where those details are altered pursuant to the requirements of the conditions of this planning permission.  \n\nReason: For the avoidance of doubt and in the interests of proper planning.",
    "No above ground works shall take place until a schedule of all materials to be used in the external elevations, and the invitation to view a brick sample panel with pointing on-site have been submitted to and approved in writing by the local planning authority. The development shall not be carried out other than in accordance with the approved materials unless otherwise agreed in writing by the local planning authority. \n\nReason: To ensure that the external appearance of the building is satisfactory (Policies Q2, Q5 and Q7 of the Lambeth Local Plan 2021).",
    "Prior to the commencement of development and notwithstanding the details shown on the drawings hereby approved, detailed construction drawings of all external elevations (at scale 1:10) including the following items shall be submitted to and approved in writing by the local planning authority. The development shall not be carried out other than in accordance with the approved unless otherwise agreed in writing by the local planning authority.\n\n1.\tDetailed elevations\n2.\tDetails of windows (including technical details, elevations, reveal depths, plans and cross sections)\n4.\tDetails of all privacy measures to the rear elevation\n5.\tDetails of entrances, canopies and doors (including technical details, elevations, surrounds, reveal depths, plans and sections)\n6.\tDetails of roof treatments, cills and parapets\n7.\tDetails of rainwater goods (including locations and fixings)\n9.\tDetails of external furniture and ramps\n10.\tVents, extracts, flues and ducts\n\nReason: To ensure an adequate quality of detailed design so as to safeguard and enhance the visual amenities of the locality and neighbouring occupiers (Policies Q2, Q5 and Q7 of the Lambeth Local Plan 2021).",
    "Prior to the commencement of the development hereby permitted, full details of the proposed construction in the form of a Method of Construction Statement, shall be submitted to and approved in writing by the local planning authority. \n\nThe Method of Demolition Statement and the Method of Construction Statement shall include details regarding:  \n\na.\tThe notification of neighbours with regard to specific works;   \nb.\tAdvance notification of road closures; \nc.\tDetails regarding parking, deliveries, and storage;   \nd.\tDetails regarding a Dust Management Plan;   \ne.\tDetails of measures to prevent the deposit of mud and debris on the public highway,\nf.\tDetails on the removal of any asbestos removal; and   \nf.\tAny other measures to mitigate the impact of construction upon the amenity of the area and the function and safety of the highway network.   \n\nNo construction works shall commence until provision has been made to accommodate all site operatives', visitors' and construction vehicles loading, offloading, parking and turning within the site or otherwise during the construction period in accordance with the approved details. The development shall thereafter be carried out in accordance with the details and measures approved in the Method of Construction Statement.   \n\nReason: To avoid hazard and obstruction being caused to users of the public highway and to safeguard residential amenity from the start of the construction process (Policy T4 of the London Plan 2021 and Policy T7 of the Lambeth Local Plan 2021).",
    "If Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW is required on site during the course of demolition, site preparation and construction phases, it must comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer must register all NRMM at https://nrmm.london/user-nrmm/register prior to bringing it on to site and shall keep the register up to date by listing all NRMM used during the demolition, site preparation and construction phases of the development\n\nReason: To ensure that air quality is not adversely affected by the development (Policy SI 1 of the London Plan 2021).",
    "Prior to the occupation of the development hereby permitted, details of the provision to be made for cycle parking shall be submitted to and approved in writing by the local planning authority. The cycle parking shall thereafter be implemented in full in accordance with the approved details before the use hereby permitted commences and shall thereafter be retained solely for its designated use.  \n\nReason: To ensure adequate cycle parking is available on site and to promote sustainable modes of transport (Policies T1, T3 and Q13 of the Lambeth Local Plan 2021).",
    "Prior to the occupation of the development hereby permitted, details of waste and recycling storage shall be submitted to and approved in writing by the local planning authority. The waste and recycling storage shall be provided in accordance with the approved details prior to the occupation of the development hereby permitted, and shall thereafter be retained solely for its designated use. The waste and recycling storage areas/facilities should comply with the Lambeth's Refuse & Recycling Storage Design Guide (2013), unless it is demonstrated in the submissions that such provision is inappropriate for this specific development.  \n\nReason: To ensure suitable provision for the occupiers of the development, to encourage the sustainable management of waste and to safeguard the visual amenities of the area (Policies Q2 and Q12 of the Lambeth Local Plan 2021).",
    "Prior to the occupation of the development hereby permitted, the water efficiency calculators and manufacturers' datasheets for the installed fixtures and fittings shall be submitted to and approved in writing by the local planning authority to show that consumption levels of less than 105 litres/person/day are achieved.\n\nReason: To ensure that the development has an acceptable level of sustainability (Policy EN4 of the Lambeth Local Plan 2021, and Policy SI5 of the London Plan 2021).",
    "Prior to first occupation of the development hereby permitted, as Built SAP calculations as an output of the National Calculation Method shall be submitted to and approved in writing by the local planning authority demonstrating that the development has achieved at least a 19 per cent reduction in carbon emissions over that required by Part L of the Building Regulations 2013.\n\nReason: To ensure that the development has an acceptable level of sustainability (Policy EN4 of the Lambeth Local Plan 2021).",
    "No development shall commence until a Tree Protection Plan has been submitted to and approved in writing by the local planning authority and until the measures of tree protection identified in the approved Tree Protection Plan have been fully implemented. The Tree Protection Plan shall thereafter be retained and maintained for the duration of the demolition and construction period.\n\nReason: Development must not commence before this condition is discharged to ensure the retention of, and avoid irrevocable damage to, the retained trees adjacent to the site that represent an important visual amenity to the locality and the wider surrounding area (Policy Q10 of the Lambeth Local Plan 2021).",
    "Prior to the occupation of any part of the development hereby approved a hard and soft landscaping strategy shall be submitted to and approved in writing by the local planning authority. The development hereby permitted shall be thereafter carried out in accordance with the approved details within the first planting and seeding season following occupation of the development. All tree, shrub and hedge planting included within the above specification shall accord with BS3936:1992, BS4043:1989 and BS4428:1989 (or subsequent superseding equivalent) and current Arboricultural best practice. The submitted details are expected to demonstrate the following (as appropriate):  \n\na.\tThe quantity, size, species, position and the proposed time of planting of all trees and shrubs to be planted;  \nb.\tAn indication of how they integrate with the proposal in the long term with regard to their root growth (including consideration of sub surface products to allow unfettered root growth), mature size and anticipated routine maintenance and protection;  \nc.\tSpecification of which shrubs and hedges to be planted that are intended to achieve a significant size and presence in the landscape;  \nd.\tDetails detailed design for the green roof and maintenance plan; and\ne.\tDetails which demonstrate net biodiversity will be achieved. \n\nReason: In order to ensure high quality soft landscaping in and around the site in the interests of the ecological value of the site and in the interests of visual amenity (Policies Q2, Q9 and Q10 of the Lambeth Local Plan 2021, and Policy G6 of the London Plan 2021).",
    "Any trees, hedgerows or shrubs forming part of the approved landscaping scheme which within a period of five years from the occupation or substantial completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of similar size and species, unless the local planning authority gives written consent to any variation. \n \nReason: In order to ensure high quality soft landscaping in and around the site in the interests of the ecological value of the site and in the interests of visual amenity (Policies Q2, Q9 and Q10 of the Lambeth Local Plan 2021).",
    "Prior to the commencement of any works on site including demolition, a watching brief and wildlife surveys together with the Potential Mitigation Measures shall be submitted to and approved in writing by the Local Planning Authority. The survey should detail those habitats and features worthy of retention and enhancement on site as well as giving an indication of what could be lost as a consequence of the development. Particular attention should be paid to habitats identified in national, regional or local Biodiversity Action Plans. The survey should also identify all protected species of fauna and flora on site, together with priority species listed in national, regional or local Biodiversity Action Plans. Where necessary full details of measures necessary for the protection of habitats or species should be included. The development shall not proceed other than in accordance with the terms of the approved brief.  \n\nReason: To safeguard the nature conservation and biodiversity of the site (Policies Q9, Q10, Q14 and EN1 of the Lambeth Local Plan 2021).",
    "Notwithstanding the approved drawings, prior to the occupation of the development hereby permitted, detailed plans and elevations of all boundary treatment shall be submitted to and approved in writing by the local planning authority. This shall include details of suitable holes to allow the passage of hedgehogs through the approved boundary treatment. The development shall thereafter be carried out in accordance with the approved details.\n\nReason: To ensure appropriate boundary treatment is provided in the interests of visual amenity and biodiversity (Policy Q15 and EN1 of the Lambeth Local Plan 2021).",
    "No development shall take place until details of the implementation, maintenance and management of a sustainable drainage scheme have been submitted to and approved in writing by the local planning authority. The scheme shall be implemented and thereafter managed and maintained in accordance with the approved details prior to the occupation of the development.\n\nReason: To manage the water environment of the development and mitigate the impact on flood risk, water quality, habitat and amenity value (Policies EN5 and EN6 of the Lambeth Local Plan 2021).",
    "The development shall be constructed and operated thereafter to 'Secured by Design Standards'. A certificate of accreditation to Secured by Design Standards shall be submitted to the local planning authority for approval in writing prior to the residential occupation of the development. \n\nReason: To ensure that the development maintains and enhances community safety (policy Q3 of the London Borough of Lambeth Local Plan (2021)).",
    "No external areas shown on the first-floor rear elevation of the development shall be used as a roof terrace, sitting out area or other amenity space.\n\nReason: To protect the amenities of adjoining occupiers and the area (Policy Q2 of the Lambeth Local Plan 2021).",
    "No extensions, additions, insertion of windows, or external alterations shall be carried out to the premises in the absence of an express grant of planning permission for such development.\n\nReason: Although such extensions, additions or alterations would in the absence of this condition, constitute development permitted under the provisions of Article 3, Schedule 2, Part 1 of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) such development is precluded in this case because in the opinion of the local planning authority, the nature and density of the layout requires strict control over the form of any additional development which may be proposed in the interests of maintaining a satisfactory residential environment (Policies Q2, Q5 and Q11 of the Lambeth Local Plan 2021).",
    "Prior to the occupation of the development hereby permitted, all rear rooflights shall be fitted with obscure glass or obscure glazing film over the entirety of the glass, to a minimum level of obscurity equivalent to Pilkington Texture Glass Level 3, and shall be retained as such for the duration of the development.\n\nReason: To protect the amenities of adjoining occupiers and the area (Policy Q2 of the Lambeth Local Plan 2021)."
  ],
  "decision": "Approved",
  "actual_completion_date": null,
  "decision_process": "Committee",
  "parking_details": null,
  "pp_id": "PP-11005702",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "street_name": "Development Control Pseudo Street",
  "centroid_easting": 531243,
  "decision_target_date": "02/08/2022",
  "lpa_name": "Lambeth",
  "borough": "Lambeth",
  "valid_date": "07/06/2022",
  "last_updated_by": "Portal",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.112978,
          51.4389429
        ],
        [
          -0.1130505,
          51.4388013
        ],
        [
          -0.11324619999999999,
          51.4388446
        ],
        [
          -0.1131426,
          51.4389902
        ],
        [
          -0.112978,
          51.4389429
        ]
      ]
    ],
    "type": "Polygon"
  }
}