{
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/241738FUL;",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": "Full planning & display of advertisements",
  "application_details": {
    "existing_uprns": null,
    "affordable_housing_fast_track": false,
    "site_area": 0.5448000000000001,
    "garden_land_lost": false,
    "scheme_phasing": true,
    "total_gia_gained": 2466,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "urban_greening_factor_score": 0.30000000000000004,
      "no_new_gas_connections_required": 0,
      "waste_provision": true,
      "ghg_reduction_over_building_regulations": true,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_new_water_connections_required": 0,
      "green_roof_area": 0,
      "no_active_fast_ev_charging_points": 9,
      "no_resi_units_to_have_full_fibre": 0,
      "no_non_resi_units_to_have_full_fibre": 2,
      "no_passive_fast_ev_charging_points": 35,
      "fire_suppression_system_proposed": true,
      "solar_pv_capacity": 28.65,
      "mobile_network_operators_consultation": false,
      "total_annual_nox_emissions": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 2466,
        "gia_gained": 0,
        "use_class": "SG",
        "gia_lost": 2466
      },
      {
        "gia_existing": 0,
        "gia_gained": 1237,
        "use_class": "F2",
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "gia_gained": 1229,
        "use_class": "F1",
        "gia_lost": 0
      }
    ],
    "total_gia_lost": 2466,
    "grey_water_reuse": false,
    "green_suds": false,
    "projected_cost_of_works": "Up to £2m",
    "internal_resi_water_usage": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 2466,
      "total_gia_lost": 2466,
      "total_gia_existing": 2466,
      "total_gia_gained": 2466,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "total_gia_existing": 2466,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_commencement_date": "05/2024",
        "intended_completion_date": "09/2024"
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "ownership_status": "Private"
  },
  "wgs84_polygon": null,
  "site_name": "Site Of Monorep Car Dealers",
  "centroid_easting": 513748,
  "site_number": null,
  "development_type": null,
  "decision_date": "23/04/2025",
  "appeal_start_date": null,
  "lapsed_date": "23/04/2028",
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Ealing",
  "centroid_northing": 179338,
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with the following drawings / document title number(s): 20035-GAA-XX-ZZ-DR-T-0101 P03.04 (SITE LOCATION PLAN); 20035-GAA-A1-GF-DR-A-0301 P03.02 (EXISTING GROUND FLOOR PLAN); 20035-GAA-A2-GF-DR-T-0302 P02.01 (EXISTING GROUND FLOOR PLAN); 20035-GAA-A1-ZZ-DR-T-0303 P02.02 (EXISTING ELEVATIONS); 20035-GAA-A2-ZZ-DR-T-0304 P02.01 (EXISTING ELEVATIONS); 20035-GAA-A1-ZZ-DR-A-0312 P01.06 (EXISTING ELEVATIONS); 20035-GAA-A1-RF-DR-A-0314 P01.06 (EXISTING ROOF PLAN); 20035-GAA-A2-RF-DR-A-0315 P01.07 (EXISTING ROOF PLAN); 20035-GAA-ZZ-ZZ-DR-T-0102 P02.02 (PROPOSED BLOCK AND LOCATION PLANS); 20035-GAA-A1-GF-DR-T-2001 P02.05 (PROPOSED GROUND FLOOR PLAN); 20035-GAA-A2-GF-DR-T-2002 P02.06 (PROPOSED GROUND FLOOR PLAN); 20035-GAA-A1-ZZ-DR-T-2101 P06 (PROPOSED ELEVATIONS); 20035-GAA-A2-ZZ-DR-T-2102 P02.07 (PROPOSED ELEVATIONS); 20035-GAA-A1-RF-DR-A-2003 P01.07 (PROPOSED ROOF PLAN); 20035-GAA-A2-RF-DR-A-2004 P01.07 (PROPOSED ROOF PLAN); 10464-LA-02 REV P1 (LANDSCAPE URBAN GREEN FACTOR); 10464-LA-01 REV P5 (LANDSCAPE MASTERPLAN); COVER LETTER 26/04/2024 (WSP); PLANNING STATEMENT REV 2 (WSP); EMPLOYMENT AND LAND MARKET ASSESSMENT REV 1 (WSP); STATEMENT OF COMMUNITY INVOLVEMENT REV 2 (WSP); COMMUNITY CENTRE STATEMENT OF NEED (WSP); FEASIBILITY AND MARKET STUDY FOR LIGHT INDUSTRIAL DEVELOPMENT REV 1 (WSP); BIODIVERSITY ASSESSMENT REV 1 (FUTURE NATURE CONSULTING); DESIGN AND ACCESS STATEMENT REV P03 (GAA); HERITAGE STATEMENT REV 2.0 (RPSGROUP); ENERGY STATEMENT (GAA-20-035) (DYNAMIC ENERGY ASSESSORS); ACOUSTIC REPORT REV 2.0 (10420/JL) (ACOUSTIC CONSULTANTS LTD); TRANSPORT ASSESSMENT REV 4.0 (PATRICK PARSONS); TRAVEL PLAN REV 3.0 (PATRICK PARSONS); PROVISIONAL MANAGEMENT PLAN: COMMUNITY FACILITY (WSP)",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the host property and local area, in accordance with Policies D3, D4 and HC1 of the London Plan (2021), Policies 7.4, 7B and 7C of Adopted Ealing Development Management Plan Document (2013), and the Ealing Local Plan (Reg 19) (2024).",
    "| Any planting that is part of the approved scheme that within a period of five years after planting is removed, dies or becomes seriously damaged or diseased, shall be replaced in the next planting season and all planting shall be replaced with others of a similar size and species and in the same position, unless the Local Planning Authority first gives written consent to any variation.",
    "Reason: To improve the visual amenity of the property through urban greening in accordance with policies 5.10 and 7.4 of the Ealing Development Management DPD (2013), policies D8, G4 and G5 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| Cycle storage shall be provided within the curtilage of the development, within the designated locations identified in the approved drawings listed under condition 2 and all adopted standards prior to the first occupation of the building. The storage spaces shall be permanently retained thereafter.",
    "Reason:  To provide adequate bicycle storage in accordance with policy and T5 of the London Plan (2021). | The development hereby approved shall not be occupied until refuse and recycling storage within a secure enclosure has been provided in accordance with the designated location identified in the approved drawings listed under condition 2 and in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI 8 of the London Plan (2021). | Within six months of the date of this decision, details of the 36 kWp PV array shall be submitted to the local planning authority for approval. The details should include a roof plan and elevation drawings.",
    "Reason: To ensure that the development would preserve the conservation area's character and meet the statutory tests in the Planning (Listed Buildings and Conservation Areas) Act 1990 and the NPPF (2023).",
    "| No development approved by this planning permission shall be commenced until:",
    "a) A desktop study has been carried out which shall include the identification of previous site uses, potential contaminants that might reasonably be expected given those uses and other relevant information.  Using this information a Conceptual Site Model (CSM) for the site identifying all potential contaminant sources, pathways and receptors shall be produced and assessment of risk to identified receptors undertaken. The desk study will be submitted for approval in writing by the Local Planning Authority prior to any development work (except demolition and site clearance) commencing.",
    "b) A site investigation has been designed for the site using the information obtained from the desktop study and any diagrammatical representations (Conceptual Model).  This should be submitted to, and approved in writing by the Local Planning Authority prior to that investigation being carried out on the site.  The investigation must be comprehensive enough to enable:",
    "- a risk assessment to be undertaken relating to future occupants of the site and to groundwater and surface waters associated on and off the site that may be affected, and",
    "- refinement of the Conceptual Model, and",
    "- the development of a Method Statement detailing the remediation requirements.",
    "Reason: In the interests of public and environmental health and the policies contained in the National Planning Policy Framework 2023; the London Plan 2021; Ealing Core Strategy 2012 and Ealing Development Management Development Plan 2013.",
    "| Prior to the commencement of any works on site (other than demolition and site clearance), and based on an approved conceptual site model (contained within an approved desk study phase 1 report)  a site investigation (undertaken in accordance with BS1075:2011+A1:2013 and LCRM) shall investigate the site and any previously inaccessible ground. The site conceptual model shall be amended based on the findings of the intrusive site investigation and the risks to identified receptors up dated. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site. The findings of the site investigation and proposed remedial options shall be submitted to the Local planning authority for approval in writing prior to any remedial works commencing and any development works commencing.",
    "Reason: To ensure the land contamination issues are addressed in accordance with National Planning Policy Framework 2023; the London Plan 2021; Ealing Core Strategy 2012 and Ealing Development Management Development Plan 2013.",
    "| A detailed remediation scheme to bring the site to a condition suitable for the intended use shall be submitted to and subject to the approval in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation. The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development, other than that required to carry out remediation works.",
    "Reason: To ensure the land contamination issues are addressed in accordance with National Planning Policy Framework 2023; the London Plan 2021; Ealing Core Strategy 2012 and Ealing Development Management Development Plan 2013.",
    "| Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority before occupation of the development. The verification report submitted shall be in accordance with the latest Environment Agency guidance and industry best practice.",
    "Reason: To ensure the land contamination issues are addressed in accordance with National Planning Policy Framework 2023; the London Plan 2021; Ealing Core Strategy 2012 and Ealing Development Management Development Plan 2013.",
    "| Prior to occupation of the development, details shall be submitted to the Council for approval in writing, of an odour risk assessment (according to 2018 EMAQ Guidance) and of odour abatement equipment and extract system, including operational details and maintenance schedule, the height of the extract duct, with vertical discharge outlet, without cowl, at least 1m above the eaves of the main building. Details shall be provided of a reasonable distance of the extract outlet approximately 20.0meters from any openable window. Approved details shall be implemented prior to use and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by smell or steam, in accordance with Policies 7A and 7B of the Ealing Development Management Development Plan Document (2013).",
    "| Prior to occupation of the development, details shall be submitted to the Council for approval in writing, of the sound insulation of the building envelopes, including details of glazing and mechanical ventilation and of any mitigation measures preventing noise breakout.  Details shall demonstrate that noise from uses and activities is contained within the building, as assessed according to standards of the Council's SPG10 and criteria of BS8233:2014, at the nearest and most affected noise sensitive premises incl. private external amenity spaces, offices, etc. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), Policies 7A and 7B of the Ealing Development Management Development Plan Document (2013), Standard 30 London Housing SPG 2016, Policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023).",
    "| External doors to the premises shall be fitted with self-closing devices, which shall be maintained in an operational condition and at no time shall any external door nor windows, including skylights, to rooms where noise, smell, smoke or fumes may be emitted, be fixed in an open position.",
    "Reason:  To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise /odour /smoke /fumes, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), Policies 7A and 7B of the Ealing Development Management Development Plan Document (2013), Standard 30 London Housing SPG 2016, Policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023).",
    "| Prior to the occupation of the development, details of the external rating noise level emitted from plant/ machinery/ equipment/ducting/air in- and outlets/mechanical installations, together with mitigation measures as appropriate shall be submitted to the Local Planning Authority for approval in writing.  The measures shall ensure that the external rating noise level LAeq emitted will be lower than the lowest existing background sound level LA90 by 10dBA at the most noise sensitive receiver locations at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all plant/equipment operating together at maximum capacity.",
    "Approved details shall be implemented prior to occupation/ use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), Policies 7A and 7B of the Ealing Development Management Development Plan Document (2013), Standard 30 London Housing SPG 2016, Policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023).",
    "| Prior to use, machinery, plant and equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason:  To ensure that the amenity of occupiers of surrounding premises is not adversely affected by vibration noise from mechanical installations/ equipment, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), Policies 7A and 7B of the Ealing Development Management Development Plan Document (2013), Standard 30 London Housing SPG 2016, Policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023).",
    "| Prior to occupation of the development, details shall be submitted to the Council for approval in writing, of the installation of acoustic lobbies to external entrances and exits which would otherwise allow the emission of internal noise to neighbouring noise sensitive premises during opening. A noise assessment detailing the level of sound reduction provided by the lobbies and resulting noise levels at affected neighbouring premises, together with other mitigation measures as necessary shall be submitted for approval. The assessment shall be based on standards of the Council's SPG10. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), Policies 7A and 7B of the Ealing Development Management Development Plan Document (2013), Standard 30 London Housing SPG 2016, Policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023).",
    "| Prior to occupation of the development, details of external artificial lighting shall be submitted to the Council for approval in writing. Lighting contours shall be submitted to demonstrate that the vertical illumination of residential premises at and near the application site is in accordance with the recommendations for Environmental Zone 3 of the Institution of Lighting Professionals in the 'Guidance Note 01/20 For The Reduction Of Obtrusive Light'.  Details should also be submitted for approval of measures to minimise the use/hours of lighting and prevent glare and sky glow by correctly using, locating, aiming and shielding luminaires. Approved details shall be implemented prior to occupation/use of the development and thereafter be permanently retained.",
    "Reason: To safeguard the amenities of residents in accordance with Policies 7A and 7B of the Ealing Development Management Development Plan Document (2013).",
    "| Shutters shall be installed with proprietary anti-vibration isolators and soft closing mechanisms including resilient pads to reduce impact noise when used, to adequately silence the operation of the shutters and prevent structural or airborne noise being emitted.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), Policies 7A and 7B of the Ealing Development Management Development Plan Document (2013), Standard 30 London Housing SPG 2016, Policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023).",
    "| a)\tPrior to occupation, the Development shall implement and maintain, and in the case of energy generation equipment confirm as operational, the approved measures to achieve an overall sitewide reduction in regulated CO2 emissions of at least 58.19% (equating to 11.84 tonnes of CO2 per year) beyond Building Regulations Part L 2021 and using SAP 10.2 emission factors. These CO2 savings shall be achieved through the Lean, Clean, Green Energy Hierarchy as detailed in the approved Energy Statement prepared by Dynamic Energy Assessors in January 2024 (v1) including:",
    "i.\tLean, energy efficiency design measures to achieve an annual reduction of at least 40.29% equating to at least 8.2 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L 2021 (using SAP 10.2 conversion factors).",
    "ii.\tGreen, renewable energy equipment including the incorporation of photovoltaic panels with a combined total capacity of at least 36 kWp to achieve an annual reduction of at least 17.9%, equating to 3.64 tonnes, in regulated carbon dioxide (CO2) emissions over Part L 2021 (using SAP 10.2 emission factors).",
    "iii.\tSeen, heat and electric meters installed to monitor the performance of the PV in line with the Council's monitoring requirements.",
    "b)\tPrior to Installation, details of the proposed PV panels, and associated monitoring devices required to identify their performance, shall be submitted to the Council for approval. The details shall include the exact number of PV arrays, the kWp capacity of each array, the orientation, pitch and mounting of the panels, and the make and model of the panels. The name and contact details of the PV installation contractor, and if different, the commissioning electrical or plumbing contractor, should be submitted to the Council prior to installation.",
    "c)\tOn completion of the installation of the PV panels copies of the MCS certificate(s) and all relevant commissioning documentation shall be submitted to the Council.",
    "d)\tPrior to commencement of construction an overheating risk assessment report shall be submitted for approval. The report shall be compliant with CIBSE TM52 and identify the proposed overheating mitigation measures.",
    "e)\tWithin three months of the occupation/first-use of the development a two-page summary report prepared by a professionally accredited person comparing the \"as built stage\" TER to BER/DER figures against those in the final energy strategy along with the relevant Energy Performance Certificate(s) (EPC) and/or the Display Energy Certificate(s) (DEC's) shall be submitted to the Council for approval.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012.",
    "| In order to implement Ealing Council DPD policy E5.2.3 (post-construction energy equipment monitoring), and key parts of London Plan policy SI2 (\"be Seen\"), the developer shall:",
    "a)\tEnter into a legal agreement with the Council to secure a S106 financial contribution, for the post-construction monitoring of the renewable energy systems to be incorporated into the development and/or the energy use of the development as per energy and CO2 Condition(s).",
    "b)\tUpon final construction of the development, and prior to occupation, the agreed suitable devices for monitoring the performance of the renewable energy (PV) panels shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of five years from occupation and full operation of the PV array(s). The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document. The developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitoring process.",
    "c)\tUpon final completion of the development and prior to occupation, the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the PV panels for a period of five years from the point that the building is occupied and the equipment fully operational. Any repair or maintenance of the energy equipment must be carried out within one month of a performance problem being identified.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with London Plan (2021) policy SI2 (\"Be Seen\" stage of the energy hierarchy), Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD policy 5.2, E5.2.3, and Policy 2.5.36 (Best Practice) of the Mayor's Sustainable Design & Construction SPG.",
    "| In order to demonstrate compliance with the 'be seen' post-construction monitoring requirement of Policy SI 2 of the London Plan, the legal Owner shall at all times and all in all respects comply with the energy monitoring requirements set out in points a, b and c below. In the case of non-compliance the legal Owner shall upon written notice from the Local Planning Authority immediately take all steps reasonably required to remedy non-compliance.",
    "a)\tWithin eight weeks of planning permission being issued by the Local Planning Authority, the Owner is required to submit to the GLA accurate and verified estimates of the 'be seen' energy performance indicators, as outlined in Chapter 3 'Planning stage' of the GLA 'Be seen' energy monitoring guidance document, for the consented development. This should be submitted to the GLA's monitoring portal in accordance with the 'Be seen' energy monitoring guidance.",
    "b)\tOnce the as-built design has been completed (upon commencement of RIBA Stage 6) and prior to the building(s) being occupied (or handed over to a new legal owner, if applicable), the legal Owner is required to provide updated accurate and verified estimates of the 'be seen' energy performance indicators for each reportable unit of the development, as per the methodology outlined in Chapter 4 'As-built stage' of the GLA 'Be seen' energy monitoring guidance. All data and supporting evidence should be uploaded to the GLA's monitoring portal. In consultation with the Council's chosen Automated Energy Monitoring Platform provider the owner should also confirm that suitable monitoring devices have been installed and maintained for the monitoring of the in-use energy performance indicators, as outlined in Chapter 5 'In-use stage' of the GLA 'Be seen' energy monitoring guidance document.",
    "c)\tUpon completion of the first year of occupation following the end of the defects liability period (DLP) and for the following four years, the legal Owner is required to provide accurate and verified annual in-use energy performance data for all relevant indicators under each reportable unit of the development as per the methodology outlined in Chapter 5 'In-use stage' of the GLA 'Be seen' energy monitoring guidance document. All data and supporting evidence should be uploaded to the GLA's monitoring portal. This condition will be satisfied after the legal Owner has reported on all relevant indicators included in Chapter 5 'In-use stage' of the GLA 'Be Seen' energy monitoring guidance document for at least five years.",
    "d)\tIn the event that the in-use evidence submitted shows that the as-built performance estimates have not been or are not being met, the legal Owner should use reasonable endeavours to investigate and identify the causes of underperformance and the potential mitigation measures and set these out in the relevant comment box of the 'be seen' spreadsheet. Where measures are identified, which it would be reasonably practicable to implement, an action plan comprising such measures should be prepared and agreed with the Local Planning Authority. The measures approved by the Local Planning Authority should be implemented by the legal Owner as soon as reasonably practicable.",
    "Reason: In order to ensure that actual operational energy performance is minimised and demonstrate compliance with the 'be seen' post-construction monitoring requirement of Policy SI 2 of the London Plan.",
    "| Prior to commencement of the development hereby approved, a Biodiversity Gain Plan (which shall include a programme for its implementation), shall be submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with these approved details and retained as such thereafter.",
    "Reason: To ensure that the biodiversity gain objective is met, in accordance with Schedule 7A of the Town and Country Planning Act (1990) and Policy G6 of the London Plan (2021).",
    "| Prior to the occupation of the development hereby approved, nine (9) car parking bays will be provided with EV charging points, and all the other spaces will have passive EV provision.",
    "Reason: To comply with policy T6 of the London Plan (2021).",
    "| The development hereby approved shall be carried out in accordance with the submitted Travel Plan (TRAVEL PLAN REV 3.0 (PATRICK PARSONS) in the first instance. Then, within six months of the date of this decision, a final Travel Plan shall be submitted to the local planning authority for approval. The Travel Plan shall provide a 5-year mode shift target as well as a robust Action Plan. The Travel Plan shall be prepared in accordance with the Transport for London Travel Plan Guidance https://tfl.gov.uk/info-for/urban-planning-and-construction/transport-assessment-guide/travel-plans. If the Travel Plan doesn't achieve the targets, the Travel Plan cycle should start all over again and introducing some additional stringent to achieve the desired targets.",
    "Reason: To promote sustainable patterns of transport, safeguard the living and working conditions of local people, and ensure highway and pedestrian safety in accordance with the National Planning Policy Framework (2023), policies T1, T2, T3, T4, T5, T6 and T7 of the London Plan (2021); and 1.2 and 1.2 of the Ealing Development (Core) Strategy 2026 (2012).",
    "| The caretaker accommodation shall be used only for the accommodation of the groundskeeper/caretaker whom resides over the curtilage of the site and community centre.",
    "Reason: To ensure that the residential accommodation is associated with the proposed use."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "Poplar Avenue",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.362616,
    "lat": 51.501542
  },
  "cil_liability": true,
  "valid_date": "02/05/2024",
  "postcode": "UB2 4PN",
  "bo_system": "CSV Data Import",
  "borough": "Ealing",
  "id": "Ealing-241738FUL",
  "application_type": "All Other",
  "parking_details": {
    "no_proposed_car": 44,
    "net_car": 44,
    "no_proposed_cycle": 24,
    "net_cycle": 24,
    "no_existing_car": 0,
    "no_existing_cycle": 0
  },
  "decision_target_date": "23/04/2025",
  "pp_id": "PP-12587476",
  "last_updated_by": "CSV Data Import",
  "locality": "Southall",
  "uprn": "000012000536",
  "last_date_consultation_comments": null,
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-06-04T13:59:17.337Z",
  "polygon": null,
  "date_building_work_started_under_previous_permission": "01/04/2022",
  "actual_commencement_date": null,
  "ward": "Norwood Green",
  "appeal_decision": null,
  "lpa_app_no": "241738FUL",
  "description": "Part-retrospective change of use from the existing car showroom and MOT garage into a place of worship (Class F1), community facilities and associated outdoor advertisement. Partially retrospective application for physical works to facades of buildings, and installation of plant, and proposed external landscaping alterations.",
  "date_building_work_completed_under_previous_permission": null
}