{
  "lpa_name": "Islington",
  "pp_id": null,
  "description": "Variation of Condition 2 (hours of operation - 'The use shall not operate except between the hours of 09.00 and 23.30 on any day') of planning permission dated 19th January 1999 (Ref. 981748) to 'The use shall not operate except between the hours of 09.00 and 23.30 on Mondays to Wednesdays, 09.00 till midnight on Thursdays and 09.00 to 02.00 on Fridays and Saturdays'. \r\n\r\n APPLICANT'S PLAN NOS.:  OS Map and customer survey, Plan A",
  "epc_number": null,
  "status": "Refused",
  "decision_date": "04/11/2002",
  "street_name": "Essex Road",
  "decision_process": "Committee",
  "uprn": "5300031241",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "18/12/2002",
  "subdivision_of_building": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 531799,
  "appeal_decision": "Withdrawn",
  "lpa_app_no": "P021900",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              531812.398408,
              183684.8000243
            ],
            [
              531815.902559,
              183682.0508112
            ],
            [
              531812.5468191,
              183677.552099
            ],
            [
              531808.1522015,
              183671.9037158
            ],
            [
              531800.8883027,
              183662.1964944
            ],
            [
              531797.9942863,
              183661.7966089
            ],
            [
              531784.3981805,
              183673.653215
            ],
            [
              531784.2497694,
              183676.5023994
            ],
            [
              531790.9530041,
              183684.7000529
            ],
            [
              531798.9507134,
              183694.7471769
            ],
            [
              531808.5891898,
              183687.5492373
            ],
            [
              531810.7493958,
              183686.0496666
            ],
            [
              531812.398408,
              183684.8000243
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "actual_commencement_date": null,
  "application_type": "All Other",
  "bo_system": "Agile APAS",
  "centroid": {
    "lat": "51.536629",
    "lon": "-0.10104869999999999"
  },
  "decision_agency": null,
  "parking_details": null,
  "postcode": "",
  "last_updated": "2025-03-20T09:18:32.386+00:00",
  "secondary_street_name": null,
  "cil_liability": false,
  "url_planning_app": null,
  "valid_date": "23/10/2002",
  "appeal_decision_date": "20/06/2003",
  "locality": "London",
  "appeal_start_date": "22/11/2002",
  "application_type_full": null,
  "decision": "Refused",
  "last_updated_by": "Agile APAS",
  "actual_completion_date": null,
  "site_name": "Sun Court House",
  "lapsed_date": "06/11/2007",
  "centroid_northing": 183678,
  "decision_conditions": [
    "CONDITIONS:\r\n\r\n1.  The development hereby permitted shall be begun before the expiration of five years from the date of this decision.\r\n\r\n2.  The use hereby permitted shall not commence until a CCTV scheme to serve the premises has been implemented in accordance with details that have first been submitted to and approved in writing by the Local Planning Authority.  The scheme shall be retained in full working order for as long as the use hereby approved continues.\r\n\r\n3.  The means of ensuring continual control of amplified music noise (\"limiter\") installed at the premises shall be maintained for a long as this permission remains in force in accordance with a scheme of maintenance that shall be submitted to and approved in writing by the Local Planning Authority before the use hereby permitted commences, so that music noise levels from the premises do not exceed the following:-\r\n\r\n    a)  between 0700 hours and 2300 hours music noise shall cause no more than a 3dB increase in the\r\n         LAeq (5min) or a 3dB increase in the Leq (5min) at the 63 Hertz or 125 Hertz Octave bands 1 metre\r\n         from the nearest noise sensitive facade; and\r\n\r\n    b)  between 2300 hours and 0200 hours music noise shall cause no increase in the LAeq (5min) or the \r\n         Leq (5min) at the 63 Hertz or 125 Hertz Octave bands 1 metre from the nearest noise sensitive \r\n         facade.\r\n\r\n4.  The use shall not take place other than between the hours of \r\n\r\n     0900-2330, Sundays, Mondays, Tuesdays and Wednesdays\r\n     0900-midnight, Thursdays\r\n     0900 Fridays - 0200 Saturday mornings\r\n     0900 Saturdays - 0200 Sunday mornings\r\n\r\n5.  No patrons shall be admitted to the premises after 0100 hours.\r\n\r\n6.  Except in an emergency, patrons leaving the premises after 0100 hours shall only exit using the door immediately adjacent to the entrance to Sun Court House.\r\n\r\n7.  The ground floor glazed outward opening doors of the premises fronting on to Essex Road shall be closed at all times after 2300 hours.\r\n\r\n8.  The main entrance doors on the corner of Essex Road and Colebrooke Row, the inner doors within the main entrance doors and the door adjacent to the entrance to Sun Court House shall be kept closed at all times after 2300 hours except in an emergency, or for the purposes of entry and exit.\r\n\r\n9.  Signs shall be placed near both exit doors and permanently retained thereafter to remind patrons to be quiet when leaving the premises.\r\n\r\n10.  Refuse shall not be removed from the premises except between the following times:  0800 hours to 2100 hours Mondays to Fridays and 0900 hours to 2100 hours Saturdays, Sundays and public holidays.\r\n\r\n11.   The WC facilities provided pursuant to Condition 6 attached to planning permission reference 981748 dated 19th January 1999 shall be retained for a long as the use hereby approved continues.\r\n\r\n12.  The windows of the ground floor front elevation shall not be painted, tinted or otherwise obscured and shall permanently contain  a display appropriate to a busy commercial area.\r\n\r\n13.  The noise level emanating from the installed duct and fan system shall be designed such that the sound equivalent level (LAeq 5mins) is at least 10 dB below the background noise level (LA90 5 mins) measured at the nearest noise sensitive facade at the time of the system operation.\r\n\r\n14.  The use hereby permitted shall be discontinued on or before the date fifteen months after the date of this permission."
  ],
  "ward": "St. Peters - historic",
  "site_number": "18 - 26",
  "application_details": {
    "s106_agreement": false,
    "site_area": 0.056
  },
  "id": "Islington-P021900",
  "appeal_status": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.1008531,
          51.536687
        ],
        [
          -0.1008036,
          51.5366614
        ],
        [
          -0.10085369999999999,
          51.5366218
        ],
        [
          -0.1009191,
          51.5365721
        ],
        [
          -0.10102739999999999,
          51.5364865
        ],
        [
          -0.1010693,
          51.5364836
        ],
        [
          -0.1012607,
          51.5365933
        ],
        [
          -0.1012618,
          51.536619
        ],
        [
          -0.10116209999999999,
          51.5366911
        ],
        [
          -0.1010431,
          51.5367795
        ],
        [
          -0.1009069,
          51.5367126
        ],
        [
          -0.10087639999999999,
          51.5366986
        ],
        [
          -0.1008531,
          51.536687
        ]
      ]
    ]
  },
  "borough": "Islington",
  "last_date_consultation_comments": null
}