{
  "epc_number": null,
  "valid_date": "01/02/2023",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": -0.38162,
    "lat": 51.560067
  },
  "pp_id": "11872481",
  "decision": "Approved",
  "centroid_easting": 512285,
  "site_name": "REAR OF 726",
  "lpa_app_no": "77818/APP/2023/300",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "title_number": null,
  "borough": "Hillingdon",
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "Site Location Plan",
    "020 rev P01",
    "GII_200 Rev P02",
    "GII_201",
    "GII_202 Rev p01",
    "GII 203 Rev P02",
    "GII_210 ( Proposed front and rear elevation) Rev P03",
    "GII_210 (Proposed side elevations) Rev P04",
    "GII_250 Rev P04 (Proposed context elevations)",
    "GII_301 Rev P03",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "No development shall take place until details of all materials and external surfaces, including details of external staircase have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to occupation of the upper floors, details of covered and secure cycle storage, shall be submitted to and approved in writing by the Local Planning Authority.  Thereafter, the development shall not be occupied or brought into use until the approved cycling facilities have been implemented in accordance with the approved plan, with the facilities being permanently retained for use by cyclists.",
    "REASON",
    "To ensure the provision and retention of facilities for cyclists to the development and hence the availability of sustainable forms of transport to the site in accordance with Part 2 Development Management Policies (2020) - Policy DMT 1, DMT 2 & DMT 6 and Policies T4 and T6 of the London Plan (2021).",
    "Prior to works commencing for the development hereby approved, a demolition and construction management plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall detail:",
    "(i) The phasing of development works",
    "(ii) The hours during which development works will occur (please refer to informative I15 for maximum permitted working hours).",
    "(iii) Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "(iv) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours).",
    "(v) Measures to reduce the impact of the development on local air quality and dust through minimising emissions throughout the demolition and construction process.",
    "(vi) The storage of demolition/construction materials on site.",
    "The approved details sh",
    "The development hereby approved shall achieve and maintain lift access from the ground to the first and second floor, via a lift car size and design in accordance with Approved Document M to the Building Regulations 2010 (Volume 2, 2015 edition), with the lift access retained for the life of the building.",
    "REASON: to ensure an appropriate standard of accessibility and Inclusion in accordance with London Plan policy D5.",
    "CONDITION:The proposed first and second floor floor hereby approved shall only be used for Office/Showroom and for no other purposes (including any other purpose in Class E of the Schedule to the Town and Country Planning (Use Classes) Order 1987",
    "Reason: In the interests of maintaining sufficient commercial/industrial floorspace and protect adjoining neighbours amenity.",
    "CONDITION: Notwithstanding the provisions of Schedule 2, Part 3, Class MA the Town and Country Planning (General Permitted Development) Order 2015 (or any order revoking and re-enacting that Order with or without modifications), no change of use of the building  to a use falling within Class C3 (dwellinghouses) shall take place without obtaining the express planning permission from the Local Planning Authority.",
    "REASON: For the avoidance of doubt and to ensure that the Local Planning Authority can restrict the use of the building to this specific use only, in order to protect the supply of office floorspace in this location.",
    "You are advised that the scheme is required to comply with either:-",
    "The Building Regulations 2000 Approved Document Part M 'Access to and use of buildings', or with BS 8300:2001 Design of buildings and their approaches to meet the needs of disabled people - Code of practice.  AMD 15617 2005, AMD 15982 2005.",
    "These documents (which are for guidance) set minimum standards to allow residents, workers and visitors, regardless of disability, age or gender, to gain access to and within buildings, and to use their facilities and sanitary conveniences.",
    "You may also be required make provisions to comply with the Disability Discrimination Act 1995.  The Act gives disabled people various rights. Under the Act it is unlawful for employers and persons who provide services to members of the public to discriminate against disabled people by treating them less favourably for any reason related to their disability, or by failing to comply with a duty to provide reasonable adjustments.  This duty ca",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su"
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 185817,
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512282.2229,
              185871.125
            ],
            [
              512301.4052,
              185886.2063
            ],
            [
              512311.4594,
              185870.3313
            ],
            [
              512316.2219,
              185868.0823
            ],
            [
              512317.8094,
              185845.3281
            ],
            [
              512319.3969,
              185842.5499
            ],
            [
              512309.8719,
              185834.3478
            ],
            [
              512291.351,
              185855.7791
            ],
            [
              512282.2229,
              185870.3313
            ],
            [
              512282.2229,
              185871.125
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "development_type": null,
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "last_updated": "2025-03-19T21:05:19.239+00:00",
  "decision_process": "Delegated",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=77818/APP/2023/300",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": "SOUTH RUISLIP 2022",
  "application_type_full": "Full planning permission",
  "locality": null,
  "last_updated_by": "CSV Data Import",
  "application_details": {
    "existing_uprns": null,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "01/2024",
        "intended_commencement_date": "04/2023"
      }
    ],
    "total_gia_gained": 260.5,
    "total_gia_existing": 600,
    "site_area": 0.09037,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 600,
        "use_class": "SpecifiedOther",
        "gia_gained": 260.5,
        "gia_lost": 0
      }
    ],
    "rain_water_harvesting": false,
    "projected_cost_of_works": "Up to £2m",
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 0,
      "green_roof_area": 0,
      "no_homes_to_have_electrical_heating": 0,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false,
      "total_annual_nox_emissions": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "waste_provision": true,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_passive_cooling": 0,
      "mobile_network_operators_consultation": false
    },
    "ownership_status": "Private",
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_existing": 600,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 260.5
    },
    "internal_resi_water_usage": 0,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 3820,
        "building_ref": "Roof Extension to existing building"
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_lost": 0,
    "scheme_phasing": true,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "garden_land_lost": false
  },
  "postcode": "HA4 0QP",
  "decision_target_date": "09/04/2024",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.38162229999999997,
          51.5605549
        ],
        [
          -0.3813409,
          51.5606866
        ],
        [
          -0.38120099999999996,
          51.5605419
        ],
        [
          -0.381133,
          51.5605208
        ],
        [
          -0.3811174,
          51.560316
        ],
        [
          -0.3810954,
          51.5602907
        ],
        [
          -0.3812354,
          51.5602188
        ],
        [
          -0.3814956,
          51.5604152
        ],
        [
          -0.3816226,
          51.5605478
        ],
        [
          -0.38162229999999997,
          51.5605549
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Warehouse to be converted to factory at ground floor, with offices at first floor and addition of a metal cladding mansard roof and external metal escape stairs to the rear elevation.",
  "street_name": "FIELD END ROAD",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "lapsed_date": "08/04/2027",
  "cil_liability": true,
  "site_number": null,
  "decision_date": "08/04/2024",
  "secondary_street_name": "RUISLIP",
  "application_type": "All Other",
  "id": "Hillingdon-77818_APP_2023_300",
  "last_date_consultation_comments": "08/03/2024"
}