{
  "valid_date": "06/12/2024",
  "epc_number": "5579-5995-9429-3595-8556",
  "site_name": "YEADING MARINA BOATHOUSE COMPLEX",
  "cil_liability": true,
  "polygon": null,
  "actual_commencement_date": null,
  "site_number": null,
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": "Full planning permission",
  "ward": "YEADING 2022",
  "last_date_consultation_comments": "19/02/2025",
  "centroid_easting": 512407,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Conversion and extension of the first floor and loft space to create 3 x 2-bed and 2 x 1- bed flats with ground floor extension for relocation of existing Chandlery - amendment to application number 46463/APP/2024/1861",
  "appeal_decision": null,
  "postcode": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "21/03/2025",
  "street_name": "WEST QUAY DRIVE",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 181482,
  "application_type": "All Other",
  "title_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on submitted plans numbers:",
    "424-00-001",
    "424-20-100 Rev D",
    "424-10-102 Rev B",
    "424-10-103 Rev A",
    "424-10-104 Rev A",
    "424-10-300 Rev A",
    "424-10-301 Rev A",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Cherryfield Ecology Report 20/01/2023",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "No development above ground level shall take place until a scheme for the provision of sustainable water management and water efficiency shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall:",
    "i. Provide information about the design storm period and intensity, the method employed to delay and control the surface water discharged from the site and the measures taken to prevent pollution of the receiving groundwater and/or surface waters;",
    "ii. Include a timetable for its implementation; and",
    "iii. Provide a management and maintenance plan for the lifetime of the development",
    "The scheme shall also demonstrate the use of methods to minimise the use of potable water through water collection, reuse and recycling and will:",
    "iv. Provide details of water collection facilities to capture excess rainwater;",
    "v. Provide details of how rain and grey water will be recycled and reused in the development;",
    "vi. Provide details of how the dwelling will achieve a wate",
    "No development above ground level shall take place until details of all materials and external surfaces (associated with the proposed development) have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No development above ground level shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include:",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100)",
    "1.b Written specification of planting and cultivation works to be undertaken",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate and to include pollution absorbing species.",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage (secure and enclosed)",
    "2.b Cycle Storage (6 cycle storage spaces shall be provided for the approved dwellings and the storage shall be secure and enclosed)",
    "2.d Hard Surfacing Materials",
    "2.e External Lighting",
    "2.f Other structures (such as play equipment and furniture)",
    "2.g Car parking layout for 7 parking spaces, including details to demonstrate that 2 of the 6 spaces to serve the residential units are provided with active electrical vehicle charging points",
    "Prior to development commencing, a demolition and construction management plan shall be submitted to and approved in writing by the Local Planning Authority in consultation with the Canals and Rivers Trust. The plan shall detail:",
    "(i) The phasing of development works",
    "(ii) The hours during which development works will occur (please refer to informative I15 for maximum permitted working hours).",
    "(iii)Measures to prevent mud and dirt tracking into the nearby water source, footways and adjoining roads (including wheel washing facilities).",
    "(iv) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours).",
    "(vi Measures to reduce the impact of the development on local air quality and dust through minimising emissions throughout the demolition and construction process.",
    "(vi) The storage of demolition/construction",
    "The 7 car parking spaces illustrated on drawing reference 424-10-104 Rev A shall be allocated for the residential units and shall be retained for this use for the lifetime of the development.",
    "REASON",
    "To safeguard the amenity of surrounding areas in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020) and to ensure that adequate parking is provided for the sites users in compliance with Policy DMT 6 and Policy T6 of the London Plan (2021).",
    "Notwithstanding the approved drawings, prior to the occupation of the hereby approved dwellings, details of the siting, design and materials of all privacy screens to balconies shall be submitted to and approved in writing by the Local Planning Authority.",
    "Thereafter, the screens shall be installed as per the consented details prior to the first occupation of the development here by approved and the privacy screens shall be retained on site for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties and to protect the privacy of occupiers of the flats in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the occupation of the hereby approved dwellings, a Servicing and Delivery Plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall include details of how the sites existing commercial uses will be serviced; where servicing and delivery vehicles would park; and mitigation measures which will be implemented to minimise the impacts of servicing and deliveries on residents at the site.",
    "REASON",
    "To safeguard the amenity of surrounding areas in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020) and to ensure that adequate parking is provided for the sites users in compliance with Policy DMT 6 and Policy T6 of the London Plan (2021).",
    "No floodlighting or other form of external lighting shall be installed unless it is in accordance with details which have previously been submitted to and approved in writing by the Local Planning Authority. Such details shall include location, height, type and direction of light sources and intensity of illumination.",
    "REASON",
    "To safeguard the amenity of surrounding properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020); and to protect the ecological value of the area in accordance with Policy DMEI 7 of the Hillingdon Local Plan Part 2 (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "The applicant/developer is advised to contact the Canal & River Trust's Works Engineering Team on 0303 040 4040 in order to ensure that any necessary consents are obtained and that the works comply with the Canal & River Trust \"Code of Practice for Works affecting the Canal & River Trust\".",
    "The site was sold by the Canal & River Trust, and the applicant/developer is advised to contact Bernadette McNicholas of the Trust's Estates Team (Bernadette.mcnicholas@canalrivertrust.org.uk) in  relation to any restrictive covenants which may be in place and in order to ensure that any necessary licences or agreements are obtained."
  ],
  "appeal_start_date": null,
  "development_type": null,
  "wgs84_polygon": null,
  "lpa_app_no": "46463/APP/2024/3210",
  "decision_agency": "Borough",
  "decision_date": "21/03/2025",
  "pp_id": "13584797",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=46463/APP/2024/3210",
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": "Loft / second floor only",
  "secondary_street_name": "HAYES",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.52108,
    "lon": -0.381244
  },
  "status": "Approved",
  "last_updated": "2025-06-19T21:59:14.474Z",
  "actual_completion_date": null,
  "lapsed_date": "21/03/2028",
  "borough": "Hillingdon",
  "id": "Hillingdon-46463_APP_2024_3210",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": null,
  "locality": null,
  "application_details": {
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 9.4,
        "building_ref": "1"
      }
    ],
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "02/2026",
        "intended_commencement_date": "02/2025"
      }
    ],
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "total_annual_nox_emissions": 0,
      "no_new_water_connections_required": 0,
      "no_active_fast_ev_charging_points": 2,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_homes_to_have_electrical_heating": 2,
      "fire_suppression_system_proposed": false,
      "no_resi_units_to_have_full_fibre": 2,
      "no_passive_fast_ev_charging_points": 0,
      "green_roof_area": 0,
      "waste_provision": true,
      "ghg_reduction_over_building_regulations": true,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 0,
      "percentage_demolition_construction_material_recycling": 15,
      "no_homes_passive_cooling": 0
    },
    "non_residential_details": {
      "total_gia_gained": 418.3,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 242,
      "total_gia_existing": 988.4,
      "total_gia_lost": 242,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 67
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 988.4,
        "gia_gained": 67,
        "use_class": "SG",
        "gia_lost": 242
      },
      {
        "gia_existing": 0,
        "gia_gained": 351.3,
        "use_class": "C3",
        "gia_lost": 0
      }
    ],
    "internal_resi_water_usage": 110,
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "garden_land_lost": false,
    "site_area": 0.26,
    "projected_cost_of_works": "Up to £2m",
    "residential_details": {
      "total_no_proposed_residential_units_intermediate": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_rent": 2,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_gained": 112,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "residential_units": [
        {
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 8
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 2,
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 1,
          "gia": 57,
          "tenure": "Market for rent"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 1,
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 1,
          "gia": 47,
          "tenure": "Market for rent"
        }
      ],
      "total_no_proposed_bedrooms": 2,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units": 3,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0
    },
    "total_gia_lost": 242,
    "green_suds": false,
    "total_gia_gained": 418.3,
    "existing_uprns": null,
    "grey_water_reuse": false,
    "superseding_details": [
      {
        "lpa_app_no": "46463/APP/2023/2279",
        "unit_reference": "Proposed loft floor 2-bed flat to be split into 2no. 1-bed flats",
        "partial_supersedence": true,
        "component_description": "Loft floor dormers, loft south gable wall, loft floor windows and internal walls"
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "ownership_status": "Private",
    "total_gia_existing": 988.4
  }
}