{
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed on the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy 7 and 26 of the Havering Local Plan.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, the outbuilding hereby permitted shall be used only for purposes incidental to the enjoyment of the dwelling house known as 35 Wykeham Avenue, Hornchurch and not for any trade or business nor as living accommodation.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area.",
    "Notwithstanding the details shown on the submitted plans hereby approved, the solar panels on the proposed outbuilding should not project more than 125mm from its roof.",
    "Reason:-",
    "For the avoidance of doubt as to the projection of the solar panels on the outbuilding hereby approved.",
    "During construction of the development hereby permitted, any trees near to the application site shall be protected in accordance with the requirements of BS 5837 (2012) 'Trees in Relation to Design, Demolition and Construction'. The protection measures shall be implemented prior to any below ground works and shall be retained for the entire period of the duration of any work at the site in connection with the development hereby permitted.",
    "Reason:-",
    "In order to ensnure that trees near the site are adequately protected during the construction of the proposed development.",
    "The applicant is advised that any hard and soft landscaping within the application site should be carried out in accordance with the details submitted to and as shall be approved in writing by the Council under ref: Q0014.25 with any subsequent necessary amendments.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent via email on 26/03/2025. The revisions involved amendments to the roof design of the proposal, a reduction in its height and setting it 1m away from the rear boundary of the site. The amendments were subsequently submitted on 28/03/2025 and 07/07/2025."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "07/07/2025",
  "lpa_name": "Havering",
  "centroid_northing": 188231,
  "last_updated": "2025-07-24T03:59:09.178Z",
  "development_type": null,
  "ward": "Emerson Park",
  "parking_details": null,
  "uprn": "100021346493",
  "application_details": {
    "total_gia_gained": 64.2,
    "intended_completion_date": "05/2025",
    "existing_uprns": null,
    "intended_commencement_date": "03/2025",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 1
  },
  "last_date_consultation_comments": "24/02/2025",
  "decision": "Approved",
  "bo_system": "CSV Data Import",
  "postcode": "RM11 2LA",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "07/07/2025",
  "borough": "Havering",
  "wgs84_polygon": null,
  "lpa_app_no": "P0102.25",
  "valid_date": "30/01/2025",
  "description": "Construction of a single storey outbuilding for use as gym/games room including solar panels to roof",
  "centroid_easting": 553626,
  "site_number": null,
  "lapsed_date": "07/07/2028",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Hornchurch",
  "last_updated_by": "CSV Data Import",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.572021,
    "lon": 0.215386
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0102.25",
  "site_name": "35 Wykeham Avenue",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "13718174",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Householder planning permission",
  "id": "Havering-P0102.25",
  "polygon": null
}