{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.458385,
          51.546715
        ],
        [
          -0.458146,
          51.546858
        ],
        [
          -0.457757,
          51.546656
        ],
        [
          -0.457773,
          51.546606
        ],
        [
          -0.457812,
          51.546565
        ],
        [
          -0.457832,
          51.54655
        ],
        [
          -0.457882,
          51.546494
        ],
        [
          -0.458385,
          51.546715
        ]
      ]
    ],
    "type": "Polygon"
  },
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-08-01T13:23:16.605Z",
  "parking_details": null,
  "site_name": "HAMILTON",
  "decision_target_date": "08/12/2023",
  "site_number": null,
  "bo_system": "Portal",
  "actual_completion_date": "20/10/2024",
  "application_details": {
    "scheme_phasing": false,
    "grey_water_reuse": false,
    "garden_land_lost": false,
    "affordable_housing_fast_track": false,
    "ownership_status": "Private",
    "site_area": 0.083,
    "existing_uprns": null,
    "total_gia_lost": 0,
    "internal_resi_water_usage": 60,
    "superseding_details": [
      {
        "lpa_app_no": "76722/APP/2022/1396",
        "partial_supersedence": false
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "green_suds": false,
    "non_residential_details": {
      "total_gia_gained": 0,
      "total_gia_existing": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "site_area": 0
    },
    "total_gia_gained": 30,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 233,
        "actual_completion_date": "20/10/2024",
        "use_class": "C3",
        "gia_gained": 263,
        "actual_commencement_date": "26/10/2023",
        "gia_lost": 0
      }
    ],
    "phasing_details": [
      {
        "phase_detail": "Demolition",
        "intended_commencement_date": "08/2023",
        "intended_completion_date": "09/2023"
      },
      {
        "phase_detail": "Construciton",
        "intended_commencement_date": "10/2023",
        "intended_completion_date": "06/2024"
      }
    ],
    "total_gia_existing": 233,
    "rain_water_harvesting": false,
    "surface_water_discharge_percentage_reduction": 65,
    "infrastructure_details": {
      "no_active_slow_ev_charging_points": 1,
      "green_roof_area": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_passive_slow_ev_charging_points": 0,
      "no_new_water_connections_required": 0,
      "ghg_reduction_over_building_regulations": false,
      "total_annual_nox_emissions": 3.5,
      "no_homes_passive_cooling": 0,
      "urban_greening_factor_score": 1,
      "total_annual_pm_emissions": 2,
      "no_resi_units_to_have_full_fibre": 1,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "percentage_demolition_construction_material_recycling": 15,
      "no_new_gas_connections_required": 0,
      "waste_provision": false
    },
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 3,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 30,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": 0.083,
      "dwelling_density": 12.048192771084336,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "uprn": "",
          "actual_completion_date": "20/10/2024",
          "description": "",
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "provider": "Private",
          "phase_detail": "",
          "unit_no": "",
          "actual_commencement_date": "26/10/2023",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": "",
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "uprn": "",
          "actual_completion_date": "20/10/2024",
          "description": "",
          "change_type": "Loss",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "provider": "Private",
          "phase_detail": "",
          "unit_no": "",
          "actual_commencement_date": "26/10/2023",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": "",
          "gia": null,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "other_residential_accommodation_details": {
      "site_area": 0
    },
    "s106_agreement": false,
    "viability_assessment": false,
    "air_quality_assessment": false,
    "mayoral_cil_liability_notice_issued": false,
    "commencement_notice_received": false,
    "circular_economy_statement": false,
    "3d_model": false,
    "borough_cil_liability_notice_issued": false,
    "transport_impact_assessment": false
  },
  "appeal_decision_date": null,
  "centroid_northing": 184208,
  "actual_commencement_date": "26/10/2023",
  "appeal_start_date": null,
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506995.1953,
              184217.2604
            ],
            [
              507011.401,
              184233.4662
            ],
            [
              507038.8516,
              184211.638
            ],
            [
              507037.8594,
              184206.0156
            ],
            [
              507035.2136,
              184201.3854
            ],
            [
              507033.8907,
              184199.7318
            ],
            [
              507030.5834,
              184193.4479
            ],
            [
              506995.1953,
              184217.2604
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "subdivision_of_building": null,
  "postcode": "UB10 9LW",
  "last_updated_by": "Portal",
  "valid_date": "08/08/2023",
  "lpa_app_no": "76722/APP/2023/2200",
  "appeal_status": null,
  "development_type": null,
  "pp_id": "12335690",
  "decision_agency": "Borough",
  "title_number": null,
  "lapsed_date": "08/12/2026",
  "borough": "Hillingdon",
  "secondary_street_name": "HILLINGDON",
  "id": "Hillingdon-76722_APP_2023_2200",
  "street_name": "VINE GROVE",
  "last_date_consultation_comments": "05/12/2023",
  "decision": "Approved",
  "status": "Completed",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans:",
    "101 Rev F",
    "121 Rev F",
    "125 Rev A",
    "130 Rev B",
    "131 Rev B",
    "160 Rev A",
    "170",
    "180 Rev B",
    "185 Rev B",
    "186 Rev B",
    "190 Rev B",
    "195 Rev B",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "Notwithstanding the approved details and prior to any works on site above damp proof course level, a landscape scheme shall",
    "be submitted to and approved in writing by the Local Planning Authority. The scheme shall include:",
    "1.b Car Parking Layouts for two vehicles (including one 'active' and one 'passive' electrical charging points)",
    "1.c Details of secured and covered cycles stand for at least two bicycles",
    "2. Details of Landscape Maintenance",
    "2.a Landscape Maintenance Schedule for a minimum period of 5 years.",
    "2.b Proposals for the replacement of any tree, shrub, or area of surfing/seeding within the landscaping scheme which dies or in the opinion of the Local Planning Authority becomes seriously damaged or diseased.",
    "3. Details of secured and covered bin storage including specification and location.",
    "4. Schedule for Implementation of soft and hard landscaping.",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To e",
    "The development hereby approved shall be carried out in accordance with the materials and external surfaces specified on drawing numbers 121 Rev F and 186 Rev B. The material used on the external surfaces of the proposed dormers shall be dark wood cladding. The",
    "development shall be retained in accordance with the approved details throughout the lifetime of the building.",
    "REASON",
    "To safeguard the character and appearance of the Area of Special Local Character in accordance with Hillingdon's Local Plan: Part 1 policy HE1 (November 2012), Hillingdon's Local Plan: Part 2 policies DMHB 1, 5 and 11 (January 2020), the London Plan (2021) and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "The tree protection measures shown on submitted Plan no.P23-05_101_Rev.A and outlined in Arboricultural Method Statement (dated 11th October 2023) shall be carried out and adhered to during the construction of the proposed development.",
    "REASON",
    "To ensure that trees and other vegetation can and will be retained on site and not damaged during construction work and to ensure that the development conforms with policy DMHB 14 of the Hillingdon Local Plan Part  2 (2020).",
    "Prior to development commencing, a demolition and construction management plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall detail:",
    "(i) The phasing of development works",
    "(ii) The hours during which development works will occur (please refer to informative I15 for maximum permitted working hours).",
    "(iii)Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "(iv) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours).",
    "(vi Measures to reduce the impact of the development on local air quality and dust through minimising emissions throughout the demolition and construction process.",
    "(vi) The storage of demolition/construction materials on site.",
    "The approved details shall be implemented and maintaine",
    "Prior to first occupation, the development hereby approved shall be carried out in accordance with the step free access details shown on drawing number 195 Rev B. Thereafter, such provisions shall remain in place for the life of the building.",
    "REASON",
    "To ensure housing of an inclusive design is achieved and maintained in accordance with Policies D5 and D7 of the London Plan (2021).",
    "The dwelling hereby approved shall be constructed to meet the standards for a Category 2 M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, and all such provisions shall remain in place for the life of the building.",
    "REASON",
    "To ensure that the dwelling is of an inclusive and accessible design in accordance with Policies D5 and D7 of the London Plan (2021).",
    "No development above ground level shall take place until a scheme for the provision of sustainable water management and water efficiency shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall:",
    "i. Provide information about the design storm period and intensity, the method employed to delay and control the surface water discharged from the site and the measures taken to prevent pollution of the receiving groundwater and/or surface waters;",
    "ii. Include a timetable for its implementation; and",
    "iii. Provide a management and maintenance plan for the lifetime of the development",
    "The scheme shall also demonstrate the use of methods to minimise the use of potable water through water collection, reuse and recycling and will:",
    "iv. Provide details of water collection facilities to capture excess rainwater;",
    "v. Provide details of how rain and grey water will be recycled and reused in the development;",
    "vi. Provide details of how the dwelling will achieve a wate",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no extension or roof alteration to any dwellinghouse(s) subject of this permission shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England)Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The rear facing windows within the rear dormers shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policies DMHB 11of the Hillingdon Local Plan Part 2 (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be taken to avoid private roads. The applicant may be required to make good any damage caused."
  ],
  "centroid": {
    "lat": 51.546627,
    "lon": -0.45803
  },
  "centroid_easting": 507020,
  "ward": "HILLINGDON WEST 2022",
  "application_type": "All Other",
  "decision_date": "08/12/2023",
  "application_type_full": "Full planning permission",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=76722/APP/2023/2200",
  "uprn": null,
  "description": "Erection of a 3 bed detached dwelling with detached garage and associated landscaping following part demolition of existing dwelling (amended description)",
  "date_building_work_started_under_previous_permission": null,
  "locality": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Hillingdon"
}