{
  "postcode": null,
  "pp_id": "NULL",
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null
  },
  "polygon": null,
  "parking_details": null,
  "decision_process": null,
  "status": " ",
  "centroid": {
    "lon": -7.55716,
    "lat": 49.766807
  },
  "centroid_easting": null,
  "decision_agency": null,
  "id": "Tower_Hamlets-PA_22_00214_NC",
  "centroid_northing": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "site_number": null,
  "development_type": "NULL",
  "application_type_full": null,
  "appeal_decision": " ",
  "site_name": "Units 1 And 4, Canada Water Retail Park, London",
  "actual_commencement_date": null,
  "title_number": null,
  "valid_date": "07/02/2022",
  "appeal_decision_date": null,
  "secondary_street_name": null,
  "borough": "Tower Hamlets",
  "decision_target_date": null,
  "last_date_consultation_comments": null,
  "epc_number": null,
  "subdivision_of_building": null,
  "cil_liability": null,
  "lpa_app_no": "PA/22/00214/NC",
  "decision": "No Objection to Proposal (OBS only)",
  "last_updated": "2025-03-20T19:13:20.443+00:00",
  "street_name": null,
  "actual_completion_date": null,
  "ward": null,
  "description": "Observation requested by London Borough of Southwark for Outline planning permission (all matters reserved) for a commercial masterplan containing offices and other complementary town centre uses with no housing. The proposals involve the demolition of all buildings and structures and the comprehensive redevelopment of the site to provide three Development Plots (A1, A2 and B) which will contain three Buildings (A1, A2 and B) reaching maximum heights of 110m, 55.4m and 63.2m AOD respectively. - The proposed maximum floorspace is 145,780sq m GEA above ground, with basements extending to a maximum of    13,006sq m GEA. - The proposed land uses are: offices (Class E), retail/professional services/food and drink (E), learning and non-residential    institutions/local community (F1/F2), medical or health (E) and indoor sport, recreation or fitness (E). - Works of hard and soft landscaping are proposed to create a series of new and improved public realm spaces within the    site. This will include the replacement of some trees and the planting of additional new trees. - New vehicular access points are proposed to be created from Surrey Quays Road and Canada Street, along with other   incidental works. The application is submitted alongside planning application ref. 21.AP.2610 which proposes works to Maritime Street as part of a masterplan for both sites. The application is accompanied by an Environmental Statement submitted pursuant to the Town and Country Planning (Environmental Impact Assessment) regulations 2017. The ES can be viewed on the Council's website. Alternatively, Trium will supply the ES on a USB at a charge of £20. For copies members of the public should contact Trium directly as detailed in ES Volume 1, Chapter 1 Introduction. Re-consultation due to amendments to servicing and access arranagements, enlarged public realm, design enhancements and revised/additional plans and documents being submitted Re-consultation due to the following amendments to the proposal and revised/additional plans and documents being submitted Amendments comprise - Removal of potential temporary servicing access for Building A1 - Increase size of Waterfront Square by reducing the footprint for Building A2 - Removal of construction vehicle access to the site - Additional design details provided  Additional/revised information comprises: - Revised Parameter Plans (Plot Extent Dominant Face, Proposed Plot Extent Ground Level, Proposed Plot Extent Upper   Levels, Proposed Vehicular Access, Definition of Shoulder Height and Proposed Public Realm Extent) - Revised Design Code for Buildings; - Affordable Workspace Addendum - Design and Access Statement Addendum - Statement of Conformity with the Environmental Statement and Trium response the Councils initial review of the   Environmental Statement ; - Revised Construction Environmental Management Plan; - Transport Assessment Addendum including revised Delivery and Servicing Management Plan; - Revised Development Specification. - Revised Geo-Environmental Study - Arboricultural Impact Assessment Addendum - Additional Surrey Quays Road illustrative views sequence - Updated Urban Greening Factor Report (December 2021) and UGF surface cover plan (ref. TOWN748(02)3003 Rev P1) - Additional information for Whole Life Cycle Assessment - Land Ownership Plan",
  "lapsed_date": "15/02/2025",
  "url_planning_app": null,
  "lpa_name": "Tower Hamlets",
  "date_building_work_started_under_previous_permission": null,
  "decision_conditions": null,
  "locality": null,
  "decision_date": "15/02/2022",
  "bo_system": "CSV Data Import",
  "last_updated_by": "CSV Data Import",
  "uprn": null,
  "application_type": "All Other",
  "wgs84_polygon": null
}