{
  "postcode": null,
  "pp_id": "NULL",
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null
  },
  "polygon": null,
  "parking_details": null,
  "decision_process": null,
  "status": " ",
  "centroid": {
    "lon": -7.55716,
    "lat": 49.766807
  },
  "centroid_easting": null,
  "decision_agency": null,
  "id": "Tower_Hamlets-PA_22_00471_NC",
  "centroid_northing": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "site_number": null,
  "development_type": "NULL",
  "application_type_full": null,
  "appeal_decision": " ",
  "site_name": "Canada Water Masterplan: Land Bound By Lower, Road (West), Redriff Road (South) Quebec Way (East) Surrey Quays Road, London",
  "actual_commencement_date": null,
  "title_number": null,
  "valid_date": "08/03/2022",
  "appeal_decision_date": null,
  "secondary_street_name": null,
  "borough": "Tower Hamlets",
  "decision_target_date": null,
  "last_date_consultation_comments": null,
  "epc_number": null,
  "subdivision_of_building": null,
  "cil_liability": null,
  "lpa_app_no": "PA/22/00471/NC",
  "decision": "No Objection to Proposal (OBS only)",
  "last_updated": "2025-03-20T19:13:21.349+00:00",
  "street_name": null,
  "actual_completion_date": null,
  "ward": null,
  "description": "Observation requested by London Borough of Southwark  for; Details of all reserved matters (Access, Appearance, Landscaping, Layout and Scale) relating to Development Zone F of the Canada Water Masterplan, comprising a residential-led (Class C3) building and a combined office (Class B1) and residential (Class C3) building, both of which would include flexible retail/workspace (Classes A1-A4 and B1) at ground floor level alongside disabled car parking, cycle parking, servicing provision, landscaping, public realm, plant, a single-storey basement and associated works. For information: proposed building F1, which would occupy Development Plot F1, is 37 storeys with additional rooftop plant (125.0 metres above Ordnance Datum, approx 119 metres above ground level) and proposed building F2, which would occupy Development Plot F2, is 34 storeys with additional rooftop plant (115.6 metres above Ordnance Datum, approx 110 metres above ground level). The development as a whole comprises: - 410 dwellings all in market tenures, comprising 31 studios, 132 one-beds, 209 two-beds and 38 three-beds (Class C3); - 40,675 square metres GIA of office (Class B1) floorspace; - 2,274 square metres GIA of flexible retail/workspace uses (Classes A1-A4 and B1); - 7 wheelchair-accessible car parking spaces; and - 151 short-stay cycle spaces (12 for residential, 139 for commercial) and 1298 long-stay cycle spaces (720 for residential, 578 for commercial). This application is pursuant to hybrid planning permission for the Canada Water Masterplan ref. 18/AP/1604 dated 29th May 2020, which was accompanied by an Environmental Statement. Consequently the application is accompanied by a Statement of Conformity submitted pursuant to the Town and Country Planning (Environmental Impact Assessment) regulations 2017. This ES Statement of Conformity should be read in conjunction with the Canada Water Masterplan ES which can be viewed in full on the Council's website (18/AP/1604).Members of the public and consultees may wish to review 21/AP/4712 in conjunction with a separate Reserved Matters Application, the reference number for which is 21/AP/4616, relating to Printworks Place and New Brunswick Street, which is simultaneously pending the Local Planning Authority's determination.",
  "lapsed_date": "28/03/2025",
  "url_planning_app": null,
  "lpa_name": "Tower Hamlets",
  "date_building_work_started_under_previous_permission": null,
  "decision_conditions": null,
  "locality": null,
  "decision_date": "28/03/2022",
  "bo_system": "CSV Data Import",
  "last_updated_by": "CSV Data Import",
  "uprn": null,
  "application_type": "All Other",
  "wgs84_polygon": null
}