{
  "uprn": "000012106801",
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "borough": "Ealing",
  "description": "Construction of single storey outbuilding with habitable roof space",
  "appeal_start_date": null,
  "cil_liability": false,
  "lpa_app_no": "221695HH",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [
    "MX246986"
  ],
  "decision_date": "13/08/2024",
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              521253.3279286,
              179125.8650097
            ],
            [
              521262.7520334,
              179121.2463318
            ],
            [
              521266.198469,
              179119.596804
            ],
            [
              521262.2985551,
              179111.4491362
            ],
            [
              521254.6388933,
              179115.2080603
            ],
            [
              521251.4150744,
              179116.8475909
            ],
            [
              521240.0039099,
              179122.4959741
            ],
            [
              521235.2465096,
              179124.8952873
            ],
            [
              521231.0003031,
              179116.4976911
            ],
            [
              521226.2016776,
              179118.7970329
            ],
            [
              521225.9460807,
              179120.7964606
            ],
            [
              521223.2499457,
              179136.3020222
            ],
            [
              521222.4996451,
              179141.3005913
            ],
            [
              521228.2464527,
              179138.5013926
            ],
            [
              521235.1475689,
              179135.1023656
            ],
            [
              521238.8990717,
              179133.252895
            ],
            [
              521242.9473967,
              179131.2034816
            ],
            [
              521249.5599357,
              179127.7844603
            ],
            [
              521253.253723,
              179125.9049983
            ],
            [
              521253.3279286,
              179125.8650097
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_type_full": "Householder planning & listed building consent",
  "locality": "London",
  "application_type": "Householder",
  "street_name": "Woodstock Road",
  "decision": "Approved",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "valid_date": "20/04/2022",
  "actual_commencement_date": null,
  "development_type": "Other house holder developments",
  "lapsed_date": "13/08/2027",
  "decision_target_date": "14/08/2024",
  "id": "Ealing-221695HH",
  "centroid_northing": 179121,
  "secondary_street_name": null,
  "appeal_status": null,
  "site_name": "7 Woodstock Road",
  "postcode": "W4 1DS",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/221695HH;",
  "site_number": null,
  "ward": "Southfield",
  "centroid_easting": 521253,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": [
      "000012106801"
    ],
    "total_gia_gained": 101,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "02/2023",
    "intended_commencement_date": "08/2022",
    "site_area": 0.05
  },
  "last_updated": "2025-03-19T21:39:23.874+00:00",
  "status": "Approved",
  "last_date_consultation_comments": null,
  "centroid": {
    "lat": 51.498034,
    "lon": -0.254617
  },
  "pp_id": "PP-11117517",
  "parking_details": null,
  "last_updated_by": "CSV Data Import",
  "epc_number": null,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby permitted shall be carried out in accordance with the following approved plans: A695/L1A Location Plan; A695/L2 1875 Map of Bedford Park; A695/PM01 Existing Garden Plan; A695/PM02 Existing Street Elevation; A695/PM03 Existing Site Elevations; A695/PL01D Proposed Studio Roof and Garden Plan; A695/PL02C Proposed Street Elevation; A695/PL03D Proposed Site Elevations; A695/PL04D Proposed Studio Plans and Elevations; A695/PL20A Box Framed Sash Window Joinery; A695/PL21A Hinged Doors Joinery Details; A695/PL23 Velux Conservation Rooflight; Arboricultural Survey & Impact Assessment (ref: AIA/MF/0145/21-A); Heritage, Design & Access Statement",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| All external materials to be used in the development shall be consistent with those as listed within the submitted application form and the drawings / plans as listed in Condition (2).",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies D1 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| The outbuilding permitted shall only be used for incidental purposes to the enjoyment of no. 7 Woodstock Road, W4 1DS, and not for any ancillary annex, separate residential use or for any industrial, commercial or business use.  No cooking or kitchen facilities shall be installed at any time.",
    "Reason: To ensure that the development does not detract from the amenity of the adjoining properties, and to enable the Local Planning Authority to retain control over the use of the building in accordance with policies 1.1 and 1.2 of the Ealing Development Strategy (2012), policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies D3, D4 and D6 of the London Plan (2021), and the National Planning Policy Framework (2023).",
    "| Demolition and Construction",
    "Control measures shall ensure that the following standards are implemented",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays (no work on public holidays),",
    "- notifications of works to interested parties and regular neighbour liaison,  - public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works in case of emergencies or complaints.",
    "Reason: To ensure that the amenity of occupiers of existing building and surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with policies 7A and 7B of the Ealing Development Management DPD (2013) and policies D6, D14, SI 1, T3, T4 and T7 of the London Plan (2021).",
    "| Protection of existing trees/hedgerows and planting locations (demolition & construction):",
    "No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted and its installation on site has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works. Details shall include the following:",
    "o\tFull survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals. All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "o\tA plan** detailing all trees and hedgerows planned for retention and removal.",
    "o\tA schedule of tree works for all the retained trees specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons. All tree works shall be carried out in accordance with BS 3998.",
    "o\tSoil assessments/survey",
    "o\tTiming and phasing of works",
    "o\tSite specific demolition and hard surface removal specifications",
    "o\tSite specific construction specifications (e.g. in connection with foundations, bridging, water features, surfacing)",
    "o\tAccess arrangements and car parking",
    "o\tLevel changes",
    "o\tLandscaping proposals",
    "o\tA Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "o\tSoil remediation plans, where unauthorised access has damaged root protection areas in the construction exclusion zones.",
    "o\tDetails of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G5 and G7 of the London Plan (2021), policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| Tree monitoring plan",
    "The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A tree monitoring program to include:",
    "o\tConfirmation of who shall be the lead arboriculturalist for the development.",
    "o\tConfirmation of the Site Manager, key personnel, their key responsibilities and contact details.",
    "o\tDetails of induction procedures for all personnel in relation to Arboricultural matters.",
    "o\tA detailed timetable of events for arboricultural supervision concerning all tree protection measures within the approved Tree Protection Plan, including:",
    "o Prestart meeting with an Ealing Council Tree Officer",
    "o Initial implementation/installation of the tree protection measures",
    "o Approved incursions in to construction exclusion zones",
    "o Final removal of the tree protection measures",
    "o\tProcedures for dealing with non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement.",
    "(b) Within three months of first use of the development hereby approved, a report containing the following details shall be submitted to and approved by the Local Planning Authority:",
    "o\tResults of each site visit by the lead arboriculturist with photos attached.",
    "o\tAssessment of the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G5 and G7 of the London Plan (2021), policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| Existing tree/shrub/hedge retention",
    "No trees, shrubs or hedges within the site which are shown to be retained on the approved plans (Plan/Drawing:) shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "If a tree marked on the tree report to be retained is removed without consent, or dying, or being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted, a replacement tree shall be planted on the site or surrounding area reflecting the CAVAT value of the tree, or a proportion of its value reflecting the damage. This penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "Reason: to secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of important amenity value to the local landscape, in accordance with policies G5 and G7 of the London Plan (2021), policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines."
  ],
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2545881,
          51.4980781
        ],
        [
          -0.254454,
          51.4980346
        ],
        [
          -0.2544049,
          51.498019
        ],
        [
          -0.25446389999999997,
          51.4979466
        ],
        [
          -0.2545729,
          51.497982
        ],
        [
          -0.2546187,
          51.4979974
        ],
        [
          -0.2547811,
          51.4980507
        ],
        [
          -0.2548488,
          51.4980732
        ],
        [
          -0.2549128,
          51.4979987
        ],
        [
          -0.2549811,
          51.4980204
        ],
        [
          -0.2549841,
          51.4980384
        ],
        [
          -0.2550176,
          51.4981783
        ],
        [
          -0.2550267,
          51.4982234
        ],
        [
          -0.2549449,
          51.498197
        ],
        [
          -0.2548467,
          51.498165
        ],
        [
          -0.2547933,
          51.4981476
        ],
        [
          -0.2547357,
          51.4981283
        ],
        [
          -0.25464169999999997,
          51.4980961
        ],
        [
          -0.2545891,
          51.4980785
        ],
        [
          -0.2545881,
          51.4980781
        ]
      ]
    ],
    "type": "Polygon"
  }
}