{
  "cil_liability": false,
  "url_planning_app": null,
  "lapsed_date": "11/10/2024",
  "decision_target_date": "25/07/2019",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Southwark",
  "postcode": null,
  "site_name": "Plot H5 Within Land Bound By New Kent Road (A201) To The North\rRodney Place And Rodney Road To The East\rWansey Street To The South And Walworth Road (A215) And Elephant Road To The West. London SE17",
  "status": "Approved",
  "application_details": {},
  "appeal_decision_date": null,
  "lpa_app_no": "19/AP/1757",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": null,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-03-19T17:00:22.604+00:00",
  "id": "Southwark-19_AP_1757",
  "application_type": "All Other",
  "street_name": null,
  "borough": "London Borough of Southwark",
  "ward": "NWAL",
  "decision_date": "11/10/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Details of Condition 1 - landscaping (H5 RMA) Before any above grade work hereby authorised begins, detailed drawings of a hard and soft landscaping scheme showing the treatment of all parts of the site not covered by buildings, including Lion Way, New Kent Road, Chatteris Way and Park Promenade (including cross sections, surfacing materials of any parking, \raccess, or pathways layouts, materials, play equipment and edge details), shall be submitted to and approved in writing by the Local Planning Authority. The landscaping shall not be carried out otherwise than in accordance with any such approval given and shall be retained for the duration of the use. \rThe planting, seeding and/or turfing shall be carried out in the first planting season following completion of building works and any trees or shrubs that is found to be dead, dying, severely damaged or diseased within five years of the completion of the building works OR five years of the carrying out of the landscaping scheme (whichever is later), shall be replaced in the next planting season by specimens of the same size and species in the first suitable planting season. Planting shall comply to BS: 4428 Code of practice for general landscaping operations, BS: 5837 (2012) Trees in relation to demolition, design and construction and BS 7370-4:1993 Grounds maintenance Recommendations for maintenance of soft landscape (other than amenity turf).'  for planning permission 17-AP-2268 Approval of reserved matters (landscaping) for new public realm and associated works within East Grove, MP3-H5 (Masterplan Third Phase, Plot H5) of the Elephant Park Masterplan (previously referred to as the Heygate Masterplan), submitted pursuant to the outline planning permission 12-AP-1092",
  "actual_completion_date": null,
  "last_date_consultation_comments": "22/06/2019",
  "last_updated_by": "Idox Uniform",
  "development_type": null,
  "centroid_northing": null,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "010009794576",
  "centroid": {
    "lon": -7.55716,
    "lat": 49.766807
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    ""
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "30/05/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "H1064A",
  "wgs84_polygon": null
}