{
  "street_name": "Fieldview",
  "centroid_northing": 173223,
  "lapsed_date": "08/03/2024",
  "bo_system": "Northgate M3",
  "site_name": null,
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "15",
  "actual_commencement_date": null,
  "decision": "Refused",
  "cil_liability": false,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526607.14,
              173220.8
            ],
            [
              526600.09,
              173216.75
            ],
            [
              526595.25,
              173225.09
            ],
            [
              526601.69,
              173228.69
            ],
            [
              526602.49,
              173227.29
            ],
            [
              526605,
              173223.09
            ],
            [
              526605.59,
              173223.44
            ],
            [
              526607.14,
              173220.8
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "09/02/2021",
  "decision_date": "08/03/2021",
  "development_type": "Minor dwellings",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "SW18 3HG",
  "title_number": null,
  "lpa_app_no": "2020/0206",
  "uprn": "100022642548",
  "application_details": {
    "site_area": 0.007
  },
  "borough": "Wandsworth",
  "actual_completion_date": null,
  "pp_id": "8440172",
  "locality": "London",
  "application_type": "All Other",
  "decision_target_date": "06/04/2021",
  "last_updated_by": "Northgate M3",
  "application_type_full": null,
  "lpa_name": "Wandsworth",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2020/0206",
  "decision_conditions": [
    "Reason : 1 - The outbuilding, by reason of its overall height, scale, materials and siting is an inappropriate addition which has an adverse visual impact on the character and appearance of the host site and heritage significance of the surrounding Conservation Area. Therefore, it is considered to be contrary to policies DMS1, DMS2 and DMH5 of the Councils adopted DMPD (2016) and the SPD 'Housing' (2016). ",
    "Reason : 2 - The outbuilding, by reason of its overall height, scale materials and siting, is considered to be an unneighbourly addition which has an undue impact on the surrounding residential occupiers in terms of being overbearing, creating visual intrusion and loss of outlook. Therefore, it is considered to be contrary to policy DMS1 of the Councils adopted DMPD (2016). ",
    "Reason : 3 - Enforcement action:\r\nFor the reasons set out above it is considered expedient and in the public interest to initiate formal enforcement action to secure removal of the unauthorised outbuilding. This action may consist of issue of an enforcement notice and in the event of non-compliance, prosecution proceedings and the taking of direct action pursuant to sections 172, 178 and 179 of the Town and Country Planning Act 1990 (as amended).",
    "Reason : 4 - In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. We have made available detailed advice in the form of our statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning documents and where appropriate the Site Specific Allocations Document as well as offering a full pre application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition further guidance was offered to the applicant by the case officer during the processing of the application to identify amendments to address those elements of the scheme considered unacceptable. However, the necessary amendments to make the application acceptable are substantial and would materially change the development proposal. They would require further consultations to be undertaken prior to determination, which could not take place within the statutory determination period specified by the Department of Communities and Local Government. \r\n\r\nRequired amendments:\r\nYou are advised than an outbuilding with maximum height of 2.4m when measured from the pre-existing rear garden level and finished in natural materials such as timber may be acceptable in this location.\r\n"
  ],
  "id": "Wandsworth-2020_0206",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": null,
  "status": "Refused",
  "centroid_easting": 526601,
  "description": "Retention of outbuilding in rear garden",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.179701",
    "lat": "51.4438572"
  },
  "last_updated": "2025-03-20T20:24:51.972+00:00",
  "decision_agency": "Borough",
  "ward": null,
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "04/03/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.17961349999999998,
          51.4438361
        ],
        [
          -0.1797163,
          51.4438013
        ],
        [
          -0.1797829,
          51.4438773
        ],
        [
          -0.179689,
          51.4439082
        ],
        [
          -0.179678,
          51.4438954
        ],
        [
          -0.17964339999999998,
          51.4438571
        ],
        [
          -0.17963479999999998,
          51.4438602
        ],
        [
          -0.17961349999999998,
          51.4438361
        ]
      ]
    ],
    "type": "Polygon"
  }
}