{
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=78364/APP/2024/1341",
  "secondary_street_name": "EASTCOTE PINNER",
  "decision_agency": "Borough",
  "application_type_full": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.029
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3995777,
          51.5786708
        ],
        [
          -0.39956389999999997,
          51.5785754
        ],
        [
          -0.3998931,
          51.5784978
        ],
        [
          -0.3999489,
          51.5785938
        ],
        [
          -0.3995813,
          51.578678
        ],
        [
          -0.39958119999999997,
          51.5786804
        ],
        [
          -0.3995777,
          51.5786708
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "Conex House",
  "centroid_easting": 510982,
  "site_number": null,
  "development_type": null,
  "decision_date": "29/07/2024",
  "appeal_start_date": null,
  "lapsed_date": "29/07/2027",
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Hillingdon",
  "centroid_northing": 187849,
  "appeal_decision_date": null,
  "decision_conditions": [
    "The proposed development constitutes permitted development by virtue of the provisions of Schedule 2, Part 3, Class MA, of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended), subject to compliance with the stated planning conditions and obligations.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbered: 0562-PL-001 (Rev. 0 ), 0562-PL-002 (Rev. 0 ), 0562-PL-011 (Rev. 0 ), 0562-PL-012 (Rev. 0 ), 0562-PL-013 (Rev. 0 ), 0562-PL-111 (Rev. 0 ), 0562-PL-112 (Rev. 0 ), 0562-PL-113 (Rev. 0 ), 0562-PL-210 (Rev. 0 ), 0562-PL-211 (Rev. 0 ), 0562-PL-212 (Rev. 0 ) and 0562-PL-213 (Rev. 0 ) and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting documents:",
    "Cover Letter by MJP Planning dated 15th May 2024",
    "Ground Condition Desk Top Study dated April 2024",
    "Flood Risk Assessment and SuDS Strategy Statement dated April 2024",
    "Transport Statement dated May 2024",
    "Daylight and Sunlight Assessment dated May 2024.",
    "Thereafter the development shall be retained and maintained in accordance with these details for as long as the development remains in existence",
    "REASON",
    "To ensure that the development complies with the provisions of the Hillingdon Local Plan Parts One (November 2012) and Part 2 (January 2020) and the London Plan (2021).",
    "Prior to development commencing, the applicant shall submit a Construction Management Plan to the Local Planning Authority for its approval. The plan shall detail:",
    "(i) The phasing of development works",
    "(ii) The hours during which development works will occur.",
    "(iii) Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "(iv) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours).",
    "(v) Measures to reduce the impact of the development on local air quality and dust through minimising emissions throughout the construction process.",
    "(vi) The storage of construction materials on site.",
    "The approved details shall be implemented and maintained throughout the duration of the demolition and construction process.",
    "REASON",
    "To safeguard the amenity of surroun",
    "The development hereby approved shall not be occupied until details of the parking arrangements have been submitted to and approved in writing by the Local Planning Authority. The following details shall therefore be provided:",
    "1. Four residential car parking spaces with markings;",
    "2. One parking spaces to be supplied with active Electric Vehicle Charging points;",
    "3. Three parking spaces to be supplied with passive Electric Vehicle Charging points; and,",
    "4. Detailed Car Parking Allocation Plan.",
    "Thereafter, the parking arrangements shall be retained in perpetuity.",
    "REASON",
    "To ensure adequate parking is provided and to promote sustainable modes of transport, in accordance with Policies DMT 4, DMT 5 and DMT 6 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and Policies T4, T5 and T6.1 of the London Plan (2021).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Thames Water advise that the development should follow the sequential approach to the disposal of surface water. Management of surface water from new developments should follow Policy SI 13 Sustainable drainage of the London Plan 2021.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required. Further information is available on the Thames Water website.",
    "A Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. Thames Water expect the developer to demonstrate what measures they will undertake to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 020 3577 9483 or by emailing trade.effluent@thameswater.co.uk .  Application for",
    "The development must be completed within a period of 3 years starting with the prior approval date.",
    "REASON",
    "To comply with provision MA.2(5) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The building permitted to be used as a dwellinghouse by virtue of Class MA is to remain in use as a dwellinghouse within the meaning of Class C3 of Schedule 1 to the Use Classes Order and for no other purpose, except to the extent that the other purpose is ancillary to the use as a",
    "dwellinghouse.",
    "REASON",
    "To comply with provision MA.2(6) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "148 FIELD END ROAD",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": "-0.39974699999999996",
    "lat": "51.5785896"
  },
  "cil_liability": false,
  "valid_date": "15/05/2024",
  "postcode": "HA5 1RJ",
  "bo_system": "CSV Data Import",
  "borough": "Hillingdon",
  "id": "Hillingdon-78364_APP_2024_1341",
  "application_type": "Prior Approval",
  "parking_details": null,
  "decision_target_date": "29/07/2024",
  "pp_id": null,
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "uprn": null,
  "last_date_consultation_comments": "25/07/2024",
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-03-19T20:55:51.360+00:00",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510993.5324,
              187858.2805
            ],
            [
              510994.7231,
              187847.6971
            ],
            [
              510972.1012,
              187838.5689
            ],
            [
              510968.0001,
              187849.1522
            ],
            [
              510993.2679,
              187859.0742
            ],
            [
              510993.2679,
              187859.3388
            ],
            [
              510993.5324,
              187858.2805
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "EASTCOTE 2022",
  "appeal_decision": null,
  "lpa_app_no": "78364/APP/2024/1341",
  "description": "Conversion of commercial  space (Class E) to residential accommodation (Class C3) comprising 4 x 1 bed and 1 x 2 bed flats with associated car parking, cycle parking and refuse storage (Application for Prior Approval under Schedule 2, Part 3, Class MA of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended)).",
  "date_building_work_completed_under_previous_permission": null
}