{
  "decision_agency": "Borough",
  "status": "Approved",
  "decision": "Approved",
  "centroid": {
    "lon": 0.212404,
    "lat": 51.525764
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553569.72,
              183077.82
            ],
            [
              553565.59,
              183094.48
            ],
            [
              553564.71,
              183098.14
            ],
            [
              553578.12,
              183102.21
            ],
            [
              553583.34,
              183081.34
            ],
            [
              553580.15,
              183080.6
            ],
            [
              553583.07,
              183069.9
            ],
            [
              553572.64,
              183067.25
            ],
            [
              553569.72,
              183077.82
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "borough": "Havering",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "100021356714",
  "valid_date": "21/10/2024",
  "decision_target_date": "16/12/2024",
  "appeal_decision_date": null,
  "locality": null,
  "centroid_northing": 183081,
  "ward": "Rainham & Wennington",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "Proximity to Substation - UK Power Networks' Recommendations",
    "The proposed development is in close proximity to an existing substation, and UK Power Networks has outlined key considerations:",
    "Distance: Buildings should be at least 10m from the substation if they contain living spaces or bedrooms, and 7m if the transformer is enclosed in a building.",
    "Noise and Vibration: To mitigate noise and vibration from the transformer, care should be taken to avoid placing bedrooms or living rooms directly overlooking or near the substation.",
    "Access: UK Power Networks requires 24-hour vehicular access to the substation, which must not be obstructed by the development.",
    "Underground Services: Accurate records of underground cables should be obtained before work begins.",
    "Building Design: Buildings should not be designed to overlook the substation, and materials should not compromise the security or access to the substation.",
    "Health and Safety: All work should adhere to health and safety guidelines, particu"
  ],
  "pp_id": "13483099",
  "decision_process": "Delegated",
  "lapsed_date": "02/12/2027",
  "application_type_full": "Householder planning permission",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Havering-P1379.24",
  "actual_commencement_date": null,
  "lpa_name": "Havering",
  "last_updated": "2025-07-09T04:11:36.223Z",
  "lpa_app_no": "P1379.24",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.21235489999999999,
          51.5257384
        ],
        [
          0.21230269999999998,
          51.5258892
        ],
        [
          0.2122916,
          51.5259223
        ],
        [
          0.2124865,
          51.5259553
        ],
        [
          0.21255259999999998,
          51.5257663
        ],
        [
          0.21250639999999998,
          51.5257605
        ],
        [
          0.21254379999999998,
          51.5256636
        ],
        [
          0.21239239999999998,
          51.5256426
        ],
        [
          0.21235489999999999,
          51.5257384
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_status": null,
  "site_name": "1A Thorn Lane",
  "title_number": null,
  "decision_date": "02/12/2024",
  "appeal_start_date": null,
  "cil_liability": false,
  "development_type": null,
  "description": "Proposed works consist of adjustment of existing fenestrations on rear elevation, internal reconfiguration, new ground floor side return extension.",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 553575,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1379.24",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 30,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "12/2024",
    "intended_commencement_date": "11/2024",
    "site_area": 0.042
  },
  "last_updated_by": "CSV Data Import",
  "postcode": "RM13 9RD",
  "last_date_consultation_comments": "12/11/2024",
  "secondary_street_name": null,
  "site_number": null,
  "subdivision_of_building": null,
  "street_name": "Rainham"
}