{
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=66191/TRE/2023/265",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "26/12/2023",
  "polygon": null,
  "cil_liability": false,
  "lapsed_date": "19/12/2026",
  "appeal_decision": null,
  "street_name": "NORTHWOOD",
  "decision_agency": "Borough",
  "last_updated_by": "CSV Data Import",
  "description": "To carry out tree surgery to crown reduce by 30% One Monterey Cyprus at T1 within TPO 685",
  "decision": "Refused",
  "centroid_northing": 191542,
  "bo_system": "CSV Data Import",
  "last_updated": "2025-03-20T12:07:38.949+00:00",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "NORTHWOOD 2022",
  "centroid_easting": 508400,
  "site_name": "42 THE AVENUE",
  "application_type": "All Other",
  "parking_details": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Hillingdon",
  "wgs84_polygon": null,
  "postcode": null,
  "decision_date": "19/12/2023",
  "centroid": {
    "lon": -0.435875,
    "lat": 51.612282
  },
  "decision_process": "Delegated",
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "site_number": null,
  "borough": "Hillingdon",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "31/10/2023",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "locality": null,
  "last_date_consultation_comments": null,
  "pp_id": "12420802",
  "development_type": null,
  "decision_conditions": [
    "The Cypress tree is located in the front garden on 42 The Avenue, Northwood. The crown of the tree appears to be in decline, with the side facing toward the property having a lot of dead wood present. The amenity value is moderate as although the tree is large and visible to the public on The Avenue and properties nearby, the tree is in decline and could potentially have less than 10 yrs service left.",
    "As mentioned above, the tree is in decline and this is visible from the die-back within the canopy. An overall crown reduction of 30% will have a detrimental effect on the appearance of the tree, further reducing the amenity value. Reducing this much crown from a tree that is already in decline may further reduce the trees longevity.",
    "Having regard to the reasons given for the proposed work, the work is unjustified and will have a detrimental impact on the visual amenity and arboreal character of the area. The dead wood, if posing a risk may be removed as it is exempt from application.",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree(s) and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance."
  ],
  "status": "Refused",
  "secondary_street_name": null,
  "id": "Hillingdon-66191_TRE_2023_265",
  "lpa_app_no": "66191/TRE/2023/265",
  "application_details": {
    "existing_uprns": null
  },
  "uprn": null
}