{
  "last_date_consultation_comments": null,
  "site_number": null,
  "ward": "NORTHWOOD 2022",
  "decision_date": "04/10/2024",
  "description": "To carry out tree surgery to crown reduce by 1-2m one Monterey cypress (T1 on TPO 685) and to re-pollard 6 lime trees (G1 on TPO 685)",
  "development_type": null,
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": null,
  "locality": null,
  "appeal_decision": null,
  "status": "Split Decision",
  "pp_id": "13311303",
  "street_name": "NORTHWOOD",
  "last_updated_by": "CSV Data Import",
  "lpa_name": "Hillingdon",
  "centroid": {
    "lon": -0.435875,
    "lat": 51.612282
  },
  "lpa_app_no": "66191/TRE/2024/139",
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null
  },
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "cil_liability": false,
  "wgs84_polygon": null,
  "centroid_easting": 508400,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=66191/TRE/2024/139",
  "bo_system": "CSV Data Import",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "42 THE AVENUE",
  "id": "Hillingdon-66191_TRE_2024_139",
  "decision_target_date": "01/10/2024",
  "centroid_northing": 191542,
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "epc_number": null,
  "decision_conditions": [
    "The trees are located in the front garden on 42 The Avenue, Northwood. The crown of the Monterey cypress appears to be in decline, with the side facing toward the property having dead wood present. The lime trees appear to be in a good condition. Collectively, their amenity value is moderate as the lime trees are not large in stature, and although the cypress tree is large and visible to the public on The Avenue and properties nearby, the tree is in decline and could potentially have less than 10 yrs service left.",
    "As mentioned above, the tree is in decline and this is visible from the die-back within the canopy. An overall crown reduction of 1-2m will have a detrimental effect on the appearance of the tree, further reducing the amenity value. Reducing this much crown from a tree that is already in decline may further reduce the trees longevity.",
    "A similar application was refused for a 30% crown reduction for this tree (66191/TRE/2023/265), and this application has been refused of the",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree(s) and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance.",
    "To re-pollard 6 lime trees (G1 on TPO 685).",
    "To crown reduce by 1-2m one Monterey cypress (T1 on TPO 685).",
    "The re-growth / re-grown crown of the tree to be re-pollarded shall be removed. All pruning cuts shall be made above the previous pruning / pollard points in such a manner so as to minimise the impact to the tree(s) health and encourage the continued formation of a pollard head.",
    "The works shall be carried out in accordance with the recommendations contained in BS3998: 2010 - \"British Standard Recommendations for Tree Work\". Climbing irons or 'spikes' shall not be used during the execution of this work.",
    "Reason",
    "In order to protect health of the tree and the visual amenity of the area."
  ],
  "appeal_decision_date": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "last_updated": "2025-03-19T19:51:22.539+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "04/10/2027",
  "decision": "Split Decision",
  "valid_date": "06/08/2024"
}