{
  "site_name": "12 Ernest Road",
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lon": "0.226772",
    "lat": "51.5714844"
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2269833,
          51.571874
        ],
        [
          0.2268614,
          51.5710869
        ],
        [
          0.2265748,
          51.5710891
        ],
        [
          0.22669209999999998,
          51.5718893
        ],
        [
          0.2269833,
          51.571874
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_decision_date": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0076.24",
  "secondary_street_name": null,
  "site_number": null,
  "application_details": {
    "green_suds": false,
    "phasing_details": [
      {
        "phase_detail": "Construction period",
        "intended_completion_date": "03/2025",
        "intended_commencement_date": "03/2024"
      }
    ],
    "total_gia_gained": 350,
    "ownership_status": "Private",
    "site_area": 0.17800000000000002,
    "total_gia_existing": 210,
    "surface_water_discharge_percentage_reduction": 0,
    "existing_uprns": null,
    "scheme_phasing": true,
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m",
    "grey_water_reuse": false,
    "internal_resi_water_usage": 90,
    "infrastructure_details": {
      "total_annual_nox_emissions": 90,
      "mobile_network_operators_consultation": false,
      "no_homes_to_have_electrical_heating": 1,
      "percentage_demolition_construction_material_recycling": 50,
      "ghg_reduction_over_building_regulations": false,
      "green_roof_area": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "total_annual_pm_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 0,
      "fire_suppression_system_proposed": false,
      "waste_provision": true
    },
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 350,
      "total_gia_existing": 210,
      "total_gia_gained": 350,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 210,
        "use_class": "C2",
        "gia_gained": 350,
        "gia_lost": 0
      }
    ],
    "total_gia_lost": 0
  },
  "lapsed_date": "14/03/2027",
  "decision": "Approved",
  "postcode": "RM11 3JF",
  "last_date_consultation_comments": "06/02/2024",
  "decision_process": "Delegated",
  "epc_number": null,
  "pp_id": "12656895",
  "development_type": null,
  "bo_system": "CSV Data Import",
  "valid_date": "16/01/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554428.32,
              188238.77
            ],
            [
              554422.54,
              188150.99
            ],
            [
              554402.67,
              188150.63
            ],
            [
              554408.09,
              188239.86
            ],
            [
              554428.32,
              188238.77
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "actual_commencement_date": null,
  "parking_details": {
    "no_proposed_car": 2,
    "no_existing_car": 2,
    "net_car": 0
  },
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "lpa_name": "Havering",
  "borough": "Havering",
  "centroid_northing": 188195,
  "id": "Havering-P0076.24",
  "decision_target_date": "14/03/2024",
  "description": "Erection of one 5xbed detached dwelling with habitable roof space. Including parking, landscaping and all associated amenities following demolition of existing dwelling",
  "appeal_status": null,
  "decision_date": "14/03/2024",
  "ward": "Emerson Park",
  "appeal_decision": null,
  "locality": null,
  "street_name": "Hornchurch",
  "status": "Approved",
  "application_type_full": "Full planning permission",
  "decision_agency": "Borough",
  "uprn": "100021329019",
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "P0076.24",
  "title_number": null,
  "last_updated": "2025-03-19T23:15:15.585+00:00",
  "cil_liability": true,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 554415,
  "appeal_start_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Materials Section of the application form and those shown on drawing 104G unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Before the dwelling hereby permitted is first occupied, the car parking provision as shown on drawing No. PL01 Revision A shall be laid out and implemented to the full satisfaction of the Local Planning Authority and thereafter this car parking provision shall remain unobstructed and permanently available for use, unless otherwise agreed with the Local Planning Authority.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with Policy 24 of the Havering Local Plan.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "No works shall take place in relation to any of the development hereby approved until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed.  Submission o",
    "Prior to the first occupation of the proposed dwelling hereby permitted, passive provision shall be made for electric or Ultra-Low Emission vehicles.",
    "Reason:  Passive provision prior to first occupation will ensure that the development adequately incorporates measures to allow the use of electric vehicles by future occupiers in accordance with Policy T6.1 of the London Plan.",
    "All windows inserted on the the first floor to the north-eastern elevation shall be obscure-glazed, and non-opening unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed.",
    "Reason - In the interest of privacy and to protect the amenity of the adjacent neighbours",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (Order) or any other order replacing or amending the said Order other than porches erected in accordance with the Order, no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy 7 of the Havering Local Plan and Policy D7 of the London Plan.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan.",
    "The development hereby approved shall be fitted with Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with these details and shall thereafter be permanently retained.",
    "Reason: To minimise the impact of building emissions on local air quality.",
    "No plant or machinery to service the property (eg air conditioning units, pump room for the swimming pool, etc) shall be installed unless it meets, or mitigation is employed, to meet the following standard:",
    "The Rating Level (Lar, Tr) of the hereby permitted plant or machinery shall be at least 10dB below the prevailing background noise level (LA90, T).  The measurement position, assessment and definitions shall be made according to BS4142:2014 + A1:2019 \"Methods for rating and assessing industrial and commercial sound.",
    "The equipment shall be maintained thereafter to the satisfaction of the Local Planning Authority, and the use hereby permitted must cease during any period that this condition is not complied with.",
    "Reason: To protect the amenity of noise sensitive premises from noise from mechanical plant.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent via email. The revisions involved removing the proposed railing to the font boundary. The amendments were subsequently submitted on 08/03/2024.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £8,950 would be payable due to result in a new residential property with a net addition of 358 square metres of gross internal floor space, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A)  for each additional square metre of GIA. Based upon the information supplied with the application, £44,750  would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required",
    "A fee is required when submitting details pursuant to the discharge of conditions.  In order to comply with the Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012, (as amended), a fee of £116 per request or £34 where the related permission was for extending or altering a dwellinghouse, is needed.",
    "Before occupation of the residential/ commercial unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx",
    "The applicant is reminded that the height of any paving installed to the front or rear of the dwelling should not exceed 300mm in height above ground level unless separate planning permission is first sought from the Council."
  ],
  "date_building_work_completed_under_previous_permission": null
}