{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511125.1275,
              188359.6662
            ],
            [
              511115.3379,
              188351.861
            ],
            [
              511079.2222,
              188402.1319
            ],
            [
              511089.2764,
              188409.8049
            ],
            [
              511125.1275,
              188359.9308
            ],
            [
              511125.1275,
              188359.6662
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08151380",
  "appeal_status": null,
  "last_updated": "2025-03-20T11:07:40.191+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "14/11/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "EASTCOTE & E RUISLIP",
  "centroid": {
    "lat": 51.583346,
    "lon": -0.397869
  },
  "decision": "Refused",
  "valid_date": "22/10/2019",
  "appeal_decision": null,
  "application_type_full": "Householder planning permission",
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "FME Excel Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "site_area": 0.078,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": []
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": [],
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=18233/APP/2019/3083",
  "lpa_name": "Hillingdon",
  "site_name": "25 THE CHASE",
  "lapsed_date": "17/12/2022",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "decision_conditions": [
    "The proposed outbuilding by reason of its size, scale, bulk and design would create an unduly incongruous form of development which would fail to be subordinate to the existing dwelling house and would be detrimental to the character, appearance and visual amenities of the street scene and the surrounding area. Therefore the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE13, BE15 and BE19 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012), Policy DMHD 2 of the emerging Hillingdon Local Plan: Part Two - Development Management Policies with Modifications (March 2019) and the adopted Supplementary Planning Document HDAS: Residential Extensions.",
    "The proposed outbuilding, by reason of its size, scale and the availability of independent access to it, is considered capable of independent occupation from the main dwelling and is thus tantamount to a separate dwelling in a position where such a dwelling would not be accepted due to requirements for parking and amenity space and the impact on the adjoining properties. It therefore results in an overdevelopment of the site, out of character with the spacious character and layout of the area and contrary to Policies AM14, BE13, BE15, BE19, BE21, BE23 and BE24 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012) and to the Council's adopted Supplementary Planning Documents HDAS: Residential Extensions and HDAS: Residential Layouts.",
    "The proposed outbuilding, by virtue of its size, scale, bulk, height, proximity and excessive depth would be detrimental to the amenities of the adjoining occupier at 27 The Chase by reason of overdominance, overshadowing, visual intrusion, loss of outlook and loss of sunlight. Therefore the proposal would be contrary to policies BE19, BE20 and BE21 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012), Policy DMHD 1 of the emerging Hillingdon Local Plan: Part Two - Development Management Policies with Modifications (March 2019) and the Council's adopted Supplementary Planning Document HDAS: Residential Extensions.",
    "In the absence of a Tree Survey and Arboricultural Implication Assessment to BS5837:2012 standards, the application has failed to demonstrate that the development will safeguard existing trees on or adjoining the site and further fails to demonstrate protection for and long-term retention of the trees. The proposal is therefore detrimental to the visual amenity of the street scene and the wider area contrary to Policies BE19 and BE38 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012) and the adopted Supplementary Planning Document HDAS: Residential Extensions.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016). On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Single storey outbuilding to rear for use as a gym/sauna",
  "lpa_app_no": "18233/APP/2019/3083",
  "decision_target_date": "17/12/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "17/12/2019",
  "id": "Hillingdon-18233_APP_2019_3083",
  "centroid_northing": "188381",
  "application_type": "Householder",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": "511102",
  "street_name": "EASTCOTE PINNER",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3975208,
          51.5831515
        ],
        [
          -0.3976645,
          51.5830832
        ],
        [
          -0.39816959999999996,
          51.5835422
        ],
        [
          -0.3980221,
          51.5836092
        ],
        [
          -0.3975207,
          51.5831538
        ],
        [
          -0.3975208,
          51.5831515
        ]
      ]
    ],
    "type": "Polygon"
  }
}