{
  "wgs84_polygon": null,
  "ward": null,
  "decision": "Approved",
  "decision_process": "Delegated",
  "appeal_status": null,
  "status": "Approved",
  "parking_details": null,
  "centroid_easting": 553482,
  "application_details": {
    "existing_uprns": null
  },
  "actual_completion_date": null,
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "locality": null,
  "actual_commencement_date": null,
  "development_type": null,
  "appeal_decision_date": null,
  "centroid_northing": 188634,
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "lapsed_date": "10/05/2027",
  "pp_id": "12984475",
  "lpa_app_no": "T0046.24",
  "epc_number": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.575681,
    "lon": 0.213485
  },
  "application_type": "All Other",
  "borough": "Havering",
  "postcode": "RM11 2DB",
  "site_name": "Slewins Close/Mellish Way",
  "bo_system": "CSV Data Import",
  "site_number": null,
  "decision_target_date": "28/05/2024",
  "valid_date": "16/04/2024",
  "street_name": null,
  "last_updated_by": "CSV Data Import",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=T0046.24",
  "appeal_start_date": null,
  "last_date_consultation_comments": null,
  "last_updated": "2025-03-19T22:14:16.326+00:00",
  "appeal_decision": null,
  "description": "1824 - Class 2 - Acer - Adjacent to 43 & 45 Slewins Close\nCrown lift tree highway and street lamp clearance to 2.5 meters and clear street lamp.\n\n0140nt - Class 2 - Carpinus - Car park area to the side of 2-196 Slewins Close\nCrown lift tree highway and street lamp clearance to 2.5 meters and clear street light.\n\n0137nt - Class 1 - Liquidambar - Adajcent to 2 - 196 Slewins Close\nCrown lift tree highway and street lamp clearance to 2.5 meters.\n\n0160nt - Class 1 - 2 x Cherry - Side of 33 Slewins Close\nCrown reduction or reshape (Open) by approximately 2-3 meters. 2 x Cherry (1 twin stemmed).\n\n1912 - Class 3 - Cupressus - Car park area to the side of 2 - 196 Slewins Close\nCrown lift tree highway and street lamp clearance to 2.5 meters.\n\n0172nt - Class 2 - 11 x Mixed Species - Garages/Car park area adjacent to 198 - 392\nCrown lift tree highway and street lamp clearance to 5 meters back to fence line and clear street lamp and garage roof. \n\n0153nt - Class 1 - 1 x Sycamore, 1 x Ash & 1 x Multi stemmed Prunus - Side of Ravensbourne Place\nCrown lift tree highway and street lamp clearance. Ash and Sycamore to clear structures by approximately 2 meters.\n\n1851 - Class 2 - 1 x Ash & 1 x Poplar - Adjacent to Ravensbourne House\nPollard tree (Open) at approximately 8 meters.\n\n1921 - Class 1 - Prunus - Side of 2 - 196 Slewins Close\nCrown reduction or reshape (Open) Reshape by approximately 2 meters to include clearing street lamp.\n\n0166nt - Class 1 - 10 x Mixed Species - Land to the side of 8 Mellish Way\nCrown lift tree highway and street lamp clearance to 5 meters along curb edge and clear lamp column and street furnature\n\nUnaccessible Tree Group 01 - Class 2 - 12 x Mixed Species -  Garages/Car park area adjacent to 198-392 Slewins Close\nCrown lift tree highway and street lamp clearance to provide 2 meter clearance of structure.\n\n1817 - Class 1 - Betula - Land to the rear of Ravensbourne Place\nCrown lift tree highway and street lamp clearance to 2.5 meters.\n\n1923 - Class 1 - Prunus - Adjacent to 2 - 196 Slewins Close\nCrown lift tree highway and street lamp clearance to 2.5 meters.\n\n0167nt - Class 1 - 40 x Mixed Species - Adjacent to Ravensbourne Place\nCrown lift tree highway and street lamp clearance to approximately 5 meters along fence line and clear street lamps.\n\n1806 - Class 1 - 8 x Mixed Species - Rear of 198 - 392 Slewins Close\nCrown lift tree highway and street lamp clearance. Clearance of lamp column.\n\n1843 - Class 2 - Quercus - Land to the side of 8 Mellish Way\nCrown lift tree highway and street lamp clearance to 2 meters.\n\n1818 - Class 1 - Quercus - Land Rear of Ravensbourne Place\nCrown lift tree highway and street lamp clearance to 4 meters to clear street lamp dispersal.\n\n1820 - Class - Aesculus - Land rear of Ravensbourne Place\nRemoval of suckers and e",
  "decision_date": "10/05/2024",
  "secondary_street_name": "Havering",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "The work for which consent is granted shall be carried out to the standards detailed in British Standard Document BS 3998:2010.",
    "Reason:",
    "To ensure that the work is carried out in accordance with good arboricultural practice.",
    "The work for which consent is granted shall be carried out as an overall reduction, so that the tree's crown remains balanced.",
    "Reason:",
    "To ensure that the tree's stability is maintained and in the interests of public amenity.",
    "The work for which consent is granted shall be carried out within 2 years from the date of this consent.",
    "Reason:",
    "To prevent the accumulation of consents.",
    "The applicant is advised that if you wish to carry out further works to the above tree[s] you will need to obtain our further consent.",
    "Anyone who takes, damages or destroys the nest of any wild bird whilst that nest is in use or being built is guilty of an offence under the Wildlife and Countryside Act 1981 and prior to commencing work you should ensure that no nesting birds will be affected.",
    "Anyone who kills, injures or disturbs bats, obstructs access to bat roosts or damages or disturbs bat roosts, even when unoccupied by bats, is guilty of an offence under the Wildlife and Countryside Act 1981, the Countryside and Rights of Way Act 2000 and the Conservation (Natural Habitats, &c.) Regulations 2007. Prior to commencing work you should ensure that no bats or bat roosts would be affected. If it is suspected that a bat or bat roost is likely to be affected by the proposed works, you should consult Natural England (tel. 0845 6003078)",
    "Please note that if the work for which consent is granted is not carried out within 2 years of the date of this letter, it will be necessary to submit a fresh application if it is intended to implement the work.",
    "You should comply with British Standard No. 3998 'Recommendations for Tree Work' a copy of which can be inspected at this office. You are advised that the work should be undertaken by a competent and suitably qualified tree contractor."
  ],
  "uprn": "10070703621",
  "id": "Havering-T0046.24",
  "polygon": null,
  "lpa_name": "Havering"
}