{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/191341FUL;",
  "lapsed_date": "25/10/2022",
  "decision_target_date": "03/06/2019",
  "locality": "Northolt",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB5 5AG",
  "site_name": "159 Church Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012176970"
    ],
    "site_area": 0.015000000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "191341FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 512687,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T11:49:46.128+00:00",
  "id": "Ealing-191341FUL",
  "application_type": "All Other",
  "street_name": "Church Road",
  "borough": "Ealing",
  "ward": "Northolt Mandeville",
  "decision_date": "25/10/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Single storey rear extension, alterations to shopfront and change of use of ground floor from retail shop (Class A1) to an Islamic Culture and Education Community Centre (Class D1)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 183962,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012176970",
  "centroid": {
    "lon": -0.376418,
    "lat": 51.543314
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512707.9322318,
              183946.9149985
            ],
            [
              512704.1477488,
              183943.5759543
            ],
            [
              512697.4692493,
              183948.0646694
            ],
            [
              512688.3996821,
              183954.1529267
            ],
            [
              512682.2983369,
              183964.8498647
            ],
            [
              512686.8496106,
              183967.4491207
            ],
            [
              512692.9014854,
              183956.702197
            ],
            [
              512707.9322318,
              183946.9149985
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with drawing title number(s): NIC/PLAN/001, NIC/PLAN/002, NIC/PLAN/003, NIC/PLAN/004 Rev-3, NIC/PLAN/005 (dated 12 Aug 2019), NIC/PLAN/007 (dated 15 Aug 2019).",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 4.1 and 5.5 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004), Policy 7.4 and 7B of the Draft Ealing Development Management Development Plan Document (2013), Policies 7.4 - 7.6 of the London Plan (2016) and the National Planning Policy Framework (2019).",
    "| The development hereby approved shall not be occupied and made operational until the use of the ground floor of No. 151 Church Road as an Islamic Welfare Centre has been discontinued and that use shall not be carried out in these premises thereafter.",
    "Reason: The current use of the ground floor of No. 151 Church Road is unauthorised and results in loss of a retail unit within a Primary Shopping Frontage in conflict with London Plan Policy 4.8 and Ealing Development Management DPD Policy 4B.",
    "| The development hereby permitted shall be fully implemented in accordance with the submitted Travel Plan (October 2019) and any details approved subsequently by the Council as a local planning authority pursuant to any conditions on this decision letter.",
    "Reason: To promote sustainable patterns of transport to safeguard the living and working conditions of local people and in the interest of highway and pedestrian safety, in accordance with section 9 of the National Planning Policy Framework, policies 6.3, 6.11 and 6.13 of the London Plan (2016) and policies 1.1 (f) and 1.1(g) of the Ealing Development (Core) Strategy 2026.",
    "| No part of the roof of the rear extension hereby approved shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason: To protect residential amenity, in accordance with policies 1.1 & 2.1 of the Ealing Development Strategy (2012), policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies 7.4 and 7.6 of the London Plan (2016), and the National Planning Policy Framework (2019).",
    "| The cycle parking facilities hereby approved as shown on plan NIC/PLAN/004 Rev-3 shall be implemented and operational before the first use of any part of the development hereby approved, and permanently retained thereafter, unless otherwise agreed in writing by the Local Planning Authority. The cycle parking shall be provided and located in a secure undercover and lockable facility.",
    "Reason: To provide adequate bicycle storage to align with Sustainable Transport SPG and policies 6.9 and 6.13 of the London Plan (2016).",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of the sound insulation of the ceiling/walls separating the premises from adjoining dwellings/ noise sensitive premises. Details shall demonstrate that the sound insulation value is enhanced by at least 15dB above the Building Regulations value for residential use and that, where necessary, additional mitigation measures are implemented to contain noise from cultural/religious use and activities within the premises and to achieve the noise limits of BS8233:2014 within dwellings/noise sensitive premises. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ adjacent dwellings/ noise sensitive premises is not adversely affected by noise, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2016), the National Planning Policy Framework (2019) and Interim Guidance SPG 10 'Noise and Vibration'.",
    "| Prior to commencement of the development, details shall be submitted to and approved in writing by the Council, of sound insulation of the building envelope and other mitigation measures, as appropriate. Details including glazing specifications and resulting external noise levels during maximum internal noise emission shall demonstrate that noise from uses and activities is contained within the premises and does not exceed the limits of BS8233:2014 at neighbouring noise sensitive/ habitable rooms and private external amenity spaces, as assessed according to the Council's SPG10. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise, in accordance with policy 1.1(j) of the Ealing Core Strategy (201142), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2016), the National Planning Policy Framework (2019) and Interim Guidance SPG 10 'Noise and Vibration'.",
    "| The use hereby approved shall not commence until external doors to the premises have been fitted with self-closing devices, which shall be maintained in an operational condition and at no time shall any external door nor windows be fixed in an open position. Alternative acoustically attenuated ventilation and cooling shall be provided as necessary (with fresh air intake from the cleanest aspect of the building). Approved details shall be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise /odour /smoke /fumes, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2016), the National Planning Policy Framework (2019) and Interim Guidance SPG 10 'Noise and Vibration'.",
    "| Prior to commencement/ use of the development, details shall be submitted to the Council for approval in writing, of the external sound level emitted from any plant/ machinery/ equipment and mitigation measures as appropriate, as measured at/ calculated to the nearest and/or most affected noise sensitive premises. The measures shall ensure that the external sound level LAeq emitted from plant, machinery/ equipment will be lower than the lowest existing background sound level LA90 by at least 5 dBA at the most noise sensitive receiver location. The assessment shall be made in accordance with BS4142:2014, with all machinery operating together at maximum capacity. Details of any noise mitigation measures shall be submitted for approval. A post installation sound assessment shall be carried out where required to confirm compliance with the noise criteria and additional steps to mitigate noise shall be taken, as necessary. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2016), the National Planning Policy Framework (2019) and Interim Guidance SPG 10 'Noise and Vibration'.",
    "| Prior to commencement of the use hereby approved, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site and surrounding premises is not adversely affected by vibration, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2016), the National Planning Policy Framework (2019) and Interim Guidance SPG 10 'Noise and Vibration'.",
    "| The use of part of the premises as an Islamic Welfare Centre shall not be permitted during the hours of 21:00 - 08:00.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise from activities or people at or leaving the site, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and 7.15 of the London Plan (2016), the National Planning Policy Framework (2012) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| The hours of operation for use of part of the building as a place of worship (D1) shall be from 7am to 8pm, except during the Islamic month of Ramadan, whereby the hours of operation shall be permitted in accordance with those hours issued by the Regent's Park Mosque.  During the Islamic Month of Ramadan the use of the building shall be restricted to a maximum of ten people on site at any time for the duration of the hours before 7am and after 8pm.",
    "Reason:  To safeguard the amenity of adjacent residents and the area generally, in accordance with policies with policy 7A of the Ealing Development Management DPD (2013).",
    "| No amplified music or speech shall be played on the premises.",
    "Reason: To safeguard the amenities of the occupiers of nearby residential properties and commercial premises, in accordance with policies 4.1 and 4.11 of the adopted Ealing Unitary Development, 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration'.",
    "| Access to the premises between 23.00 and 08.00 shall only be through the ground floor rear entrance as shown on approved plan NIC/PLAN/004 Rev-3.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise from activities or people at or leaving the site, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2016), the National Planning Policy Framework (2012) and Interim Guidance SPG 10 'Noise and Vibration'.",
    "| The shopfront to the premises shall provide an active shop frontage display.",
    "Reason: To protect the viability and retail attractiveness of the adjoining shopping parade which is designated as a primary shopping frontage in accord with London Plan Policy 4.8 and Ealing Development Management DPD Policy 4B.",
    "| Other than the rooflight windows shown on approved plan NIC/PLAN/004 Rev-3 no openings shall be provided in the roof of the rear extension hereby approved.",
    "Reason: To safeguard the amenities of the occupiers of nearby residential properties in accordance with policies 4.1 and 4.11 of the adopted Ealing Unitary Development, 'Plan for the Environment' (2004) and Supplementary Planning Guidance 10 'Noise and Vibration'."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "09/04/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-07722999",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3760995,
          51.5431755
        ],
        [
          -0.37615519999999997,
          51.5431462
        ],
        [
          -0.37625000000000003,
          51.5431879
        ],
        [
          -0.37637879999999996,
          51.5432444
        ],
        [
          -0.3764633,
          51.5433418
        ],
        [
          -0.3763969,
          51.5433643
        ],
        [
          -0.37631309999999996,
          51.5432665
        ],
        [
          -0.3760995,
          51.5431755
        ]
      ]
    ],
    "type": "Polygon"
  }
}