{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508950.5168,
              178181.5199
            ],
            [
              508954.4856,
              178196.072
            ],
            [
              508976.9752,
              178231.7909
            ],
            [
              509142.3401,
              178324.3952
            ],
            [
              509191.2881,
              178313.8119
            ],
            [
              509215.1007,
              178323.0723
            ],
            [
              509405.6011,
              178304.5514
            ],
            [
              509486.2991,
              178263.5409
            ],
            [
              509457.1949,
              178181.5199
            ],
            [
              509457.1949,
              178164.322
            ],
            [
              509555.0909,
              178121.9886
            ],
            [
              509622.5598,
              178070.3947
            ],
            [
              509664.8932,
              178032.03
            ],
            [
              509740.2996,
              178014.8321
            ],
            [
              509777.3414,
              177821.6859
            ],
            [
              509819.6748,
              177820.363
            ],
            [
              509842.1644,
              177759.5087
            ],
            [
              509844.8103,
              177713.2065
            ],
            [
              509715.1642,
              177744.9566
            ],
            [
              509674.1537,
              177591.4979
            ],
            [
              509662.2474,
              177587.5292
            ],
            [
              509529.9555,
              177621.9251
            ],
            [
              509524.6638,
              177631.1855
            ],
            [
              509574.9347,
              177785.9671
            ],
            [
              509336.8093,
              177845.4984
            ],
            [
              509351.3614,
              177893.1235
            ],
            [
              509387.0802,
              177942.0715
            ],
            [
              509404.2781,
              178037.3217
            ],
            [
              509413.5386,
              178094.2073
            ],
            [
              509414.8615,
              178143.1553
            ],
            [
              509425.4448,
              178164.322
            ],
            [
              509443.9657,
              178181.5199
            ],
            [
              509469.1012,
              178255.6034
            ],
            [
              509405.6011,
              178289.9993
            ],
            [
              509216.4236,
              178309.8431
            ],
            [
              509208.4861,
              178304.5514
            ],
            [
              509200.5486,
              178280.7389
            ],
            [
              509185.9965,
              178250.3117
            ],
            [
              509167.4756,
              178222.5304
            ],
            [
              509134.4026,
              178194.7491
            ],
            [
              509043.1212,
              178153.7386
            ],
            [
              509031.2149,
              178147.124
            ],
            [
              509016.6628,
              178149.7699
            ],
            [
              509007.4023,
              178159.0303
            ],
            [
              509000.7877,
              178190.7804
            ],
            [
              508950.5168,
              178181.5199
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08241755",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:41:07.542+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "06/01/2020",
  "secondary_street_name": "HARLINGTON",
  "appeal_start_date": null,
  "ward": "HEATHROW VILLAGES",
  "centroid": {
    "lat": "51.4898489",
    "lon": "-0.424002"
  },
  "decision": "Approved",
  "valid_date": "19/11/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 17.689
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=2373/APP/2019/3747",
  "lpa_name": "Hillingdon",
  "site_name": "LAND NORTH OF",
  "lapsed_date": "18/03/2023",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted relates solely to the restoration of the site, all works of site exploration and extraction (previously approved under planning permission reference 2373/APP/2005/2815 dated 12/12/06) have now ceased (2019) and shall remain as such. This decision notice does not permit any further extraction from this site.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "972/10C Site Location Plan;",
    "972/11A Site Context Plan (Existing);",
    "972/13 Proposed Plant;",
    "972/16B Post Restoration Plan;",
    "972/12E Proposed Layout & Landscaping;",
    "972/14 Proposed Gravel Extraction with Phasing;",
    "972/15B Restoration Phasing; and",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), the London Plan (March 2016) and the National Planning Policy Framework (February 2019).",
    "The development hereby permitted shall not be carried out except in complete accordance with the specified supporting documents:",
    "47414/3002 Dust Management Plan (Dated 14th January 2020);",
    "66253TN2 Drainage Statement (November 2019);",
    "47414/001 Transport Statement (November 2019);",
    "47414/3001 Air Quality Screening Assessment (November 2019);",
    "vw/ta/19.11.19/16112 Revised Programme of Phasing in accordance with Condition 15 (November 2019);",
    "Technical Note - Condition 4 Nature Conservation Interest;",
    "Ecological Assessment dated March 2006;",
    "Air Quality Assessment ref: 401-0438-00002 dated September 2005;",
    "Visual Appraisal Report rev.4, dated 14/9/2005;",
    "Noise Assessment dated 14/9/2005; and",
    "Highway and Traffic Report ref:JRT/1766 dated September 2005.",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure that the development complies with the objectives of Policies contained with the Hilli",
    "All landscaping works shall be carried out in complete accordance with the details approved under application reference 2373/APP/2007/363 and plan references '972/12E Proposed Layout & Landscaping'.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality in compliance with Policy DMHB 11 and DMHB 14 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and the National Planning Policy Framework (February 2019).",
    "All restoration works shall be carried out in complete accordance with the details approved under application reference 2373/APP/2007/996 and plan references '972/15B Restoration Phasing' and '972/16B Post Restoration Plan'.",
    "REASON",
    "To ensure that the proposed development will not have unacceptable ecological effects on the adjoining Crane Corridor site of Metropolitan Importance and a Nature Conservation Site of Borough Grade II Importance, in accordance with Policy DMEI 7 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy EM7 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policy 7.19 of the London Plan (March 2016), Policy G6 of the draft London Plan - Intend to Publish (December 2019) and the National Planning Policy Framework (February 2019).",
    "All ecological protection and enhancement works shall be carried out in complete accordance with the details approved under application reference 2373/APP/2009/2077 and document reference 'Technical Note - Condition 4 Nature Conservation Interest'.",
    "REASON",
    "In order to encourage a wide diversity of wildlife on the existing semi-natural habitat of the site in accordance with Policy DMEI 7 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy EM7 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policy 7.19 of the London Plan (March 2016), Policy G6 of the draft London Plan - Intend to Publish (December 2019) and the National Planning Policy Framework (February 2019).",
    "Within 6 months of this permission, an Ecological Management Plan shall be submitted to and approved in writing by the Local Planning Authority. Details should include:",
    "a) Detailed requirements for new planting and habitat creation, including creation of a conservation pond, a scrub planting scheme, a species rich grassland planting scheme and a species specification for the new hedgerow along the western boundary.",
    "b) A management scheme for the existing Conservation Wildlife Area.",
    "c) An updated survey for common species of reptiles within the wider site and, dependant on the results, the translocation of reptiles into the Conservation Wildlife Area prior to restoration; and",
    "d) Ecological mitigation for works during the nesting bird season (March-September inclusive).",
    "Thereafter, the plan shall be implemented and maintained in full compliance with the approved details.",
    "REASON",
    "In order to encourage a wide diversity of wildlife on the existing semi-natural habitat of the site in accord",
    "No contaminated soils or other materials shall be imported to the site. All imported soils for landscaping purposes shall be clean and free of contamination. Soils shall not be used for the purposes of restoration unless they are in a suitably dry and friable condition to prevent compaction.",
    "REASON",
    "To ensure that the soils are properly handled in the interests of the satisfactory restoration of the site to an agricultural after use, in accordance with Policy DMEI 12 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy EM8 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policy 5.21 of the London Plan (March 2016) and the National Planning Policy Framework (February 2019).",
    "The access strip provided between the brink of the Frog's Ditch ordinary watercourse and the development site shall be kept clear of permanent development.",
    "REASON",
    "To preserve the character of the river corridor, protect the river bank from erosion and enable access to the watercourse to undertake maintenance in compliance with Policy DMEI 6 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy EM8 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policy 7.24 of the London Plan (March 2016) and the National Planning Policy Framework (February 2019).",
    "Any fuel, oil, lubricant or other potential pollutant shall be handled on site in such a manner as to prevent pollution of any watercourse or aquifer. For any liquid other than water, this shall include storage in suitable tanks and containers, which shall be housed in an area surrounded by bund walls of sufficient height and construction so as to contain 110% of the total contents of all containers and associated pipe work. The floor and walls of the bunded areas shall be impervious to both water and oil.",
    "REASON",
    "To minimise the risk of pollution of watercourses and aquifers, in compliance with Policy DMEI 10 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy EM8 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policy 5.14 of the London Plan (March 2016) and the National Planning Policy Framework (February 2019).",
    "Not withstanding the provisions of parts 19 and 21 of Schedule 2 of the Town and Country Planning (General Permitted Development) Order 2015, or any subsequent Order amending, replacing or re-enacting that Order, no additional fixed plant shall be installed or buildings constructed on the site.",
    "REASON",
    "To maintain planning control over the development, which is located in the Green Belt, in accordance with Policy DMEI 4 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy EM2 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policy 7.16 of the London Plan (March 2016) and the National Planning Policy Framework (February 2019).",
    "The applicant shall ensure that emissions to air from the site are controlled by adopting the measures detailed in section 5 ('Mitigation Measures') of the Air Quality Assessment reference 401-0438-00002, dated September 2005 submitted as part of the application.  The ambient concentration of dust measured in the air at any point 1.5 metres above the site perimeter shall not exceed 10mg of dust per cubic metre of air.",
    "REASON",
    "To ensure that adequate measures are put in place to minimise the emission of pollutants in the local area as a result of the development, in compliance with Policy DMEI 14 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy EM8 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policy 7.14 of the London Plan (March 2016) and the National Planning Policy Framework (February 2019).",
    "No operations hereby permitted shall result in the one field equivalent continuous sound level (LAeq), attributable to land filling within the permitted site, exceeding 55 dBA at any noise sensitive property affected by noise from the site.",
    "REASON",
    "To protect the amenities of local residents, in compliance with Policy DMIN 1A of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy EM8 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policy 7.15 of the London Plan (March 2016), Policy D13 of the draft London Plan - Intend to Publish (December 2019) and the National Planning Policy Framework (February 2019).",
    "Notwithstanding the requirements of condition 13 above, any operations involving soil placement and final restoration shall not exceed 70 dBA Laeq(1 hour), and such activities shall not take place for a total period greater than eight weeks in any twelve months at any noise sensitive property affected by noise from the site.",
    "REASON",
    "To protect the amenities of local residents, in compliance with Policy DMIN 1A of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy EM8 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policy 7.15 of the London Plan (March 2016), Policy D13 of the draft London Plan - Intend to Publish (December 2019) and the National Planning Policy Framework (February 2019).",
    "Restoration of the land to agriculture shall be completed by 30 November 2022; and all temporary and permanent buildings and structures associated with the mineral exploration and extraction and site restoration within the site shall be removed by no later than 30 November 2022.",
    "REASON",
    "In order to comply with the terms of the application and to safeguard the visual amenity of the Green Belt in compliance with Policy DMEI 4 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy EM2 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policy 7.16 of the London Plan (March 2016) and the National Planning Policy Framework (February 2019).",
    "The development hereby permitted shall be carried out in accordance with the details contained within document reference 'vw/ta/19.11.19/16112 Revised Programme of Phasing in accordance with Condition 15 (November 2019)'  for as long as the development remains in existence.",
    "REASON",
    "A detailed and dated programme for the completion of each phase is considered necessary in order for the Council's to maintain control over these operations, which are proposed to be undertaken in a number of separate phases; to prevent unnecessary protraction of the various temporary activities at the site; to comply with the terms of the application and to accord with Policy DMIN 3 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and the National Planning Policy Framework (February 2019).",
    "No vehicle shall enter or leave the site except via the existing access points onto Harlington High Street. Heavy goods vehicles entering the site shall do so from the north; heavy goods vehicles leaving the site shall turn to the north.",
    "REASON",
    "In the interests of highway safety and air quality, in compliance with Policies DMT 1, DMT 2 and DMEI 14 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy 6.11, 6.12 and 7.14 of the London Plan (March 2016) and the National Planning Policy Framework (February 2019).",
    "Provisions shall be made within the site to ensure that all vehicles associated with the operations hereby approved are properly washed and cleaned to prevent the passage of mud and dirt onto the adjoining highway.",
    "REASON",
    "To ensure that the development does not cause danger and inconvenience to users of the adjoining pavement and highway, in compliance with Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy 6.12 of the London Plan (March 2016) and the National Planning Policy Framework (February 2019).",
    "The materials to be processed or deposited as landfill shall be limited to inert waste as defined in the Landfill (England and Wales) Regulations 2002. The recycling facility hereby approved shall not be used for the processing or disposal of hazardous or toxic materials.",
    "REASON",
    "(i) To ensure that the development does not give rise to any risk of land contamination;",
    "(ii) In order to comply with the terms of the application;",
    "(iii) To safeguard the amenities of the Green Belt;",
    "(iv) To safeguard the amenity of adjoining and nearby properties",
    "In accordance with Policies DMIN 1A, DMEI 4, DMEI 12 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policies EM2 and EM8 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policy 5.21 and 7.16 of the London Plan (March 2016) and the National Planning Policy Framework (February 2019).",
    "Unless previously agreed in writing with the local planning authority, there shall be no more than 56 HGV movements (28 in, 28 out) at the site in any one working day.",
    "The HGVs accessing the site shall meet the standards of the London Low Emission Zone. Any temporary modification of the current restriction in HGV movements must be preceded by a written application to the Council providing information on:",
    "- the source and volume of the material",
    "- the route between the source and the site",
    "- the maximum number of trips per day sought for that particular material the planned duration of the extra number of trips",
    "REASON",
    "To safeguard the amenity of the Green Belt and to ensure that pedestrian and vehicular safety is not prejudiced in compliance with Policies DMEI 4, DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy EM2 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policy 6.11 and 6.12 of the London Pla",
    "All Travel Plan measures shall be carried out in complete accordance with the details outlined in Section 5.6 of the submitted '47414/001 Transport Statement (November 2019)'. All HGV drivers should be Freight Operators Recognition Scheme (FORS) bronze qualified as a minimum.",
    "This Travel Plan shall be retained until the site is completely restored and operation ceases permanently.",
    "REASON",
    "To safeguard the amenity of the Green Belt and to ensure that pedestrian and vehicular safety is not prejudiced in compliance with Policies DMEI 4, DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy EM2 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policy 6.11 and 6.12 of the London Plan (March 2016) and the National Planning Policy Framework (February 2019).",
    "Except in emergencies, or with the prior agreement of the Mineral Planning Authority,",
    "a) No operations other than water pumping, servicing, maintenance and testing of plant shall be carried out at the site except between the following times:",
    "07:00 hours to 17:00 hours - Mondays to Fridays",
    "07:00 hours to 12:30 hours - Saturdays",
    "b) No servicing, maintenance and testing of plant shall be carried out between 20:00 hours and 07:00 hours, nor at any time on Sundays or on Public Holidays.",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with Policies DMIN 1A, DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy EM8 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012) and the National Planning Policy Framework (February 2019).",
    "The site shall not be used for the importation of waste to the site and its re-export without treatment (waste transfer activities), other than in respect of incidental quantities of waste that arrive in mixed loads and which fall outside the terms of the operative landfill licence.",
    "REASON",
    "(i) To ensure that the development does not give rise to any risk of land contamination in accordance with Policy DMEI 12 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy EM8 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policy 5.21 of the London Plan (March 2016) and the National Planning Policy Framework (February 2019).",
    "(ii) To safeguard the amenities of local residents in compliance with Policies DMIN 1A, DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy EM8 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012) and the National Planning Policy",
    "All archaeological works shall be carried out in complete accordance with the details approved under application reference 2373/APP/2008/1285. The archaeological works shall be carried out by a suitably qualified body acceptable to the Local Planning Authority.",
    "REASON",
    "The site is of archaeological interest and it is considered that all evidence of the remains should be recorded in accordance with in compliance with Policy DMHB 7 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy HE1 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policy 7.8 of the London Plan (March 2016) and the National Planning Policy Framework (February 2019).",
    "Fixed and mobile waste and mineral processing plant and equipment, other than vehicles and machinery used to extract and transport materials, shall not be used on the premises outside the area marked 'waste recycling plant' on drawing number 972/12E.",
    "REASON",
    "To safeguard the amenities of local residents in compliance with in compliance with Policy DMIN 1A of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy EM8 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012) and the National Planning Policy Framework (February 2019).",
    "The stockpiles of untreated and treated waste shall not exceed 3.5 metres in height.",
    "REASON",
    "To protect the visual amenities of the Green Belt in accordance with Policy DMEI 4 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy EM2 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policy 7.16 of the London Plan (March 2016) and the National Planning Policy Framework (February 2019).",
    "Your attention is drawn to the fact that the planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Councils Environmental Protection Unit (www.hillingdon.gov.uk/noise",
    "You are advised that the proposed development may require a Waste Management Licence in accordance with the requirements of the Environmental Protection Act 1990.",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation. These cover such works as - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works. Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts. A completed application form together with detailed plans must be submitted for approval before any building work is commenced. For further information and advice, contact - Building Control, 3N/01 Civic Centre, Uxbridge (Telephone 01895 250804 / 805 / 808).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to Policies contained within the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The applicant is advised that where conditions requiring submissions of details have been discharged in connection with the original permission, the Local Planning Authority will not require these details to be resubmitted as part of this new planning permission where details remain the same."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Variation of Conditions 14 (Permitted Timeline) and 15 (Phasing) of planning permission Ref: 2373/APP/2005/2815 dated 12/12/2006 (Extraction of sand and gravel; backfilling (including fresh water lagoon) with inert waste; use of land for the recycling of inert construction and demolition waste and retention of temporary buildings for a period of 10 years; restoration of land to agricultural/wildlife habitat) to amend the permitted timeline and phasing of works for completion by 30th November 2022.",
  "lpa_app_no": "2373/APP/2019/3747",
  "decision_target_date": "08/04/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "18/03/2020",
  "id": "Hillingdon-2373_APP_2019_3747",
  "centroid_northing": 177944,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 509514,
  "street_name": "CRANFORD LANE",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4320417,
          51.4920928
        ],
        [
          -0.43198000000000003,
          51.4922228
        ],
        [
          -0.4316452,
          51.4925395
        ],
        [
          -0.4292356,
          51.49334
        ],
        [
          -0.4285341,
          51.4932354
        ],
        [
          -0.42818829999999997,
          51.493314
        ],
        [
          -0.42545109999999997,
          51.4931107
        ],
        [
          -0.4243018,
          51.4927264
        ],
        [
          -0.42474629999999997,
          51.4919948
        ],
        [
          -0.4247516,
          51.4918403
        ],
        [
          -0.4233552,
          51.4914408
        ],
        [
          -0.4223998,
          51.4909639
        ],
        [
          -0.42180209999999996,
          51.4906109
        ],
        [
          -0.4207218,
          51.4904417
        ],
        [
          -0.42024839999999997,
          51.4886984
        ],
        [
          -0.4196393,
          51.4886783
        ],
        [
          -0.4193345,
          51.488127
        ],
        [
          -0.4193108,
          51.4877103
        ],
        [
          -0.42116739999999997,
          51.4880208
        ],
        [
          -0.4218055,
          51.4866494
        ],
        [
          -0.42197809999999997,
          51.4866161
        ],
        [
          -0.42387199999999997,
          51.4869509
        ],
        [
          -0.42394529999999997,
          51.4870352
        ],
        [
          -0.4231736,
          51.4884166
        ],
        [
          -0.4265836,
          51.4889978
        ],
        [
          -0.4263593,
          51.4894231
        ],
        [
          -0.4258299,
          51.4898562
        ],
        [
          -0.42555279999999995,
          51.490709
        ],
        [
          -0.4254019,
          51.4912185
        ],
        [
          -0.42536769999999996,
          51.4916582
        ],
        [
          -0.4252088,
          51.4918464
        ],
        [
          -0.4249368,
          51.4919974
        ],
        [
          -0.4245519,
          51.4926584
        ],
        [
          -0.4254556,
          51.4929799
        ],
        [
          -0.4281734,
          51.4931948
        ],
        [
          -0.4282893,
          51.4931488
        ],
        [
          -0.428411,
          51.4929363
        ],
        [
          -0.4286299,
          51.4926656
        ],
        [
          -0.4289051,
          51.4924195
        ],
        [
          -0.4293899,
          51.4921762
        ],
        [
          -0.43071689999999996,
          51.4918252
        ],
        [
          -0.4308904,
          51.491768
        ],
        [
          -0.43109909999999996,
          51.4917946
        ],
        [
          -0.4312296,
          51.4918796
        ],
        [
          -0.431315,
          51.4921663
        ],
        [
          -0.4320417,
          51.4920928
        ]
      ]
    ],
    "type": "Polygon"
  }
}