{
  "borough": "Ealing",
  "subdivision_of_building": null,
  "wgs84_polygon": null,
  "site_name": "Part Of The Green Man Lane Estate, Bound By Felix Road, Tewkesbury Road Green Man Lane, Romsey Road And Green Man Gardens West Ealing London W13 0NY",
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "last_updated": "2025-03-20T11:25:59.639+00:00",
  "locality": "London",
  "centroid_easting": 516400,
  "lpa_name": "Ealing",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Felix Road",
  "site_number": null,
  "lapsed_date": "16/02/2027",
  "secondary_street_name": null,
  "cil_liability": null,
  "application_details": {
    "existing_uprns": null
  },
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/232031VAR;",
  "actual_commencement_date": null,
  "centroid": {
    "lon": -0.324003,
    "lat": 51.512516
  },
  "decision_date": "16/02/2024",
  "parking_details": null,
  "postcode": "W13 0NY",
  "pp_id": "PP-12126038",
  "appeal_decision_date": null,
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "{\\ul Time Limit}",
    "The development permitted shall be begun before the expiration of three years from the date of the original permission (P/2015/0072), being 19/11/2015. | {\\ul Approved Plans}",
    "The development hereby permitted, which is for the development of 40 residential units in apartment buildings varying between three storeys and four storeys high and a row of two-storey terraced houses, 3,937sqm of nursery and school (Class D1 Use), and the setting out of 20 car parking spaces on adopted highways, shall be carried out in accordance with the following approved plans:",
    "001 PL Rev P02; 002 PL Rev P02; 010 PL; 011 PL; 012 PL; 050 PL Rev P03; 101 PL; 300 PL Rev P03; 301 PL Rev P02; 302 PL Rev P02; 303 PL Rev P02; 306 PL Rev P02; 501 PL-A; 502 PL; 503 PL; 504 PL; 505 PL; 506 PL; 507 PL; 509 PL; 510 PL-A; 511 PL; 512 PL; 513 PL; 514 PL; 515 PL; 516 PL; 517 PL; (PA) 20 001; (PA) 20 002; (PA) 20 003; SK-208-Rev A; SK-200; SK-201; SK-202; SK-203; SK-204; SK-205; SK- 206; SK-207; SK-209 Rev A; NMA-004 Rev P02; NMA-100 Rev P02; NMA-200 Rev P02; NMA-201 Rev P02; NMA-202 Rev P02; NMA-203 Rev P02; NMA-206 Rev P02; NMA-207 Rev P02; NMA-208 Rev P02; NMA-601 Rev P02; NMA-602 Rev P02; NMA-803 Rev NMA1; NMA-900 Rev P02; NMA-901 Rev P02; NMA-902 Rev P02; SCH-001 Rev P02; SCH-002 Rev P02; (30685) L-90-P-002 P3, L-90-P-003 P3;",
    "RL51999-GIB-XX-XX-EL-A-0154 rev P01; RL51999-GIB-XX-XX-EL-A-0151-rev P04; RL51999-GIB-XX-XX-EL-A-0152-rev P04; RL51999-GIB-XX-00-PL-A-0130-rev P03; RL51999-GIB-XX-00-SE-A-0170-rev P04",
    "Technical reports: Air Quality Assessment ref: 47046590 (dated December 2014), prepared by URS; Arboricultural Report and Tree Survey (8519/01 Rev A) ref: AP/8519-RevA/WDC, prepared by Ian Keen Ltd; Construction Management Plan (dated 05/01/2015), prepared by Rydon Construction Ltd; Daylight and Sunlight Report, prepared by EB7; Delivery and Servicing Management Plan ref: 100001747_DSP Rev 02 (dated 19/12/2014), prepared by Project Centre; Design and Access Statement ref: DO-001 Rev-PL (dated January 2015), prepared by Conran and Partners; Energy Strategy ref: 47046590 (dated December 2014), prepared by URS; External Lighting Report ref: 47046590 (dated December 2014), prepared by URS; Flood Risk Assessment version 1.2 (dated 22/12/2014), prepared by Ridge and Partners LLP; Framework Travel Plan ref: 1000001747_FTP 04 (dated 25/02/2015), prepared by Project Centre; Health Impact Assessment, prepared by Savills; Land Contamination Desk Study Report ref: C13484, prepared by Ground Engineering Ltd; Noise and Vibration Assessment Rev D, ref: 141447 (dated 19/12/2014), prepared by Sharps Redmore Acoustic Consultants; Preliminary Ecological Assessment ref: RTMME-117402, prepared by Middlemarch Environmental; Site Waste Management Plan, prepared by Rydon Construction Ltd (including the additional information received by email prepared by Ms S. Patel, dated 05/03/2015); Sustainability Statement ref: 47046590 (dated December 2014), prepared by URS; Outline Surface Water Drainage Strategy, prepared by Ridge and Partners Ltd; Post-submission response to Transport comments ref: 1000001747/150216 /CH/ Green Man Lane School Phase (dated 16/02/2015, 27/02/2015 and 13/03/2015) and drawing ref: 1000001747-2-611-08, prepared by Project Centre; Response to GLA Stage 1 Report (dated 16/03/2015), prepared by Savills; Response to GLA Final(Climate change and energy) ref: 47046590 (dated 16/03/2015), prepared by URS; Response to LB Ealing Energy comments prepared by URS, dated 16/03/2015; Landscape Design Report ref: 30685_1800_001, (dated January 2015), prepared by Broadway Malyan; Architectural Statement (response note to LBE comments), (dated 07/04/2015), prepared by Conran and Partners; Applicant Response to LBE comments on 31/03/2015 (received 13/04/2015); Marked-up Phasing Plan (extract from DAS) and Green Man Lane Masterplan Programme (dated February 2015); Vehicle Tracking Diagrams 14145- 5000 and 14145-5001; Air Quality and Dust Management Plan ref: 47046590 (dated May 2015, received 22/05/2015), prepared by URS, Drainage Technical Update Note ref: 5012916-RDG-XX-XX-DOC-C-9951 P02 dated 16th May 2023, prepared by Ridge and Partners Ltd.",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| {\\ul Demolition and Construction Management Plan}",
    "The works to provide the approved school and nursery shall be carried out in accordance with the approved Construction Management Plan (dated 05/01/2015), prepared by Rydon Construction Ltd, Vehicle Tracking Diagrams 14145-5000 and 14145-5001, and Air Quality and Dust Management Plan ref: 47046590 (dated May 2015, received 22/05/2015), prepared by URS.",
    "For the purposes of compliance with this condition, the development hereby approved shall be part carried out in accordance with condition approval ref: 185155CND dated 9 June 2021 as far as it relates to Phase 6A of the development, unless otherwise agreed in writing with the Local Planning Authority. In order to fully satisfy the requirements of the condition, details will need to be submitted and approved as they relate to Block D1.",
    "Reason: The details of a site construction management and logistics plan are required before the commencement of the residential development in order to ensure that appropriate mitigation measures are out in place to protect the amenity of local residents  that live in close proximity to the demolition and construction site and to ensure adequate highway and site safety, in accordance with policies 5.3, 5.18, 6.3, 7.14, 7.15 and 7.19 of the London Plan 2015 (superseded); Policy D14 and T7 of the London Plan 2021; policies 1.1(e). 1.1(f) and 1.1(j) of Ealing's Development (or Core) Strategy 2012; policy 7A of Ealing's Development Management DPD; (Interim) SPG 10: Noise and Vibration; the_ National Planning Policy Framework (2012); the Greater London Authority SPG 'The Control of Dust and Emissions from Construction and Demolition' (2014), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1:Noise.",
    "| {\\ul Site Waste Management Plan}",
    "The development shall be carried out in accordance with the approved Site Waste Management Plan, prepared by Rydon Construction Ltd (Including the additional information received by email prepared by Ms Patel on behalf of Savills, dated 05/03/2015)",
    "Reason: To ensure sustainable procurement of materials which minimises the negative environmental impacts of construction in accordance with policies 5.3 and 5.18 of the London Plan 2015 (superseded); Policy SI7 of the London Plan (2021) and policies 1.1 (k) and 1.2(f) of Ealing's Development (or Core) Strategy 2012",
    "| {\\ul Piling Risk Assessment - Thames Water}",
    "For the purposes of compliance with this condition, the development hereby approved shall be part carried out in accordance with condition approval ref: P/2015/6665 dated 22 March 2016 and 182376CND dated 8 September 2022, unless otherwise agreed in writing with the Local Planning Authority.",
    "In order to fully satisfy the requirements of the condition, details shall be submitted and approved as far as they relate to Block D1 of the development, prior to commencement of the development (excluding demolition, site clearance and preparation works)",
    "The piling risk assessment should demonstrate that the chosen method of piling would not increase the risk of near-surface pollutants migrating into deeper geological formations and aquifers. The Piling Method Statement should include details of the type of piling to be undertaken and the methodology by which such piling would be carried out, including measures to prevent and minimise the potential for damage to subsurface water or sewage infrastructure. The development shall thereafter be carried out in accordance with the approved details.",
    "Reason: Details of piling are required before the sub-structure works commence because Thames Water would require that any proposed piling methods do not pose a pollution risk to controlled waters, water or sewage infrastructure in accordance with policy 5.14 of the London Plan 2015 (superseded); Policy SI 5 of the London Plan (2021) and policy 1.1U) of Ealing's Development (or Core) Strategy 2012.",
    "| {\\ul Waste Water Infrastructure - Thames Water}",
    "For the purposes of compliance with this condition, the development hereby approved shall be part carried out in accordance with condition approval ref: P/2015/6864 dated 14 April 2016 and 213579CND dated 8 September 2022, unless otherwise agreed in writing with the Local Planning Authority.",
    "In order to fully satisfy the requirements of the condition, details shall be submitted and approved as far as they relate to Block D1 of the development, prior to commencement of the development (excluding demolition, site clearance and preparation works).",
    "Details submitted shall include a waste water drainage strategy detailing the on-site and off-site waste water drainage works for the relevant Phase to be submitted to the Local Planning Authority for written approval. There shall be no discharge of foul or surface water from the site into the public system until the drainage works approved by the waste water drainage strategy have been completed.",
    "Reason: Details of the waste water infrastructure are required before the sub-structure works are commenced so that Thames Water could properly consider what additional infrastructure is required to ensure that sufficient waste water capacity is provided in order to cope with the approved development, and so that the applicant could make provision for such infrastructure as part of the construction programme, in accordance with policy 5.14 of the London Plan 2015 (superseded); Policy SI 5 of the London Plan 2021. | {\\ul Surface Water Drainage Scheme - Environment Agency}",
    "For the purposes of compliance with this condition, the development hereby approved shall be part carried out in accordance with condition approval ref: P/2015/6865 dated 7 February 2016 and 214337CND dated 15 September 2021 and Drainage Technical Update Note ref: 5012916-RDG-XX-XX-DOC-C-9951 P02 dated 16th May 2023, prepared by Ridge and Partners Ltd, unless otherwise agreed in writing with the Local Planning Authority.",
    "In order to fully satisfy the requirements of the condition, details shall be submitted and approved as far as they relate to Block D1 of the development, prior to commencement of the development (excluding demolition, site clearance and preparation works).",
    "The drainage strategy shall include a restriction of at least 35.4l/s and surface water storage as outlined in the approved FRA and should be submitted to the Local Planning Authority for written approval. The scheme shall be consistent with the approved FRA documents, including the provision of 784m2¦ of green / brown roofs. The detailed surface water drainage scheme shall include the following information:",
    "a)\tA clearly labelled drainage layout plan showing pipe networks and any attenuation areas or storage locations. This plan should show any pipe 'node numbers' that have been referred to in network calculations and it should also show invert and cover levels of manholes.",
    "b)\tConfirmation of the critical storm duration.",
    "c)\tWhere infiltration forms part of the proposed stormwater system such as infiltration trenches and soakaways, soakage test results and test locations are to be submitted in accordance with BRE digest 365.",
    "d)\tWhere on site attenuation is achieved through ponds, swales, geocellular storage or other similar methods, calculations showing the volume of these are also required.",
    "e)\tWhere an outfall discharge control device is to be used such as a hydrobrake or twin orifice, this should be shown on the plan with the rate of discharge stated.",
    "f)\tCalculations should demonstrate how the system operates during a 1 in 100 chance in any year critical duration storm event, including an allowance for climate change in line with the 'Planning Practice Guidance: Flood Risk and Coastal Change'. If overland flooding occurs in this event, a plan should also be submitted detailing the location of overland flow paths and the extent and depth of ponding.",
    "The approved surface water drainage scheme shall be implemented on a Phased-basis and subsequently maintained in accordance with the approved arrangements.",
    "Reason: Details of the surface water scheme are required before sub-structure works commenced because the Environment Agency require the applicant to make provision within the construction programme and proposed development for adequate drainage to reduce the risk of flooding to the proposed development and locality , and to enhance water quality and biodiversity, in accordance with the objectives of ; policies 5.3, 5.12, 5.13 and 5.14 of the London Plan 2015 (superseded); Policy SI 12 of the London Plan 2021; policy 1.2(m) of Ealing's Development (or Core) Strategy, and policy LV5.12 of Ealing's Development Management DPD.",
    "| {\\ul Arboricultural Method Statement and Monitoring}",
    "For the purposes of compliance with this condition, the development hereby approved shall be carried out in accordance with condition approval ref: P/2015/6121 and P/2015/6124 dated 10 March 2016 and 182112CND dated 27 July 2018, unless otherwise agreed in writing with the Local Planning Authority.",
    "For the avoidance of doubt the tree protection measures shall only relate to trees 15, 17, 18, 19, 20, 25, 27, 29 and 34 as shown on Tree Constraints Plan 8519/01 Rev A 1/2 and 8519/01 Rev A 2/2.",
    "Reason: Details of the Arboricultural Method Statement and a programme of monitoring the tree works are required prior to the commencement of any site preparation works because such works would carry a high risk of damaging trees and other vegetation particularly by site operatives that are not experienced to carry out works around trees.",
    "The protection of trees and other vegetation is required in accordance with policies 7.19 and 7.21 of the London Plan 2015 (superseded), Policy G1, G5 and G7 of the London Plan 2021; and interim SPG 9 'Trees and Development Guidelines'. | {\\ul Hard and Soft Landscaping and Boundary Treatments - outside the public highway}",
    "Notwithstanding the detailed hard and soft landscaping works, boundary treatments and details of Secured by Design fences and gates illustrated on approved drawings ref: (30685) L-90-P-002 P3, L-90-P-003 P3 and as detailed in the approved Landscape Design Report ref: 30685_ 1800_001, prepared by Broadway Malyan and Design and Access Statement ref: D0-001 Rev-PL (dated January 2015), prepared by Conran and Partners, further details of the landscaping proposals shall be submitted to and approved in writing by the Local Planning Authority within three months of the commencement of each Phase in respect of the following matters (and relating to the relevant Phase of development):",
    "a) Full details of the design of the children play areas, including safety surfacing and equipment (where relevant);",
    "b) Soft landscaping: including grass and turf areas, hedges, shrub and herbaceous areas, allotments and tree strategy including species type and size at planting. Tree species should include a palette of different species of",
    "trees in order to avoid streets and long sections of landscaping that are planted in monocultures ;",
    "c) Hard landscaping: including ground surfaces, kerbs, edges, ridge and flexible paving, seating or other public realm furniture, steps, and any synthetic surfaces and a drawing illustrating the Local Highways Authority adoption boundary;",
    "d) Enclosures and boundary treatments , including types, dimensions and finishes of walls, fences, screen walls, barriers, bollards, rails, retaining walls and hedges;",
    "e) A statement detailing how the landscaping proposals contribute to the mitigation measures for nesting birds, the enablement of species to migrate such as hedgehogs and other small mammals through gaps in fencing and ecological enhancements, including the number and location of swift boxes, sparrow terrace, bat bricks, bee boxes and other measures to enhance ecology (as relevant);",
    "f) Work phasing plan.",
    "(The submission should exclude the details of the on-street parking spaces, new and replacement footways and carriageways, and landscaping within the part of the site to be adopted by the Local Highways Authority (LHA), and the details of the acoustic fencing to be installed around the perimeter of the multi-use games area).",
    "All soft landscaping shall be carried out in the earliest planting season (1st October to 31st March inclusive). The quality of all approved landscape works shall be in accordance with British Standard 4428:1989 'Code of Practice for General Landscape Operations' or any subsequent revision. All trees included within the approved scheme shall be healthy, well-formed specimens with single leading shoots and shall be of a minimum quality compatible with British Standard 3936:1992 (Part 1) 'Specifications For Trees & Shrubs' and British Standard 4043 (where applicable) or any subsequent revisions and BS:8545:2014 Trees: from nursery to independence in the landscape .",
    "Any trees that within a period of 5 years from the completion of all tree planting, that die, are removed, uprooted, are significantly damaged, become diseased or malformed shall be replaced during the nearest planting season (1st October to 31st March inclusive) with others of the same size, species and quality as approved. The development shall thereafter be carried out in accordance with the approved plans and work phasing plan. Boundary treatments shall be fully provided before the first occupation- of the part of development which it forms part. The approved details shall be retained thereafter.",
    "Reason: To ensure that the development is landscaped in the interests of the positive visual character and appearance of the area; to ensure that the necessary boundary treatments are incorporated into the development in the interests of meeting the Secured by Design principles; in order to ensure that the site landscaping is provided in accordance with an agreed timeframe; and in order to provide a good level of privacy for future users/occupants , in accordance with policies LV2.18, LV7.31 LV7.41 78 and 70 of Ealing's Development Management DPD(2013); 2.18, 7.4, 7.13, 7.19and 7.21 of the London Plan 2015 (superseded); Policy T2, G1, G5 and G7 of the London Plan 2021; Policies 1.1(h) and (i), 2.10, 5.31 5.4 and 6.3 of Ealing's Development (or Core) Strategy 2012, and interim SPG9 'Trees and Development Guidelines'. | {\\ul Layout of Parking, Footways and Cariageways}",
    "For the purposes of compliance with this condition, the development hereby approved shall be carried out in accordance with condition approval ref: 162117VAR dated 4 October 2016, unless otherwise agreed in writing with the Local Planning Authority, as far as they relate to the St Johns School.",
    "The applicant is reminded of the requirement to submit details of the design and layout of the on-street car parking spaces, footways, carriageways and landscaping to be incorporated into the subsequent phases of the approved development.",
    "Reason: To safeguard the future of existing significant trees in the interests of the visual amenities and the biodiversity value of the area and the setting and character of the proposed development , and to ensure that the proposed parking spaces footways and carriageways are designed to be safe and to meet the specifications required by the Local Highways Authority in respect of long-term maintenance, in accordance with policies: 7.19 and 7.21 of the London Plan 2015; Policy G1, G5, G7 and T2 of the London Plan 2021; Policies 1.1(i) of Ealing's Development (or Core) Strategy 2012; and policy LV5.10 of Ealing's Development Management DPD (2013) and interim SPG 9: Trees and Development Guidelines. | {\\ul Electric Vehicle Charging Points}",
    "DELETED | {\\ul Delivery Servicing Plan - TfL}",
    "Deliveries to and the servicing of the development shall be undertaken in accordance with the approved Delivery and Servicing Management Plan ref: 100001747_DSP Rev 02 (dated 19/12/2014), prepared by Project Centre.",
    "Reason: To ensure that the resulting servicing arrangements are satisfactory in terms of their impact on highway safety and the free-flow of traffic in accordance with policies 6.7 and 6.13 of the London Plan 2015 (superseded) and Policy T7 of the London Plan 2021. | {\\ul Multi-Use Games Area - Acoustic fencing}",
    "Development shall not commence on the installation of the multi-use games area until an assessment of the impact of noise from the use of the multi-use games area, including details of any mitigation measures required to attenuate noise has been submitted to the Local Planning Authority for written approval. The assessment should include consideration of the need for acoustic fencing. The approved mitigation measures shall be installed prior to the first use of the multi-use games area and retained thereafter.",
    "Reason: To ensure that the use of the multi-use games area does not cause nuisance to the amenity of occupiers of residential properties adjoining the school, in accordance with policy 7.3 of the London Plan 2015 (superseded), Policy D14 of the London Plan 2021; Policy 1.1(j) of Ealing's Development (or Core) Strategy 2012, and 7A and LV7.3 of Ealing's Development Management DPD (2013). | {\\ul Multi-use Games Area - Controlled Access and Hours of Use}",
    "The multi-use games area shall only be made available for use via controlled access from the approved school and I or the approved replacement Green Man Lane community centre and/or the approved replacement Jubilee Hall children's centre. The use of the multi-use games area shall only be permitted between the hours of 0800-2000 on weekdays and Saturdays, and 1000-1800 on Sundays and Public Holidays.",
    "Reason: To ensure that the use of the multi-use games area does not cause nuisance to the amenity of occupiers of residential properties adjoining the school, in accordance with policy 7.3 of the London Plan 2015 (superseded), Policy D14 of the London Plan 2021; Policy 1.1(j) of Ealing's Development (or Core) Strategy 2012, and 7A and LV7.3 of Ealing's Development Management DPD (2013). | {\\ul External Lighting Scheme - School playground and MUGA}",
    "The external lighting to be installed in the multi-use games area (MUGA) shall be provided in accordance with the approved External Lighting Report ref: 47046590 (dated December 2014), prepared by URS. The external lighting shall only be operated between the permitted hours of use of the MUGA (0800-2000 on weekdays and Saturdays, and 1000-1800 on Sundays and Public Holidays). Other external lighting within the school playground shall be restricted to the 'out-of-hours mini-bus parking area and the 'under canopy lighting', as indicated at Appendix C of the approved External Lighting Report, and no other external lighting shall be erected within the",
    "school play ground without the written permission of the Local Planning Authority.",
    "Reason: To provide suitable lighting for the safety of pupils and visitors using the play facilities; to ensure that the external lighting scheme does not cause nuisance to the amenity of occupiers of residential properties adjoining the school and MUGA, in accordance with policy 7.3 of the London Plan 2015 (superseded), Policy GG1 of the London Plan 2021;  policy 1.10 of Ealing's Development (or Core) Strategy 2012,and policies 7A and LV7.3 of Ealing's Development Management DPD (2013). | Building Envelope - Noise attenuation (aircraft noise)",
    "Within three-months of the commencement of the substructure works on the replacement school, the details of the sound insulation and noise control measures shall be submitted to the Local Planning Authority for written approval. The details shall demonstrate how the insulation of the building envelope, with windows shut and other means of ventilation provided, will achieve the internal design criteria for classrooms, as specified in Ealing's interim SPG10, using the specified worst mode one hour LAeq,1hr spectrum noise level, unless otherwise agreed in writing with the Local Planning Authority. The details should also include the provision of alternative means of ventilation in each classroom in accordance with Ealing's interim SPG 10 criteria.",
    "Sound insulation and noise control measures for the approved residential dwellings shall be installed to achieve the internal noise targets described at Section 4(8) 'Criteria for adequate protection for new buildings' of Ealing's interim SPG 1O:",
    "Bedrooms (23:00-0700 hrs) 30 dB LAeq, and 45 dB Lmax (fast)",
    "Living rooms (0700-2300 hrs) 35dB LAeq",
    "Kitchens, bathrooms, WC and utility rooms (0700-2300 hrs) 45 dB LAeq",
    "The sound insulation and noise control measures shall be installed prior to the first use and/or first occupation of the relevant part of the development and maintained thereafter.",
    "Reason: To protect the amenity of the school pupils and staff, and the residential occupiers of the new development, in accordance with policies.3.2, 3.18 and 7.15 of the London Plan 2015 (superseded); Policy D14 of the London Plan 2021;  policy 1.1(j) of Ealing's Development (or Core) Strategy 2012; policy 7A of Ealing's Development Management DPD (2013); the Mayor's Sustainable Design and Construction SPG; and interim SPG 10: Noise and Vibration. | {\\ul Mitigation of noise from the community use for adjoining residential flats}",
    "DELETED | {\\ul Mitigation of noise from external plant and machinery}",
    "The rating noise level emitted from any proposed plant and machinery within the development, as assessed under BS4142: 1997, shall be lower than the existing background noise level by at least 5 dBA as measured at 3.5 m from the nearest ground floor sensitive facade and 1m from upper floor noise sensitive facades, during the relevant periods of operation.",
    "For the purposes of compliance with this condition, the development hereby approved shall be carried out in accordance with condition approval ref: 174050CND dated 26 September 2017, unless otherwise agreed in writing with the Local Planning Authority.",
    "Reason: To ensure a satisfactory standard of amenity is provided for occupiers/users of the residential, education and community buildings, in accordance with policies 3.2and 7.15 of the London Plan 2015 (superseded); Policy D14 of the London Plan 2021; policy 1.10) of Ealing's Development (or Core) Strategy 2012; policy 7A of Ealing's Development Management DPD (2013); interim SPG 1O: Noise and Vibration; and the Mayor's Sustainable Design and Construction SPG. | {\\ul School Cooking Extract System}",
    "For the purposes of compliance with this condition, the development hereby approved shall be carried out in accordance with condition approval ref: 174051CND dated 18 September 2017, unless otherwise agreed in writing with the Local Planning Authority.",
    "Reason: In the interests of protecting the amenity of residents in the area in accordance with policy 7A of Ealing's Development Management DPD. | {\\ul Community Facilities Cooking Extract System}",
    "DELETED | {\\ul Hours of Operation - D1/D2 Uses}",
    "DELETED | {\\ul Contaminated Land - Remediation}",
    "In relation to the Contaminated Land Investigation and Risk Assessment, as well as the Contaminated Land Remediation Scheme for Phase 6A of the development, the development hereby approved shall be carried out in accordance with condition approval ref: P/2015/6664 dated 17 February 2017 and 182602CND dated 1 September 2022 and 222150CND dated 7 July 2022 unless otherwise agreed in writing with the Local Planning Authority.",
    "In order to fully satisfy the requirements of the condition, details of the Contaminated Land Investigation and Remediation Scheme shall be submitted and approved as far as they relate to Block D1 of the development, prior to commencement of any works relating to this phase (excluding demolition, site clearance and preparation works).",
    "In order to fully satisfy the requirements of the condition for both phases 6A and 6B, within six-months of the completion of measures identified in the approved contamination remediation scheme for each Phase of development, a verification report (In accordance with the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report; SC030114/R1') that demonstrates the effectiveness of the remediation carried out shall be submitted to the Local Planning Authority for written approval.",
    "Reason: Further investigations of the presence of soil contamination within the application site and details of the methods for remediation are required before the commencement of building works in order to ensure that human health and the environment are protected, and to ensure the development activities do not activate or spread contamination in accordance with policies LV5.21 and 7A of Ealing's Development Management DPD (2013), policy 5.21 of the London Plan 2015 (superseded), Policy GG3 of the London Plan 2021; and the Mayor's Sustainable Design and Construction SPG. | {\\ul Low NOx Boiler specification}",
    "For the purposes of compliance with this condition, the development hereby approved shall be carried out in accordance with condition approval ref: 222554CND dated 15 August 2022, unless otherwise agreed in writing with the Local Planning Authority.",
    "The approved boilers shall be installed prior to the first occupation of the terraced houses.",
    "Reason: To minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies 3.2 and 7.14 of the London Plan 2015 (superseded); Policy SI1 of the London Plan 2021; the Mayor's Sustainable Design and Construction SPG; policies 1.1(e) and(j) of Ealing's Development (or Core) Strategy 2012, and policy 7A of Ealing's Development Management DPD (2013). | Energy Centre - district heating",
    "Development shall not commence on each Phase of development (excluding demolition, site clearance and preparation works) until the following details for the relevant phase of development are submitted to the Local",
    "Planning Authority for written approval:",
    "a) St John's Primary School and Nursery - for the purposes of compliance with part (a) of this condition, the development hereby approved shall be carried out in accordance with condition approval ref: 160157VAR dated 25 September 2016, unless otherwise agreed in writing with the Local Planning Authority.",
    "b) DELETED",
    "c) a works phasing programme for the connection of the development (or Phase) to the Green Man Lane district heating network;",
    "d) details of the pipe network including network type (such as steam, high or low temp HW); flow and return temperatures; total length of the heat network in metres (flow and return); route; total plant heating capacity; total heat generated; and total heat supplied to premises for the connect ion of the development to the Green Man Lane district heating network, with the exception of the 23 terraced houses.",
    "Any new energy plant room equipment to be used shall be Ultra low-NOx boilers with maximum NOx Emissions of 40mNOx/kWh.",
    "The development shall be carried out in accordance with the approved details.",
    "Reason: These details are required prior to the commencement of development on each phase in order to ensure that the measures set out within the approved Energy Statement are adequately- planned or in the detailed design of the development; to ensure that the school energy plant room is designed in a manner which allows for the future connection to the Green Man Lane district heat network; and to ensure that the development contributes to reducing the use of fossil fuel or other primary energy generation capacity, and to reduce emissions of greenhouse gases in accordance with policies 5.3, 5.5 and 5.6 of the London Plan 2015 (superseded), Policy SI3 of the London Plan 2021; policies 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core)Strategy 2012, policy LV5.2 of Ealing's Development Management DPD (2013),and the Mayor's Sustainable Design and Construction SPG. | {\\ul Energy and Sustainability Credentials}",
    "The approved development shall incorporate measures to achieve an overall reduction in regulated C02 emissions of at least 36% beyond Building Regulations Part L 2Q13 through the following carbon emission savings, as detailed in the approved Energy Strategy ref:47046590 (dated December 2014), prepared by URS; Sustainability Statement ref: 47046590 (dated December 2014), prepared by URS; Response to GLA Final (Climate change and energy) ref: 47046590 (dated 16/03/2015), prepared by URS; Response to LB Ealing Energy comments prepared by URS, dated 16/03/2015):",
    "a) energy"
  ],
  "appeal_decision": null,
  "valid_date": "23/05/2023",
  "decision_agency": "Borough",
  "polygon": null,
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "last_date_consultation_comments": null,
  "uprn": "000012207063",
  "decision_target_date": null,
  "centroid_northing": 180619,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "description": "Minor material amendment (S.73) to vary condition no: 2,7, 8, 9, 24, 25, 28, 29, 30, 32, 34, 36, and remove conditions 11, 17, 20 and 21 , seeking to allow changes to the design in pursuant to planning permission reference P/2015/0072 (as amended by 230842NMA) dated 27/03/2023 for 'Application for a Non-Material Amendment in (S96a) to planning permission reference P/2015/0072 dated 19/11/2015 for: \"Demolition of all buildings and structures within the site (including Jubilee Hall, Green Man Lane Estate Community Centre, St John's First and Middle School, and 88-134 Tintern Court (North) and blocks comprising 18-21, 22-24, 42-45 and 51-53 Tintern Court, part of 15-17 Tintern Court, part of 36-41 Tintern Court, and part of 46 & 47 Tintern Court) and the phased construction of 92 residential units (26 x one-bedroom, 40 x two-bedroom, 3 x three-bedroom flats, and 20 x three-bedroom houses and 3 x four-bedroom houses in a mix of housing tenures) in apartment buildings varying between three-storeys and six-storeys high and including a row of 23 two-storey terraced houses (with accommodation in the roof) and associated refuse / recycling and bicycle storage facilities; community floorspace at ground floor level of the apartment buildings comprising 766sq.m floorspace (flexible D1 / D2 Use Class); a nursery and three-form entry primary school accommodated in buildings varying between two-storeys and three-storeys high with 3,937sq.m floorspace (D1 Use Class), together with associated playspace and a multi-use games area; alterations to the adopted highways (including Felix Road, Romsey Road and Green Man Lane) incorporating the setting-out of 70 car parking spaces and re-provided footways; site-wide hard and soft landscaping; and other associated infrastructure works\". Amendment seeks to remove reference to number of approved flats within the proposal description and add reference to the approved number of flats within condition 2''\n\n",
  "development_type": null,
  "ward": "Hanwell Broadway",
  "decision_process": "Delegated",
  "lpa_app_no": "232031VAR",
  "application_type_full": "Removal/Variation of a condition",
  "id": "Ealing-232031VAR",
  "status": "Application Under Consideration",
  "appeal_start_date": null,
  "decision": ""
}