{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "lpa_app_no": "225080FUL",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/225080FUL;",
  "actual_completion_date": null,
  "pp_id": "PP-11635427",
  "lapsed_date": "30/11/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.327822,
    "lat": 51.50936
  },
  "decision_process": "Committee",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "12113902",
  "epc_number": "1168-4811-1122-0964-9266",
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "description": "Construction of a building ranging in height from 4 to 9 storeys comprising 94 co-living units (Use Class Sui Generis) with associated communal amenity facilities, ground floor commercial space (Use Classes E(a)E(b) and F2(b)) and associated refuse storage and cycle parking. (Following the demolition of existing building)",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.327692,
          51.509482
        ],
        [
          -0.327617,
          51.509345
        ],
        [
          -0.327588,
          51.509294
        ],
        [
          -0.327551,
          51.509231
        ],
        [
          -0.327629,
          51.509214
        ],
        [
          -0.327741,
          51.509212
        ],
        [
          -0.327873,
          51.509184
        ],
        [
          -0.327957,
          51.509335
        ],
        [
          -0.328016,
          51.509324
        ],
        [
          -0.328069,
          51.50942
        ],
        [
          -0.328157,
          51.509401
        ],
        [
          -0.328158,
          51.509403
        ],
        [
          -0.328188,
          51.509453
        ],
        [
          -0.328062,
          51.509472
        ],
        [
          -0.327762,
          51.509517
        ],
        [
          -0.327692,
          51.509482
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "Portal",
  "locality": "London",
  "site_name": "131-137 Broadway",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": null,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with the following approved plans and documents:",
    "Drawings:",
    "LUX01-MAA-00-XX-DG-A-0001-P01",
    "LUX01-MAA-00-XX-DG-A-0101-P01",
    "LUX01-MAA-00-XX-DG-A-0102-P01",
    "LUX01-MAA-01-XX-DG-A-0001-P01",
    "LUX01-MAA-02-XX-DG-A-0001-P05",
    "LUX01-MAA-03-XX-DG-A-0001-P12",
    "LUX01-MAA-03-XX-DG-A-0002-P08",
    "LUX01-MAA-03-XX-DG-A-0003-P08",
    "LUX01-MAA-03-XX-DG-A-0004-P07",
    "LUX01-MAA-03-XX-DG-A-0005-P07",
    "LUX01-MAA-03-XX-DG-A-0006-P08",
    "LUX01-MAA-03-XX-DG-A-0007-P07",
    "LUX01-MAA-03-XX-DG-A-0008-P07",
    "LUX01-MAA-03-XX-DG-A-0009-P09",
    "LUX01-MAA-04-XX-DG-A-0001-P05",
    "LUX01-MAA-04-XX-DG-A-0002-P05",
    "LUX01-MAA-04-XX-DG-A-0003-P05",
    "LUX01-MAA-04-XX-DG-A-0004-P04",
    "LUX01-MAA-05-XX-DG-A-0001-P04",
    "LUX01-MAA-05-XX-DG-A-0002-P04",
    "LUX01-MAA-XX-XX-DG-A-0001-P01",
    "Documents:",
    "Planning Statement by Savills (November 2022)",
    "Microclimate Analysis Pedestrian Wind Comfort by SRE (27.01.2023)",
    "Phase 1 Environmental Report by GO Contaminated Land Solutions (21 October 2022)",
    "Arboricultural Planning Report by AD Trees (14 October 2022)",
    "Preliminary Ecological Appraisal by TSA Ecology (21.10.2022)",
    "Heritage, Townscape and Visual Impact Assessment by ICENI (November 2022)",
    "Transport Statement by Markides Associates (13 May 2023)",
    "London Plan Fire Statement by Lawrence Webster Forrest (Issue B, October 2022)",
    "Noise Assessment Report by Auricl (27 October 2022)",
    "Energy and Sustainability Statement by SRE (Rev C, 21.10.2022)",
    "Air Quality Assessment & Indoor Air Quality Plan by SRE (Ver 2, Rev A, 13.02.2023)",
    "Circular Economy Statement by SRE (Rev F, 21.10.2022)",
    "Daylight, Sunlight and Overshadowing Report by SRE (Ver 2, Rev B, 19.10.2022)",
    "Thermal Comfort Assessment by SRE (Rev C, 19.10.2022)",
    "Whole Lifecycle Carbon Assessment by SRE (Rev C, 19.10.2022)",
    "BREEAM Pre-Assessment by SRE (Rev D, 19.10.2022)",
    "BREEAM AP Report by SRE (Rev C, 18.10.2022)",
    "BREEAM Life Cycle Assessment by SRE (Rev C, 19.10.2022)",
    "Flood Risk Assessment by Lustre Consulting (October 2022)",
    "Operational Management Plan by Luxgrove (V.1 - November 2022)",
    "Design and Access Statement by MAA Architects (November 2022)",
    "Transport Addendum by Markides Associates (12 May 2023)",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| The materials used in the construction of the development shall be in accordance with the materials described in the submitted design & access statement and the approved plans.",
    "Reason: To ensure that the materials harmonise with the existing building and surrounding area, in accordance with policies 7.4, 7.8 and 7B of the Ealing Development Management Development Plan 2013, policies 1.1 (g) (h), 1.2 (f) and 2.10 of the adopted Local Development Framework (Core Strategy 2012) and policy D4 and HC1 of the London Plan (2021).",
    "| The proposed co-working and communal parts of the ground floor and floors 1 to 8 of the development hereby approved shall be used as a co-living scheme and for no other purpose or any use cited in any provision of the Town and Country Planning (General Permitted Development) Order 2015 (As Amended) (or any subsequent order revoking and re-enacting that Order with or without modifications) relevant to uses falling within Use Class Sui Generis.",
    "Reason:  To ensure that the Council retains control over the quality, impacts and provision of any change of use thereby safeguarding amenities of the occupiers of neighbouring properties and transport capacity in accordance with policies GG2, D14, T4 and T7 of the London Plan (2021); 1.1 and 1.2 of the Ealing Development (Core) Strategy 2026 (2012); and 7A and 7B of the Ealing Development Management DPD (2013).",
    "| Prior to the first occupation of the development, a detailed Co-Living Management Scheme shall be submitted to the Council for approval in writing and must include details of: -",
    "a. appointed Co-living site manager/s",
    "b. security and fire safety procedures",
    "c. move in and move out arrangements",
    "d. how all internal and external areas of the development will be maintained",
    "e. how communal spaces and private units will be cleaned and how linen changing services will operate",
    "f. how deliveries for servicing the development and residents' deliveries will be managed.",
    "g. maximum occupancy for the units",
    "Reason: In the interest of residential amenity in accordance with policy D3, D4 and D6 of the London Plan (2021), policies 7A and 7B of the Ealing Development Management DPD (2013) and policies 1.1 and 1.2 of the Adopted Local Development Framework (Core Strategy 2012).",
    "| Refuse and recycling storage areas indicated on the approved plans shall be provided and brought into use prior to the first occupation of the development permitted and retained thereafter.",
    "Reason: To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 3.5 and 7B of the Ealing Development Management Plan 2013, policies 1.1 (e) of the Adopted Ealing Development (Core) Strategy and The London Plan (2021) policy SI 7.",
    "| The 94 (x70 cycles on stacker frames, x18 cycles on standard Sheffield Stands, x6 cycles on large Sheffield Stands) cycle parking spaces shown on the approved plans shall be brought into use prior to first occupation of the development and retained permanently.",
    "Reason: To provide adequate bicycle storage in accordance with Sustainable Transport SPG, policies T2, T3 and T5 of the London Plan (2021) and policies 1.1(f) and 2.1(d) of the Ealing Development Strategy (2012).",
    "| a)\tPrior to construction completion and occupation, the Development shall implement and maintain, and in the case of energy generation equipment confirm as operational, the approved measures to achieve an overall sitewide reduction in regulated CO2 emissions against SAP10 (or any later version) of at least 59.67% (equating to 25 tonnes of CO2 per year) beyond Building Regulations Part L 2021 (or any later version). These CO2 savings shall be achieved through the Lean, Clean, Green Energy Hierarchy as detailed in the approved Energy Statement prepared by SRE October 2022 (v1C) including:",
    "i.\tLean, passive design measures to achieve an annual reduction of at least 39.28% equating to at least 15.2 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L 2021 for the residential rooms, and at least 3.13%, equating to at least 0.10 tonnes, over Part L 2021 for the communal space.",
    "ii.\tClean/Green, renewable/low-carbon energy equipment including the incorporation of photovoltaic panels with a capacity of at least 19.14 kWp, and Air Source Heat Pumps to achieve an annual reduction of at least 23.15%, equating to 9.70 tonnes, in regulated carbon dioxide (CO2) emissions over Part L 2021.",
    "iii.\tSeen, heat and electric meters installed to monitor the performance of the PV and the carbon efficiency (SCOP) of the heat pump systems (including the heat generation and the electrical parasitic loads of the heat pumps), in line with the Council's monitoring requirements.",
    "b)\tPrior to Installation, details of the proposed renewable/low-carbon energy equipment, and associated monitoring devices required to identify their performance, shall be submitted to the Council for approval. The details shall include the communal heat distribution loop schematics, the exact number of heat pumps, the heat pump thermal kilowatt output, heat output pipe diameters, parasitic load supply schematics, monthly energy demand profile, and the kWp capacity of the PV array, the orientation, pitch and mounting of the panels, and the make and model of the panels. The name and contact details of the renewable energy/LZC installation contractor(s), and if different, the commissioning electrical or plumbing contractor, should be submitted to the Council prior to installation.",
    "c)\tOn completion of the installation of the renewable energy/LZC equipment copies of the MCS certificates and all relevant commissioning documentation shall be submitted to the Council.",
    "d)\tThe development shall incorporate the overheating mitigation measures detailed in the dynamic Overheating Analysis by SRE in Oct-22 (v1C). Any later stage version shall be compliant with CIBSE guidance Part O (TM59/Guide A), and/or TM52, and modelled against the TM49 DSY1 (average 2020 and future summer 2050) weather data files for TM59 criteria (a) and (b).",
    "e)\tWithin three months of the occupation/first-use of the development a two-page summary report prepared by a professionally accredited person comparing the \"as built stage\" TER to BER/DER figures against those in the final energy strategy along with the relevant Energy Performance Certificate(s) (EPC) shall be submitted to the Council for approval.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012.",
    "| In order to implement Ealing Council DPD policy E5.2.3 (post-construction energy equipment monitoring), and key parts of London Plan policy SI2 (\"be Seen\"), the developer shall:",
    "a)\tEnter into a legal agreement with the Council to secure a S106 financial contribution for the post-construction monitoring of the renewable/low carbon technologies to be incorporated into the development and/or the energy use of the development as per energy and CO2 Condition(s).",
    "b)\tUpon final construction of the development, and prior to occupation, the agreed suitable devices for monitoring the performance/efficiency of the renewable/low-carbon energy equipment shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of four years from occupation and full operation of the energy equipment. The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document. The developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitoring process.",
    "c)\tUpon final completion of the development and prior to occupation, the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the renewable/low-carbon energy equipment for a period of four years from the point that the building is occupied and the equipment fully operational. Any repair or maintenance of the energy equipment must be carried out within one month of a performance problem being identified.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with London Plan (2021) policy SI2 (\"Be Seen\" stage of the energy hierarchy), Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD policy 5.2, E5.2.3, and Policy 2.5.36 (Best Practice) of the Mayor's Sustainable Design & Construction SPG.",
    "| The part ground floor of the development hereby approved shall be used as a café/event space/community space, falling within use classes E(a),E(b) and F2(b) and not for any other purpose or any use cited in any provision of the Town and Country Planning (General Permitted Development) Order 2015 (As Amended) (or any subsequent order revoking and re-enacting that Order with or without modifications).",
    "Reason: To ensure that the Council retains control over the use of the part ground floor of the building in order to retain the use as a commercial or community space in accordance with policies D3, S1 and E9 of the London Plan (2021) and policies 7A, 7.4, 7B and 4B of the Ealing DPD (2013).",
    "| The Circular Economy statement produced by SRE in October 2022 (v1F), or any later approved version, should be implemented including; diverting 95% of construction waste from landfill, putting 95% of excavation materials to beneficial on-site use, and diverting the London Plan target of 65% of Operational Waste from landfill by 2030.",
    "Reason: In the interests of sustainable waste management and in order to maximise the appropriate re-use and recycling of materials in line with London Plan Policy D3 (Optimising site capacity), SI7 (Reducing waste), SI2 (Minimising greenhouse gas emissions).",
    "| a)\tThe non-residential element of the development shall be registered with Building Research Establishment (BRE) and achieve BREEAM Rating Very Good and make reasonable endeavours to achieve Excellent (based on the latest BREEAM NC Technical guidance). The Development should endeavour to achieve the design phase pre-assessment score of 74.62% (Excellent) and actively aim to deliver the additional potential credits identified giving it a possible 81.96% score.",
    "b)\tWithin 3 months of completion of each non-residential element of the development, Interim BREEAM NC Assessment and related Certification verified by the BRE shall be submitted to the Local Planning Authority for written approval.",
    "c)\tWithin 3 months from the date of first occupation of each non-residential element of the development, BREEAM 'Post Construction Stage' Assessment and related Certification verified by the BRE should be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been implemented.",
    "d)\tFollowing any approval of a 'Post Construction Stage' assessment and certification of the development, the approved measures and technologies to achieve the BREEAM Very Good or higher standard shall be retained in working order in perpetuity.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012, policies LV5.2 and 7A of the Ealing Development Management DPD 2013, and Policies 1.1(k) and 1.2(f) of the Ealing Development (Core) Strategy 2012.",
    "| Prior to completion the sustainability measures detailed in section 3 of the energy/sustainability strategy produced by SRE October 2022 (v1C), and any other relevant supporting documents, shall be implemented and maintained. The measures shall meet the requirements of local and regional planning policies and be in line with the Mayor's Sustainable Design and Construction SPG. The development shall be constructed in line with the approved energy and sustainability measures.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012 and Mayor's Sustainable Design and Construction SPG",
    "| Prior to the commencement of any works on site (except demolition and site clearance) the following shall be submitted to and subject to the approval in writing of the Local Planning Authority:",
    "o An intrusive contaminated land investigation and risk assessment of the site shall be carried out in accordance with BS1075:2011+A1:2013 and LCRM (formerly CLR11) guidance to assess the nature and extent of any contamination on the site. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site.",
    "o A contamination remediation scheme to bring the site to a condition suitable for the intended end use. It shall include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.",
    "Reason: To protect the health and living conditions of residents in accordance with National Planning Policy Framework 2021; the London Plan 2021; Ealing Core Strategy 2012 and Ealing Development Management Development Plan 2013.",
    "| Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority before occupation of the development. The verification report submitted shall be in accordance with the latest Environment Agency guidance and industry best practice.",
    "Reason: To ensure the land contamination issues are addressed in accordance with National Planning Policy Framework 2021; the London Plan 2021; Ealing Core Strategy 2012 and Ealing Development Management Development Plan 2013.",
    "| Prior to the commencement of development, a sustainable drainage strategy and a ground investigation report shall be submitted to and approved in writing by the Local Planning Authority.",
    "The sustainable drainage strategy shall include a drainage proforma form, a detailed drainage design (incl. drawings and supporting calculations) and a maintenance plan (incl. maintenance tasks for all drainage components). The strategy shall achieve compliance with greenfield run-off rates and shall demonstrate a reduction of flood risk (betterment of existing drainage) at the site through sustainable drainage mitigation techniques.",
    "The ground investigation report shall determine infiltration rates, water table level, etc. and all other appropriate investigation to confirm the development would not adversely affect ground water flow paths. Consideration shall be given to compensate loss of storage within the ground and appropriate mitigation measures shall be implemented.",
    "Approved details shall be implemented prior to the occupation of the development and permanently retained and maintained.",
    "Reason:  To reduce surface water run-off and the risk of the flooding of the application property, neighbouring properties, and local area in accordance with policy 5.12 of the Ealing Development Management DPD (2013), policy 1.2 of the Ealing Development (Core) Strategy), policies D10, SI 12 and SI 13 of the London Plan (2021) and the NPPF (2021).",
    "| The development must achieve Secured by Design accreditation prior to first occupation of the development hereby approved and thereafter permanently retained.",
    "Within three (3) months of first occupation, evidence that Secure by Design Accreditation has been achieved shall be provided in writing to the Local Planning Authority.",
    "Reason:   To ensure a safe and secure environment and reduce the fear of crime in accordance with policies D3 and D11 of the London Plan (2021).",
    "| Prior to first occupation or use of the proposed development hereby approved, the following details shall be submitted to and approved in writing by the local planning authority. The development shall be implemented only as approved and retained thereafter.",
    "o\tDetails of hard and soft landscaping scheme, including landscape design.",
    "o\tDetails of boundary treatments.",
    "o\tDetails of a Landscape Management Plan for a minimum period of 5 years from the implementation of final planting (specify only for applications with significant public aspect, important habitat qualities & opportunities or communal spaces in larger residential developments).",
    "o\tDetails of the green and brown roof construction and specification, together with a maintenance schedule.",
    "o\tDetails of sustainable urban drainage systems to be implemented on site.",
    "Reason: To ensure that there is suitable provision for landscaping, play facilities and drainage within the site in accordance with policies 1.1 (e), 2.1 (c) of the Ealing Core Strategy (2012), policies LV 3.5 and 7D of the Ealing Development Management Development Plan Document (2013), policies D6, S4 and G5 of the London Plan (2021), SPG on Chidren's Play and Recreation, and the National Planning Policy Framework (2021).",
    "| Prior to commencement of the development (excluding site clearance, demolition and site setup), a noise assessment shall be submitted to the Council for approval in writing, of external noise levels from transport and industrial/ commercial/ cultural sources, having regard to the assessment standards of the Council's SPG10 including aircraft noise data in Section 6, SPG10 (worst mode aircraft 1-day noise contour predicted for 2016 (60 dB). Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise) to achieve internal noise limits specified in SPG10.",
    "Best practicable mitigation measures shall also be implemented, as necessary, in external amenity spaces to achieve criteria of BS8233:2014. The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| Prior to commencement of the development (excluding site clearance, demolition and site setup), details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling/wall structures separating multi-purpose rooms from sleeping accommodation in separate dwellings. The assessment and mitigation measures shall have regard to standards of the Council's SPG10 and noise limits specified in BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the residential occupiers, in accordance with Standard 30 of the Housing SPG and Policy D14 of the London Plan (2021).",
    "| Prior to commencement of the development (excluding site clearance, demolition and site setup), details shall be submitted to the Council for approval in writing, of enhanced sound insulation of lifts and lift shafts, in accordance with noise limits specified in Table 5 BS8233:2014. Where noise emissions include characteristic features, the Noise Rating level shall not exceed NR20 Leq 5mins inside a habitable room. Details shall include mitigation measures and the resulting sound insulation value and internal sound/rating level in dwellings. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14, T1, T3 and T4 of the London Plan (2021), the National Planning Policy Framework (2021) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| Prior to the commencement of the development (excluding site clearance, demolition and site setup), details shall be submitted to the Local Planning Authority for approval in writing, of plant/ machinery/ equipment/ducting/air in- and outlets/ mechanical installations and their external rating noise level, together with mitigation measures as appropriate. The measures shall ensure that the external rating noise level LAeq emitted will be lower than the lowest existing background sound level LA90 by 10dBA at the most noise sensitive receiver locations at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all plant/equipment operating together at maximum capacity. Where required, a post installation sound assessment shall be submitted to the Local Planning Authority for approval in writing. The assessment shall be carried out to confirm compliance with the noise criteria and shall include additional steps to mitigate noise as necessary.",
    "Approved details shall be implemented prior to occupation/ use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason:   To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by vibration noise from mechanical installations/ equipment, in accordance with policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| The use of commercial kitchens and communal function rooms, gym etc. shall not commence until all external doors have been fitted with self-closing devices, which shall be maintained in an operational condition and at no time shall any external door nor windows to rooms where noise, smell, smoke or fumes may be emitted, be fixed in an open position.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise /odour /smoke /fumes, in accordance with policy 7A of the Ealing Development Management DPD (2013), policy D14 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| The internal use of the commercial premises shall not be permitted for public use outside of the hours of 08:00 to 23:00.",
    "Reason: To safeguard residential amenity in accordance with policies 7A & 7B of the Ealing Development Management DPD (2013), policies D6 and D14 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| Prior to commencement of the development (excluding site clearance, demolition and site setup), details shall be submitted to the Council for approval in writing, of an odour risk assessment (according to 2018 EMAQ Guidance) and of odour abatement equipment and extract system, including operational details and maintenance schedule, the height of the extract duct, with vertical discharge outlet, without cowl, at least 1m above the eaves of the main building. Details shall be provided of a reasonable distance of the extract outlet approximately 20.0meters from any openable window unless effective odour control is installed. Approved details shall be implemented prior to use and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/surrounding premises is not adversely affected by smell or steam, in accordance with policy 7A of the Ealing Development Management DPD (2013), policy D14 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| External artificial lighting at the development shall not exceed the vertical illumination lux levels at neighbouring premises that are recommended for Environmental Zone 3 by the Institution of Lighting Professionals in the 'Guidance Note 01/20 For The Reduction Of Obtrusive Light'.  Lighting should be minimised by limiting the hours of use. Glare and sky glow should be prevented by correctly using, locating, aiming and shielding luminaires, in accordance with the Guidance Note.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by lighting, in accordance with policy D4 of The London Plan (2021).",
    "| Prior to internal fitout of the approved gym, an acoustic report shall be submitted to the Council for approval in writing, detailing the following:",
    "- the sound insulation performance of the floor, ceiling and walls separating the gym from adjoining noise sensitive premises/ dwellings/ study areas/ parts of the development;",
    "- anti-vibration fittings and/or other mitigation measures required for the isolation of exercise equipment, loudspeakers and floors for use by group exercise classes, weights, machines;",
    "- details to demonstrate that noise from the use of the gym including music, instructor's voices, group exercise classes, activities and use of equipment does not exceed",
    "NR25 Lmax(fast) from structure borne / impact noise",
    "NR20 Leq,5min from general airborne activity noise (including music)",
    "within adjoining or nearby premises. The assessment and mitigation measures shall be based on standards of the Council's SPG10. Approved details shall be implemented prior to use of the gym and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise and vibration, in accordance with policy D6 and D14 of The London Plan (2021).",
    "| Prior to commencement of the development, a demolition method statement/ construction management plan shall be submitted to the Council for approval in writing. Details shall include control measures for:-",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- delivery locations,",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays and 0800 -1300 Saturdays (except no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and considerate complaints procedure,",
    "- public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works, in case of emergencies, enquiries or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with policy D14 of the London Plan and Policy 7A of the Ealing Development Management DPD.",
    "| Prior to the commencement of development, a site Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority. The submission shall include the following:",
    "1. On-site construction worker parking;",
    "2. Anticipated number, frequency and size of construction vehicles entering/exiting the site;",
    "3. Delivery times and booking system (staggered to avoid morning and afternoon school run peak periods);",
    "4. Site security;",
    "5. Secure, off-street loading and drop-off facilities, and locations thereof;",
    "6. Vehicle manoeuvring and turning, including swept path diagrams to demonstrate how vehicles will access the site and be able to turn into and emerge from the site in forward gear;",
    "7. Locations for the storage of building materials and construction debris and contractors' offices;",
    "8. Procedures for on-site contractors to deal with complaints from local residents including the name, telephone number and address of a responsible person to who"
  ],
  "postcode": "W13 9BE",
  "application_type": "All Other",
  "decision_date": "30/11/2023",
  "parking_details": {
    "no_proposed_car": 0,
    "net_cycle": 101,
    "net_car": -9,
    "no_existing_car": 9,
    "no_proposed_cycle": 101,
    "no_existing_cycle": 0
  },
  "status": "Approved",
  "centroid_easting": 516143,
  "valid_date": "14/12/2022",
  "borough": "Ealing",
  "subdivision_of_building": null,
  "decision_target_date": null,
  "id": "Ealing-225080FUL",
  "lpa_name": "Ealing",
  "bo_system": "Portal",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T22:29:14.128+00:00",
  "street_name": "Broadway",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 180262,
  "application_details": {
    "non_residential_details": {
      "total_gia_existing": 272,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 272,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 272,
      "total_gia_gained": 4204.4,
      "site_area": 0.08800000000000001
    },
    "ownership_status": "Private",
    "site_area": 0.08800000000000001,
    "garden_land_lost": false,
    "scheme_phasing": true,
    "existing_uprns": null,
    "total_gia_gained": 4204.4,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 4,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 95,
      "percentage_demolition_construction_material_recycling": 100,
      "chp_heat_pumps_capacity": 0,
      "solar_pv_capacity": 0,
      "fire_suppression_system_proposed": true,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 350.6,
      "no_new_gas_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "urban_greening_factor_score": 0.41000000000000003,
      "ghg_reduction_over_building_regulations": true,
      "no_resi_units_to_have_full_fibre": 0
    },
    "total_gia_lost": 272,
    "grey_water_reuse": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "03/2025",
        "intended_commencement_date": "09/2023"
      }
    ],
    "total_gia_existing": 272,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "E(a)E(b)F2(b)",
        "gia_gained": 211,
        "gia_lost": 0
      },
      {
        "gia_existing": 272,
        "use_class": "B2",
        "gia_gained": 0,
        "gia_lost": 272
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "surface_water_discharge_percentage_reduction": 100,
    "lead_developer_company_name": "LUXGROVE CAPITAL PARTNERS",
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 9,
        "max_height": 30,
        "building_ref": "Sui generis building"
      }
    ],
    "green_suds": true,
    "uk_company_registration_no": "11106509",
    "rain_water_harvesting": false,
    "scheme_name": "Kwik Fit, 131-137 Broadway",
    "internal_resi_water_usage": 105,
    "other_residential_accommodation_details": {
      "site_area": 0.08800000000000001
    },
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 4204.4,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": 0.08800000000000001,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": 272,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "uprn": "",
          "description": "",
          "change_type": "",
          "unit_type": "Co Living Unit",
          "unit_development_type": "New Build",
          "provider": "",
          "phase_detail": "",
          "unit_no": "",
          "no_bedrooms": 94,
          "superseded_by_lpa_app_no": "",
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": ""
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    }
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              516151.7293525,
              180275.7258655
            ],
            [
              516157.3030138,
              180260.6501809
            ],
            [
              516159.4467297,
              180255.0517834
            ],
            [
              516162.1593548,
              180248.0337923
            ],
            [
              516156.7588398,
              180246.0343646
            ],
            [
              516149.0497077,
              180245.6544733
            ],
            [
              516139.8976899,
              180242.2954349
            ],
            [
              516133.7386292,
              180259.0206473
            ],
            [
              516129.6408338,
              180257.6110508
            ],
            [
              516125.6996946,
              180268.2979917
            ],
            [
              516119.6972902,
              180265.9986499
            ],
            [
              516119.5983494,
              180266.2485783
            ],
            [
              516117.3969181,
              180271.6970187
            ],
            [
              516126.0789674,
              180274.0163548
            ],
            [
              516146.8070511,
              180279.5447723
            ],
            [
              516151.7293525,
              180275.7258655
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Walpole"
}