{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/3957/19",
  "application_type_full": null,
  "uprn": "200004437816",
  "borough": "Harrow",
  "street_name": "Parr Road",
  "locality": "Stanmore",
  "ward": "Canons",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be for a limited period being the period of one year from the date of this permission\r\nREASON: To reflect the particular circumstances of the applicant and to permit reconsideration in the light of the circumstances then prevailing and in the interests of residential amenity",
    "Condition : 2 - Save where varied by other conditions, the development hereby permitted shall be carried out in accordance with the following approved plans: \r\nSite Location Plan, PL-001 Rev C7, PL-002 Rev C5, PL-006 Rev C1, PL-007 Rev C1, PL-008 Rev C1, 4883/E/200, Design and Access Statement (September 2019), Planning Statement (September 2019), Noise Impact Assessment (21st August 2019), Transport Statement (August 2019), Travel Plan (August 2019), Air Quality Assessment (July 2019), Flood Risk Assessment Rev G (22nd April 2021)\r\nREASON: For the avoidance of doubt and in the interests of proper planning.",
    "Condition : 3 - Within one month of the date of this decision, details for surface water attenuation and storage works shall be submitted to, and approved in writing by, the local planning authority. The development shall be carried out in accordance with the details so agreed and shall be retained as such thereafter. The applicant should contact the Harrow Infrastructure Team at the earliest opportunity to discuss the requirements to discharge the condition.\r\nREASON: To ensure that adequate drainage facilities are provided and address Flood Risk on the site",
    "Condition : 4 - Within one month of the date of this decision, details for surface and foul water disposal shall be submitted to, and approved in writing by, the local planning authority. The development shall be carried out in accordance with the details so agreed and shall be retained as such thereafter. The applicant should contact the Harrow Infrastructure Team at the earliest opportunity to discuss the requirements to discharge the condition\r\nREASON: To ensure that adequate drainage facilities are provided and address Flood Risk on the site",
    "Condition : 5 - Within one month of the date of this decision, a detailed lighting plan shall be submitted to, and approved in writing by, the local planning authority. The development shall be carried out in accordance with the details so agreed and shall be retained as such thereafter\r\nREASON: To ensure that the proposed lighting does not have a detrimental impact on the adjacent Site of Importance for Nature Conservation",
    "Condition : 6 - Within one month of the date of this decision, the acoustic fencing as detailed in the application shall be erected around the perimeter of the application site. The fencing shall be retained as such thereafter unless otherwise agreed in writing with the local planning authority.\r\nREASON: To ensure appropriate noise mitigation measures are put in place to reduce the impact on adjoining residential properties",
    "Condition : 7 - Within one month of the date of this decision, a management plan shall be submitted to, and approved in writing by the local planning authority. The management plan shall include measures and frequency of monitoring noise levels at sensitive receptors throughout the duration of the temporary use, log of bus arrivals and departures and measures to further mitigate against excessive noise disturbances if the proposed measures are deemed to be unsuccessful\r\nREASON: To ensure a satisfactory degree of impact on adjoining residential properties",
    "Condition : 8 - No more than 29 buses shall be parked on site at any one time\r\nREASON: To safeguard the amenities of neighbouring properties and in the interests of Highway Safety."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "517949",
  "status": "Approved",
  "decision_date": "08/02/2023",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.29800899999999997,
          51.6045386
        ],
        [
          -0.2979263,
          51.6044326
        ],
        [
          -0.2978098,
          51.6042853
        ],
        [
          -0.2977815,
          51.6042484
        ],
        [
          -0.2979736,
          51.6041901
        ],
        [
          -0.2980466,
          51.6041682
        ],
        [
          -0.29839499999999997,
          51.6040627
        ],
        [
          -0.2986757,
          51.6043388
        ],
        [
          -0.2983018,
          51.6044507
        ],
        [
          -0.2982573,
          51.6044635
        ],
        [
          -0.2981543,
          51.6044944
        ],
        [
          -0.2980375,
          51.6045296
        ],
        [
          -0.29800899999999997,
          51.6045386
        ]
      ]
    ]
  },
  "decision_target_date": "09/02/2022",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "14/10/2019",
  "development_type": "Minor all other minor developments",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T15:18:09.941+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": "Land Adjacent To 2",
  "id": "Harrow-P_3957_19",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": "190867",
  "appeal_start_date": null,
  "postcode": null,
  "url_planning_app": "http://site.com?appref=P/3957/19-or-1054856 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Change of use from open air Storage (Class B8) to Bus Vehicle Depot for upto 29 buses (Sui Generis); Two temporary containers for staff facilities; Installation of six streetlights (Retrospective); 6m high Boundary fencing and accoustic barriers (Proposed) for a 1 year temporary period",
  "valid_date": "12/09/2019",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              517963.95,
              190893.85
            ],
            [
              517969.95,
              190882.2
            ],
            [
              517978.4,
              190866
            ],
            [
              517980.45,
              190861.95
            ],
            [
              517967.3,
              190855.15
            ],
            [
              517962.3,
              190852.6
            ],
            [
              517938.45,
              190840.3
            ],
            [
              517918.3,
              190870.55
            ],
            [
              517943.9,
              190883.6
            ],
            [
              517946.95,
              190885.1
            ],
            [
              517954,
              190888.7
            ],
            [
              517962,
              190892.8
            ],
            [
              517963.95,
              190893.85
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "8097775",
  "application_details": {
    "site_area": 0.17700000000000002
  },
  "centroid": {
    "lon": "-0.2982338",
    "lat": "51.6043004"
  },
  "lapsed_date": "08/02/2026",
  "decision_process": "Delegated",
  "actual_completion_date": null
}