{
  "lpa_app_no": "19/P3569",
  "uprn": "48085781",
  "lapsed_date": "03/01/2023",
  "centroid_northing": 172245,
  "site_number": "42",
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": null,
  "appeal_decision_date": null,
  "valid_date": "02/10/2019",
  "decision_date": "03/01/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.191824,
          51.435126
        ],
        [
          -0.191742,
          51.435134
        ],
        [
          -0.191727,
          51.435205
        ],
        [
          -0.191814,
          51.435214
        ],
        [
          -0.191811,
          51.435236
        ],
        [
          -0.191722,
          51.435228
        ],
        [
          -0.19169,
          51.435367
        ],
        [
          -0.191779,
          51.43539
        ],
        [
          -0.190618,
          51.435292
        ],
        [
          -0.190689,
          51.434975
        ],
        [
          -0.191176,
          51.434995
        ],
        [
          -0.191679,
          51.435011
        ],
        [
          -0.191832,
          51.435009
        ],
        [
          -0.191824,
          51.435126
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": null,
  "application_details": {
    "site_area": 0.29600000000000004
  },
  "appeal_decision": null,
  "postcode": "SW19 8UG",
  "development_type": "Minor all other minor developments",
  "title_number": null,
  "centroid_easting": 525808,
  "actual_commencement_date": null,
  "description": "DEMOLITION OF LEAN-TO STORAGE AT REAR AND THE ERECTION OF A TWO-STOREY EXTENSION TO PROVIDE OFFICE AND MANUFACTURING SPACE",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.191477,
    "lat": 51.435244
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=19/P3569",
  "pp_id": "PP-08173382",
  "id": "Merton-19_P3569",
  "application_type_full": null,
  "cil_liability": true,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "06/01/2020",
  "locality": "London",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "06/11/2019",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 42WR_000, 110, 111, 112, 130, 200 and DEsign and Access Statement",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - If, during development, contamination not previoulsy identified is found to be present at the site then no further development (unless otherwise agreed in writing with the Local Planning Authority) shall be carried out until the developer has submitted, and obtained written approval from the Local planning Authority for, a remediation strategy detailing how this unsuspected contamination shall be dealt with. The remediation strategy shall be implemented as approved, varified and reported to the satisfaction of the Local Planning Authority.\r\n\r\nReason for condition: There is always potential for unexpected contamination to be indentified during development groundworks. The Environment Agency should be consulted should any contamination be indentified that could present an unacceptable risk to Controlled Waters (the site is located next to a Seconary Aquifier).",
    "Condition : 5 - Whilst the principles and installation of sustainable drainage schemes are to be encouraged, no drainage systems for the infiltration of surface water drainage into the ground are permitted other with the express concsent of the Local Planning Authority, which maybe given for those parts of the site where it has been demonstrated that thee is no unacceptable risk to Controlled Waters. The development shall be carried out in accordance with the approved details.\r\n\r\nReason for condition: To protect the underlying groundwater from the risk of pollution. Infiltrating water has the potential to cause remobilisation of contaminants present in shallow soil/made ground which could ulimately cause pollution of groundwater.",
    "Condition : 6 - Piling or any other foundation designs using penetrative methods shall not be permitted other than with the express written consent of the Local Planning Authority, whch maybe given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to groundwater. the development shall be varried out in accordance with the approved details.\r\n\r\nReason for condition: The developer should be aware of the potential risks associated with the use of piling where contamination is an issue. Piling or other penetrative methods of foundation design on contaminated sites can potentially result in unacceptable risks to underlying groundwaters. The Environment Agency recommend that where souils contamination is an present, a risk assessment is carried out in accordance with the Environment Agency guidlance 'Piling into Contaminated Sites'. The Environment Agency will not permit pilining activities on parts of a site where an unacceptable risk is proposed to Controlled Waters.",
    "Condition : 7 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 8 - The office use shown on the approved plans shall be ancillary only to the B1 (c) Light Industrial Use of the unit.\r\n\r\nReason for condition: To protect exisitng amenity and to prevent the introduction of an independent use without planning permission being obtained from the Local Planning Authority, in accordance with Policy DM E1 of the Adopted Merton Sites and Policies Plan 2014.",
    "Condition : 9 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner. In this instance the application was acceptable as submitted and no further assisatnce was required."
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T03:15:15.777+00:00",
  "appeal_status": null,
  "street_name": "Weir Road",
  "ward": "Wimbledon Park_historic",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525784.2528565801,
              172231.23889976973
            ],
            [
              525789.9007234378,
              172232.2486107436
            ],
            [
              525790.749964732,
              172240.24632142566
            ],
            [
              525784.6980898799,
              172241.04609249468
            ],
            [
              525784.7970306133,
              172243.4953913897
            ],
            [
              525791.0467869318,
              172242.79559170513
            ],
            [
              525792.8524553142,
              172258.25116759725
            ],
            [
              525786.6026989958,
              172260.64048366417
            ],
            [
              525867.6269144854,
              172251.743030529
            ],
            [
              525863.5538542985,
              172216.40314645518
            ],
            [
              525829.6006926635,
              172217.8027458251
            ],
            [
              525794.6004082682,
              172218.7024882774
            ],
            [
              525783.9972596857,
              172218.2526170499
            ],
            [
              525784.2528565801,
              172231.23889976973
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}