{
  "appeal_decision": null,
  "postcode": "HA6 2DJ",
  "street_name": "NORTHWOOD",
  "appeal_decision_date": null,
  "lapsed_date": "19/08/2025",
  "site_number": null,
  "id": "Hillingdon-77170_APP_2022_1000",
  "decision_process": "Delegated",
  "lpa_name": "Hillingdon",
  "centroid_easting": 508639,
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "17/08/2022",
  "pp_id": "11147490",
  "last_updated": "2025-03-20T16:33:55.182+00:00",
  "actual_completion_date": null,
  "decision": "Approved",
  "valid_date": "24/03/2022",
  "actual_commencement_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508639.3327,
              192045.4628
            ],
            [
              508652.5619,
              192041.4941
            ],
            [
              508641.6478,
              192001.145
            ],
            [
              508625.1113,
              192001.8065
            ],
            [
              508637.3483,
              192039.5097
            ],
            [
              508638.3405,
              192039.5097
            ],
            [
              508639.3327,
              192045.4628
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": "2420-3003-1209-9059-2204",
  "subdivision_of_building": null,
  "decision_target_date": "19/08/2022",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": "51.6165536",
    "lon": "-0.4322549"
  },
  "centroid_northing": 192022,
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [
    "NGL283820"
  ],
  "lpa_app_no": "77170/APP/2022/1000",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=77170/APP/2022/1000",
  "secondary_street_name": null,
  "ward": "NORTHWOOD",
  "application_type_full": "Householder planning permission",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_start_date": null,
  "parking_details": {
    "no_existing_car": 2,
    "net_car": 1,
    "no_proposed_car": 3
  },
  "appeal_status": null,
  "development_type": null,
  "site_name": "36 MOOR PARK ROAD",
  "locality": null,
  "borough": "Hillingdon",
  "decision_agency": "Borough",
  "status": "Approved",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 95.28,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "04/2023",
    "intended_commencement_date": "07/2022",
    "site_area": 0.065
  },
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawing Nos. Location Plan, Proposed Elevations Rev C (received 02-08-22), Proposed Ground Floor Plan Rev C (received 02-08-22), Proposed First Floor Plan Rev C (received 02-08-22), Proposed Loft and Section Rev C (received 02-08-22), Proposed Roof Plan Rev C (received 02-08-22) and Proposed Block Plan Rev C (received on 19-08-22)",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "No development shall take place until details of all materials and external surfaces have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "The first floor side elevation windows and side roof lights shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served."
  ],
  "decision_date": "19/08/2022",
  "last_updated_by": "CSV Data Import",
  "description": "Erection of a part single storey, part two storey side extension, front infill extension, increase of roof height with conversion of roofspace for habitable use, rear dormers, front and side roof light, alterations to front and rear fenestration, render of external facade, replacement rectangular bay window to the front, replacement porch.",
  "uprn": null,
  "application_type": "Householder",
  "cil_liability": true,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4322428,
          51.6167645
        ],
        [
          -0.43205299999999996,
          51.6167262
        ],
        [
          -0.43222309999999997,
          51.6163657
        ],
        [
          -0.4324617,
          51.6163748
        ],
        [
          -0.43227329999999997,
          51.6167113
        ],
        [
          -0.432259,
          51.6167111
        ],
        [
          -0.4322428,
          51.6167645
        ]
      ]
    ],
    "type": "Polygon"
  }
}