{
  "title_number": [],
  "site_name": "Rear Of 6-9 Harwoods Yard\rLondon\rN21 1BJ\r",
  "cil_liability": true,
  "uprn": "000207120505",
  "decision_process": "Delegated",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              531359.221,
              194791.777
            ],
            [
              531340.039,
              194791.777
            ],
            [
              531338.881,
              194814.928
            ],
            [
              531357.898,
              194810.298
            ],
            [
              531357.568,
              194805.337
            ],
            [
              531357.402,
              194805.006
            ],
            [
              531359.221,
              194801.203
            ],
            [
              531358.229,
              194800.872
            ],
            [
              531359.221,
              194791.777
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "site_number": "6",
  "actual_completion_date": null,
  "decision_agency": null,
  "decision": "Approved",
  "lpa_app_no": "21/01010/FUL",
  "actual_commencement_date": null,
  "development_type": "Minor dwellings",
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "18/08/2026",
  "locality": null,
  "postcode": "N21 1BJ",
  "decision_target_date": "20/05/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Harwoods Yard",
  "lpa_name": "Enfield",
  "borough": "Enfield Council",
  "secondary_street_name": null,
  "url_planning_app": null,
  "last_updated_by": "Idox Uniform",
  "decision_date": "18/08/2023",
  "appeal_decision": null,
  "centroid_easting": 531345,
  "ward": "Winchmore Hill",
  "centroid": {
    "lat": 51.636446,
    "lon": -0.103469
  },
  "application_type_full": "Full planning permission",
  "appeal_status": null,
  "centroid_northing": 194774,
  "appeal_start_date": null,
  "last_updated": "2025-07-08T20:01:18.236Z",
  "description": "Redevelopment of site by the erection of two detached dwelling houses with associated private amenity space.",
  "last_date_consultation_comments": "08/05/2021",
  "application_details": {
    "projected_cost_of_works": "Up to £2m",
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_commencement_date": "02/2022",
        "intended_completion_date": "02/2023"
      }
    ],
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 5.7,
        "building_ref": "House 1"
      },
      {
        "no_storeys": 2,
        "max_height": 5,
        "building_ref": "House 2"
      }
    ],
    "total_gia_lost": 0,
    "site_area": 398,
    "garden_land_lost": true,
    "affordable_housing_fast_track": false,
    "total_gia_existing": 0,
    "scheme_phasing": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "gia_gained": 217,
        "use_class": "SpecifiedOther",
        "gia_lost": 0
      }
    ],
    "ownership_status": "Private",
    "total_gia_gained": 217,
    "grey_water_reuse": false,
    "infrastructure_details": {
      "chp_heat_pumps_capacity": 0.02,
      "mobile_network_operators_consultation": false,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 0,
      "fire_suppression_system_proposed": false,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 11,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 2,
      "no_homes_to_have_electrical_heating": 2,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "no_resi_units_to_have_full_fibre": 2,
      "no_homes_passive_cooling": 0,
      "ghg_reduction_over_building_regulations": true
    },
    "residential_details": {
      "total_no_proposed_residential_units": 2,
      "dwelling_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "provider": "Private",
          "no_habitable_rooms": 4,
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "garden_land": true,
          "no_bedrooms": 3,
          "unit_type": "House or Bungalow",
          "tenure": "Market for sale",
          "gia": 112
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 4,
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "garden_land": true,
          "no_bedrooms": 3,
          "unit_type": "House or Bungalow",
          "tenure": "Market for sale",
          "gia": 106
        }
      ],
      "total_no_existing_residential_units_affordable_rent": 0,
      "affordable_percentage": 0,
      "total_no_proposed_bedrooms": 6,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_gia_gained": 218,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 2,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0
    },
    "surface_water_discharge_percentage_reduction": 0,
    "rain_water_harvesting": true,
    "green_suds": true,
    "internal_resi_water_usage": 179,
    "non_residential_details": {
      "total_gia_lost": 0,
      "total_gia_existing": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 217
    },
    "existing_uprns": [
      "000207120505"
    ],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "CONARA Conservation Area: WINCHMORE HILL GREEN"
      },
      {
        "result": null,
        "constraints_layer_description": "DCAREA Area: SOUTH\rCode: DCAREA_S"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Winchmore Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Higher Rate - RATE: £120 per square metre"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDCA Designation: Conservation Area- Name: WINCHMORE HILL GREEN- Policy: DMD 37-44- Core Strategy: Core policy 30-31"
      }
    ],
    "commencement_notice_received": true
  },
  "application_type": "All Other",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission. \r\rReason: In pursuance of Section 91(1) of the Town and Country Planning Act 1990 and as amended by the Planning and Compulsory Purchase Act 2004. \r",
    "The development hereby approved shall be carried out in accordance with the following approved plans: \rA1082_002_A, A1082_003_A, A1082_010_A, A1082_501_A, A1082_022_A, A1082_033_A, A1082_100_A, A1082_101_B, A1082_102_B, A1082_103_B, A1082_411_A, A1082_412_B, A1082_413_A, A1082_414_A, A1082_421_A, A1082_422_A, A1082_423_A, A1082_424_A, A1082_511_A, A1082_512_A, A1082_513_A, Archaeological desk based assessment (February 2021), A108_GF-Window Study, SuDS Statement (March 2021), Design and Access Statement Incorporating Heritage Statement (March 2021), Transport Statement (10th February 2021)\r\rReason: For the avoidance of doubt and in the interests of proper planning. \r",
    "No above ground level works shall commence until full details of all facing materials have been submitted to and approved by the local planning authority in writing. Such details shall include samples and manufacturer's details including windows and door frames, roofing and cladding.\rA sample panel of all facing materials shall be provided on-site and approved by the local planning authority before the relevant parts of the work are commenced and the development shall be carried out in accordance with the approval given.\r\rReason: To safeguard the appearance of the premises and the character of the immediate area.\r",
    "Prior to their insertion, additional drawings that show details of proposed new external access gate, windows, doors, rooflights, ridges and eaves by section and elevation at a scales of between 1:20 and 1:1 as appropriate shall be submitted to and approved in writing by the local planning authority. Works shall be implemented in accordance with the approved details and shall be permanently maintained as such.\r\rReason: To safeguard the character and appearance of the conservation area.\r",
    "The development shall not commence until a Construction Management Plan has been submitted to and approved by the Local Planning Authority and contain:\ra)\tphotographic condition survey of public carriageways, verges, highway trees and footways in the vicinity of the site;\rb)\tmap showing routeing of demolition and construction vehicles to/from the site;\rc)\taccess arrangements to the site;\rd)\twheel cleaning methodology and facilities\rThe development shall be carried out in accordance with the approved Construction Management Plan unless otherwise agreed by the Local Planning Authority.\r\rReason: To ensure construction does not lead to damage of the nearby public road network and to minimise disruption to the neighbouring properties.\r",
    "No works of demolition (in whole or part), alteration, repair or cleaning shall commence to the northern boundary wall until a schedule of works has been submitted to and approved in writing by the local planning authority. The aforementioned schedule shall include all details of demolition, alteration, repair and cleaning together with a construction management plan outlining how the structural integrity of the wall will be safeguarded for the duration of the works. Works shall be implemented in accordance with the approved schedule, completed prior to occupation and thereafter so maintained.\r\rReason: To ensure the proposed works does not lead to irreparable damage of the northern boundary wall and that its structural integrity will be preserved during and after the construction phase.\r",
    "No above ground level works shall commence until plans detailing the existing and proposed ground levels including the levels of any proposed buildings, roads and/or hard surfaced areas have been submitted to and approved in writing by the Local Planning Authority. The development shall be constructed in accordance with the approved details.\r\rReason: To ensure that levels have regard to the level of surrounding development, gradients and surface water drainage.\r",
    "Prior to the commencement of above ground works, details of surface drainage works have been submitted to and approved in writing by the Local Planning Authority. The details shall be based on an assessment of the potential for disposing of surface water by means of a sustainable drainage system in accordance with the principles as set out in the Technical Guidance to the National Planning Policy Framework and shall be designed to a 1 in 100 year storm event allowing for climate change. The drainage system shall be installed/operational prior to the first occupation and a continuing management and maintenance plan put in place to ensure its continued function over the lifetime of the development.\r\rThe development shall be carried out strictly in accordance with the details so approved and maintained as such thereafter.\r\rReason: To ensure the sustainable management of water, minimise flood risk and to minimise discharge of surface water outside of the curtilage of the property in accordance with Policy CP28 of the Core Strategy, London Plan policies and the NPPF.\r",
    "No above ground level works shall commence until full details of soft landscape proposals have been submitted to and approved in writing by the Local Planning Authority. Soft landscape details shall include: \ro\tPlanting plans \ro\tWritten specifications (including cultivation and other operations associated with       plant and grass establishment) \ro\tSchedules of plants and trees, to include native and wildlife friendly species and large canopy trees in appropriate locations (noting species, planting sizes and proposed numbers / densities) \ro\tImplementation timetables \ro\tTree protection measures \ro\tHow the Landscaping Strategy conforms with the Drainage Strategy \ro\tTree replacements \r\rAll landscaping in accordance with the approved scheme shall be completed/ planted during the first planting season following practical completion of the development hereby approved. The landscaping and tree planting shall set out a plan for the continued management and maintenance of the site and any planting which dies, becomes severely damaged or diseased within five years of completion of the development shall be replaced with new planting in accordance with the approved details or an approved alternative and to the satisfaction of the Local Planning Authority. \r\rReason: To minimise the impact of the development on the ecological value of the area, to ensure the development provides the maximum possible provision towards the creation of habitats and valuable areas for biodiversity and to preserve the character and appearance of the area in accordance with Policies CP30 and CP36 of the Core Strategy, Policy DMD81 of the DMD and London Plan Policies. \r",
    "Prior to first occupation of the proposed development, details of biodiversity enhancements including the installation of bird/bat boxes, shall be submitted to and approved in writing by the Local Planning Authority. The development shall be carried out strictly in accordance with the details so approved and maintained as such thereafter.\r\rReason: To ensure that the biodiversity of the site is enhanced post development in order to comply with London Plan policy G6 (2021), Policy CP36 of the Core Strategy (2010), Policy DMD 79 and DMD 81 of the Development Management Document (2014).\r",
    "The rooflights hereby permitted shall be flush with the plane of the roofslope of the dwellinghouses and retained in that form thereafter. \r\rReason: To safeguard the character and appearance of the conservation area\r",
    "Prior to first occupation of the proposed development, details of refuse storage facilities including facilities for the recycling of waste to be provided within the development, in accordance with the London Borough of Enfield Waste and Recycling Planning Storage Guidance ENV 08/162, shall be submitted to and approved in writing by the Local Planning Authority. The facilities shall be provided in accordance with the approved details before the development is occupied or use commences.\r\rReason: In the interests of amenity and the recycling of waste materials in support of the Boroughs waste reduction targets.\r",
    "The dwellings hereby permitted shall not be occupied until details of the internal consumption of potable water have been submitted to and approved in writing by the local planning authority. The submitted details shall demonstrate reduced water consumption through the use of water efficient fittings, appliances and recycling systems to show consumption equal to or less than 105 litres per person per day. The development shall be carried out in accordance with such details as approved and maintained as such thereafter.\r\rReason: To promote water conservation and efficiency measures in all new developments and where possible in the retrofitting of existing stock in accordance with Policy CP21 of the Core Strategy and London Plan policies.\r",
    "The development shall be carried out in accordance with the submitted Energy Statement providing for no less than 35% improvement in total CO2 emissions arising from the operation of a development and its services over Part L of Building Regulations 2013. The location and specification of the proposed photovoltaic arrays along with details of ongoing servicing and maintenance strategy shall be submitted to and approved by the Local Planning Authority. The development shall be carried out strictly in accordance with the details so approved and all Low and Zero Carbon Technology operational prior to occupation\r\rReason: In the interest of sustainable development and to ensure that the Local Planning Authority may be satisfied that CO2 emission reduction targets are met in accordance with Policy CP20 of the Core Strategy, London Plan policies and the NPPF.\r",
    "Following the practical completion of works a final Energy Performance Certificate with associated Building Regulations Compliance Report shall be submitted to an approved in writing by the Local Planning Authority. Where applicable, a Display Energy Certificate shall be submitted within 18 months following first occupation.\r\rReason: In the interest of sustainable development and to ensure that the Local Planning Authority may be satisfied that CO2 emission reduction targets are met in accordance with Policy CP20 of the Core Strategy, London Plan policies and the NPPF.\r",
    "Prior to the occupation of the development hereby permitted, details of two secure cycle parking spaces for each dwellinghouse shall be submitted and approved in writing by the local planning authority. The secure cycle parking spaces shall be implemented on site and retained in accordance with the approved details\r\rReason: To provide secure cycle storage facilities free from obstruction in the interest of promoting sustainable travel.\r",
    "Prior to the occupation of the new dwellings hereby approved, full details of boundary treatments shall be submitted to and approved in writing by the Local Planning Authority. The development shall be implemented in accordance with the approved details and maintained as such thereafter. \r\rReason: To ensure a satisfactory appearance.\r",
    "The development hereby permitted shall be constructed to the specifications of: \"Part M, M4(2), Category 2: Accessible and Adaptable Dwellings\" of the Building Regulations 2013 and thereafter retained in that form. \r\rReason: To ensure that the development is capable of meeting 'Accessible and Adaptable Dwellings' standards in accordance with Policy D7 of The London Plan 2021 and Policy DMD 8 of the Development Management Document (2014).\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking or re-enacting that order with or without modification), no development which would otherwise fall within Classes A, B, C, D, E and F in Part 1 of Schedule 2 to that Order shall be carried out in relation to the dwellinghouse hereby permitted without the prior written permission of the local planning authority.\r\rReason: In order to protect the character and appearance of the subject properties and surrounding area, to protect the amenities of the adjoining properties and to ensure adequate amenity space is provided.\r\r",
    "No electricity, internet, satellite dishes, gas or water meter boxes shall at any time be fixed to the north facing elevation of the boundary wall with Paulin Drive.\r\rReason: To safeguard the character and appearance of the conservation area.\r",
    "No soil ventilation pipes, air extraction pipes, boiler flues, vents, ducting, rooflights or aerials shall be fixed to the roof of the building other than those shown on the approved drawings. Development shall be implemented in accordance with the approved details and shall be permanently maintained as such.\r\rReason: To safeguard the character and appearance of the conservation area.\r"
  ],
  "status": "Approved",
  "pp_id": "PP-09592666",
  "bo_system": "Idox Uniform",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "25/03/2021",
  "id": "Enfield-21_01010_FUL",
  "parking_details": null,
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.103447,
          51.636459
        ],
        [
          -0.103448,
          51.636432
        ],
        [
          -0.103491,
          51.636433
        ],
        [
          -0.10349,
          51.63646
        ],
        [
          -0.103447,
          51.636459
        ]
      ]
    ],
    "type": "Polygon"
  }
}