{
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "decision_process": "Delegated",
  "appeal_start_date": null,
  "lapsed_date": "06/06/2028",
  "uprn": "100023517368",
  "locality": null,
  "appeal_decision_date": null,
  "centroid_easting": 556012,
  "application_details": {
    "existing_uprns": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "11 Station Road",
  "borough": "Havering",
  "status": "Approved",
  "epc_number": null,
  "bo_system": "CSV Data Import",
  "wgs84_polygon": null,
  "cil_liability": false,
  "title_number": null,
  "application_type": "All Other",
  "street_name": "Upminster",
  "actual_commencement_date": null,
  "parking_details": null,
  "decision_target_date": "06/06/2025",
  "lpa_name": "Havering",
  "secondary_street_name": null,
  "decision_date": "06/06/2025",
  "last_updated": "2025-07-08T04:10:25.154Z",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=N0022.25",
  "ward": "Upminster",
  "valid_date": "09/05/2025",
  "reference_no_of_permission_being_relied_on": null,
  "development_type": null,
  "appeal_decision": null,
  "postcode": "RM14 2SJ",
  "centroid_northing": 186611,
  "description": "Non-material amendment of planning application P1585.22 dated 16/01/2024 to allow for amendments to the approved use of the ground floor commercial floor space to include all uses under use class E (Demolition of all buildings and redevelopment to provide a hotel (within Use Class C1) at ground floor and part three and part four storeys over; together with premises at ground floor for the display or retail sale of goods, other than hot food (Use Class E(a)); and/or for the sale of food and drink for consumption (mostly) on the premises (Use Class E(b)), and/or for the provision of financial services, professional services or other appropriate services in a commercial, business or service locality (Use Class E(c)).)",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "lpa_app_no": "N0022.25",
  "decision": "Approved",
  "application_type_full": null,
  "last_updated_by": "CSV Data Import",
  "appeal_status": null,
  "id": "Havering-N0022.25",
  "decision_conditions": [
    "The amendments to change the definition of the proposed development as described is considered non material.",
    "In the Description of development the following text:",
    "\"the display or retail sale of goods, other than hot food (Use Class E(a)); and/or for the sale of food and drink for consumption (mostly) on the premises (Use Class E(b)), and/or for the provision of financial services, professional services or other appropriate services in a commercial, business or service locality (Use Class E(c))\"",
    "is replaced with \"any use within Class E (Commercial, Business and Service) of the Town and Country Planning (Use Classes) Order 1987, as amended\"",
    "The applicant is advised that this amendment relates solely to the description of the development and would not alter the scheme or any other deviation from the approved drawings. Furthermore this amendment does not in any way alter or remove any previous conditions imposed and the terms of unilateral obligation on the original approved applicati",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £58,150  would be payable due to result in a new floorspace of 2326m² of GIA, however this may be adjusted subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's website. You are also advised to visit the planning portal website where you can download the appropriate document templates at http://www.planningportal.gov.uk/planning/applications/h"
  ],
  "pp_id": "13996951",
  "last_date_consultation_comments": null,
  "polygon": null,
  "centroid": {
    "lat": 51.556812,
    "lon": 0.249068
  }
}