{
  "uprn": null,
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "borough": "Hillingdon",
  "description": "Conversion of dwelling into 2 self-contained flats with the erection of a ground floor front extension and part single, part double storey rear extension",
  "appeal_start_date": "13/04/2023",
  "cil_liability": true,
  "lpa_app_no": "75827/APP/2022/1355",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "decision_date": "12/08/2022",
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510301.8105,
              180320.2316
            ],
            [
              510293.4594,
              180323.7745
            ],
            [
              510307.2177,
              180350.762
            ],
            [
              510315.2875,
              180346.7933
            ],
            [
              510301.8105,
              180320.2316
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              510301.8105,
              180320.2316
            ],
            [
              510302.1906,
              180320.0703
            ],
            [
              510301.6615,
              180319.938
            ],
            [
              510301.8105,
              180320.2316
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_type_full": null,
  "locality": null,
  "application_type": "All Other",
  "street_name": "HAYES",
  "decision": "Refused",
  "appeal_decision": "Dismissed",
  "appeal_decision_date": "07/06/2023",
  "valid_date": "25/04/2022",
  "actual_commencement_date": null,
  "development_type": null,
  "lapsed_date": "12/08/2025",
  "decision_target_date": "12/08/2022",
  "id": "Hillingdon-75827_APP_2022_1355",
  "centroid_northing": 180335,
  "secondary_street_name": null,
  "appeal_status": null,
  "site_name": "11 BIRCHWAY",
  "postcode": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=75827/APP/2022/1355",
  "site_number": null,
  "ward": "HAYES TOWN 2022",
  "centroid_easting": 510304,
  "bo_system": "CSV Data Import",
  "lpa_name": "Hillingdon",
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.027
  },
  "last_updated": "2025-03-20T12:22:47.364+00:00",
  "status": "Dismissed",
  "last_date_consultation_comments": "05/06/2022",
  "centroid": {
    "lat": "51.5111863",
    "lon": "-0.4118813"
  },
  "pp_id": "9834805",
  "parking_details": null,
  "last_updated_by": "CSV Data Import",
  "epc_number": null,
  "decision_conditions": [
    "The proposed conversion of the existing three-bedroom single dwelling at number 11 Birchway into 1 x one-bedroom flat and 1 x two-bedroom flat would result in the loss of a residential unit that is suitable and appropriately sized (under 120sqm) for a family. The proposal would therefore unacceptably undermine the supply of family housing within the Borough, contrary to Policies DMH 1, DMH 2 and DMH 4 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policy H10 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "The proposed part two storey, part single storey rear extension, by virtue of its design, size, scale, bulk, depth and height, would form a oversized and dominant addition to the original dwelling which would harm its architectural integrity and the character and appearance of the locality. The proposal is therefore considered to be contrary to Policies DMHB 11, DMHB 12 and DMHD 1 of the  Hillingdon Local Plan: Part 2 - Development Management Policies (2020), as well as paragraph 130 of the NPPF (2021).",
    "The proposed parking area and overly large crossover would result in the loss of a large silver birch tree street tree, an overprovision of working and would also endanger pedestrians crossing the site and the site vehicle users. The development is therefore considered to be contrary to Policies DMT 2, DMT 6 and DMHB 14 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), as well as policy T4 and T6 of the London Plan (2021) and The London Borough of Hillingdon Domestic Vehicle Footway Crossover Policy (2019).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "a) We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012.",
    "For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4119174,
          51.511054
        ],
        [
          -0.4120366,
          51.5110874
        ],
        [
          -0.41183000000000003,
          51.5113273
        ],
        [
          -0.411715,
          51.5112901
        ],
        [
          -0.4119174,
          51.511054
        ]
      ]
    ],
    "type": "Polygon"
  }
}