{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/183422VAR;",
  "lapsed_date": "16/09/2022",
  "decision_target_date": "18/09/2019",
  "locality": "Southall",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB1 1RD",
  "site_name": "90 South Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012141135, 000012159543, 000012160922, 000012189781, 000012189782, 000012189783, 000012189784"
    ],
    "site_area": 0.018000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "183422VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 512678,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T14:53:43.231+00:00",
  "id": "Ealing-183422VAR",
  "application_type": "All Other",
  "street_name": "South Road",
  "borough": "Ealing",
  "ward": "Southall Broadway",
  "decision_date": "16/09/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for a Minor Material Amendment (s73) to vary condition 2 (Approved Drawings) of planning permission ref: PP/2014/3154 dated 24/09/2014 for: Construction of first and second floor levels (with accommodation in roofspace) to create four self-contained flats (1 x 2 Bedroom flat , 2 x 1 bedroom flats and a. studio flat); associated internal alterations at ground floor level to provide new stairwell; and external alterations to shopfront.  Variation seeking larger first, second and loft floor levels; minor internal changes; including alterations to fenestration and installation of additional rooflights",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 180096,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012141135",
  "centroid": {
    "lon": "-0.3777616",
    "lat": "51.5085699"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512687.5009704,
              180099.1464108
            ],
            [
              512684.6481793,
              180088.099573
            ],
            [
              512671.7034333,
              180090.9487574
            ],
            [
              512672.9979079,
              180096.7470976
            ],
            [
              512672.2476074,
              180096.9470404
            ],
            [
              512668.4961046,
              180097.7768029
            ],
            [
              512669.3041206,
              180102.045581
            ],
            [
              512669.6504131,
              180103.3452089
            ],
            [
              512672.8494968,
              180102.5954236
            ],
            [
              512687.5009704,
              180099.1464108
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of 8 August 2016.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be retained in accordance with drawing title number(s) 1939 10 C, Planning Statement, External/internal Noise Assessment  dated 9th August 2017, Sustainability & Energy Statement by Bluesky Unlimited dated 9th August 2017, Transport Statement dated 15th August 2017, Flood Risk Assessment and Drainage Strategy dated 15th August 2017 received 17/8/2017 and 1939 52 E, 1939 70 L, 1939 71 E, 3296-01/MT, 3296-02/MT, 3296-03/MT, 3296-04/MT, 3296-05/MT, 3296-07/MT,3296-08/MT,  Design and Access Statement.",
    "Reason: For the avoidance of doubt and in the interest of proper planning.",
    "| Ensure the materials to be used for the external surfaces of the development is carried out in accordance with the discharge of condition approval ref. 162154CND dated 06.07.2016.",
    "Reason: To ensure that the materials and finishes harmonise with the surroundings in accordance with policies 1.1, 1.2 & 2.1 of the Ealing Core Strategy (2012), policies 3.5, 7.4, 7B & 7C of the Ealing Development Management Development Plan Document (2013), policies 3.5, 7.4-7.6 of the London Plan (2016), and the National Planning Policy Framework (2012).",
    "| The applicant shall submit to the local planning authority for approval prior to the to the occupation of the new flats a scheme for providing fresh air ventilation to habitable rooms on the South Road, Southall facades. The supply to be provided from the rear of the building at high level. The approved mitigation scheme shall be implemented in its entirety before any of the units are occupied.",
    "Reason: In the interests of the living conditions of occupiers of the development hereby approved, in accordance with the Interim Supplementary Planning Guidance 3 Air Quality, policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), and policies 7.14 & 7.15 of the London Plan (2011), and the National Planning Policy Framework (2018).",
    "| Details shall apply with Building Regulations, for the insulation of the floor/ceiling between the commercial premises and the dwelling above to demonstrate that an acoustic standard not exceeding NR 25 Leq 5mins, (octaves) or NR 20 Leq 5mins, (one-third octaves) will be met inside a bedroom and NR 30 Leq,5mins (octaves), 0r NR 25 Leq,5mins (one-third octaves), inside a living room when noise is generated from the commercial use.  The measures shall be implemented as approved prior to the first occupation of any residential units and thereafter retained for the life of the development.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policy 1.1 of the Ealing Core Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy 7.15 of The London Plan (2011), and the National Planning Policy Framework (2018).",
    "| Details shall be submitted to the Local Planning Authority for approval before the development is occupied for the insulation of the building envelope, with windows shut and other means of ventilation provided. The details should also include the provision of alternative means of ventilation in accordance with Authority's criteria. The measures shall be implemented as approved prior to the first occupation of any residential units and thereafter retained for the life of the development.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policy 1.1 of the Ealing Core Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy 7.15 of The London Plan (2011), and the National Planning Policy Framework (2018).",
    "| Each residential unit hereby permitted shall be constructed to achieve a minimum Code for Sustainable Homes Level 4 of the Code for Sustainable Homes (based on November 2010 Technical Guidance). Within 3 months of the date of this decision (unless otherwise agreed in writing by the local planning authority), details of an 'Interim Design Stage' assessment and related certification should be submitted, and approved in writing by the local planning authority. Following the completion of the final residential unit, a Code for Sustainable Homes 'Post Construction Stage' assessment and related certification confirming the Code Level that has been achieved, shall be submitted to and approved in writing by the local planning authority. The approved measures and technologies to achieve the minimum Code for Sustainable Homes Level 4 standard and to ensure that the development is carbon neutral shall be implemented in accordance with the approval and thereafter shall be maintained in working order.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 1.1, 1.2 & 2.1 of the Ealing Core Strategy (2012), policy 5.2 of the Ealing Development Management Development Plan Document (2013), policies  5.1-5.7 of the London Plan (2016), and the National Planning Policy Framework (2018).",
    "| Details of a site construction method statement and management plan shall be submitted to and approved in writing by the local planning authority prior to the occupation of the development.  The method statement/management plan shall include the following:  i). Construction worker parking ii). Anticipated number, frequency and size of construction vehicles. iii). Delivery times iv). Dust suppression measures v). Site security vi). Vehicle manoeuvring and turning vii). Locations for the storage of building materials and construction debris and contractors offices viii). Procedures for on-site contractors to deal with complaints from local residents,  ix). details of dust mitigation and x) a method statement for the safe demolition of the existing buildings and structures.",
    "Reason:  To protect the amenity of local residents and to ensure adequate highway and site safety in accordance with policies 1.1, 1.2 & 2.1 of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies 6.3, 7.6, 7.15 & 7.21 of the London Plan (2016), the National Planning Policy Framework (2012), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise.",
    "| Refuse and recycling storage shall be provided and brought into use prior to the first occupation of the development permitted and retained thereafter.",
    "Reason: In the interests of the adequate disposal, storage and collection of waste and recycling, to protect the living conditions of occupiers of the area and in the interests of highway and pedestrian safety all in accordance with policies 1.1, 1.2 & 2.1 of the Ealing Core Strategy (2012), policies 3.5, 7A, & 7B of the Ealing Development Management Development Plan Document (2013), policies 5.16, 6.3 & 7.15 of the London Plan (2016), and the National Planning Policy Framework (2018).",
    "| Details of the compliance of the development with the lifetime homes standards shall be submitted to and approved in writing by the local planning authority prior to the first occupation of the development. The development shall be implemented only in accordance with the approved details which shall be completed prior to the first occupation of the development hereby approved and thereafter permanently retained.",
    "Reason: To ensure that the development is accessible by all future occupiers, in accordance with policies 1.1, 1.2 & 2.1 of the Ealing Core Strategy (2012), policy 3.5 of the Ealing Development Management Development Plan Document (2013), policy 7.2 of The London Plan (2016), and the National Planning Policy Framework (2018).",
    "| Details of the on-site cycle parking facilities shall be submitted to and approved in writing by the local planning authority prior to the first occupation of the development. The development shall be implemented only in accordance with the approved details which shall be completed prior to the first occupation of the development hereby approved and thereafter permanently retained.",
    "Reason: To ensure that there is adequate provision for cycle parking within the site in accordance with policies 1.1, 1.2 & 2.1 of the Ealing Core Strategy (2012), policy 6.13 of the Ealing Development Management Development Plan Document (2013), policies 6.9 & 6.13 of The London Plan (2016), and The National Planning Policy Framework (2018).",
    "| The proposed windows to the kitchen and bedroom in the south and west elevations of flat 1 approved shall have lower panel obscure glazed windows and shall be retained permanently.",
    "Reason:  To protect the living conditions of occupants of nearby properties in accordance with policies 7A, 7.4, and 7.B of the Development Management, Development Plan Document; adopted Development (or Core) Strategy (April 2012); policies 7.4, 7.5, and 7.6 of the London Plan (2016); and National Planning Policy Framework (March 2018)",
    "| Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Reason: To safeguard the privacy and amenities of the occupiers of neighbouring properties, in accordance with section 7 of the National Planning Policy Framework, policy 7B of the Ealing Development Management Development Plan (2013), policy 1.1 (g) of the Ealing Development (Core) Strategy 2012 and policies 7.4 and 7.6 of the London Plan (2016)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/08/2018",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-07135909",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3776237,
          51.5085963
        ],
        [
          -0.37766829999999996,
          51.5084975
        ],
        [
          -0.37785389999999996,
          51.5085257
        ],
        [
          -0.3778334,
          51.5085776
        ],
        [
          -0.37784409999999996,
          51.5085795
        ],
        [
          -0.3778979,
          51.5085877
        ],
        [
          -0.37788489999999997,
          51.5086259
        ],
        [
          -0.3778795,
          51.5086376
        ],
        [
          -0.3778336,
          51.5086302
        ],
        [
          -0.3776237,
          51.5085963
        ]
      ]
    ],
    "type": "Polygon"
  }
}