{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505666.401,
              179419.5682
            ],
            [
              505662.4323,
              179422.4786
            ],
            [
              505669.7083,
              179431.6068
            ],
            [
              505673.5448,
              179428.6964
            ],
            [
              505666.401,
              179419.5682
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07738272",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:44:12.301+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "25/04/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "WEST DRAYTON",
  "centroid": {
    "lat": "51.5039014",
    "lon": "-0.4789326"
  },
  "decision": "Refused",
  "valid_date": "29/03/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.006
  },
  "cil_liability": false,
  "postcode": "UB7 7NX",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=74709/APP/2019/1050",
  "lpa_name": "Hillingdon",
  "site_name": "52 MONEY LANE",
  "lapsed_date": "22/05/2022",
  "parking_details": null,
  "decision_conditions": [
    "The proposed extension, by reason of its size, scale, bulk, design and use of materials, would fail to harmonise with the architectural composition of the original Locally Listed Building, would be detrimental to the character, appearance and visual amenities of the street scene and would fail to either preserve or enhance the character or appearance of the surrounding  West Drayton Green Conservation Area. The proposal is therefore contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE4, BE8, BE13, BE15 and BE19 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012), Policy 7.8 of the London Plan (2016), the adopted Supplementary Planning Document HDAS: Residential Extensions and the NPPF.",
    "The proposed extension would, by virtue of its failure to maintain an adequate amount of private usable external amenity space for the occupiers of the existing property, result in over-development of the site detrimental to the residential amenity of the existing occupiers. The proposal is therefore contrary to policies BE19 and BE23 of the saved UDP and the guidance contained within the Hillingdon Design and Accessibility Statement Supplementary Planning Document: Residential Extensions (December 2008).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. The Council's supports pre-application discussions.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Single storey side extension",
  "lpa_app_no": "74709/APP/2019/1050",
  "decision_target_date": "24/05/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "22/05/2019",
  "id": "Hillingdon-74709_APP_2019_1050",
  "centroid_northing": 179426,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 505668,
  "street_name": "WEST DRAYTON",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4789576,
          51.5038439
        ],
        [
          -0.4790139,
          51.5038708
        ],
        [
          -0.47890629999999995,
          51.5039514
        ],
        [
          -0.478852,
          51.5039246
        ],
        [
          -0.4789576,
          51.5038439
        ]
      ]
    ],
    "type": "Polygon"
  }
}