{
  "postcode": "RM14 2UB",
  "uprn": "100023517370",
  "decision_agency": "Borough",
  "locality": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=J0002.22",
  "centroid": {
    "lat": "51.5567201",
    "lon": "0.2497548"
  },
  "application_type_full": null,
  "ward": "Upminster",
  "last_date_consultation_comments": "24/03/2022",
  "cil_liability": false,
  "status": "Refused",
  "bo_system": "CSV Data Import",
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.012
  },
  "centroid_northing": 186602,
  "decision_date": "22/04/2022",
  "epc_number": null,
  "actual_commencement_date": null,
  "secondary_street_name": "UPMINSTER",
  "id": "Havering-J0002.22",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              556062.407,
              186595.87
            ],
            [
              556051.299,
              186596.953
            ],
            [
              556052.924,
              186607.791
            ],
            [
              556064.71,
              186605.352
            ],
            [
              556062.407,
              186595.87
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "description": "Application for prior notification of development for the change of use of from Use Class E to Use Class C3 with respect to part of the first floor of the application site.",
  "lapsed_date": "22/04/2025",
  "lpa_app_no": "J0002.22",
  "last_updated": "2025-03-20T19:03:28.085+00:00",
  "application_type": "Prior Approval",
  "site_name": "BERESFORDS",
  "appeal_decision_date": null,
  "site_number": null,
  "appeal_decision": null,
  "development_type": null,
  "appeal_start_date": null,
  "decision_conditions": [
    "The proposal fails to comply with paragraph MA.1. (a) of Part 3 to Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 as amended  because it would appear that the building has not been vacant for a continuous period of at least 3 months immediately prior to the date of the application for prior approval. The proposal would also fail to comply with paragraph MA.1 (b) of Part 3 to Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 as amended  because the proposal would rely on extension of commercial use which has not been built/implemented and hence, the floorspace has not been in use for a continuous period of 2 years.",
    "The proposal fails to meet the criteria set in paragraph MA.2. (f) under Class MA of Part 3 to Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) with respect to the provision of adequate natural light in all habitable rooms of the dwellinghouses; In the absence of sufficient information it is considered that the proposed development would result in poor living conditions and amenity for future occupants due to the insufficient provision of natural light to habitable rooms.",
    ".",
    "The proposal also fail to comply with Article 3 (9A) which does not grant permission for, or authorise any development of, any new dwelling where the gross internal floor area is less than 37 square metres in size; or that does not comply with the nationally described space standard issued by the Department for Communities and Local Government on 27th March 2015, because both proposed new dwellings, based on current floorspace, would be less than 37sqm. C",
    "The proposal fails to meet the criteria set in  paragraph MA.2. (a) under Class MA of Part 3 to Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 as amended. with respect to transport impacts of the development, particularly to ensure safe site access. There is insufficient information with respect to with respect to the refuse and recycle collection and the provision for cycle storage. In particular it would appear that it would not be possible for refuse lorries to entre the site. Given the location of the site a car free scheme would be acceptable, however, there is no legal undertaking for future occupiers of the site to be excluded from applying for over-subscribed residential parking zone. In the absence of legal agreement to exempt the future occupiers of the site from residential parking zone as insufficient together with the lack of relevant information, it is considered that the proposal would have an adverse impact upon the free",
    "The proposal fails to meet the criteria set in paragraph MA.2. (d) under Class MA of Part 3 to Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 as amended with respect potential noise impact upon the proposed flats from the commercial properties. In the absence of sufficient information it would be likely that the future occupiers of the site would suffer from undue noise from the potential associated town centre activities.",
    "The proposal is rather misguided as it would include alterations and extension to be carried out to the existing building which would be out of the remit of the tests set out in respect in Class MA. of  the Schedule 2 to the Use Classes Order to a use falling within Class C3 (dwellinghouses) of Schedule 1 to that Order of the Town and Country planning (General Permitted Development) order"
  ],
  "decision": "Refused",
  "actual_completion_date": null,
  "decision_process": "Delegated",
  "parking_details": null,
  "pp_id": null,
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "street_name": "14-16 STATION ROAD",
  "centroid_easting": 556058,
  "decision_target_date": "25/04/2022",
  "lpa_name": "Havering",
  "borough": "Havering",
  "valid_date": "28/02/2022",
  "last_updated_by": "CSV Data Import",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2498156,
          51.5566638
        ],
        [
          0.249656,
          51.5566766
        ],
        [
          0.2496842,
          51.5567736
        ],
        [
          0.249853,
          51.5567484
        ],
        [
          0.2498156,
          51.5566638
        ]
      ]
    ],
    "type": "Polygon"
  }
}