{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_proposed_car": 2,
    "no_existing_car": 1,
    "net_car": 1
  },
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "240874FUL",
  "application_type_full": "Full planning permission",
  "uprn": "000012157379",
  "borough": "Ealing",
  "street_name": "Park View Road",
  "locality": "London",
  "ward": "Hanger Hill",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing / document title number(s):  Proposed Site Plan 2144_200 Rev B, Proposed Ground Floor 2144_300 Rev A, Proposed First Floor 2144_301 Rev A, Proposed Second Floor 2144_302 Rev A, Proposed Roof Plan 2144_303 Rev A, Proposed Basement Plan 2144_304 Rev A, Proposed Elevations 2144_400 Rev A, Proposed Side Elevations 2144_401 Rev B, Proposed Street Elevation 2144_402 Rev C.",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2024).",
    "| Cycle storage for ^IN;  bicycle spaces shall be provided within the curtilage of the development, within secure, lockable compounds in accordance with the designated locations identified in the approved drawings listed under condition 2 and all adopted standards prior to the first occupation of the building. The storage spaces shall be permanently retained thereafter.",
    "Reason:  To provide adequate bicycle storage in accordance with policy and T5 of the London Plan (2021). | The development hereby approved shall not be occupied until refuse and recycling storage within a secure enclosure has been provided in accordance with the designated location identified in the approved drawings listed under condition 2 and in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI 8 of the London Plan (2021).",
    "| Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 or any Order revoking and re-enacting that Order with or without modification, no extension, enlargement or other alteration of the new dwellinghouse other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the local planning authority.",
    "Reason:  To ensure orderly development, which would not harm the amenities of the occupiers of nearby properties or to the character of the area ain accordance with the National Planning Policy Framework (2024), policy 7B and 7.4 of the Ealing Development Management Development Plan (2013), policy 1.1 (g) of the Ealing Development (Core) Strategy (2012) and policies D3, D4 and D6 of the London Plan (2021). | Prior to the commencement of development, a flood risk assessment, sustainable drainage strategy and a ground investigation report shall be submitted to and approved in writing by the Local Planning Authority.",
    "The sustainable drainage strategy shall include a drainage proforma form, a detailed drainage design (incl. drawings and supporting calculations) and a maintenance plan (incl. maintenance tasks for all drainage components). The strategy shall achieve compliance with greenfield run-off rates and shall demonstrate a reduction of flood risk (betterment of existing drainage) at the site through sustainable drainage mitigation techniques.",
    "The ground investigation report shall determine infiltration rates, water table level, etc. and all other appropriate investigation to confirm the development would not adversely affect ground water flow paths. Consideration shall be given to compensate loss of storage within the ground and appropriate mitigation measures shall be implemented.",
    "Approved details shall be implemented prior to the occupation of the development and permanently retained and maintained.",
    "Reason:  To reduce surface water run-off and the risk of the flooding of the application property, neighbouring properties, and local area in accordance with policy 5.12 of the Ealing Development Management DPD (2013), policy 1.2 of the Ealing Development (Core) Strategy), policies D10, SI 12 and SI 13 of the London Plan (2021) and the NPPF (2021). | Prior to commencement of the development, a demolition method statement/ construction management plan shall be submitted to the Council for approval in writing. Details shall include control measures for:-",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- delivery locations,",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays and 0800 -1300 Saturdays (except no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and considerate complaints procedure,",
    "- public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works, in case of emergencies, enquiries or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with policies 7A & 7B of the Ealing Development Management Development Plan Document (2013) and policies D3, D4 and D14 of the London Plan (2021).",
    "| No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted and its installation on site has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works. Details shall include the following:",
    "o\tTree protection plan of all trees within influencing distance and on adjacent sites in accordance with BS5837*, with tree works proposals. All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "o\tA plan** detailing all trees and hedgerows planned for retention and removal.",
    "o\tA schedule of tree works for all the retained trees specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons. All tree works shall be carried out in accordance with BS 3998.",
    "o\tSite specific demolition and hard surface removal specifications",
    "o\tLevel changes",
    "o\tA Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "o\tDetails of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A tree monitoring program to include:",
    "o\tConfirmation of who shall be the lead arboriculturalist for the development.",
    "o\tConfirmation of the Site Manager, key personnel, their key responsibilities and contact details.",
    "o\tDetails of induction procedures for all personnel in relation to Arboricultural matters.",
    "A detailed timetable of events for arboricultural supervision concerning all tree protection measures within the approved Tree Protection Plan, including: Initial implementation/installation of the tree protection measures",
    "Approved incursions in to construction exclusion zones",
    "Final removal of the tree protection measures",
    "Procedures for dealing with non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement.",
    "(b) Following details shall be submitted to and approved by the Local Authority Tree Officer:",
    "o\tResults of each site visit by the lead arboriculturist with photos attached immediately following each visit.",
    "o\tWithin three months of first use of the development hereby approved, a report containing the Assessment of the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| No trees, shrubs or hedges within the site which are shown to be retained on the approved plans (Plan/Drawing:) shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "If a tree marked on the tree report to be retained is removed without consent, or dying, or being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted, a replacement tree shall be planted on the site or surrounding area reflecting the CAVAT value of the tree, or a proportion of its value reflecting the damage. This penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "Reason: to secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of important amenity value to the local landscape.",
    "| A suitable scheme of proposed tree planting and pits shall be submitted to and approved by the Local Planning Authority prior to the first use of the development hereby approved.",
    "No operations shall commence on site in connection with the development hereby approved until a suitable scheme of proposed tree planting and tree pits have been submitted to and approved by the Local Planning Authority. The scheme shall include the following comprehensive details of all trees to be planted:",
    "o\tFull planting specification - tree size, species, the numbers of trees and any changes from the original application proposals.",
    "o\tLocations of all proposed species.",
    "Comprehensive details of ground/tree pit preparation to include: Plans detailing adequate soil volume provision to allow the tree to grow to maturity",
    "Engineering solutions to demonstrate the tree will not interfere with structures (e.g. root barriers/deflectors) in the future",
    "Staking/tying method(s).",
    "Five year post planting maintenance and inspection schedule.",
    "All tree planting must be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 28th February inclusive). The quality of all approved tree planting should be carried out to the levels detailed in British Standard 8545, Trees: from nursery to independence in the landscape - Recommendations.",
    "Any trees which die, are removed, uprooted, significantly damaged, become diseased or malformed within five years from the completion of planting, must be replaced during the nearest planting season (1st October to 31st March inclusive) with a tree/s of the same size, species and quality as previously approved.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| Notwithstanding the details shown on the approved plans, pedestrian visibility splays should be provided at all times measuring 1.5m by 1.5m, with no obstruction more than 0.6m in height for the vehicle access where it meets the back edge of the footway; the maximum width of the crossover shall be no wider than 2.4m and these shall be established prior to the first use of the driveway and shall be permanently retained thereafter.",
    "Reason: In the interest of highways safety in accordance with National Planning Policy Framework (2023) and policy T6 of London Plan (2021).",
    "| Any solar PV or solar thermal equipment installed on the roof of the subject dwellinghouse must adhere to the of provisions, limitation and conditions of Schedule 2, Part 14, Class A of the Town and Country Planning (General Permitted Development) Order 2015.",
    "Reason: To protect the living conditions of occupants of nearby properties in accordance with policies 7B and 7.4 of the Ealing Development Management DPD (2013) and Policy D3 of the London Plan (2021)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518279,
  "status": "Approved",
  "decision_date": "03/03/2025",
  "wgs84_polygon": null,
  "decision_target_date": "12/03/2025",
  "subdivision_of_building": "N/A - Only the garden area is affected.",
  "last_date_consultation_comments": null,
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-06-04T13:59:17.562Z",
  "last_updated_by": "CSV Data Import",
  "site_name": "Land At ",
  "id": "Ealing-240874FUL",
  "decision": "Approved",
  "cil_liability": true,
  "centroid_northing": 181742,
  "appeal_start_date": null,
  "postcode": "W5 2JB",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/240874FUL;",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Construction of a detached three-storey dwellinghouse with basement level and provision of associated amenity space; refuse storage; front driveway with car parking space; hard landscaping and secondary access",
  "valid_date": "01/03/2024",
  "polygon": null,
  "pp_id": "PP-12848746",
  "application_details": {
    "total_gia_gained": 770,
    "green_suds": true,
    "non_residential_details": {
      "total_gia_existing": 30,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 770,
      "total_gia_lost": 30,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "affordable_housing_fast_track": false,
    "garden_land_lost": true,
    "site_area": 0.133,
    "total_gia_existing": 30,
    "rain_water_harvesting": true,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 10,
        "building_ref": "New Homw"
      }
    ],
    "grey_water_reuse": false,
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 30,
        "gia_gained": 770,
        "use_class": "C3",
        "gia_lost": 30
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "All",
        "intended_commencement_date": "10/2024",
        "intended_completion_date": "12/2025"
      }
    ],
    "total_gia_lost": 30,
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "internal_resi_water_usage": 110,
    "infrastructure_details": {
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 90,
      "ghg_reduction_over_building_regulations": true,
      "no_homes_to_have_electrical_heating": 1,
      "mobile_network_operators_consultation": false,
      "total_annual_nox_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "no_new_water_connections_required": 1,
      "no_homes_passive_cooling": 1,
      "no_active_fast_ev_charging_points": 1,
      "green_roof_area": 0,
      "urban_greening_factor_score": 0.61,
      "no_passive_fast_ev_charging_points": 1,
      "fire_suppression_system_proposed": false,
      "total_annual_pm_emissions": 0,
      "chp_heat_pumps_capacity": 0.01,
      "solar_pv_capacity": 0.05
    },
    "ownership_status": "Private"
  },
  "centroid": {
    "lon": -0.296562,
    "lat": 51.522219
  },
  "lapsed_date": "03/03/2028",
  "decision_process": "Delegated",
  "actual_completion_date": null
}