{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": null,
  "application_type": "All Other",
  "lpa_app_no": "14/00800/FUL",
  "application_type_full": null,
  "uprn": "100089855",
  "borough": "London Borough of Barking and Dagenham",
  "street_name": "ST CHADS ROAD",
  "locality": null,
  "ward": "Whalebone",
  "actual_commencement_date": null,
  "lpa_name": "Barking & Dagenham",
  "bo_system": "Idox Tascomi",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.\r\rReason:  To comply with Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall be carried out in accordance with the following approved plans:\r\rCHAD 001 01\rCHAD 002 02\rCHAD 003 01\rCHAD 004 02\rCHAD 010 01\rCHAD 011 01\rCHAD 012 01\rCHAD 020 01\rCHAD 021 01\rCHAD 022 01\rCHAD 023 01\rCHAD 024 01\rCHAD 030 01\rCHAD 031 01\rCHAD 033 01\rCHAD 101 02\rCHAD 102 02\rCHAD 103 02\rCHAD 104 02\rCHAD 105 02\rCHAD 110 02\rCHAD 111 01\rCHAD 112 01\rCHAD 113 01\rCHAD 120 01\rCHAD 121 01\rCHAD 122 01\rCHAD 123 01\rCHAD 124 01\rCHAD 131 02\rCHAD 132\rCHAD 133 02\rCHAD 140 00\r\rReason:  For the avoidance of doubt and in the interests of proper planning.",
    "No development shall commence, including any works of demolition, until a Construction Environmental Management Plan (CEMP) and a Site Waste Management Plan (SWMP) have been submitted to and approved in writing by the Local Planning Authority.  These plans shall incorporate details of:\r\r- construction traffic management;\r- the parking of vehicles of site operatives and visitors; \r- loading and unloading of plant and materials; \r- storage of plant and materials used in constructing the development; \r- the erection and maintenance of security hoarding(s) including decorative displays and facilities for public viewing, where appropriate; \r- wheel washing facilities;\r- measures to control the emission of dust and dirt during construction; \r- a scheme for recycling/disposing of waste resulting from demolition and construction works;\r- the use of efficient construction materials;\r- methods to minimise waste, to encourage re-use, recovery and recycling, and sourcing of materials; and\r- a nominated Developer/Resident Liaison Representative with an address and contact telephone number to be circulated to those residents consulted on the application by the developer's representatives.  This person will act as first point of contact for residents who have any problems or questions related to the ongoing development.\r\rOnce approved these plans shall be adhered to throughout the construction period.\r\rReason:  In order to reduce the environmental impact of the construction and the impact on the amenities of neighbouring residents and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "A)  No development shall commence, including any works of demolition, until a programme of archaeological investigation has been secured in accordance with a Written Scheme of Investigation which has been submitted to and approved in writing by the Local Planning Authority. \r\rB)  No development shall take place other than in accordance with the Written Scheme of Investigation approved under Part A).\r\rReason:  To safeguard the heritage of the Borough by providing an adequate opportunity to investigate and excavate archaeological remains on the site, followed by the subsequent recording of significant remains (including preservation of important remains) before development is carried out in accordance with policies BP2 and BP3 of the Borough Wide Development Policies Development Plan Document and section 12 of the National Planning Policy Framework.",
    "No development shall commence until an investigation and risk assessment, in addition to any assessment provided with the planning application, has been completed in accordance with a scheme to assess the nature and extent of any contamination on the site, whether or not it originates on the site.  The contents of the scheme are subject to the approval in writing of the Local Planning Authority.  The investigation and risk assessment must be undertaken by competent persons and a written report of the findings must be produced.  The written report is subject to the approval in writing of the Local Planning Authority.  The report of the findings must include:\r\r(i)   a survey of the extent, scale and nature of contamination;\r \r(ii)  an assessment of the potential risks to:\r\r- human health; \r- property (existing or proposed) including buildings, crops, livestock, pets, woodland and service lines and pipes; \r- adjoining land; \r- groundwaters and surface waters; \r- ecological systems; \r- archaeological sites and ancient monuments;\r \r(iii)  an appraisal of remedial options, and proposal of the preferred option(s). \r\rThis must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'.",
    "No development shall commence until a detailed remediation scheme, to bring the site to a condition suitable for the intended use by removing unacceptable risks to human health, buildings and other property and the natural and historical environment, has been prepared and submitted to the Local Planning Authority for approval in writing.  The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures.  The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.",
    "The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development, other than that required to carry out remediation, unless otherwise agreed in writing by the Local Planning Authority.  The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works.\r\rFollowing completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority.",
    "In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority.  An investigation and risk assessment must be undertaken in accordance with the requirements of Condition 5, and where remediation is necessary a remediation scheme must be prepared in accordance with the requirements of Condition 6, which is subject to the approval in writing of the Local Planning Authority.\r\rFollowing completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority.\r\rReason for Conditions 5 to 8:  To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors in accordance with policy BR5 of the Borough Wide Development Policies Development Plan Document and policy 5.21 of the London Plan.",
    "No deliveries, external running of plant and equipment or construction works, other than internal works not audible outside the site boundary, shall take place on the site other than between the hours of 0800 to 1800 on Monday to Friday and 0800 to 1300 on Saturday and not at all on Sundays, Public or Bank Holidays without the prior written permission of the Local Planning Authority.  The works are to be carried out in accordance with the recommendations contained within British Standard 5228:2009 'Code of practice for noise and vibration control on construction and open sites' (Parts 1 and 2) and the Mayor of London/London Council's publication 'The control of dust and emissions from construction and demolition, Best Practice Guidance', 2006.\r\rReason:  To ensure that the proposed demolition and construction work does not cause nuisance and disturbance to neighbouring occupiers and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "Prior to commencement of the development the developer shall liaise with the Council's Employment and Skills Team regarding the local labour / goods and services proposals set out in the submitted document 'Future Staffing Predictions' and regarding other local labour /goods and services opportunities in the construction and landscaping phases of the development.  A strategy, agreed between the parties, shall be implemented in partnership with the Council's Employment and Skills Team.\r\rReason:  To maximise job opportunities for people living in the local community in accordance with policy CC3 of the Core Strategy.",
    "No development above ground level shall take place until details/samples of all materials to be used in the construction of the external surfaces of the development have been submitted to and approved in writing by the Local Planning Authority.  The development shall be carried out in accordance with the approved materials.\r\rReason:  To protect or enhance the character and amenity of the area in accordance with policies BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "No development above ground level shall take place until a scheme to control noise from the outdoor play areas for the pre-school has been submitted to and approved in writing by the Local Planning Authority.  It is expected that the scheme will include but not be limited to:\r\ra)  Weekday/weekend times of use of the covered play area, to possibly include the introduction of a structured \"free flow\" system which provides for a restriction on the numbers of children permitted to use the covered play area at any one time.\r\rb)  Weekday/weekend times of use of the grassed area for supervised activities.\r\rc)  A restriction on the numbers of children permitted to use the grassed area for supervised activities at any one time.\r\rReason:  To ensure that noise-sensitive buildings in the vicinity of the development are adequately protected from noise and in accordance with policy BR13 of the Borough Wide Development Policies Development Plan Document and policy 7.15 of the London Plan.",
    "No development above ground level shall take place until a scheme showing the provisions to be made for external lighting, access control, and any other measures to reduce the risk of crime, have been submitted to and approved in writing by the Local Planning Authority.  The scheme shall also include details as to how the car parking area would be secured after hours to prevent anti-social behaviour.  The external lighting is to be designed, installed and maintained so as to fully comply with The Association of Chief Police Officers - Secured by Design publication \"Lighting Against Crime - A Guide for Crime Reduction Professionals\", ACPO SPD, January 2011.  The design shall satisfy criteria to limit obtrusive light presented in Table 1, p25 of the guide, relating to Environmental Zone E3 - Medium district brightness areas - small town centre or urban locations.  The development shall not be occupied until the approved scheme has been implemented.  Thereafter the approved measures shall be permanently retained unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: In the interests of enhancing security and safety and in accordance with policy BC7 of the Borough Wide Development Policies Development Plan Document.",
    "The proposed development shall be constructed in accordance with the recommendations contained in the submitted 'Bat Report' dated September 2014 and prepared by Applied Ecology Ltd.\r\rReason: To protect the ecology of the area in accordance with policy CR2 of the Core Strategy.",
    "The landscaping scheme shown on drawing No. STCHDPTP-NOV13, insofar as it concerns this application, shall be carried out in the first planting and seeding seasons following the occupation or the completion of the development, whichever is the sooner.  Any trees or plants which within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species unless the Local Planning Authority gives written consent to any variation.\r\rAn irrigation maintenance programme shall be implemented for the first two years following planting and a statement shall be submitted to the Local Planning Authority providing details of the programme and who would be responsible for carrying it out.  \r\rReason:  To secure the provision and retention of the landscaping in the interests of the visual amenity of the area and in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document and Section 197 of the Town and Country Planning Act 1990.",
    "The hard landscaping scheme shown on drawing No. CHAD 104 02, insofar as it concerns this application, shall be completed prior to the occupation of the development and thereafter permanently retained.\r\rReason:  To safeguard and improve the appearance of the area in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document.",
    "Noise from live and amplified music associated with the use of the new building shall be controlled so as to be inaudible inside adjoining and other noise-sensitive premises in the vicinity of the church.  The initial test for compliance with the 'inaudibility' criterion will be that noise should be no more than barely audible outside those noise-sensitive premises.  In the event there is disagreement as to whether breakout noise from the building is or is not audible the following numerical limits shall be used to determine compliance with this condition:\r\r- the LAeq (PN) shall not exceed LA90 (WPN) and;\r- the L10 (PN) shall not exceed L90 (WPN) in any 1/3 octave band between 40Hz and 160Hz.\r\rPN = premises noise level, WPN = representative background noise level without the premises noise, both measured 1 metre from the façade of the noise-sensitive premises.\r\rReason:  To ensure that noise-sensitive buildings in the vicinity of the development are adequately protected from noise and in accordance with policy BR13 of the Borough Wide Development Policies Development Plan Document and policy 7.15 of the London Plan.",
    "Except for the purposes of access and egress entrance/exit doors are to be kept closed during times when amplified music is being played within the building.\r\rReason:  To ensure that noise-sensitive buildings in the vicinity of the development are adequately protected from noise and in accordance with policy BR13 of the Borough Wide Development Policies Development Plan Document and policy 7.15 of the London Plan.",
    "Except in the case of emergency fires doors are to be kept closed during times when amplified music is being played within the building. \r\rReason:  To ensure that noise-sensitive buildings in the vicinity of the development are adequately protected from noise and in accordance with policy BR13 of the Borough Wide Development Policies Development Plan Document and policy 7.15 of the London Plan.",
    "Windows are to be kept closed during times when amplified music is being played within the building.\r\rReason:  To ensure that noise-sensitive buildings in the vicinity of the development are adequately protected from noise and in accordance with policy BR13 of the Borough Wide Development Policies Development Plan Document and policy 7.15 of the London Plan.",
    "The rating level of the noise from plant installed pursuant to this permission wherever it may be located shall not exceed the existing background noise level at any time at the outside of windows to noise-sensitive buildings in the vicinity of the development hereby permitted.  Any assessment of compliance with this condition shall be made according to the methodology and procedures presented in BS4142:1997.\r\rReason:  To ensure that noise-sensitive buildings in the vicinity of the development are adequately protected from noise and in accordance with policy BR13 of the Borough Wide Development Policies Development Plan Document and policy 7.15 of the London Plan.",
    "The development hereby permitted shall not be occupied until the car parking spaces shown on drawing No. CHAD 104 02 have been constructed and marked out.  Thereafter, the car parking spaces shall be permanently retained.\r\rReason:  To ensure that sufficient parking areas are provided and not to prejudice the free flow of traffic or conditions of general safety along the adjoining highway in accordance with policy BR9 of the Borough Wide Development Policies Development Plan Document and policy 6.13 of the London Plan.",
    "The two accessible parking bays indicated on drawing No. CHAD 104 02 shall be clearly marked with a British Standard disabled symbol and permanently retained for the use of disabled persons and their vehicles and for no other purpose.\r\rReason:  To ensure and promote easier access for disabled persons to the development in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document and policy 6.13 of the London Plan.",
    "The 10 cycle parking spaces shown on drawing No. CHAD 104 02 adjacent to the main entrance to the proposed hall shall be provided prior to occupation of the proposed development.  Thereafter, the cycle parking spaces shall be permanently retained.\r\rReason:  In the interests of promoting cycling as a safe, efficient and non-polluting mode of transport and in accordance with policy BR11 of the Borough Wide Development Policies Development Plan Document and policy 6.9 of the London Plan.",
    "The development shall not be occupied until details of the design and external appearance of the refuse store identified on drawing No. CHAD 104 02 have been submitted to and approved in writing by the Local Planning Authority.  The approved refuse store shall be of a secure design and shall be provided before the commencement of the use and thereafter permanently retained.\r\rReason:  To provide satisfactory and secure refuse storage provision in the interests of the appearance of the site and locality in accordance with policies BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "The development shall not be occupied until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the position, design, materials and type of any new or replacement boundary treatment.  The approved boundary treatment shall be provided prior to occupation of the development and retained unless the Local Planning Authority gives prior written approval for its removal.\r\rReason:  To ensure the boundary treatment protects or enhances the character and amenity of the area in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document.",
    "All retained trees must be protected in accordance with the submitted Tree Retention and Protection Plan (Ref: STCHDTRP-NOV13 prepared by B.J. Unwin Forestry Consultancy) and in accordance with British Standard 5837:2012, 'Trees in relation to design, demolition and construction'.  On site supervision by an Arboricultural Consultant is expected for excavations within root protection areas and a report shall be submitted to the Local Planning Authority confirming the roots examined and protected.\r\rReason:  To ensure the safety and well-being of the trees on the site that are to remain after building works are completed in accordance with policies BR3 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "There shall be no vegetation clearance or tree works or demolition during the bird breeding season (February to September).  If this is not possible, a nesting bird survey should be carried out no more than two days prior to the works.  The results of the survey should be submitted to the Local Planning Authority before works commence.  If nesting birds are found i) works should be delayed until the nesting season is over and the fledglings have left the area and ii) a strategy should be agreed with the Local Planning Authority to ensure the nesting birds are not disturbed by any other works taking place on the site. \r\rReason:  To protect the ecology of the area in accordance with policy CR2 of the Core Strategy.",
    "The development shall not be occupied until bird nesting and bat roosting bricks/boxes have been installed in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority.  The details shall accord with the advice set out in 'Biodiversity for Low and Zero Carbon Buildings: A Technical Guide for New Build' (Published by RIBA, March 2010) or similar advice from the RSPB and the Bat Conservation Trust. \r\rReason:  In order to preserve and enhance the Borough's natural environment and to comply with policy CR2 of the Core Strategy and policy BR3 of the Borough Wide Development Policies Development Plan Document."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "548191",
  "status": "Approved",
  "decision_date": "14/11/2014",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          0.137077,
          51.5713559
        ],
        [
          0.1371193,
          51.57136
        ],
        [
          0.13712349999999998,
          51.57136
        ],
        [
          0.1371193,
          51.5713587
        ],
        [
          0.137123,
          51.5713038
        ],
        [
          0.1371252,
          51.571305100000004
        ],
        [
          0.1371406,
          51.5711256
        ],
        [
          0.137157,
          51.5711259
        ],
        [
          0.13716509999999998,
          51.5710317
        ],
        [
          0.1371864,
          51.5709237
        ],
        [
          0.1371867,
          51.5709242
        ],
        [
          0.1371926,
          51.570836
        ],
        [
          0.1370523,
          51.5708273
        ],
        [
          0.1369056,
          51.5708182
        ],
        [
          0.1368337,
          51.5708137
        ],
        [
          0.1368275,
          51.5708503
        ],
        [
          0.1368241,
          51.5708701
        ],
        [
          0.13676839999999998,
          51.5708671
        ],
        [
          0.1367513,
          51.5709645
        ],
        [
          0.13672689999999998,
          51.5710904
        ],
        [
          0.1367107,
          51.5711748
        ],
        [
          0.1367083,
          51.5711856
        ],
        [
          0.1366858,
          51.5711833
        ],
        [
          0.1366771,
          51.5711822
        ],
        [
          0.1366691,
          51.5711814
        ],
        [
          0.1366619,
          51.5711815
        ],
        [
          0.136654,
          51.5711821
        ],
        [
          0.1366461,
          51.5711827
        ],
        [
          0.1366261,
          51.5713099
        ],
        [
          0.1368014,
          51.5713214
        ],
        [
          0.1368317,
          51.5713246
        ],
        [
          0.1369921,
          51.571345
        ],
        [
          0.137077,
          51.5713559
        ]
      ]
    ]
  },
  "decision_target_date": "09/10/2014",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Minor all other minor developments",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T17:26:45.896+00:00",
  "last_updated_by": "Idox Tascomi",
  "site_name": "St Chads Church",
  "id": "Barking_&_Dagenham-14_00800_FUL",
  "decision": "Approved",
  "cil_liability": true,
  "centroid_northing": "187965",
  "appeal_start_date": null,
  "postcode": "RM6 6JB",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=16838",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of church hall and erection of 2 storey rear extension with additional meeting rooms in the roof, formation of a new car park and associated storage shed and landscape works.",
  "valid_date": "14/08/2014",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              548200,
              187995.276
            ],
            [
              548202.919,
              187995.825
            ],
            [
              548203.209,
              187995.825
            ],
            [
              548202.919,
              187995.68
            ],
            [
              548203.355,
              187989.578
            ],
            [
              548203.5,
              187989.723
            ],
            [
              548205.15,
              187969.8
            ],
            [
              548206.289,
              187969.866
            ],
            [
              548207.157,
              187959.406
            ],
            [
              548208.983,
              187947.435
            ],
            [
              548209,
              187947.5
            ],
            [
              548209.7,
              187937.7
            ],
            [
              548200,
              187936.45
            ],
            [
              548189.87,
              187935.14
            ],
            [
              548184.9,
              187934.5
            ],
            [
              548184.35,
              187938.55
            ],
            [
              548184.05,
              187940.75
            ],
            [
              548180.2,
              187940.298
            ],
            [
              548178.7,
              187951.1
            ],
            [
              548176.6,
              187965.05
            ],
            [
              548175.2,
              187974.4
            ],
            [
              548175,
              187975.6
            ],
            [
              548173.45,
              187975.3
            ],
            [
              548172.85,
              187975.15
            ],
            [
              548172.3,
              187975.05
            ],
            [
              548171.8,
              187975.05
            ],
            [
              548171.25,
              187975.1
            ],
            [
              548170.7,
              187975.15
            ],
            [
              548168.9,
              187989.25
            ],
            [
              548181.013,
              187990.883
            ],
            [
              548183.1,
              187991.3
            ],
            [
              548194.15,
              187993.9
            ],
            [
              548200,
              187995.276
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": null,
  "application_details": {
    "site_area": 0.17300000000000001
  },
  "centroid": {
    "lon": "0.1369345",
    "lat": "51.5710862"
  },
  "lapsed_date": "14/11/2019",
  "decision_process": "Delegated",
  "actual_completion_date": null
}