{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "lpa_app_no": "22/03829/HOU",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RMMSLANHLHL00",
  "actual_completion_date": null,
  "pp_id": "PP-11756908",
  "lapsed_date": "10/02/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.291781,
    "lat": 51.40104
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": "71",
  "uprn": "100021783243",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "description": "Erection of a part single and part double-storey rear extension and erection of a new porch",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.291758,
          51.401053
        ],
        [
          -0.291759,
          51.401026
        ],
        [
          -0.291803,
          51.401027
        ],
        [
          -0.291802,
          51.401054
        ],
        [
          -0.291758,
          51.401053
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Other house holder developments",
  "last_updated_by": "Idox Uniform",
  "locality": null,
  "site_name": "",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level or above in the northern and southern flank elevations shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "The finished floor levels of the development to which this permission relates shall be no lower than those of the existing building(s) and any electrical sockets or other electrical fittings at ground floor level within the development shall be installed no lower than 750mm above finished floor level.\r\rReason: To mitigate the risks associated with flooding of the site, in accordance with policy 5.12 of the London Plan 2016 and policies CS1 and DM4 of the LDF Core Strategy 2012.",
    "Prior to any above ground works, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point;\r2) Appropriate fire alarm systems;\r3) Passive and active fire safety measures;\r4) appropriate construction details to minimise the risk of fire spread;\r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence.\r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained.\r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021."
  ],
  "postcode": "KT5 8DJ",
  "application_type": "Householder",
  "decision_date": "10/02/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 518925,
  "valid_date": "09/12/2022",
  "borough": "Royal Borough of Kingston (LA Code)",
  "subdivision_of_building": null,
  "decision_target_date": "03/02/2023",
  "id": "Kingston-22_03829_HOU",
  "lpa_name": "Kingston",
  "bo_system": "Idox Uniform",
  "decision_agency": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-05T18:00:23.214Z",
  "street_name": "Addison Gardens",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 168274,
  "application_details": {
    "total_gia_gained": 32,
    "intended_commencement_date": "02/2022",
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 0,
    "intended_completion_date": "07/2023",
    "site_area": 0.030000000000000002
  },
  "appeal_decision": null,
  "polygon": null,
  "ward": "St Mark's & Seething Wells"
}