{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [],
  "application_type_full": "Full planning permission",
  "lpa_app_no": "22/03711/FUL",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RLWVARNHLBR00",
  "actual_completion_date": null,
  "pp_id": "PP-11675577",
  "lapsed_date": "27/03/2027",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.311985,
    "lat": 51.388401
  },
  "decision_process": "Committee",
  "actual_commencement_date": null,
  "site_number": "",
  "uprn": "000128012080",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "15/01/2023",
  "description": "Demolition of the existing garages and erection of 1 x 2 bed house and 2 x 3 bed house with associated amenity space, refuse/recycling area and cycle storage",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.311963,
          51.388415
        ],
        [
          -0.311964,
          51.388388
        ],
        [
          -0.312007,
          51.388388
        ],
        [
          -0.312006,
          51.388415
        ],
        [
          -0.311963,
          51.388415
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor dwellings",
  "last_updated_by": "Idox Uniform",
  "locality": null,
  "site_name": "Hollingsworth Court",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "The development hereby permitted shall be commenced within 3 years from the date of this decision.\r\rReason:  In order to comply with Section 91 of the Town and Country Planning Act, 1990.  (As amended).",
    "Prior to the commencement of any development above ground level, samples of the facing materials to be utilised in the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in accordance with the approved samples.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy D3 of the London Plan 2021 and Policy CS8 and Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The site and building works required to implement the development shall be only carried out between the hours of 08.00 and 18.00 Mondays to Fridays and between 08.00 and 13.00 on Saturdays and not at all on Bank Holidays and Sundays\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with Policy D3 of the London Plan 2021 and Policy DM10 of the LDF Core Strategy 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with Policy D3 of the London Plan 2021 and Policy DM10 of the LDF Core Strategy 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and/or re-enacting that Order) no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, nor shall any detached building be erected, without the express permission in writing of the council. \r\rReason: To safeguard the privacy and amenity of adjoining occupiers, maintain adequate amenity space and safeguard the cohesive appearance of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The car parking shown upon the approved drawings shall be provided with a hard-bound dust free permeable surface, adequately drained before the development to which it relates is occupied and, thereafter, it shall be kept free from obstruction at all times for use by the occupier of the development and shall not thereafter be used for any purposes other than the parking of vehicles for the occupiers of the development and visitors to it. \rReason: To ensure the provision of adequate off-street parking accommodation and to avoid the congestion of surrounding roads by parked vehicles in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "No development shall take place (including any works of demolition) until a construction management plan or construction method statement has been submitted to and approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\ri) How the proposed development will be built;\rii) Hours of working (which shall be limited to 08.00 to 18.00 Mondays to Fridays  and between 08.00 to 13.00 on Saturdays and not at all on Bank Holidays and Sundays);\riii) The procedure for loading/unloading materials;\riv) The route to and away from site for muck away and vehicles with materials;\rv) The protocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\rvi) The protocol for managing vehicles that need to wait for access to the site; \rvii) Whether any reversing manoeuvres are required onto or off the public highway into the site and whether a banksman will be provided;\rviii) Temporary site access;\rix) Signing system for works traffic;\rx) Whether site access warning signs will be required in adjacent roads;\rxi) Whether it is anticipated that statutory undertaker connections will be required into the site;\rxii) The storage of plant, materials and operatives vehicles;\rxiii) The potential for impacts from dust and emissions during the demolition and/or construction phase upon local air quality and surrounding residents;\rxiv) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\rxv) The location of all ancillary site buildings;\rxvi) The means of enclosure of the site, its erection and maintenance;\rxvii) Wheel washing equipment;\rxviii) The parking of vehicles of site operatives and visitors;\rxix) Meeting the requirements of the Low Emission Zone for Non-Road Mobile Machinery (where relevant plant or vehicles are being used); and\rxx) The method of recycling and disposing of waste resulting from the demolition and/or construction phases\r\rDeliveries/collections to and from the site shall use a route that is agreed with the highway authority and the agreed route shall be signed accordingly.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.\r",
    "Prior to above ground works, the following details shall have been submitted to and approved in writing by the Local Planning Authority, implemented prior to occupation and thereafter permanently retained:\r(a)  refuse storage facilities in accordance with the requirements of the Residential Design SPD, 2013 (including their manufacturer's specification, colour and texture).\rReason: In order to ensure a satisfactory appearance on completion of the development in accordance with Policy D3 of the London Plan 2021 and Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to above ground works, details of the secure cycle parking facilities for the occupants of, and visitors to, the development hereby approved (including their manufacturer's specification, colour and texture) shall have been submitted to and approved in writing by the Local Planning Authority.  These facilities shall be fully implemented and made available for use prior to the occupation of the development hereby permitted and shall thereafter be retained for use at all times.\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy T5 of the London Plan 2021 and Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.\r",
    "Within 3 months of first occupation, evidence must be submitted to the Council confirming that the development hereby permitted has achieved internal water usage standards of 110 cubic metres.\r\rReason: In order to ensure that all development is designed and built to make the most efficient use of resources, reduce its lifecycle impact on the environment and contributes to climate change mitigation and adaptation in accordance with Policy SI 2 (Minimising Greenhouse Gas Emissions) and Policy SI 5 (Water Infrastructure) of the London Plan 2021 and Policy CS1 (Climate Change Mitigation) of the LDF Core Strategy Adopted April 2012.",
    "The residential units hereby approved shall not be occupied until the development has been built in accordance with the requirements of M4(2) of  the Building Regulations document titled 'Approved Document M - Access to and use of buildings'.   \rReason: To ensure that the development provides a range of homes to meet different needs and to ensure compliance with Policy D7 of the London Plan 2021.\r",
    "All external lighting shall comply with the recommendations of the Institution of Lighting Engineers 'Guidance Notes for the Reduction of Light Pollution' and the provisions of BS 5489 Part 9. The lighting shall be installed prior to first use of the buildings and be maintained in accordance with these standards thereafter. \r\rReason: To protect the living conditions of occupiers in the area, in accordance with Policy DM10 (Design Requirements for New Developments (including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby approved shall not commence until a Sustainable Drainage Strategy and associated detailed design, management and maintenance plan of surface water drainage for the site using SUDs methods has been submitted to and approved in writing by the Local Planning Authority. The approved drainage system shall be implemented in accordance with the approved Sustainable Drainage Strategy prior to the first occupation of the development and maintained thereafter for the lifetime of the development.\rReason: To prevent the increased risk of flooding by ensuring the provision of a satisfactory means of surface water disposal is incorporated into the design and the build of the proposed development, in accordance with Policy SI 13 (Sustainable Drainage) of the London Plan 2021 and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.\r",
    "3no. actively charged Electric Vehicle Charging points (spaces allocated to the 3 proposed dwellings) and 1 passive Electric Vehicle Charging Point (visitor space) shall be installed to serve the approved development before the beneficial occupation of the development. \rReason: In order to ensure adequate provision of electric vehicle charging points in accordance with Policy T6.1 (Residential Parking) of the London Plan 2021, Policies DM9 (Managing Vehicle Use for New Development) and Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012\r",
    "The car parking identified upon the approved drawings shall be reserved for car parking by occupiers of the dwellings hereby permitted and/or their visitors and for no other purpose.\r\rReason: In order to reserve car parking space for the use of residents in accordance with Policies DM9 (Managing Vehicle Use for New Development) and Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development to which this permission relates shall be carried out in accordance with \"Arboricultural Impact Assessment dated 28th September 2023\". The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "Prior to the commencement of any above-ground works, a detailed landscape & planting plan shall have been submitted to and approved in writing by the local planning authority. \r\rThe plan shall include, where appropriate, a clear key or legend corresponding to the landscaping plan and providing the following information:\rSpecies (both Latin & Common names) for all plants.\rLocations of all plants or areas of planting.\rPlant numbers or planting densities.\rSizes of all plants and particularly trees 'at time of planting'.\rDetails of all hard-landscaping areas including materials \r\rThe approved scheme shall then be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced at the beginning of the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies CS8 and DM10 of the LDF Core Strategy 2012.\r \rReason: In the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "The development shall be implemented in full accordance with the detailed recommendations and mitigation measures as set out in the submitted document Preliminary Ecological Appraisal Letter Report dated 9th November 2023 and Ecological Enhancement Letter Report dated 18th September 2023. \r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012. \r",
    "Any vegetation clearance should be conducted outside of the bird nesting season (i.e. March - August).\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012. \r",
    "In the event that contamination is found (at any time) that was not previously identified, development shall cease and the contamination reported in writing to the local planning authority as soon as is reasonably practicable. An assessment, remediation scheme and verification report shall then be submitted to and approved in writing by the local planning authority before development resumes.\r\rReason: To ensure that risks from land contamination are minimised, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Prior to commencement of above ground works of the hereby approved development, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: \r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy; \r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. \r\rThe Fire Safety Strategy shall include a statement of competence. The development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.\r",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r"
  ],
  "postcode": "KT6 6SH",
  "application_type": "All Other",
  "decision_date": "27/03/2024",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_cycle": 6,
    "net_cycle": 6
  },
  "status": "Approved",
  "centroid_easting": 517552,
  "valid_date": "15/12/2022",
  "borough": "Royal Borough of Kingston (LA Code)",
  "subdivision_of_building": null,
  "decision_target_date": "09/02/2023",
  "id": "Kingston-22_03711_FUL",
  "lpa_name": "Kingston",
  "bo_system": "Idox Uniform",
  "decision_agency": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-05T17:59:55.103Z",
  "street_name": "Lovelace Gardens",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 166836,
  "application_details": {
    "superseding_details": [
      {
        "lpa_app_no": "19/03066/FUL",
        "partial_supersedence": false
      }
    ],
    "total_gia_gained": 239.5,
    "total_gia_lost": 193.5,
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_existing": 193.5,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 193.5,
      "total_gia_gained": 239.5
    },
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_commencement_date": "02/2023",
        "intended_completion_date": "02/2024"
      }
    ],
    "site_area": 1492,
    "total_gia_existing": 193.5,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 193.5,
        "gia_gained": 239.5,
        "use_class": "SpecifiedOther",
        "gia_lost": 193.5
      }
    ],
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m",
    "surface_water_discharge_percentage_reduction": 20,
    "residential_details": {
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "residential_units": [
        {
          "provider": "Private",
          "no_habitable_rooms": 4,
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "unit_type": "Semi Detached Home",
          "no_bedrooms": 3,
          "tenure": "Market for sale",
          "gia": 88.8
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "unit_type": "Semi Detached Home",
          "no_bedrooms": 2,
          "tenure": "Market for sale",
          "gia": 61.9
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 4,
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "no_bedrooms": 3,
          "tenure": "Market for sale",
          "gia": 88.8
        }
      ],
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 3,
      "total_no_proposed_residential_units": 3,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_gia_gained": 239.5,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_bedrooms": 8,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0
    },
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 3.4,
        "building_ref": "Plot 1"
      },
      {
        "no_storeys": 1,
        "max_height": 3.15,
        "building_ref": "Plot 2"
      },
      {
        "no_storeys": 1,
        "max_height": 3.4,
        "building_ref": "Plot 3"
      }
    ],
    "scheme_phasing": false,
    "green_suds": true,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "no_passive_slow_ev_charging_points": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 3,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 20,
      "fire_suppression_system_proposed": false,
      "no_homes_to_have_electrical_heating": 3,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 0,
      "no_active_slow_ev_charging_points": 3,
      "total_annual_nox_emissions": 0,
      "ghg_reduction_over_building_regulations": true,
      "no_resi_units_to_have_full_fibre": 3
    },
    "internal_resi_water_usage": 110,
    "existing_uprns": [
      "000128012080"
    ],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.19.74\rTree ref: T47\rTree category: T\rDetails: Fileno: 097"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.19.74\rTree ref: T30\rTree category: T\rDetails: Fileno: 097"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.19.74\rTree ref: T27\rTree category: T\rDetails: Fileno: 097"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.19.74\rTree ref: T29\rTree category: T\rDetails: Fileno: 097"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.19.74\rTree ref: T28\rTree category: T\rDetails: Fileno: 097"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: 30/04/2018 00:00:00\rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ17665886"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ17665792"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ17665791"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 760\rReference: TQ17665790"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 750\rReference: TQ17665816"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ17665888"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 570\rReference: TQ17665786"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 470\rReference: TQ17665715"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ17665887"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 480\rReference: TQ17665885"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: SURFACE"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: OTHERS"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: SURFACE"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: SURFACE"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: SURFACE"
      }
    ],
    "commencement_notice_received": false
  },
  "appeal_decision": null,
  "polygon": null,
  "ward": "Surbiton Hill"
}