{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "lpa_app_no": "22/03816/HOU",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RMKV3XNHLGZ00",
  "actual_completion_date": null,
  "pp_id": "PP-11738207",
  "lapsed_date": "17/02/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.256756,
    "lat": 51.417385
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": "4",
  "uprn": "000128013484",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "description": "Erection of two-storey side and front extension, increase in roof height to existing dwelling, two-storey extension, first-floor side extension, and alterations to fenestration on eastern elevation to include the introduction of a Juliet balcony",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.256734,
          51.417398
        ],
        [
          -0.256735,
          51.417371
        ],
        [
          -0.256778,
          51.417372
        ],
        [
          -0.256777,
          51.417399
        ],
        [
          -0.256734,
          51.417398
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Other house holder developments",
  "last_updated_by": "Idox Uniform",
  "locality": null,
  "site_name": "",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The facing materials used in the development to which this permission relates shall match those of the existing building(s) unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to any above ground works, excluding demolition, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: 1) suitably positioned outside space for fire appliances/ an evacuation assembly point; 2) Appropriate fire alarm systems; 3) Passive and active fire safety measures; 4) appropriate construction details to minimise the risk of fire spread; 5) provision of suitable and convenient means of escape/ an evacuation strategy; 6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence. \r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021. This is required prior to commencement as it goes to the heart of the scheme design",
    "The development to which this permission relates shall be carried out in accordance with Arboricultural Report/Tree Survey as prepared by Dryad Tree Specialist dated 02/12/2022. The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012."
  ],
  "postcode": "KT2 7UD",
  "application_type": "Householder",
  "decision_date": "17/02/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 521318,
  "valid_date": "12/12/2022",
  "borough": "Royal Borough of Kingston (LA Code)",
  "subdivision_of_building": null,
  "decision_target_date": "06/02/2023",
  "id": "Kingston-22_03816_HOU",
  "lpa_name": "Kingston",
  "bo_system": "Idox Uniform",
  "decision_agency": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-05T18:00:20.306Z",
  "street_name": "Moor Park Gardens",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 170149,
  "application_details": {
    "total_gia_gained": 107,
    "intended_commencement_date": "03/2023",
    "no_additional_bedrooms": 2,
    "no_additional_bathrooms": 3,
    "intended_completion_date": "09/2023",
    "site_area": 0.14
  },
  "appeal_decision": null,
  "polygon": null,
  "ward": "Coombe Hill"
}