{
  "application_type": "Householder",
  "application_type_full": "Householder planning permission",
  "description": "Demolition of existing rear extensions, erection of single storey side and rear, first floor rear and side extensions. Installation of 3 no side rooflights, replacement of existing front and side windows with timber sash windows, replacement of existing roof slates. Alteration to fenestration, removal of chimney stalk and all other works incidental to the development",
  "epc_number": null,
  "street_name": "South Lane",
  "appeal_decision": null,
  "lpa_app_no": "22/03096/HOU",
  "centroid": {
    "lon": -0.307311,
    "lat": 51.405986
  },
  "actual_completion_date": null,
  "development_type": "Other house holder developments",
  "centroid_easting": 517832,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RIYM5UNHKJY00",
  "last_updated": "2025-05-05T17:57:27.485Z",
  "subdivision_of_building": null,
  "postcode": "KT1 2NJ",
  "uprn": "100021767610",
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Idox Uniform",
  "centroid_northing": 168799,
  "site_name": "",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "03/10/2022",
  "lapsed_date": "28/11/2025",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "Idox Uniform",
  "cil_liability": false,
  "decision_target_date": "28/11/2022",
  "title_number": [],
  "decision": "Approved",
  "last_date_consultation_comments": "27/10/2022",
  "ward": "Kingston Town",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": null,
  "appeal_decision_date": null,
  "id": "Kingston-22_03096_HOU",
  "site_number": "15",
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "locality": null,
  "lpa_name": "Kingston",
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the submitted information in relation to facing materials, prior to the carrying out of any above ground works, other than demolition, details of the facing materials to be utilised in the development hereby permitted shall have been submitted to and approved in writing by the local planning authority. The development shall then be carried out in accordance with the approved details. \r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The development hereby approved shall be carried out in accordance with the Fire Safety Statement hereby approved.\r\rReason: In the interests of Fire Safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor or above in the flank elevation (south facing) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012."
  ],
  "application_details": {
    "no_additional_bedrooms": 1,
    "total_gia_gained": 17,
    "intended_commencement_date": "10/2022",
    "no_additional_bathrooms": 2,
    "intended_completion_date": "04/2023",
    "site_area": 0.015000000000000001
  },
  "pp_id": "PP-11379517",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.307289,
          51.405999
        ],
        [
          -0.30729,
          51.405972
        ],
        [
          -0.307333,
          51.405973
        ],
        [
          -0.307332,
          51.406
        ],
        [
          -0.307289,
          51.405999
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "28/11/2022",
  "secondary_street_name": null
}