{
  "epc_number": null,
  "valid_date": "16/01/2023",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": -0.268621,
    "lat": 51.395673
  },
  "pp_id": "PP-11778936",
  "decision": "Approved",
  "centroid_easting": 520550,
  "site_name": "",
  "lpa_app_no": "22/03912/HOU",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "100021774887",
  "title_number": [],
  "borough": "Royal Borough of Kingston (LA Code)",
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The facing materials used in the development to which this permission relates shall match those of the existing building(s) unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows inserted at first floor level in the eastern and western flank shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. The windows shall thereafter be retained as obscurely glazed/non-opening.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The development must be carried out in accordance with the provisions of the Arboricultural Impact Assessment Plan, Arboricultural Impact Assessment and a Tree Protection Plan submitted on 20 December 2022 unless otherwise approved in writing by the Local Planning Authority. \r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at second and first floor level in the eastern or western flanks of the dwelling house unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to any above ground works (excluding demolition) a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: \r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence. \r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021"
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 167715,
  "subdivision_of_building": null,
  "polygon": null,
  "parking_details": null,
  "development_type": "Other house holder developments",
  "lpa_name": "Kingston",
  "actual_commencement_date": null,
  "last_updated": "2025-05-05T18:00:42.661Z",
  "decision_process": "Committee",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RN6UQBNHLLJ00",
  "appeal_start_date": null,
  "decision_agency": null,
  "ward": "Green Lane & St James",
  "application_type_full": "Householder planning permission",
  "locality": null,
  "last_updated_by": "Idox Uniform",
  "application_details": {
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "04/2023",
    "no_additional_bathrooms": 2,
    "intended_completion_date": "10/2023",
    "total_gia_gained": 90.71,
    "site_area": 0.09100000000000001
  },
  "postcode": "KT3 5EU",
  "decision_target_date": "13/03/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.268599,
          51.395686
        ],
        [
          -0.2686,
          51.395659
        ],
        [
          -0.268643,
          51.39566
        ],
        [
          -0.268642,
          51.395687
        ],
        [
          -0.268599,
          51.395686
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Erection of single storey rear, front porch and side extension. Erection of roof extension and installation of 2nos front. 2nos rear and 3nos side rooflights to facilitate loft conversion. Relocation of main entrance door.",
  "street_name": "Cotsford Avenue",
  "bo_system": "Idox Uniform",
  "appeal_status": null,
  "lapsed_date": "24/08/2026",
  "cil_liability": false,
  "site_number": "11",
  "decision_date": "24/08/2023",
  "secondary_street_name": null,
  "application_type": "Householder",
  "id": "Kingston-22_03912_HOU",
  "last_date_consultation_comments": null
}