{
  "street_name": "ROMFORD",
  "centroid_northing": 191418,
  "lapsed_date": "09/03/2025",
  "bo_system": "CSV Data Import",
  "site_name": "24 GLENTON CLOSE",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": null,
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": false,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551208.731,
              191409.347
            ],
            [
              551172.425,
              191413.14
            ],
            [
              551194.642,
              191426.416
            ],
            [
              551196.809,
              191427.5
            ],
            [
              551203.583,
              191432.918
            ],
            [
              551204.396,
              191432.376
            ],
            [
              551204.396,
              191425.874
            ],
            [
              551208.731,
              191409.347
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "valid_date": "07/12/2021",
  "decision_date": "09/03/2022",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "RM1 4AN",
  "title_number": [
    "EX49364"
  ],
  "lpa_app_no": "P2324.21",
  "uprn": "100021374859",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 32,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "07/2022",
    "intended_commencement_date": "04/2022",
    "site_area": 0.04
  },
  "borough": "Havering",
  "actual_completion_date": null,
  "pp_id": "10460348",
  "locality": null,
  "application_type": "All Other",
  "decision_target_date": "09/03/2022",
  "last_updated_by": "Planning Portal ingest",
  "application_type_full": "Householder planning permission",
  "lpa_name": "Havering",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P2324.21",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The annexe hereby permitted shall be used only be used for purposes incidental to, or as living accommodation ancillary to, the existing dwelling known as No.24 Glenton Close, Romford and shall not be used as a separate unit of residential accommodation at any time.",
    "Reason:-",
    "The site is within an area where the Local Planning Authority consider that the sub-division of existing properties should not be permitted in the interests of amenity.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015, no window or other opening (other than those shown on the submitted and approved plan), shall be constructed or inserted in the walls of the building hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the annexe hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015, Article 3, Schedule 2, Part 2, Class A no gates, walls or enclosures shall be erected or constructed within the site known as No.24 Glenton Close, Romford (including the annexe) unless permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-  In order that the annex approved remains ancillary to the main dwelling.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015,  Schedule 2, Part 1, Class I and its interpretation of Part 1 no decking or raised platform shall be erected or constructed within 1 metre of the annexe unless permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-   In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "The garden area shall not be sub-divided at any time.",
    "Reason:-",
    "In order that the annex approved remains ancillary to the main dwelling.",
    "Any residential occupation of the building hereby approved shall be limited to a close relative of the occupiers of the main dwelling and shall not be occupied by any other persons.",
    "Reason:-",
    "In order that the annex approved remains ancillary to the main dwelling.",
    "The annexe hereby permitted shall not be arranged or disposed of as a separate unit of residential accommodation from the use of the main dwelling.",
    "Reason:-",
    "In order that the annex approved remains ancillary to the main dwelling.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr Wright (Agent) by phone and e-mail. The revisions involved showing the steps into the garden and fencing to rear. The amendments were subsequently submitted on 09-02-22 & 09-03-22."
  ],
  "id": "Havering-P2324.21",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": 551195,
  "description": "Erection of a timber single storey granny annexe for ancillary use to the main dwelling",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "0.1817334",
    "lat": "51.6013153"
  },
  "last_updated": "2025-03-20T18:06:37.905+00:00",
  "decision_agency": "Borough",
  "ward": "Pettits",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "31/12/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1819278,
          51.6012339
        ],
        [
          0.1814056,
          51.6012777
        ],
        [
          0.1817319,
          51.601391
        ],
        [
          0.1817636,
          51.6014002
        ],
        [
          0.1818637,
          51.6014471
        ],
        [
          0.1818752,
          51.601442
        ],
        [
          0.1818724,
          51.6013836
        ],
        [
          0.1819278,
          51.6012339
        ]
      ]
    ],
    "type": "Polygon"
  }
}