{
  "appeal_status": null,
  "epc_number": null,
  "decision_process": null,
  "subdivision_of_building": null,
  "site_name": "The Pastures",
  "development_type": "Notifications",
  "site_number": "80",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "pp_id": "PP-13752623",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.167648,
          51.334122
        ],
        [
          -0.167706,
          51.334168
        ],
        [
          -0.16774,
          51.334102
        ],
        [
          -0.168085,
          51.333532
        ],
        [
          -0.166354,
          51.333148
        ],
        [
          -0.165878,
          51.333441
        ],
        [
          -0.165679,
          51.333856
        ],
        [
          -0.166662,
          51.334062
        ],
        [
          -0.167023,
          51.333944
        ],
        [
          -0.167648,
          51.334122
        ]
      ]
    ]
  },
  "last_updated": "2025-06-30T20:00:52.075Z",
  "centroid_easting": 527806,
  "lpa_name": "Sutton",
  "decision_agency": null,
  "decision_conditions": [
    "None of the pitches in each relevant phase hereby approved shall be first occupied until the boundary treatment has been laid out within the site in accordance with the approved plans associated with the application. The approved boundary treatment shall thereafter be retained.\r\rReason: To ensure that the amenity of the future occupiers of the development is protected in accordance with Policies 28 and 29 of Sutton Local Plan 2018.",
    "Prior to the occupation of the relevant phase of the development hereby approved, full details of refuse and recycling storage shall be submitted to, and approved in writing by, the Local Planning Authority in consultation with Metropolitan Police. The approved details shall be implemented in full prior to first occupation of the relevant phase and retained thereafter.\r\rReason: To ensure the operational requirements of the site can be met and to ensure adequate provision of refuse and recycling facilities in the interest of amenity for future and neighbouring occupiers in accordance with policy 29 of the Sutton Local Plan 2018. The development should also provide a safe and secure environment in accordance with Policy D11 of the London Plan 2021.",
    "Prior to occupation of the relevant phase of development hereby permitted, full details of hard and soft landscaping shall be submitted to and approved in writing by the Local Planning Authority. All hard and soft landscaping and tree planting shall be carried out in accordance with the approved details and to a reasonable standard in accordance with the relevant\rrecommendations of appropriate British Standards (in particular, BS 3882: Specifications for Topsoil, Recommendations (2015) and BS 8545: Trees from Nursery to Independence in the Landscape, Recommendations (2014) or other recognised codes of good practice). The works shall be carried out prior to the occupation of any part or relevant phase of the development or in accordance with the timetable agreed with the Local Planning Authority. Any tree(s) or plants that (within a period of five years after planting) are removed, die, or (in the opinion of the Local Planning Authority) are damaged or defective shall be replaced as soon as is reasonably practicable with others of a similar size/species/number as originally approved, unless the Local Planning Authority gives its consent to any variation.\r\rReason: To ensure the provision, establishment and maintenance of a reasonable standard of landscape in accordance with Policies 26 and 28 of the Sutton Local Plan 2018.",
    "The development hereby approved shall be constructed in accordance with the approved Energy and Sustainability Statement prepared by HTA Design LLP Ltd and dated June 2022. Prior to first occupation of the relevant phase of the development hereby approved, as-built'Standard Assessment Procedure (SAP) and Simplified Building Energy (SBEM) outputs manually adjusted to account for SAP 10 carbon factors shall be submitted to, and approved in writing by, the Local Planning Authority to demonstrate that the development has achieved the targeted reduction in CO2 emissions. All of the approved measures must thereafter be retained for as long as the development is in existence.\r\rReason: To comply with Policy 31 of the Sutton Local Plan 2018.",
    "The development hereby approved shall be constructed in accordance with the cooling and ventilation measures detailed in Section 6 of the approved Energy and Sustainability Statement prepared by HTA Design LLP Ltd and dated June 2022. Prior to first occupation of the relevant phase of the development hereby approved, finalised CIBSE 2020 DSY1, DSY2 and DSY3 results shall be submitted to, and approved in writing by, the Local Planning Authority to demonstrate that the development complies with the mandatory requirements of CIBSE TM59 and TM52 guidance for the domestic and non-domestic spaces respectively. All of the approved measures must thereafter be retained for as long as the development is in existence.\r\rReason: To comply with Policy 33 of the Sutton Local Plan 2018 and Policy SI 4 of London Plan 2021.",
    "None of the pitches in each relevant phase hereby approved shall be occupied until evidence (photographs and installation contracts) is submitted to demonstrate that the sustainable drainage scheme for the site has been completed in accordance with the submitted details. The sustainable drainage scheme shall be managed and maintained thereafter in accordance with the agreed management and maintenance plan for all of the proposed drainage components.\r\rReason: To comply with the Non-Statutory Technical Standards for Sustainable Drainage Systems, the National Planning Policy Framework (Paragraph 103), the London Plan (Policies SI 12 and SI 13) along with associated guidance to these policies and Sutton Council's Local Plan Policy 32.",
    "None of the pitches in each relevant phase hereby approved shall be first occupied until space has been laid out within the site in accordance with details to be submitted to, and approved in writing by, the Local Planning Authority to provide a green roofed cycle storage for 2 bicycles for each pitch that meets adopted standards. The approved details shall be implemented on site prior to the first occupation of the relevant phase of the development hereby approved, and thereafter be permanently maintained exclusively for its designated purpose.\r\rReason: To ensure the development provides an adequate level of cycle parking facilities and to encourage sustainable modes of transport, in accordance with Policies 36 and 37 of the Sutton Local Plan 2018."
  ],
  "ward": "Carshalton South & Clockhouse",
  "centroid_northing": 161011,
  "status": "Opinion Issued",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "parking_details": null,
  "bo_system": "Idox Uniform",
  "appeal_decision": null,
  "last_date_consultation_comments": "13/03/2025",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Approval of details reserved by a condition (discharge)",
  "borough": "Sutton",
  "description": "Application to clear condition 11 (boundary treatments), 12 (refuse and recycling storage), 17 (green roofed cycle storage), 18 (SuDS) in so far as it relates to Phase 1, 19 (hard and soft landscaping), 22 (energy statement) and 23 (cooling and ventilation measures) of approved application DM2022/01214.",
  "decision_date": "20/05/2025",
  "centroid": {
    "lat": 51.333837,
    "lon": -0.166788
  },
  "cil_liability": false,
  "postcode": "SM7 3DX",
  "actual_completion_date": null,
  "valid_date": "17/02/2025",
  "last_updated_by": "Idox Uniform",
  "id": "Sutton-CLC2025_00025",
  "lapsed_date": "20/05/2028",
  "application_details": {
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SLRP3 "
      },
      {
        "result": null,
        "constraints_layer_description": "SLRP3 "
      },
      {
        "result": null,
        "constraints_layer_description": "SMKCON Smoke Control Zone"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Article 4 Direction - Boroughwide HMO Restriction"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: 80/21265--- Address: Land Adjacent Caravan Park\rEast Side Carshalton Road\rWoodmansterne\rBanstead\rSM7 3JF--- Proposal: Laying out equestrian centre including riding area, menage and show area, ancillary residential unit, 144 car parking spaces and new access.--- Status: WDN--- Decision: WDN--- Date Decision Issued: ---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: C2001/48273--- Address: Council Travellers Caravan Site, Carshalton Road,\rWoodmansterne,--- Proposal: Improvements to traveller's site comprising re-opening of access onto Carshalton Road, formation of access road link layby to provide stand for school coach and mobile library, repositioning of southern boundary by three metres, widening existing internal access road and formation of play area.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 02-JAN-02---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: S1990/35268--- Address: Council Gypsy Caravan Site, Carshalton Road,\rWoodmansterne,--- Proposal: Alteration to existing fifteen pitch gypsy caravan site including the erection of eight amenity buildings and involving the part location of facilities onto adjoining grazing land and the reversion of part of the existing site to grazing purposes.                                       --- Status: GTD--- Decision: GTD--- Date Decision Issued: 23-OCT-91---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: CAR/713--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX--- Proposal: Missing--- Status: WDN--- Decision: WDN--- Date Decision Issued: ---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: 70/6924--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX--- Proposal: Provision of temporary gypsy caravan site with accommodation for 15 caravans together with ancillary facilities.--- Status: DEEMED--- Decision: DEEMED--- Date Decision Issued: 15-JAN-71---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: 73/11543--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX--- Proposal: Use of caravan for a playgroup. (missing)--- Status: WDN--- Decision: WDN--- Date Decision Issued: 31-DEC-73---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: 71/8430--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX--- Proposal: Conversion of existing temporary gypsy caravan site into a permanent gypsy caravan site.--- Status: DEEMED--- Decision: DEEMED--- Date Decision Issued: 31-MAY-73---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: CLC2025/00002--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX\r--- Proposal: Application to clear condition 5 (BEMP) and condition 10 (wildlife and nesting) of approved application DM2022/01214.--- Status: PCO--- Decision: --- Date Decision Issued: ---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: CLC2023/00156--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX\r--- Proposal: Application to clear condition 5 (Biodiversity Enhancement and Management Plan) and 6 (Construction Environmental\rManagement Plan) of approved application DM2022/01214.--- Status: RI--- Decision: RI--- Date Decision Issued: 25-OCT-24---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: CLC2025/00025--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX\r--- Proposal: Application to clear condition 11 (boundary treatments), 12 (refuse and recycling storage), 17 (green roofed cycle storage), 18 (SuDS), 19 (hard and soft landscaping), 22 (energy statement) and 23 (cooling and ventilation measures) of approved application DM2022/01214.--- Status: REC--- Decision: --- Date Decision Issued: ---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: CLC2023/00134--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX\r--- Proposal: Application to clear condition 3 (Phasing strategy), 7 (Tree protection) and 8 (Land and finished floor levels) of approved application DM2022/01214.\r--- Status: RI--- Decision: RI--- Date Decision Issued: 05-JUL-24---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: DM2022/01214--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX\r--- Proposal: Demolition of existing 15 pitches and community hall and redevelopment of the site and the land south of The Pastures to provide 23 pitches (Use Class C3), including 23 amenity blocks, alongside a community hall (Use Class F2), communal amenity space, additional planting, refuse and recycling facilities, substation, parking and re-arrangement of access.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 20-MAR-23---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: EIA2022/00001--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX\r--- Proposal: EIA Screening request--- Status: RI--- Decision: RI--- Date Decision Issued: 28-FEB-22---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: CLC2024/00152--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX\r--- Proposal: Application to clear condition 9 (whole life carbon assessment) of approved application DM2022/01214.--- Status: RI--- Decision: RI--- Date Decision Issued: 28-AUG-24---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: DM2024/01458--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX\r--- Proposal: Non material amendment to approved application DM2022/01214 which allowed the 'Demolition of existing 15 pitches and community hall and redevelopment of the site and the land south of The Pastures to provide 23 pitches (Use Class C3), including 23 amenity blocks, alongside a community hall (Use Class F2), communal amenity space, additional planting, refuse and recycling facilities, substation, parking and re-arrangement of access', to provide alterations to hard landscaping, window frames, retaining walls around MUGA and party walls.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 05-NOV-24---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: DM2024/01581--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX\r--- Proposal: Application to vary condition 22 (energy and sustainability statement) and removal of condition 23 (cooling and ventilation measures) of planning permission ref: DM2022/01214 (as amended by NMA decisions ref: DM2024/01458 & DM2023/01158, dated 05/11/2024 & 14/08/2023) for the ''Demolition of existing 15 pitches and community hall and redevelopment of the site and the land south of The Pastures to provide 23 pitches (Use Class C3), including 23 amenity blocks, alongside a community hall (Use Class F2), communal amenity space, additional planting, refuse and recycling facilities, substation, parking and re-arrangement of access.'' to allow for an amended energy statement and no longer offer cooling equipment.--- Status: PCO--- Decision: --- Date Decision Issued: ---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: DM2023/01158--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX\r--- Proposal: Non material amendment to approved application DM2022/01214 which allowed the 'Demolition of existing 15 pitches and community hall and redevelopment of the site and the land south of The Pastures to provide 23 pitches (Use Class C3), including 23 amenity blocks, alongside a community hall (Use Class F2), communal amenity space, additional planting, refuse and recycling facilities, substation, parking and re-arrangement of access.' to reposition the community hall and sub station.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 14-AUG-23---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: 84/27089--- Address: Pasture Land\rCarshalton Road\rBanstead\r\r--- Proposal: Use of land comprising 2.45 hectares as a supervised BMX cycle track and area.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 09-APR-85---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: 84/27088--- Address: Land Adjacent Caravan Park\rEast Side Carshalton Road\rWoodmansterne\rBanstead\rSM7 3JF--- Proposal: Use of land comprising 2.45 hectares as a supervised BMX cycle track and area and trials motorbike course.--- Status: WDN--- Decision: WDN--- Date Decision Issued: 06-MAR-85---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: CLC2023/00162--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX\r--- Proposal: Application to clear condition 4 (Construction Logistics Management Plan) of approved application DM2022/01214.--- Status: RI--- Decision: RI--- Date Decision Issued: 14-SEP-23---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: C2014/70638--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSM7 3DX--- Proposal: External UPVC cladding to 15 utility buildings.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 22-DEC-14---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: C2006/56591--- Address: The Pastures\r80 Carshalton Road\rBanstead\rSurrey\rSM7 3DX--- Proposal: Use of refuse store as a community space/ office involving alterations to elevations incorporating new roof, doors and windows.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 30-OCT-07---"
      },
      {
        "result": null,
        "constraints_layer_description": "ENF2 Ref: EC16/0158 - Address: Grove Place\rCarshalton Road\rBanstead\rSM7 3JF - Complaint: Trespass and dumping at nature reserves - Status: CLOSED"
      },
      {
        "result": null,
        "constraints_layer_description": "ENF2 Ref: EC13/0331 - Address: The Pastures\rPlot 11\r80 Carshalton Road\rBanstead\rSM7 3DX - Complaint: Erection of a cabin. - Status: CLOSED"
      },
      {
        "result": null,
        "constraints_layer_description": "METGB "
      },
      {
        "result": null,
        "constraints_layer_description": "SGYP "
      },
      {
        "result": null,
        "constraints_layer_description": "SITEAL "
      },
      {
        "result": null,
        "constraints_layer_description": "IMPNC "
      },
      {
        "result": null,
        "constraints_layer_description": "PUBROW "
      },
      {
        "result": null,
        "constraints_layer_description": "ENF Ref. No: EC13/0331--- Nature: Erection of a cabin."
      },
      {
        "result": null,
        "constraints_layer_description": "ENF Ref. No: EC16/0158--- Nature: Trespass and dumping at nature reserves"
      },
      {
        "result": null,
        "constraints_layer_description": "SINCBU "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "005870059547"
    ]
  },
  "decision_target_date": "14/04/2025",
  "uprn": "005870059547",
  "lpa_app_no": "CLC2025/00025",
  "locality": null,
  "title_number": [],
  "actual_commencement_date": null,
  "decision": "Comment Issued",
  "application_type": "All Other",
  "street_name": "Carshalton Road",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527745.278,
              161041.1625
            ],
            [
              527741.11075,
              161046.123500001
            ],
            [
              527738.928,
              161038.78125
            ],
            [
              527716.5045,
              160974.745375
            ],
            [
              527838.147,
              160935.057875
            ],
            [
              527870.492375,
              160968.53425
            ],
            [
              527883.192375,
              161014.96875
            ],
            [
              527814.136,
              161036.201625001
            ],
            [
              527789.33125,
              161022.509375
            ],
            [
              527745.278,
              161041.1625
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningregister.sutton.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SRTXUGKCHM900"
}