{
  "actual_completion_date": null,
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "centroid": {
    "lat": 51.35917,
    "lon": -0.147348
  },
  "appeal_decision": null,
  "bo_system": "Idox Uniform",
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "CLC2025/00096",
  "decision_target_date": "13/08/2025",
  "lpa_name": "Sutton",
  "url_planning_app": "https://planningregister.sutton.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SY20HOKCJRN00",
  "appeal_start_date": null,
  "decision_conditions": [
    "Prior to the occupation of the development, full details of hard and soft landscaping shall be submitted to and approved in writing by the Local Planning Authority. All hard and soft landscaping and tree planting shall be carried out in accordance with the approved details and to a reasonable standard in accordance with the relevant recommendations of appropriate British Standards (in particular, BS 3882:  Specifications for Topsoil, Recommendations (2015) and BS 8545:  Trees from Nursery to Independence in the Landscape, Recommendations (2014) or other recognised codes of good practice). The works shall be carried out prior to the occupation of any part or relevant phase of the development or in accordance with the timetable agreed with the Local Planning Authority. Any tree(s) or plants that (within a period of five years after planting) are removed, die, or (in the opinion of the Local Planning Authority) are damaged or defective shall be replaced as soon as is reasonably practicable with others of a similar size/species/number as originally approved, unless the Local Planning Authority gives its consent to any variation. \r\rReason: To ensure the provision, establishment and maintenance of a reasonable standard of landscape in accordance with the approved designs in accordance with Policy 28 of the Sutton Local Plan 2018.",
    "No development shall begin, including demolition and site clearance works, until a Construction Logistics Plan (CLP), to include details of: (a) loading and unloading of plant and materials; (b ) storage of plant and materials; (c) programme of works (including measures for traffic management); (d) provision of boundary hoarding, behind any visibility zones of construction traffic routing; (e) hours of operation; (f) means to prevent deposition of mud on the highway have been submitted to and approved in writing by the Local Planning Authority. The development shall be constructed in accordance with the approved statement.\r\rReason: To ensure that the proposed development does not interfere with the free flow of traffic and conditions of safety on the public highway, and to ensure the development process does not have a significant adverse impact on the amenities of nearby residential properties in accordance with Policies 29 and 36 of the Sutton Local Plan 2018. This condition is required to be pre-commencement as the Construction Logistics Plan needs to be in place before any works take place and to mitigate against the impacts of the demolition / construction process.",
    "Prior to the commencement of development (excluding demolition) the type and treatment of the materials, including samples, to be used on the exterior of the building(s) shall be submitted to and approved in writing by the Local Planning Authority. The approved materials shall be used in the construction of the development hereby approved, completed prior to its occupation/use and retained thereafter.\r\rReason: To safeguard the visual amenities of the area and to ensure compliance with Policy 28 of the Sutton Local Plan 2018. This condition is required to be pre-commencement to ensure that materials are considered at an early stage of the construction process and it is important that details are agreed at this stage as this could potentially impact on construction methods.",
    "Prior to the commencement of development, an Energy Statement incorporating 'as-designed' Standard Assessment Procedure (SAP) outputs must be submitted to the Local Planning Authority and approved in writing which demonstrates how each of the proposed dwellings will apply the Mayor's energy hierarchy (use less energy, supply energy efficiently and use renewable energy) to achieve at least a 35% reduction in CO2 emissions below the target emission rate (TER) based on Part L1A of the 2013 Building Regulations and at least a 20% reduction in total emissions (regulated and unregulated) through on-site renewable energy generation. The development should exceed the minimum Part L1A emissions standards through energy efficiency measures alone. \r\rThe development shall be carried out in accordance with the approved details and thereafter retained.\r\rReason:  To comply with Policy 31 of the Sutton Local Plan 2018. This condition is required to be pre-commencement to ensure that these details are considered at a early stage of the process and the required details are an integral part of the construction.",
    "Prior to first occupation of the development, a completed Water Efficiency Calculator for New Dwellings must be submitted to the Local Planning Authority and approved in writing to show that internal potable water consumption for each of the dwellings will be limited to no more than 110 litres per person per day (l/p/d) based on the Government's national calculation method for the purposes of Part G of the Building Regulations.\r\rReason: To comply with Policy 33 of the Sutton Local Plan 2018.",
    "Prior to occupation of the development hereby approved, full details of the position, design, materials and type of  boundary treatments/means of enclosure shall be submitted to and approved in writing by the Local Planning Authority. The approved details shall be implemented in full prior to occupation of the development and retained thereafter.\r\rReason: In the interests of amenity for future and neighbouring occupiers in accordance with policy 29 of the Sutton Local Plan 2018."
  ],
  "postcode": "SM6 8QX",
  "decision_date": null,
  "last_updated_by": "Idox Uniform",
  "centroid_easting": 529089,
  "secondary_street_name": null,
  "appeal_status": null,
  "description": "Application to clear condition 3 (Materials), 4 (Construction Logistics Plan), 6 (Landscaping), 8 (Energy Statement), 9 (Water Efficiency Calculator), 18 (Boundary Treatment) of approved application DM2024/01763.",
  "ward": "Wallington South",
  "parking_details": null,
  "development_type": "Notifications",
  "last_updated": "2025-07-29T20:04:36.089Z",
  "last_date_consultation_comments": "16/07/2025",
  "uprn": "005870088889",
  "application_type_full": "Approval of details reserved by a condition (discharge)",
  "decision_agency": null,
  "subdivision_of_building": null,
  "title_number": null,
  "site_name": null,
  "street_name": "Clarendon Road",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "lapsed_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.147421,
          51.359014
        ],
        [
          -0.147342,
          51.35902
        ],
        [
          -0.147327,
          51.359021
        ],
        [
          -0.147242,
          51.359027
        ],
        [
          -0.147089,
          51.359038
        ],
        [
          -0.147103,
          51.359118
        ],
        [
          -0.147114,
          51.359166
        ],
        [
          -0.147126,
          51.359235
        ],
        [
          -0.147216,
          51.359228
        ],
        [
          -0.147285,
          51.359222
        ],
        [
          -0.147465,
          51.359206
        ],
        [
          -0.147578,
          51.359197
        ],
        [
          -0.14757,
          51.35915
        ],
        [
          -0.147569,
          51.359142
        ],
        [
          -0.147561,
          51.359091
        ],
        [
          -0.14755,
          51.359039
        ],
        [
          -0.147544,
          51.359006
        ],
        [
          -0.147421,
          51.359014
        ]
      ]
    ],
    "type": "Polygon"
  },
  "pp_id": "PP-14109597",
  "decision": null,
  "centroid_northing": 163862,
  "site_number": "33",
  "epc_number": null,
  "cil_liability": false,
  "application_type": "All Other",
  "borough": "Sutton",
  "locality": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              529084.4,
              163844.6
            ],
            [
              529089.9,
              163845.35
            ],
            [
              529090.9,
              163845.5
            ],
            [
              529096.84,
              163846.359999999
            ],
            [
              529107.4,
              163847.800000001
            ],
            [
              529106.25,
              163856.699999999
            ],
            [
              529105.35,
              163862.050000001
            ],
            [
              529104.32,
              163869.699999999
            ],
            [
              529098.055,
              163868.676999999
            ],
            [
              529093.3,
              163867.9
            ],
            [
              529080.75,
              163865.85
            ],
            [
              529072.93,
              163864.6
            ],
            [
              529073.6,
              163859.4
            ],
            [
              529073.7,
              163858.550000001
            ],
            [
              529074.45,
              163852.85
            ],
            [
              529075.3,
              163847.1
            ],
            [
              529075.85,
              163843.449999999
            ],
            [
              529084.4,
              163844.6
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "18/06/2025",
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SLRP3 "
      },
      {
        "result": null,
        "constraints_layer_description": "SMKCON Smoke Control Zone"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Article 4 Direction - Boroughwide HMO Restriction"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: DM2024/01164--- Address: 33 Clarendon Road And 26 Elgin Road\rWallington\rSM6 8QX\r--- Proposal: Demolition of the existing garages and erection of two attached three storey dwellings with accommodation at basement level, provision of private and shared amenity spaces via balconies and roof terraces, refuse and cycle stores, car parking spaces, hard and soft landscaping and reduction in width of the vehicular access to and from Elgin Road. Erection of a two storey side extension, a part one, part two storey rear extension at basement and ground floor level, basement extension, increase of roof height including conversion of loft space involving dormer extensions to front and rear and rooflights to front and flank roofslopes and alterations to front, rear and flank fenestrations to provide seven self contained residential units.--- Status: WDN--- Decision: WDN--- Date Decision Issued: 29-APR-25---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: CLC2025/00096--- Address: 33 Clarendon Road\rWallington\rSM6 8QX\r--- Proposal: Please see information attached for details--- Status: REC--- Decision: --- Date Decision Issued: ---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: DM2024/01763--- Address: 33 Clarendon Road And 26 Elgin Road\rWallington\rSM6 8QX\r--- Proposal: Demolition of existing garages and erection of two attached three storey dwellings with accommodation at basement and loft levels and erection of a three storey side extension at lower ground, ground and first floor level, a part one, part two storey rear extension at basement and ground level, alterations to front, rear and flank fenestrations and increase in roof height including conversion of loft space involving dormer extensions to front, side and rear and rooflights to front and flank roofslopes to provide seven self contained residential units. Provision of private and shared amenity spaces, refuse and cycle stores, car parking spaces, associated landscaping and reduction in width of the vehicular access to and from Elgin Road.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 03-APR-25---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: D2005/54442--- Address: 29-31 Clarendon Road\rWallington\rSurrey\rSM6 8QX--- Proposal: Erection of a second floor to provide two additional 1-bedroomed self contained flats, internal and external alterations to four existing flats and alterations at front to provide four car parking spaces.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 22-AUG-05---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: D2005/54500--- Address: 29 B Clarendon Road\rWallington\rSurrey\rSM6 8QX--- Proposal: Erection of a two storey building comprising two 1-bedroomed self contained flats.--- Status: REF--- Decision: REF--- Date Decision Issued: 31-OCT-05---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: D2005/55153--- Address: 29 B Clarendon Road\rWallington\rSurrey\rSM6 8QX--- Proposal: Erection of a detached 2-bedroomed house with roof accommodation.--- Status: WDN--- Decision: WDN--- Date Decision Issued: 13-JAN-06---"
      },
      {
        "result": null,
        "constraints_layer_description": "PINT "
      },
      {
        "result": null,
        "constraints_layer_description": "SGNBUF "
      }
    ],
    "existing_uprns": [
      "005870088889"
    ],
    "commencement_notice_received": false,
    "s106_agreement": false
  },
  "id": "Sutton-CLC2025_00096",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Application Under Consideration"
}