{
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SMKCON Smoke Control Zone"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Article 4 Direction - Boroughwide HMO Restriction"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: 81/21798--- Address: Edgemoor\rThe Drive\rBelmont\rSM2 7DP--- Proposal: Erection of a two-storey flank extension, a two storey front extension and a detached double garage at front. 95-2-6--- Status: GTD--- Decision: GTD--- Date Decision Issued: 30-APR-81---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: DM2024/01104--- Address: Edgemoor\rThe Drive\rCheam\rSM2 7DP\r--- Proposal: Demolition of existing dwelling and garage and erection of detached two storey dwelling with accommodation in the roofspace, a detached garage and provision of swimming pool, an outdoor kitchen with pergola to rear and refuse store to front.--- Status: GTD--- Decision: GTD--- Date Decision Issued: 14-APR-25---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: CLC2025/00064--- Address: Edgemoor\rThe Drive\rCheam\rSM2 7DP\r--- Proposal: Application to clear condition 3 (Tree Protection), 5 (Contamination), 6 (Cycle Storage), 7 (SAP details), 9 (), 10 (), 11 (), 17 () and 18 (Archaeology) of approved application DM2024/01104.--- Status: REC--- Decision: --- Date Decision Issued: ---"
      },
      {
        "result": null,
        "constraints_layer_description": "TPOPOI Ref: 2011/13 - Status: CONF"
      },
      {
        "result": null,
        "constraints_layer_description": "TPOPOI Ref: 2011/13 - Status: CONF"
      },
      {
        "result": null,
        "constraints_layer_description": "TPOPOI Ref: 2011/13 - Status: CONF"
      },
      {
        "result": null,
        "constraints_layer_description": "TPOPOI Ref: 2011/13 - Status: CONF"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "005870017911"
    ],
    "s106_agreement": false
  },
  "title_number": [],
  "status": "Opinion Issued",
  "centroid": {
    "lon": -0.208227,
    "lat": 51.338022
  },
  "site_name": "Edgemoor",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "26/06/2025",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524935.65,
              161384.25
            ],
            [
              524918.2,
              161412.949999999
            ],
            [
              524903.15,
              161437.949999999
            ],
            [
              524897.4,
              161433.85
            ],
            [
              524895.4,
              161432.35
            ],
            [
              524890.95,
              161429.1
            ],
            [
              524882.5,
              161423.050000001
            ],
            [
              524873.75,
              161416.75
            ],
            [
              524870.05,
              161414.1
            ],
            [
              524882.3,
              161394.800000001
            ],
            [
              524882.384,
              161394.668
            ],
            [
              524885.35,
              161390.050000001
            ],
            [
              524888.85,
              161384.5
            ],
            [
              524889.8,
              161383
            ],
            [
              524892.05,
              161379.5
            ],
            [
              524903.55,
              161361.550000001
            ],
            [
              524935.65,
              161384.25
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "last_date_consultation_comments": "29/05/2025",
  "appeal_status": null,
  "epc_number": null,
  "street_name": "The Drive",
  "appeal_decision_date": null,
  "development_type": "Notifications",
  "ward": "Cheam",
  "date_building_work_started_under_previous_permission": null,
  "last_updated_by": "Idox Uniform",
  "decision_conditions": [
    "Prior to the commencement of development (excluding demolition) the type and treatment of the materials, including samples, to be used on the exterior of the building(s) shall be submitted to and approved in writing by the Local Planning Authority. The approved materials shall be used in the construction of the development hereby approved, completed prior to its occupation/use and retained thereafter.\r\rReason: To safeguard the visual amenities of the area and to ensure compliance with Policy 28 of the Sutton Local Plan 2018. This condition is required to be pre-commencement to ensure that materials are considered at a early stage of the construction process and it is important that details are agreed at this stage as this could potentially impact on construction methods.",
    "Prior to the commencement of development, measures for the protection of all tree(s) shown to be retained shall be submitted to and approved in writing by the Local Planning Authority. The measures shall be in accordance with the British Standard BS5837:  Trees in relation to design, demolition and construction. Any works/development on site shall be carried out in strict accordance with the approved details and the protective measures shall only be removed on completion of the development.  \r\rReason: Required prior to commencement of development to satisfy the Local Planning Authority that the tree (s) to be retained will not be damaged during demolition or construction and to ensure tree(s) significant in terms of their provision of local amenity are protected from construction damage, in accordance with best practice and Policy 28 of the Sutton Local Plan 2018.\r",
    "No development shall begin, including demolition and site clearance works, until a Construction Logistics Plan (CLP), to include details of: (a) loading and unloading of plant and materials; (b ) storage of plant and materials; (c) programme of works (including measures for traffic management); (d) provision of boundary hoarding, behind any visibility zones of construction traffic routing; (e) hours of operation; (f) means to prevent deposition of mud on the highway have been submitted to and approved in writing by the Local Planning Authority. The development shall be constructed in accordance with the approved statement.\r\rReason: To ensure that the proposed development does not interfere with the free flow of traffic and conditions of safety on the public highway, and to ensure the development process does not have a significant adverse impact on the amenities of nearby residential properties in accordance with Policies 29 and 36 of the Sutton Local Plan 2018. This condition is required to be pre-commencement as the Construction Logistics Plan needs to be in place before any works take place and to mitigate against the impacts of the demolition / construction process.",
    "Prior to the commencement of the development a Construction Management Plan shall be submitted to and agreed by the Local Planning Authority outlining measures that will be taken to control dust, noise, vibrations and other environmental impacts of the development.\r\rReason: To safeguard the amenity of the neighbours by minimising impacts of the development that would otherwise give rise to nuisance in line with Sutton's Local Plan Policy 34.\r\rInformative: In preparing the Construction Management Plan, the applicant should refer to the GLA's Supplementary Planning Guidance on The Control of Dust and Emissions During Construction and Demolition to identify best practice.\r",
    "Prior to the demolition of the building, or any modification of the roof (including, tiles, ridges, soffits etc.), or the removal / impact on any Potential Roost Features (PRFs) for bats (including existing ivy on the building), or the removal or other works to any trees (but in particular T11 and T12 for 'sound arboricultural practices') hereby permitted, a pre-demolition / felling survey(s) report shall be submitted to and approved in writing by the Local Planning Authority.\rThe pre-demolition / felling survey report will include:\ra) Survey methodologies for all buildings and trees assessed, including all results and time-stamped photographs of each PRF assessed;\rb) A timetable for the presenting of survey results to the Local Planning Authority for approval, if further surveys are required;\rc) A timetable for proposed demolition / felling, based on the survey results and any Precautionary Methods of Works (PMWs);\rd) In the event a protected species licence is required due to the survey results, the Local Planning Authority must be provided with, prior to any works being undertaken: i) a copy of the licence issued by Natural England pursuant to Regulation 55 of the Conservation of Habitats and Species Regulations 2017 and the The Conservation of Habitats and Species (Amendment) (EU Exit) Regulations 2019, authorising the specified activity / development to proceed, and;\r\rii) A copy of all proposed bat mitigation and enhancement required to secure the necessary licence (which may be over and above or supersede that set out in Condition <<11 - 'Features for Wildlife'>>);\r\rReason: To protect and enhance the biodiversity value of the land in accordance with Policy 26 of the Sutton Local Plan 2018. This condition is required to be prior to any works on site (demolition of the building and / or felling or other tree works), to ensure that protected species are not harmed and, if necessary, fully mitigated for, prior to any impacts, including through the granting of an appropriate licence, if necessary.\r",
    "Prior to commencement of the development hereby permitted a Construction Environmental Management Plan (CEMP) shall be submitted to and approved in writing by the Local Planning Authority. The CEMP shall be in general accordance with BS42020:2013 and include the following details:\ra) Identification of 'biodiversity protection zones'\rb) The times during construction when a specialist ecologist need to be present on site to oversee works\rc) The qualifications, role and responsibilities of the appointed on site Ecological Clerk of Works (ECoW) or similarly competent person;\rd) Seasonal timing of works / Precautionary Methods of Works (PMWs) to avoid impacts to birds and other fauna;\re) Measures to prevent entrapment of mammals;\rf) Information on construction lighting to ensure it is in accordance with Guidance Note 08/23 Bats and Artificial Lighting (Institute of Lighting Professionals and the Bat Conservation Trust), particularly so as not to cause light spill (vertical or horizontal) on the adjacent Banstead Downs SSSI\rAll works carried out during the construction period shall be undertaken in accordance with the approved CEMP.\r\rReason: To enhance and protect the biodiversity value of the land in accordance with Policy 26 of the Sutton Local Plan 2018. This condition is required to be pre-commencement to ensure that protected species and the adjacent designated site are not harmed or, are adequately mitigated for, prior to the demolition / construction process.\r",
    "Prior to rising above the damp proof course of the development hereby permitted, a scheme for wildlife and nesting features shall be submitted to and approved in writing by the Local Planning Authority. These will include:\ra) Hedgehog holes to increase site connectivity in any new or replaced / repaired boundary and internal fencing;\rb) Hibernacula and / or refugia for herpetofauna (where suitable habitat is available on site)\rc) Features on buildings, in accordance with the adopted Biodiversity Strategy, including at least:\ri) 1no. integarted multi-chamber swift brick;\rii) 1no. multi-occupancy hirundine (house martin) nests,\riii) 2no. starling boxes (can be integrated and / or on retained mature trees, where suitable);\riv) 1no. integrated house sparrow terraces,\rv) 1no. integrated bat brick / roof access tile and 1no. either integrated brick or box on a retained mature tree (where suitable);\rvi) 2no. integrated solitary bee bricks (south facing)\rd) other bird boxes or features, as appropriate to the site (including insect boxes / hotels etc.)\rThe scheme will include full details on: numbers of each feature, type of feature / box / brick, location (plan and elevation views) of each feature, height above ground (if applicable) and nearest external lighting (in relation to the proposed bat boxes).\rFeatures shall be undertaken in accordance with the approved scheme and thereafter retained in perpetuity.\r\rReason: To enhance the biodiversity value of the land in accordance with Policy 26 of the Sutton Local Plan 2018.\r",
    "Prior to the commencement of development, a finalised SuDS strategy must be submitted to the Local Planning Authority and approved in writing. The submitted scheme must:\r(i) include the results of on-site infiltration testing to BRE Digest 365; \r(ii) provide details of all proposed SuDS measures to delay and control the rate of surface water discharged from the site in line with the Mayor's drainage hierarchy and taking the detailed design stage into account; \r(iii) include calculations carried out by an appropriately qualified professional to show that, as far as practible, the peak run-off rate for the 1 in 100 year 6-hour rainfall event (plus 40% for climate change) will achieve greenfield run-off rates and volumes for the same event; and\r(iv) demonstrate that the 1 in 30 year rainfall event (plus 40% for climate change) can be contained without flooding; any flooding occurring between the 1 in 30 and 1 in 100 year event (plus 40% for climate change) will be safely contained on site; and that rainfall in excess of the 1 in 100 year event is managed to minimise risks;\r(v) provide a management and maintenance schedule. \r\rReason: To comply with London Plan Policy SI13 and Policy 32 of the Local Plan 2018.\r"
  ],
  "uprn": "005870017911",
  "decision_agency": null,
  "decision": "Comment Issued",
  "application_type": "All Other",
  "valid_date": "01/05/2025",
  "description": "Application to clear condition 3 (Tree Protection), 5 (Construction Logistics Plan), 6 (SuDS), 7 (Construction Management Plan), 9 (Potential Roost Features), 10 (Construction Environmental Management Plan), 11 (Wildlife and Nesting Features) and 18 (Materials) of approved application DM2024/01104.",
  "lpa_app_no": "CLC2025/00064",
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "site_number": "",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "postcode": "SM2 7DP",
  "lapsed_date": "23/06/2028",
  "date_building_work_completed_under_previous_permission": null,
  "parking_details": null,
  "lpa_name": "Sutton",
  "actual_commencement_date": null,
  "last_updated": "2025-07-07T20:04:40.342Z",
  "url_planning_app": "https://planningregister.sutton.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SVLA3TKCIY800",
  "centroid_easting": 524908,
  "appeal_decision": null,
  "pp_id": "PP-13988328",
  "application_type_full": "Approval of details reserved by a condition (discharge)",
  "cil_liability": false,
  "borough": "Sutton",
  "locality": null,
  "bo_system": "Idox Uniform",
  "id": "Sutton-CLC2025_00064",
  "subdivision_of_building": null,
  "centroid_northing": 161405,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.207838,
          51.337829
        ],
        [
          -0.208078,
          51.338091
        ],
        [
          -0.208285,
          51.338319
        ],
        [
          -0.208369,
          51.338283
        ],
        [
          -0.208399,
          51.33827
        ],
        [
          -0.208464,
          51.338242
        ],
        [
          -0.208587,
          51.33819
        ],
        [
          -0.208715,
          51.338135
        ],
        [
          -0.208769,
          51.338112
        ],
        [
          -0.2086,
          51.337936
        ],
        [
          -0.208599,
          51.337934
        ],
        [
          -0.208558,
          51.337892
        ],
        [
          -0.208509,
          51.337842
        ],
        [
          -0.208496,
          51.337828
        ],
        [
          -0.208465,
          51.337796
        ],
        [
          -0.208306,
          51.337632
        ],
        [
          -0.207838,
          51.337829
        ]
      ]
    ]
  },
  "decision_date": "23/06/2025"
}