{
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SMKCON Smoke Control Zone"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Article 4 Direction - Boroughwide HMO Restriction"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: DM2022/00766--- Address: 2 Tilehurst Road\rCheam\rSutton\rSM3 8PB\r--- Proposal: Demolition of garage and sheds. Erection of an detached two storey dwelling, erection of a two storey side extension to the existing property, relocation of vehicle crossover, parking, cycle and bin storage areas.--- Status: REF--- Decision: REF--- Date Decision Issued: 23-JUN-22---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: CLC2023/00133--- Address: 2 Tilehurst Road\rCheam\rSutton\rSM3 8PB\r--- Proposal: Application to clear conditions 3 (Construction Logistics and Management Plan), 4 (Flood Risk Assessment - SUD's), 5/6(Energy Statement & Standard Assessment Procedure - SAP), 7 (Materials), 8 (Ecological Report), 9 (Boundary Treatment), 10 (Cycle Storage, Bins Storage), 11 (Landscape drawing), 12 (Windows - extension), 13 (Windows - new dwelling), 14 (Contamination) of approved application DM2022/00766 (APP/P5870/W/22/3303782).--- Status: RI--- Decision: RI--- Date Decision Issued: 17-JUL-23---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: DM2021/02468--- Address: 2 Tilehurst Road\rCheam\rSutton\rSM3 8PB\r--- Proposal: Demolition of garage and sheds. Erection of an detached two storey dwelling, erection of a two storey front and single storey side extension to the existing property, relocation of vehicle crossover, parking, cycle and bin storage areas.--- Status: REF--- Decision: REF--- Date Decision Issued: 02-MAR-22---"
      },
      {
        "result": null,
        "constraints_layer_description": "PLAHIS Planning Application Reference: CLC2025/00065--- Address: 2 Tilehurst Road\rCheam\rSM3 8PB\r--- Proposal: Application to clear condition 3 (Construction Logistics and Management Plan), 6 (Contamination), 10 (Cycle Storage), 13 (SAP details) and 17 (Archaeology) of approved application DM2018/01479.--- Status: REC--- Decision: --- Date Decision Issued: ---"
      },
      {
        "result": null,
        "constraints_layer_description": "ENF2 Ref: EC17/0534 - Address: 2 Tilehurst Road\rCheam\rSM3 8PB - Complaint: Two storey extension - Status: CLOSED"
      },
      {
        "result": null,
        "constraints_layer_description": "PINT "
      },
      {
        "result": null,
        "constraints_layer_description": "SGNBUF "
      },
      {
        "result": null,
        "constraints_layer_description": "SGNBUF "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "005870021535"
    ],
    "s106_agreement": false
  },
  "title_number": [],
  "status": "Opinion Issued",
  "centroid": {
    "lon": -0.21971,
    "lat": 51.363286
  },
  "site_name": "",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "01/07/2025",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524030.2,
              164188.300000001
            ],
            [
              524038.95,
              164193.199999999
            ],
            [
              524045.5,
              164196.800000001
            ],
            [
              524047,
              164197.699999999
            ],
            [
              524051.2,
              164200.15
            ],
            [
              524047.25,
              164207.25
            ],
            [
              524041.35,
              164203.9
            ],
            [
              524035,
              164200.199999999
            ],
            [
              524025.6,
              164194.65
            ],
            [
              524023.35,
              164193.199999999
            ],
            [
              524023.2,
              164193.1
            ],
            [
              524022.95,
              164192.949999999
            ],
            [
              524022.55,
              164192.65
            ],
            [
              524022.35,
              164192.449999999
            ],
            [
              524022.2,
              164192.199999999
            ],
            [
              524022.05,
              164192
            ],
            [
              524021.95,
              164191.75
            ],
            [
              524021.9,
              164191.449999999
            ],
            [
              524021.8,
              164191.199999999
            ],
            [
              524021.75,
              164190.9
            ],
            [
              524021.75,
              164190.699999999
            ],
            [
              524021.7,
              164190.449999999
            ],
            [
              524021.7,
              164190.15
            ],
            [
              524021.8,
              164189.550000001
            ],
            [
              524021.8,
              164189.300000001
            ],
            [
              524022.25,
              164188.25
            ],
            [
              524023.95,
              164184.949999999
            ],
            [
              524030.2,
              164188.300000001
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "last_date_consultation_comments": "02/06/2025",
  "appeal_status": null,
  "epc_number": null,
  "street_name": "Tilehurst Road",
  "appeal_decision_date": null,
  "development_type": "Notifications",
  "ward": "Cheam",
  "date_building_work_started_under_previous_permission": null,
  "last_updated_by": "Idox Uniform",
  "decision_conditions": [
    "3)\tNo development shall take place, including demolition and site clearance works, until a Construction Logistics and Management Plan has been submitted to and approved in writing by the local planning authority. This shall provide details of:\ra)\tloading, unloading and storage of plant and materials;\rb)\tprogramme of works (including measures for traffic management);\rc)\tprovision of boundary hoarding, including behind any visibility zones of construction traffic routing;\rd)\thours of operation;\re)\tmeans to prevent deposition of mud on the highway.\rf)\tmeans to control dust and emissions to air;\rg)\tmeans to control noise and vibration.\r\rThe approved Construction Logistics and Management Plan shall be adhered to throughout the construction period for the development.\r",
    "4)\tNo development shall take place until a finalised strategy for the management of surface water run-off, has been submitted to and approved in writing by the local planning authority. This shall identify appropriate site drainage and flood risk management measures, including SuDS, in order to manage surface water run-off as close to its source as possible in\raccordance with the Mayor's updated drainage hierarchy. The submitted\rstrategy must:\ra)\tinclude the results of on-site infiltration testing to BRE Digest 365;\rb)\tprovide full details of all proposed SuDS measures to delay and control the rate of surface water discharged from the site, including full details of the proposed rain garden or similar bio-retention measures, in providing further surface water attenuation in line with the Mayor's updated drainage hierarchy;\rc)\tinclude revised calculations carried out by an appropriately qualified professional to show that the peak run-off rate for the 1 in 100 year\r6-hour rainfall event (plus 40% for climate change) will be as close as reasonably practicable to the greenfield run-off rate for the same event; and\rd)\tdemonstrate that the 1 in 30 year rainfall event (plus 40% for climate change) can be contained without flooding; any flooding occurring between the 1 in 30 and 1 in 100 year event (plus 40% for climate change) will be safely contained on site; and that rainfall in excess of the 1 in 100 year event is managed to minimise risks.\rThe approved site drainage and flood risk management measures must be implemented before the development is first occupied or brought into use. All of the approved measures must thereafter be permanently retained.\r",
    "5)\tNo development shall take place until an amended Energy Statement has been submitted to and approved in writing by the local planning authority, including:\r\ra)\troof plans showing the location and orientation of the proposed solar PV array; the number of solar PV panels; the power output of each panel and revised estimates of the electricity that each panels will generate (Appendix B); and\rb)\tthe outcome of the full technical assessment of the proposed CHP unit, including details of the size of the unit (KWth/KWe) and associated monthly heat and electrical profiles;\rc)\trevised calculations, if necessary, demonstrating the CO2 savings expected to be achieved.\rThe development hereby permitted shall thereafter be constructed in accordance with the amended Energy Statement. The approved measures must thereafter be permanently retained.\r",
    "Before the development is first occupied or brought into use, 'as-built' Standard Assessment Procedure (SAP) outputs to demonstrate that the development has achieved the targeted reduction in CO2 emissions shall be submitted to and approved in writing by the local planning authority.",
    "No development above finished ground floor level shall take place until details/samples of the materials to be used in the construction of the external surfaces of the development hereby permitted have been submitted to and approved in writing by the local planning authority. Development shall be carried out in accordance with the approved details/samples.",
    "No development above finished ground floor level shall take place until a scheme for wildlife and nesting features has been submitted to and approved in writing by the local planning authority. These will include at least:\ra)\t2 x multiple chamber swift brick (preferred) or external box under the eaves\rb)\t2 x house sparrow terraces (facing adjacent vegetation if possible)\rc)\t4 x starling box\rd)\tHedgehog holes within garden fencing (to improve connectivity in residential areas)\rFull details should be provided of the feature's location, height and distance from any external lighting (which if located too close, could prevent them from being successfully used), in plan and elevation views.\r",
    "Before the development is first occupied or brought into use and notwithstanding the approved details, full details of all boundary treatments proposed for the site including types, height, design, position and materials shall be submitted to and approved in writing by the local planning authority. Any replacement fencing or other built enclosure surrounding the \"rear amenity space\" of the new dwelling shall not exceed the height of the existing fencing in this location. The approved boundary treatments shall be implemented prior to the occupation of the new dwelling and shall thereafter be permanently retained.",
    "The extension to the existing dwelling hereby permitted shall not be occupied until the northeast facing first-floor \"principle bedroom 1\" window has been fitted with obscure glass and fixed shut to a height of 1.7 metres above the finished floor level of the room in which the window is installed. Details of the type of obscured glazing shall be submitted to and approved in writing by the local planning authority before the window is installed and once installed the obscured glazing shall be permanently retained thereafter.",
    "The detached two storey dwelling hereby permitted shall not be occupied until the following windows have been fitted with obscure glass and fixed shut to a height of 1.7 metres above the finished floor level of the room in which the window is installed:\rThe 2 northeast facing ground floor \"kitchen/living/dining\" windows; the northeast facing first floor \"bathroom 1\" window; and the northeast facing first floor \"bedroom 3\" window in the detached two storey dwelling hereby permitted;\rThe southwest facing ground floor \"kitchen\" window; the southwest facing ground floor \"bathroom 1\" window; the southwest facing first floor \"bedroom 3\" window; and the southwest facing first floor \"bathroom 2\" window in the existing dwelling.\rDetails of the type of obscured glazing shall be submitted to and approved in writing by the local planning authority before the window is installed and once installed the obscured glazing shall be permanently retained thereafter\r",
    "If during implementation of this development, contamination is encountered which has not previously been identified, the additional contamination shall be fully assessed and a specific contaminated land assessment and associated remedial strategy shall be submitted to and agreed in writing by the local planning authority before the additional remediation works are carried out. The agreed strategy shall be implemented in full prior to the completion of the development hereby approved."
  ],
  "uprn": "005870021535",
  "decision_agency": null,
  "decision": "Comment Issued",
  "application_type": "All Other",
  "valid_date": "06/05/2025",
  "description": "Application to clear condition 3 (Construction Logistics and Management Plan), 4 (Flood Risk and SuDS), 5 (Energy Statement), 6 (As-Built SAP details), 7 (Materials), 8 (Wildlife and Nesting Features), 9 (Boundary Treatment), 12 (Glazing Details), 13 (Glazing Details) and 14 (Contamination) of approved application DM2022/00766.",
  "lpa_app_no": "CLC2025/00065",
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "site_number": "2",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "postcode": "SM3 8PB",
  "lapsed_date": "20/06/2028",
  "date_building_work_completed_under_previous_permission": null,
  "parking_details": null,
  "lpa_name": "Sutton",
  "actual_commencement_date": null,
  "last_updated": "2025-07-04T20:03:12.524Z",
  "url_planning_app": "https://planningregister.sutton.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SVS2IBKCIZG00",
  "centroid_easting": 524040,
  "appeal_decision": null,
  "pp_id": "PP-13991843",
  "application_type_full": "Approval of details reserved by a condition (discharge)",
  "cil_liability": false,
  "borough": "Sutton",
  "locality": null,
  "bo_system": "Idox Uniform",
  "id": "Sutton-CLC2025_00065",
  "subdivision_of_building": null,
  "centroid_northing": 164195,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.219853,
          51.363228
        ],
        [
          -0.219726,
          51.36327
        ],
        [
          -0.219631,
          51.363301
        ],
        [
          -0.219609,
          51.363309
        ],
        [
          -0.219548,
          51.36333
        ],
        [
          -0.219602,
          51.363395
        ],
        [
          -0.219688,
          51.363366
        ],
        [
          -0.21978,
          51.363334
        ],
        [
          -0.219917,
          51.363286
        ],
        [
          -0.21995,
          51.363274
        ],
        [
          -0.219952,
          51.363273
        ],
        [
          -0.219956,
          51.363272
        ],
        [
          -0.219962,
          51.363269
        ],
        [
          -0.219964,
          51.363267
        ],
        [
          -0.219967,
          51.363265
        ],
        [
          -0.219969,
          51.363263
        ],
        [
          -0.21997,
          51.363261
        ],
        [
          -0.219971,
          51.363258
        ],
        [
          -0.219973,
          51.363256
        ],
        [
          -0.219974,
          51.363253
        ],
        [
          -0.219974,
          51.363252
        ],
        [
          -0.219975,
          51.363249
        ],
        [
          -0.219975,
          51.363247
        ],
        [
          -0.219973,
          51.363241
        ],
        [
          -0.219973,
          51.363239
        ],
        [
          -0.219967,
          51.363229
        ],
        [
          -0.219944,
          51.363199
        ],
        [
          -0.219853,
          51.363228
        ]
      ]
    ]
  },
  "decision_date": "20/06/2025"
}