{
  "appeal_status": null,
  "lapsed_date": "06/05/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningregister.sutton.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SUI8GSKCIMQ00",
  "borough": "London Borough of Sutton",
  "application_type_full": "Approval of details reserved by a condition (discharge)",
  "actual_commencement_date": null,
  "ward": "Wallington North",
  "decision_date": "06/05/2025",
  "parking_details": null,
  "polygon": null,
  "pp_id": "PP-13937891",
  "development_type": "Notifications",
  "description": "Application to clear condition 3 (construction logistics plan) and 5 (surface water runoff) of approved application DM2021/02163.",
  "site_name": "",
  "decision_conditions": [
    "No development shall commence, including demolition and site clearance \rworks, until a Construction Logistics Plan (CLP), to include details of: (a) \rloading and unloading of plant and materials; (b ) storage of plant and \rmaterials; (c) programme of works (including measures for traffic \rmanagement); (d) provision of boundary hoarding, behind any visibility \rzones of construction traffic routing; (e) hours of operation; (f) means to \rprevent deposition of mud on the highway have been submitted to and \rapproved in writing by the Local Planning Authority. The development shall \rbe carried out in accordance with the CLP, unless variation is otherwise \ragreed in writing with the Local Planning Authority.",
    "Prior to the commencement of development, a scheme for the management \rof surface water runoff must be submitted to the Local Planning Authority \rand approved in writing which identifies appropriate site drainage and flood \rrisk management measures, including SuDS, in order to manage surface \rwater run-off as close to its source as possible in accordance with the \rMayor's drainage hierarchy. The submitted scheme should: (i) provide \rdetails of the design storm period and intensity, proposed SuDS measures to \rdelay and control the rate of surface water discharged from the site and \rproposed measures to prevent pollution of the receiving groundwater and/or \rsurface waters; (ii) include calculations carried out by an appropriately \rqualified professional to show that the peak runoff rate for the 1 in 100 year \r6-hour rainfall event (plus 30% for climate change) will be as close as \rreasonably practicable to the greenfield runoff rate for the same event; (iii) \rwhere greenfield runoff rates cannot be achieved, and methods of drainage \rinclude those lower down the Mayor's drainage hierarchy, evidence should \rbe provided to justify the proposed measures and to demonstrate that the \rpeak runoff rate for the 1 in 100 year 6-hour rainfall event (plus 30% for \rclimate change) will be no more than 3 times the calculated greenfield run\u0002off rate for the same event; and (iv) demonstrate that the 1 in 30 year \rrainfall event (plus 30% for climate change) can be contained without \rflooding; any flooding occurring between the 1 in 30 and 1 in 100 year event \r(plus 30% for climate change) will be safely contained on site; and that \rrainfall in excess of the 1 in 100 year event is managed to minimise risks. \rThe development shall be carried out in accordance with the approved \rdetails and thereafter retained unless variation is otherwise agreed in writing \rwith the Local Planning Authority."
  ],
  "lpa_app_no": "CLC2025/00052",
  "subdivision_of_building": null,
  "centroid_easting": 528713,
  "epc_number": null,
  "secondary_street_name": null,
  "lpa_name": "Sutton",
  "appeal_decision": null,
  "decision_agency": null,
  "last_updated_by": "Idox Uniform",
  "cil_liability": false,
  "postcode": "SM6 0AB",
  "decision_process": "Delegated",
  "application_details": {
    "s106_agreement": false,
    "commencement_notice_received": false,
    "existing_uprns": [
      "005870121251"
    ]
  },
  "uprn": "005870121251",
  "street_name": "Manor Road",
  "decision": "Comment Issued",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.15249,
          51.365074
        ],
        [
          -0.152491,
          51.365047
        ],
        [
          -0.152534,
          51.365047
        ],
        [
          -0.152533,
          51.365074
        ],
        [
          -0.15249,
          51.365074
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "site_number": "48",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 164508,
  "centroid": {
    "lon": -0.152512,
    "lat": 51.36506
  },
  "valid_date": "10/04/2025",
  "id": "Sutton-CLC2025_00052",
  "last_updated": "2025-06-16T20:04:16.028Z",
  "locality": null,
  "status": "Opinion Issued",
  "last_date_consultation_comments": "14/05/2025",
  "decision_target_date": "05/06/2025",
  "actual_completion_date": null,
  "bo_system": "Idox Uniform",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [],
  "application_type": "All Other"
}