{
  "actual_completion_date": null,
  "centroid_northing": 184413,
  "decision": "Refused",
  "development_type": null,
  "valid_date": "17/01/2022",
  "bo_system": "CSV Data Import",
  "description": "Erection of a front and side boundary wall with gates",
  "decision_conditions": [
    "Due to the size, design and siting of the boundary treatment and loss of openness on Sweetcroft Lane, the proposed boundary treatment  would result in a fortified appearance to the site harming the character and appearance of the Area of Sprecial Local Character (ALSC). The cumulative impact of such a boundary treatment within the ASLC would erode its character and appearance, significantly harming its significance as a non-designated heritage asset. The proposal is therefore considered to be harmful to the visual amenities of the streetscene, surrounding area and ASLC to the detriment of their character and appearance. As such the proposal is contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 5, DMHB 11 and DMHB 12 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Due to the absence of a tree report, an arboricultural implications assessment and relevant tree protection measures, the applicant has failed to provide evidence that the two protected oak trees located in close proximity to the proposed boundary treatment would be adequately protected during the course of construction. The proposed development would likely cause unacceptable disturbance to the root protection area by the demolition of the existing dwarf wall and threaten damage and/or loss of these trees of special amenity value. As such the proposal is contrary to Policy DMHB 14 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Due to the close proximity to the highway and lack of a set back, the proposed metal gates would result in a traffic build up and associated congestion on the highway as car users at the site would have to wait on the highway whilst the gates open in order to enter the site. The proposal will also have a hazardous impact on the neighbouring properties amenity when leaving their properties as their sight lines will be impacted by the boundary treatment. The proposed development is therefore unacceptable in terms of highway and pedestrian safety and is considered to be contrary to Policies DMT 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The site lies within a Critical Drainage Area (CDA) as identifies in the Surface Water Management Plan (SWMP) for Hillingdon. A CDA is the catchment area from which surface water drains and contributes to drainage problem . In the event of future applications, if the plans are approved all development in this area must contribute to managing the risk of flooding from surface water by reducing surface water runoff from the site. Therefore the applicant should minimise the water from your site entering the sewers. Water run off from any hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, which must be permeable or be collected and directed to a permeable area, otherwise it would need an additional permission."
  ],
  "appeal_status": null,
  "parking_details": null,
  "decision_process": "Delegated",
  "site_number": null,
  "decision_target_date": "14/03/2022",
  "ward": "UXBRIDGE NORTH",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "01/2022",
    "intended_commencement_date": "12/2021",
    "site_area": 0.077
  },
  "status": "Refused",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "10415477",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": "Householder planning permission",
  "appeal_start_date": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": null,
  "last_date_consultation_comments": "03/03/2022",
  "decision_date": "18/03/2022",
  "centroid": {
    "lon": "-0.4530165",
    "lat": "51.5484065"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=5767/APP/2022/130",
  "street_name": "HILLINGDON",
  "lpa_app_no": "5767/APP/2022/130",
  "lapsed_date": "18/03/2025",
  "id": "Hillingdon-5767_APP_2022_130",
  "title_number": [
    "NGL437753"
  ],
  "application_type": "Householder",
  "site_name": "33 SWEETCROFT LANE",
  "date_building_work_started_under_previous_permission": null,
  "postcode": null,
  "last_updated": "2025-03-20T18:18:28.321+00:00",
  "last_updated_by": "Planning Portal ingest",
  "decision_agency": "Borough",
  "uprn": null,
  "cil_liability": false,
  "centroid_easting": 507362,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507353.6229,
              184436.4974
            ],
            [
              507370.424,
              184435.7037
            ],
            [
              507370.5563,
              184435.9683
            ],
            [
              507369.7625,
              184389.7984
            ],
            [
              507353.4906,
              184389.4015
            ],
            [
              507353.6229,
              184436.4974
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4531301,
          51.5486193
        ],
        [
          -0.45288809999999996,
          51.548609
        ],
        [
          -0.45288609999999996,
          51.5486113
        ],
        [
          -0.45291159999999997,
          51.5481965
        ],
        [
          -0.4531463,
          51.548196
        ],
        [
          -0.4531301,
          51.5486193
        ]
      ]
    ],
    "type": "Polygon"
  }
}