{
  "street_name": "ICKENHAM",
  "centroid_northing": 186566,
  "lapsed_date": "18/03/2025",
  "bo_system": "CSV Data Import",
  "site_name": "29 PARKFIELD ROAD",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": null,
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": true,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507843.9203,
              186558.1571
            ],
            [
              507870.0479,
              186575.3551
            ],
            [
              507884.9308,
              186585.277
            ],
            [
              507892.8683,
              186574.3629
            ],
            [
              507892.5375,
              186572.7092
            ],
            [
              507872.0323,
              186558.8186
            ],
            [
              507852.5192,
              186546.9123
            ],
            [
              507844.9125,
              186556.5035
            ],
            [
              507843.9203,
              186558.1571
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "valid_date": "02/12/2021",
  "decision_date": "18/03/2022",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": null,
  "title_number": null,
  "lpa_app_no": "14459/APP/2021/4409",
  "uprn": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.072
  },
  "borough": "Hillingdon",
  "actual_completion_date": null,
  "pp_id": "10444655",
  "locality": null,
  "application_type": "All Other",
  "decision_target_date": "18/03/2022",
  "last_updated_by": "Planning Portal ingest",
  "application_type_full": "Removal/Variation of a condition",
  "lpa_name": "Hillingdon",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=14459/APP/2021/4409",
  "decision_conditions": [
    "The development hereby permitted shall begin not later than 3 years from the date of the Appeal Decision Notice reference APP/R5510/W/21/3278249.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall be carried out in accordance with the following approved plans: PA-01 Rev. B (received on 17.03.2022); PA-02 Rev. B; PA-03 Rev. A and PA-04 (all received on 16.03.2022).",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "Prior to commencement of development (other than demolition), samples and product information including manufacturer details, colour, finish and texture of all external materials and finishes shall be submitted to and approved in writing by the Local Planning Authority. Samples shall be made available on site for inspection including a sample panel of the brickwork. Works shall be carried out in accordance with the approved details.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the details shown on Drwg No: PA-02 Rev. B (Landscape Plan), prior to above-ground works, a landscape scheme shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall include:",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100);",
    "1.b Written specification of planting and cultivation works to be undertaken; and",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage;",
    "2.b Cycle Storage;",
    "2.c Means of enclosure/boundary treatments;",
    "2.d Hard Surfacing Materials; and",
    "2.e External Lighting",
    "3. Schedule for Implementation",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMHB 11,",
    "The first floor windows and side roof lights facing Nos. 27 and 31 Parkfield Road shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policies DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing Nos. 27 and 31 Parkfield Road.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policies DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The decision to GRANT  planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served."
  ],
  "id": "Hillingdon-14459_APP_2021_4409",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": 507869,
  "description": "Variation of Conditions 2 (approved plans) and 3 (external materials and finishes) of planning permission ref. 14459/APP/2021/1343 (Allowed at appeal ref. APP/R5510/W/21/3278249), dated 12/11/2021 (Erection of a replacement dwellinghouse with associated car parking and landscaping, following demolition of the existing bungalow) to make alterations to roof profile/side extension and material palette.",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.4450476",
    "lat": "51.5676615"
  },
  "last_updated": "2025-03-20T18:08:34.281+00:00",
  "decision_agency": "Borough",
  "ward": "ICKENHAM",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "16/01/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.44541169999999997,
          51.5675958
        ],
        [
          -0.44502959999999997,
          51.5677453
        ],
        [
          -0.4448119,
          51.5678317
        ],
        [
          -0.4447008,
          51.5677321
        ],
        [
          -0.4447061,
          51.5677173
        ],
        [
          -0.44500609999999996,
          51.5675963
        ],
        [
          -0.4452911,
          51.567493
        ],
        [
          -0.44539789999999996,
          51.5675807
        ],
        [
          -0.44541169999999997,
          51.5675958
        ]
      ]
    ],
    "type": "Polygon"
  }
}