{
  "uprn": "5300021052",
  "decision_agency": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.098978,
          51.523441
        ],
        [
          -0.098979,
          51.523414
        ],
        [
          -0.099023,
          51.523415
        ],
        [
          -0.099021,
          51.523442
        ],
        [
          -0.098978,
          51.523441
        ]
      ]
    ]
  },
  "appeal_start_date": null,
  "centroid_northing": 182214,
  "decision": "Approved",
  "polygon": null,
  "borough": "Islington",
  "bo_system": "Agile APAS",
  "pp_id": "8806381             ",
  "decision_process": "Delegated",
  "locality": "London",
  "site_number": "2",
  "secondary_street_name": null,
  "description": "Application for Non-Material Minor Amendment to planning permission ref:P112478 dated 24/07/2014. The amendment involves removing reference to quantums and floorspace figure in the description of development.",
  "postcode": "EC1M 5PQ",
  "appeal_decision": null,
  "centroid": {
    "lat": 51.523428,
    "lon": -0.099
  },
  "lapsed_date": "05/08/2023",
  "application_type": "All Other",
  "title_number": null,
  "last_date_consultation_comments": null,
  "parking_details": null,
  "application_type_full": null,
  "appeal_decision_date": null,
  "cil_liability": false,
  "url_planning_app": null,
  "decision_conditions": [
    "The amendment does not involve any changes to the wording of conditions. The change is to the description of development involving the removal of the floorspace figures as well as quantum of hotel rooms referenced on the original decision notice and repeated on the section 73 decision notice. The new description of development will therefore be as follows:\r\n\r\n\"Section 73 application (minor material amendment) to vary condition 2 (approved plans) of planning permission P010342 dated 10\r\nSeptember 2003 for the: 'Erection of basement and seven storey building containing A1 ground floor retail units on Great Sutton Street with return frontage to Goswell Road, an A3 basement and ground floor restaurant on Clerkenwell Road and a C1 hotel with basement fitness centre in the remainder of the new building. Use of upper floors of 'Hat and\r\nFeathers' public house as additional hotel accommodation and linking of them to the new hotel'. The minor material amendments are (summary):\r\n\r\nA] removal of the retail shop (A1 use class) from the Goswell Road / Great Sutton Street road frontage (ground floor) and the extension of hotel facilities into this space (plus elevation changes to accommodate this); B] removal of the external courtyard from the centre of the site (at ground floor\r\nlevel) and its replacement with a light well to provide light to the basement; C] introduction of a glazed, enclosed walkway at fifth floor level, to the rear of the Goswell Road facing part of the approved building; D] omission of the hotel bar from fifth and sixth floors and replacement with additional\r\nhotel rooms; E] internal alterations and reconfigurations to increase the total number of hotel rooms; F] alterations to the approved elevations to utilise a mid-grey natural stone cladding to replace the approved metal louvers This application also seeks to amend the original s106 legal agreement (dated 6 May 2003) by removing clause 4.6 which would remove the requirement to secure public access into the originally approved courtyard (applied for removal).\""
  ],
  "actual_completion_date": null,
  "last_updated_by": "Agile APAS",
  "street_name": "Clerkenwell Road",
  "appeal_status": null,
  "development_type": null,
  "decision_date": "05/08/2020",
  "lpa_app_no": "P2020/1647/NMA",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": "",
  "subdivision_of_building": null,
  "last_updated": "2025-03-20T00:02:59.212+00:00",
  "decision_target_date": "15/07/2020",
  "valid_date": "17/06/2020",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Insufficient Fee",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Islington",
  "id": "Islington-P2020_1647_NMA",
  "application_details": {
    "lead_developer_company_name": "Councillor Claudia Webbe",
    "s106_agreement": false
  },
  "ward": "Leyton",
  "centroid_easting": 531981,
  "epc_number": null
}