{
  "decision_conditions": [
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree(s) and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Works to trees protected by Conservation Area: The Council has not made a Tree Preservation Order to protect the other trees outlined in your application and therefore you can proceed with the work specified in your application / notice. Under Section 211 (3) (b) (ii) of the Act, the work must be completed before the expiry of two years from the date of your application, after which a further notice of intent to carry out the work will be required.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance.",
    "The tree(s) to be pruned shall be crown reduced by cutting back to 25-50 mm beyond previous points. Crown reduction shall not be construed as 'lopping' or 'topping' and shall result in a tree of typical form for the species and of balanced appearance.",
    "The previous pruning points / pollard heads shall be left intact and an appropriate number of live branches (which can be shortened) shall be left so that a natural-looking crown results.",
    "The works shall be carried out in accordance with the recommendations contained in BS 3998:2010 'Tree work - Recommendations'. Climbing irons or 'spikes' shall not be used during the execution of the work.",
    "REASON",
    "In order to protect health of the tree and the visual amenity of the area.",
    "No felling shall take place until such time as a scheme has been submitted to, and approved in writing by, the Local Planning Authority for a replacement tree(s), which shall be of 'Standard' size (about 2-3m high) and short-staked for support. The replacement tree shall be planted during the first planting season following the felling works hereby permitted. Thereafter, the replacement tree(s) shall be retained indefinitely and maintained (watered and weeded during the spring and summer) for 2-3 years, or until established.",
    "REASON",
    "In order to comply with the requirements of Section 206 of the Town and Country Planning Act 1990."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "18/03/2025",
  "lpa_name": "Hillingdon",
  "centroid_northing": 191284,
  "last_updated": "2025-06-19T21:59:11.682Z",
  "development_type": null,
  "ward": "NORTHWOOD 2022",
  "parking_details": null,
  "uprn": null,
  "application_details": {
    "existing_uprns": null
  },
  "last_date_consultation_comments": null,
  "decision": "Approved",
  "bo_system": "CSV Data Import",
  "postcode": "HA6 2YE",
  "secondary_street_name": "NORTHWOOD",
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "21/03/2025",
  "borough": "Hillingdon",
  "wgs84_polygon": null,
  "lpa_app_no": "2082/TRE/2025/16",
  "valid_date": "21/01/2025",
  "description": "To carry out tree surgery To crown reduce back to previous points and remove epicormic up to 10m One Lime T1, To reduce middle limb by between 3 and 8m One Ash T2 both on TPO 491.\n\nThe remaining trees are protected by virtue of their location within Northwood, Frithwood Conservation Area: To reduce height by 8m One Ash (T25 on application), To crown reduce back to previous points One Ash (T34 on application), To remove One Ash (T35 on application) and to Monolith to 2m One Sycamore (T37 on application)",
  "centroid_easting": 508951,
  "site_number": null,
  "lapsed_date": "21/03/2028",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "MAXWELL ROAD",
  "last_updated_by": "CSV Data Import",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.609857,
    "lon": -0.428001
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=2082/TRE/2025/16",
  "site_name": "NORTHWOOD COLLEGE EDUCATIONAL FOUNDATION",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "13711018",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "id": "Hillingdon-2082_TRE_2025_16",
  "polygon": null
}