{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508890.8204,
              191376.0239
            ],
            [
              508895.4506,
              191387.9302
            ],
            [
              508911.3256,
              191400.8287
            ],
            [
              508954.3205,
              191423.649
            ],
            [
              509006.9065,
              191377.0161
            ],
            [
              509001.2841,
              191370.4015
            ],
            [
              509033.6956,
              191342.2895
            ],
            [
              508992.0237,
              191294.3337
            ],
            [
              508965.5653,
              191320.1306
            ],
            [
              508922.5704,
              191349.8963
            ],
            [
              508925.8777,
              191355.5187
            ],
            [
              508921.2475,
              191357.5031
            ],
            [
              508917.9402,
              191355.8494
            ],
            [
              508890.8204,
              191376.0239
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08226678",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:41:29.543+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "18/12/2019",
  "secondary_street_name": "NORTHWOOD",
  "appeal_start_date": null,
  "ward": "NORTHWOOD",
  "centroid": {
    "lat": "51.6105676",
    "lon": "-0.42776739999999996"
  },
  "decision": "Approved",
  "valid_date": "15/11/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.887
  },
  "cil_liability": false,
  "postcode": "HA6 2YE",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=2082/APP/2019/3720",
  "lpa_name": "Hillingdon",
  "site_name": "NORTHWOOD COLLEGE EDUCATIONAL FOUNDATION",
  "lapsed_date": "18/03/2023",
  "parking_details": null,
  "decision_conditions": [
    "The temporary units hereby permitted shall be removed by no later than 14th September 2023.",
    "REASON",
    "To ensure the site is restored to a condition fit for purpose and because the building, by reason of its siting on the school playing fields and its design is not considered suitable for permanent retention in compliance with Policies DMCI 1A, DMHB 4, DMHB 11 of the Hillingdon Local Plan: Part Two Development Management Policies (2020) and Policy 3.19 of the London Plan (2016).",
    "Notwithstanding approved plan ref: 2207_AP(90)201 Rev. P1, within 3 months after the expiration this temporary permission, the Multi-Use Games area/tennis court and playing field shall be reinstated to at least the equivalent quality as before the temporary loss and in accordance with Sport England guidance \"Natural Turf for Sport\" (2011) and  National Governing Body Performance Quality Standard.",
    "REASON",
    "To ensure the site is restored to a condition fit for purpose and because the building, by reason of its siting on the school playing fields and its design is not considered suitable for permanent retention in compliance with Policy CI1 of the Local Plan: Part One (2012) , Policies DMCI1A, DMHB 11 and DMHB 14  of the Local Plan: Part Two - Development Management Policies (2020) and Policies 3.18 and 3.19 of the London Plan (2016).",
    "The development hereby permitted shall be retained in complete accordance with the details shown on the submitted plans, numbers 10 Rev.D, 246 13 01 Rev.S-8 & 246 13 02 Rev.S-7, 2207_AP(90)201 Rev. P1 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Local Plan: Part One Strategic Policies (2012), Local Plan: Part Two - Development Management Policies (2020) and the London Plan (2016).",
    "No floodlighting or other form of external lighting shall be installed unless it is in accordance with details which have previously been submitted to and approved in writing by the Local Planning Authority. Such details shall include location, height, type and direction of light sources and intensity of illumination. Any lighting that is so installed shall not thereafter be altered without the prior consent in writing of the Local Planning Authority other than for routine maintenance which does not change its details.",
    "REASON",
    "To safeguard the amenity of surrounding properties in accordance with of Policy BE1 of the Local Plan: Part One Strategic Policies (2012), Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon  Local Plan (2012 and 2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including the London Plan (2016) and national guidance.",
    "It is recommended that a restoration scheme for playing field land is undertaken by a specialist turf consultant. The applicant should be aiming to ensure that any new or replacement playing field is fit for its intended purpose and should have regard to Sport England's technical Design Guidance Note entitled \"Natural Turf for Sport\" (2011) and relevant design guidance of the National Governing Bodies for Sport e.g. performance quality standards produced by the relevant pitch sport National Governing Bodies, for example the Football Association.",
    "You are advised that any further applications for the retention of the buildings, following the expiry of this consent in 2023, are unlikely to be viewed favourably due to the siting of the temporary building on a playing field."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Continued use of  temporary classroom accommodation comprising of a two storey building of 1,600sqm until 14 September 2023 (as previously approved in planning application reference 2082/APP/2014/600 and 2082/APP/2017/2086)",
  "lpa_app_no": "2082/APP/2019/3720",
  "decision_target_date": "19/03/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "18/03/2020",
  "id": "Hillingdon-2082_APP_2019_3720",
  "centroid_northing": 191363,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 508964,
  "street_name": "MAXWELL ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.42881969999999997,
          51.6106988
        ],
        [
          -0.4287492,
          51.6108049
        ],
        [
          -0.428516,
          51.6109178
        ],
        [
          -0.4278883,
          51.6111146
        ],
        [
          -0.42714359999999996,
          51.6106853
        ],
        [
          -0.42722679999999996,
          51.610627
        ],
        [
          -0.42676769999999997,
          51.610368
        ],
        [
          -0.4273842,
          51.609945
        ],
        [
          -0.4277581,
          51.610182
        ],
        [
          -0.42836949999999996,
          51.6104579
        ],
        [
          -0.42832000000000003,
          51.6105078
        ],
        [
          -0.4283862,
          51.6105265
        ],
        [
          -0.4284345,
          51.6105123
        ],
        [
          -0.42881969999999997,
          51.6106988
        ]
      ]
    ],
    "type": "Polygon"
  }
}