{
  "appeal_status": null,
  "centroid": {
    "lon": -0.428001,
    "lat": 51.609857
  },
  "decision_target_date": "31/01/2024",
  "lapsed_date": "21/03/2028",
  "appeal_start_date": "10/09/2024",
  "last_updated": "2025-06-19T21:59:11.676Z",
  "locality": null,
  "development_type": null,
  "postcode": "HA6 2YE",
  "ward": "NORTHWOOD 2022",
  "id": "Hillingdon-2082_APP_2023_516",
  "uprn": null,
  "decision": "Approved",
  "site_name": "NORTHWOOD COLLEGE EDUCATIONAL FOUNDATION",
  "last_date_consultation_comments": "12/04/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.42949129999999996,
          51.6094621
        ],
        [
          -0.4294844,
          51.6095244
        ],
        [
          -0.4295366,
          51.6095341
        ],
        [
          -0.42954349999999997,
          51.6097483
        ],
        [
          -0.4294706,
          51.609786
        ],
        [
          -0.42970939999999996,
          51.609923
        ],
        [
          -0.4295677,
          51.6100163
        ],
        [
          -0.4296003,
          51.6100405
        ],
        [
          -0.42982529999999997,
          51.6098889
        ],
        [
          -0.4300912,
          51.6100708
        ],
        [
          -0.43000439999999995,
          51.6100965
        ],
        [
          -0.4300177,
          51.6101264
        ],
        [
          -0.4298306,
          51.6101477
        ],
        [
          -0.42979609999999996,
          51.6101799
        ],
        [
          -0.43002789999999996,
          51.6103823
        ],
        [
          -0.42962449999999996,
          51.6105851
        ],
        [
          -0.4292513,
          51.6103273
        ],
        [
          -0.42947,
          51.6102172
        ],
        [
          -0.42944649999999995,
          51.610205
        ],
        [
          -0.42954349999999997,
          51.6101647
        ],
        [
          -0.4295541,
          51.6101321
        ],
        [
          -0.42953149999999996,
          51.6100961
        ],
        [
          -0.4293958,
          51.610014
        ],
        [
          -0.42938109999999996,
          51.6100257
        ],
        [
          -0.4290092,
          51.609869
        ],
        [
          -0.42910319999999996,
          51.6097751
        ],
        [
          -0.4290752,
          51.6097539
        ],
        [
          -0.42907059999999997,
          51.6097509
        ],
        [
          -0.4291297,
          51.6096981
        ],
        [
          -0.4291485,
          51.6097073
        ],
        [
          -0.4292475,
          51.6096075
        ],
        [
          -0.4292756,
          51.6096228
        ],
        [
          -0.42947749999999996,
          51.609447
        ],
        [
          -0.42949129999999996,
          51.6094621
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508847.278,
              191237.4969
            ],
            [
              508847.6087,
              191244.4423
            ],
            [
              508843.9707,
              191245.4344
            ],
            [
              508842.9785,
              191269.247
            ],
            [
              508847.9394,
              191273.5465
            ],
            [
              508831.0722,
              191288.4293
            ],
            [
              508840.6634,
              191299.0127
            ],
            [
              508838.3483,
              191301.6585
            ],
            [
              508823.1347,
              191284.4606
            ],
            [
              508804.2831,
              191304.3044
            ],
            [
              508810.2362,
              191307.2809
            ],
            [
              508809.2441,
              191310.5882
            ],
            [
              508822.1425,
              191313.2341
            ],
            [
              508824.4576,
              191316.8721
            ],
            [
              508807.9211,
              191339.031
            ],
            [
              508835.3717,
              191362.1821
            ],
            [
              508861.8301,
              191334.07
            ],
            [
              508846.9473,
              191321.5023
            ],
            [
              508848.6009,
              191320.1794
            ],
            [
              508841.9863,
              191315.5492
            ],
            [
              508841.3248,
              191311.9111
            ],
            [
              508842.9785,
              191307.9424
            ],
            [
              508852.5697,
              191299.0127
            ],
            [
              508853.5618,
              191300.3356
            ],
            [
              508879.6895,
              191283.4684
            ],
            [
              508873.4056,
              191272.885
            ],
            [
              508875.39,
              191270.5699
            ],
            [
              508875.7207,
              191270.2392
            ],
            [
              508871.752,
              191264.286
            ],
            [
              508870.4291,
              191265.2782
            ],
            [
              508863.8145,
              191254.0334
            ],
            [
              508861.8301,
              191255.6871
            ],
            [
              508848.2702,
              191235.8433
            ],
            [
              508847.278,
              191237.4969
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Removal/Variation of a condition",
  "title_number": null,
  "site_number": null,
  "lpa_name": "Hillingdon",
  "decision_process": "Committee",
  "secondary_street_name": "NORTHWOOD",
  "street_name": "MAXWELL ROAD",
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.37
  },
  "valid_date": "22/02/2023",
  "parking_details": null,
  "actual_commencement_date": null,
  "centroid_northing": 191284,
  "application_type": "All Other",
  "decision_conditions": [
    "The development hereby permitted relates solely to the operation of the site. All works of previously approved under planning permission reference 2082/APP/2007/1411 (dated 11th September 2007) have now ceased and shall remain as such. This decision notice does not permit any further works from this site.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "All material details were approved under application reference 2082/APP/2007/3110 (dated 8th December 2009) and shall be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "All boundary details were approved under application reference 2082/APP/2007/3110 (dated 8th December 2009) and shall be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "Details relating to parking for wheelchair disabled people have been approved under application reference 2082/APP/2007/3245 (dated 7th December 2009) and shall be retained as such.",
    "REASON",
    "To ensure that people in wheelchairs are provided with adequate car parking and convenient access to building entrances in accordance with Policy DMT 6 of the Hillingdon Local Plan: Part 2 (2020).",
    "Trees, hedges and shrubs shown to be retained on the approved plan shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority.",
    "If any retained tree, hedge or shrub is removed or severely damaged during construction, or is found to be seriously diseased or dying another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier.",
    "Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork shall be agr",
    "All landscape scheme details were approved under application reference 2082/APP/2007/3245 (dated 7th December 2009) and shall be retained as such.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality in compliance with Policies DMHB 14 and DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "The early years centre shall only be used between the hours of 08:00 to 21:00 on Mondays to Saturdays, and at no time on Sundays and Bank Holidays.",
    "REASON",
    "To safeguard the amenity of the surrounding area in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020) and Policy D14 of the London Plan (2021).",
    "For a temporary period of 24 months from the date that this decision is issued, the all-weather playing surfaces shall only be used between the hours of:",
    "- Monday to Friday: 09.00 - 21.00;",
    "- Saturdays: 09.00 - 18:00;",
    "- Sunday: 10.00 - 16.00; and",
    "- No use on Bank Holidays.",
    "REASON",
    "To safeguard the amenity of the surrounding area in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020) and Policy D14 of the London Plan (2021).",
    "For a temporary period of 24 months from the date that this decision is issued, the all-weather pitch shall be available for use by the wider community on a managed basis. Activities shall be supervised by a Coach or Club Member and no championships or tournaments shall be held at the application site.",
    "REASON",
    "To ensure that the development does not cause danger and inconvenience to users of the adjoining pavement and highway in accordance with Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 (2020).",
    "Details pertaining to the control of noise and odour emanating from the site were approved under application reference 2082/APP/2009/497 (dated 16th June 2009) and shall be retained as such.",
    "REASON",
    "To safeguard the amenity of the surrounding area in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020) and Policy D14 of the London Plan (2021).",
    "10% of energy requirements for the development hereby approved shall be supplied from renewable sources and shall be retained as such.",
    "REASON",
    "To accord with the requirements secured under the original permission and to comply with the general principles of Policy SI 2 of the London Plan (2021).",
    "The opening hours for the Early Years Centre shall be staggered by a minimum of 15 minutes from the college opening hours as detailed in the letter received from Dannatt, Johnson Architects dated 1/08/07.",
    "REASON",
    "To protect the amenity of surrounding areas in accordance with Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 (2020).",
    "The access to the Early Years Centre will be from Maxwell Road and no drop-off or pick-up will be permitted from Myrtleside Close. This condition shall not apply to access for fire or other emergency services.",
    "REASON",
    "To ensure that vehicle safety is not prejudiced and to protect the amenities of occupiers of residential properties in Myrtleside Close in accordance with Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 (2020).",
    "(i) Prior to operation of community use activities, a Community Use Agreement, prepared in consultation with Sport England, shall be submitted to and approved in writing by the Local Planning Authority, and a copy of the completed approved agreement has been provided to the Local Planning Authority. The agreement shall apply to the indoor, outdoor and supporting facilities and include details of pricing policy, hours of use, access by non-educational establishment users, management responsibilities and a mechanism for review. For a temporary period of 24 months from the date that this decision is issued, the Community Use Agreement should allow community use of the facility during the following times:",
    "- Monday to Friday: 09.00 - 21.00;",
    "- Saturdays: 09.00 - 18:00;",
    "- Sunday: 10.00 - 16.00; and",
    "- No use on Bank Holidays.",
    "(ii) Prior to operation of community use activities, a car parking management strategy which details how parking for community use of the facilities will be managed and",
    "Prior to the use of the all-weather playing surfaces during evening hours (6pm to 9pm), a Noise Mitigation and Management Plan shall be submitted to and approved in writing by the Local Planning Authority. This plan shall detail a noise complaint procedure, including detail on how measures are implemented to resolve such complaints. Thereafter the all-weather playing surfaces shall only ever be used during evening hours in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To safeguard the amenity of the surrounding area in accordance Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020), Policy EM8 of the Hillingdon Local Plan: Part 1 (2012), and Policy D14 of the London Plan (2021).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Please be advised that the application hereby approved does not permit any form of floodlighting. Any future application submitted which seeks permission for the installation of floodlighting shall be reported to the Hillingdon Planning Committee for determination."
  ],
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=2082/APP/2023/516",
  "pp_id": "11922018",
  "last_updated_by": "CSV Data Import",
  "centroid_easting": 508951,
  "borough": "Hillingdon",
  "epc_number": null,
  "lpa_app_no": "2082/APP/2023/516",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "description": "Variation of Conditions 12 (All-Weather Pitch Hours of Use) and 13 (All-Weather Pitch Restriction of Use) of planning permission ref. 2082/APP/2007/1411 dated 11-09-2007 (Removal of existing building and construction of new early years centre and relocation of all-weather sports surface playing field (approved under planning application ref. 2082/APP/2003/1103) including details of design and layout) to change the permitted operating hours and use of the all-weather pitch.",
  "appeal_decision": "Allowed",
  "appeal_decision_date": "21/03/2025",
  "status": "Allowed",
  "decision_date": "22/01/2024",
  "cil_liability": false
}