{
  "actual_commencement_date": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/234306FUL;",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "22/02/2024",
  "polygon": null,
  "cil_liability": false,
  "lapsed_date": "22/02/2027",
  "appeal_decision": null,
  "street_name": "Fairway Drive",
  "decision_agency": "Borough",
  "last_updated_by": "CSV Data Import",
  "description": "Change of use from (Flexible Use Class B1c, B2 and B8) to Research and Development Use (Class E(g)(ii)); alterations to fenestrations, external plant enclosure, fencing, additional cycle and car parking and associated works",
  "decision": "Approved",
  "centroid_northing": 184075,
  "bo_system": "CSV Data Import",
  "last_updated": "2025-03-20T11:50:14.032+00:00",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "Central Greenford",
  "centroid_easting": 514189,
  "site_name": "Unit B, Segro Park, ",
  "application_type": "All Other",
  "parking_details": {
    "no_existing_car": 30,
    "no_proposed_car": 44,
    "net_bluebadge": 0,
    "no_proposed_cycle": 25,
    "no_proposed_bluebadge": 3,
    "net_car": 14,
    "net_cycle": 19,
    "no_existing_bluebadge": 3,
    "no_existing_cycle": 6
  },
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Ealing",
  "wgs84_polygon": null,
  "postcode": "UB6 8PW",
  "decision_date": "22/02/2024",
  "centroid": {
    "lon": -0.354731,
    "lat": 51.544028
  },
  "decision_process": "Delegated",
  "epc_number": "9972-9553-5117-3165-2040",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "site_number": null,
  "borough": "Ealing",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "25/10/2023",
  "application_type_full": "Full planning permission",
  "locality": "Greenford",
  "last_date_consultation_comments": null,
  "pp_id": "PP-12502335",
  "development_type": "Minor general industry-storage-warehousing",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing / document title number(s):  Site Location Plan PL001 A, Site Block Plan PL002 A, Proposed Site Plan 810 D, Stantec Transport Statement dated October 2023, Stantec Technical Note dated October 2023,  Sharps Redmore Environmental Noise Report dated 10.10.2023, Existing Site Plan & Existing Service Yard 800 B, Proposed Service Yard & Detail Elevations 812 E, Design & Access Statement - Ultra, Existing External Elevations 801, Existing Floor Plans Ground & First 805, Proposed External Elevations 811 B, Proposed Floor Plans Ground & First Floor 815, received 05.12.2023",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| Any mezzanine floor shall remain ancillary to the main research & development use (Use Class E(g)(ii)) of the site and shall at no time be used for any other purposes.",
    "Reason:  To safeguard the retention of the industrial premises in accordance with policy 3.1 of the Ealing Core Strategy (2021), policy 4A of the Ealing Development Management Development Plan Document (2013) and policies E4 and E6 of the London Plan (2021). | The proposed development must comply with the previously approved noise condition details in condition 03 of permission 195221FUL reference and with the noise report by Sharps Redmore dated 10th October 2023, ref. 2322101.",
    "Reason: To ensure that the amenity of occupiers at the development site/ surrounding premises is not adversely affected by noise in accordance with policy 7A of Ealing's Development Management DPD (2013). | Prior to use, machinery, plant or equipment/ extraction/ ventilation systems and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site/surrounding premises is not adversely affected by vibration noise, in accordance with Policy D14 of the  London Plan, Policy 7A of the Ealing Development Management DPD and SPG10.",
    "| No vehicle engines shall be left running while vehicles used in conjunction with the development are parked at the site, with the exception of refrigerated vehicles.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise or fumes, in accordance with Policy D14 of the London Plan, Policy 7A of the Ealing Development Management DPD and SPG10.",
    "| Noise from activities and uses in external areas shall be minimised and mitigated and incorporating the installation of an impervious acoustic barrier as recommended by Sharps Redmore in their report Project No 1818415, dated 14th November 2019.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise from activities or people at or leaving the site, in accordance with Policy D14  of the London Plan, Policy D13 of the draft London Plan, Policy 7A of the Ealing Development Management DPD and SPG10.",
    "| No tannoys or public address systems shall be used, except in instances associated with health, security or safety.",
    "Reason: To ensure that external noise sources are kept to a minimum to protect the amenity of surrounding residential uses in accordance with Policy D14  of the London Plan, Policy 7A of the Ealing Development Management DPD and SPG10.",
    "| External artificial lighting at the development shall not exceed the vertical illumination lux levels at neighbouring premises that are recommended by the Institution of Lighting Professionals in the 'Guidance Notes For The Reduction Of Light Pollution 2011'.  Lighting should be minimized by limiting the hours of use. Glare and sky glow should be prevented by correctly using, locating, aiming and shielding luminaires, in accordance with the Guidance Notes.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by lighting, in accordance with Policy 7A of the Ealing Development Management DPD.",
    "| a)\t  The permitted development shall implement and maintain, and in the case of energy generation equipment confirm as operational, the approved measures to achieve an overall reduction in regulated CO2 emissions of at least 94.83% (equal to 121.96 tonnes of CO2 per year) beyond Building Regulations Part L 2013. These CO2 savings shall be achieved through the Lean, Clean, Green Energy Hierarchy as detailed in the approved Energy Statement (issue 3) prepared by Watkins Payne in January 2020 including:",
    "i.\tLean passive design measures to achieve an annual reduction of at least 34.99% equating to at least 69.22 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L 2013.",
    "ii.\tGreen renewable energy equipment including the incorporation of three photovoltaic arrays with a combined total capacity of at least 567.3 kWp, and variable refrigerant flow Air Source Heat Pump(s) to achieve an annual reduction of at least 92.05%, equating to 118.40 tonnes, in regulated carbon dioxide (CO2) emissions over the Be Lean/Clean stage of the Energy Hierarchy.",
    "b)\tThe hereby approved development shall be carried out in accordance withPrior to final completion of construction , the details of the specifications, design and layout of the proposed renewable energy equipment shall be submitted to and approved in writing by the Local Planning Authority under application 215465CND.",
    "c)\tThe installed renewable energy equipment of the hereby approved development shall be in accordance with the submitted and approved details to the Council under application 215465CNDl. The details included the exact Heat Pump, monthly energy demand profile, and the exact number of PV arrays, the kWp capacity of each array, the orientation, pitch and mounting of the panels, and the make and model of the panels. The name and contact details of the renewable energy installation contractor(s), and if different, the commissioning electrical contractor, should be submitted to the Council along with copies of the MCS certificates and all relevant commissioning documentation. The development shall only be in accordance with the approved details.",
    "Reason: In the interest of addressing climate change and to secure environmental sustainable development in accordance with policies, SI1, SI2, SI3 and SI4 of the London Plan (2021) guidance note 11 of the GLA Energy Assessment Guidance 2018, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012.",
    "| a)\tThe non-residential space shall be registered with Building Research Establishment (BRE) and achieve BREEAM Rating Very Good with a score of 60.58% (based on the latest BREEAM NC Technical guidance).",
    "b)\tEach non-residential element of the hereby approved development shall comply with the, Interim BREEAM NC Assessment and related Certification verified by the BRE as submitted and approved by the Local Planning Authority under application .",
    "c)\tWithin 6 months from the date of first occupation of each non-residential element of the development, BREEAM 'Post Construction Stage' Assessment and related Certification verified by the BRE should be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been implemented.",
    "d)\tFollowing any approval of a 'Post Construction Stage' assessment and certificate of the development, the approved measures and technologies to achieve the BREEAM Very Good or higher standard shall be retained in working order in perpetuity.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies SI1, SI2, SI3 and SI4 of the London Plan (2021) , policies LV5.2 and 7A of the Ealing Development Management DPD 2013, and Policies 1.1(k) and 1.2(f) of the Ealing Development (Core) Strategy 2012.",
    "| The developer shall draw to the attention of the Local Planning Authority the presence of any unsuspected contamination encountered during the development.",
    "In the event of contamination to land and/or water being encountered, no development shall continue until a programme of investigation and/or remedial work to include methods of monitoring and certification of such work undertaken has been submitted and approved in writing by the Local Planning Authority.",
    "None of the development shall be occupied until the approved remedial works, monitoring and certification of the works have been carried out and a full validation report has been submitted to and approved in writing by the Local Planning Authority.",
    "In the event that no contamination is encountered, the developer shall provide a written statement / photographic evidence to the Local Planning Authority confirming that this was the case, and only after written approval by the Local Planning Authority shall the development be occupied.  The evidence shall include waste disposal transfer notes proving correct disposal of soil.",
    "Reason: To ensure that any ground and water contamination is identified and adequately addressed to ensure the safety of the development, the environment and to ensure the site is suitable for the proposed use.",
    "| Notwithstanding the provisions of Article 3 of The Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification) or the provisions of The Town and Country Planning (Use Classes) (Amendment) (England) Regulations 2020, the development hereby approved shall only be used for research and development (Class E (g)(ii)) specifically as identified in the approved drawings listed in Condition 2, and shall not be used for any other purposes, unless otherwise agreed in writing with the Local Planning Authority through the submission of a planning application.",
    "Reason: To control the nature of the use and safeguard the amenities of the area, in accordance with Policies 7.4 and 7B of the Ealing Development Management DPD (2013), Policy D3 and D4 of the London Plan (2021) and Policy DAA of Ealing's draft new Local Plan (Regulation 18)."
  ],
  "status": "Approved",
  "secondary_street_name": null,
  "id": "Ealing-234306FUL",
  "lpa_app_no": "234306FUL",
  "application_details": {
    "scheme_phasing": true,
    "total_gia_lost": 3300,
    "total_gia_gained": 3326,
    "green_suds": false,
    "affordable_housing_fast_track": false,
    "infrastructure_details": {
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "no_active_other_ev_charging_points": 9,
      "no_passive_other_ev_charging_points": 9,
      "no_non_resi_units_to_have_full_fibre": 1,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_pm_emissions": 0,
      "mobile_network_operators_consultation": false,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": true,
      "fire_suppression_system_proposed": true
    },
    "projected_cost_of_works": "Between £2m and £100m",
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 3326,
      "total_gia_existing": 3300,
      "total_gia_lost": 3300
    },
    "total_gia_existing": 3300,
    "existing_uprns": [
      "000012203293"
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 3300,
        "use_class": "SpecifiedOther",
        "gia_gained": 3326,
        "gia_lost": 3300
      }
    ],
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "1 (Entire Development)",
        "intended_completion_date": "12/2024",
        "intended_commencement_date": "01/2024"
      }
    ],
    "site_area": 0.5221,
    "internal_resi_water_usage": 0,
    "garden_land_lost": false,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "surface_water_discharge_percentage_reduction": 0
  },
  "uprn": "000012203293"
}