{
  "lpa_name": "Havering",
  "uprn": "100021394651",
  "decision_date": "01/03/2021",
  "epc_number": null,
  "application_type_full": "Lawful development: Proposed use",
  "bo_system": "CSV Data Import",
  "id": "Havering-D0502.20",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM1 4HB",
  "appeal_decision": null,
  "application_details": {
    "no_additional_bathrooms": 1,
    "total_gia_gained": 29,
    "existing_uprns": null,
    "no_additional_bedrooms": 1,
    "site_area": 0.037000000000000005
  },
  "valid_date": "04/01/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Certificate of lawfulness for the conversion of roof space to habitable use, involving conversion of roof from hip to gable end and to include a rear dormer and 2 front roof lights",
  "decision_conditions": [
    "The operations come within the provisions of Schedule 2, Part 1, Class B of the Town and Country Planning (General Permitted Development) (England) Order 2015, thereby not requiring planning permission.",
    "The operations come within the provisions of Schedule 2, Part 1, Class C of the Town and Country Planning (General Permitted Development) (England) Order 2015, thereby not requiring planning permission.",
    "The development is permitted by Class B subject to the following conditions-",
    "(a) the materials used in any exterior work must be of a similar appearance to those used",
    "in the construction of the exterior of the existing dwellinghouse;",
    "(b) the enlargement must be constructed so that-",
    "(i) other than in the case of a hip-to-gable enlargement or an enlargement which joins the original roof to the roof of a rear or side extension-",
    "(aa) the eaves of the original roof are maintained or reinstated; and",
    "(bb) the edge of the enlargement closest to the eaves of the original roof is, so far as",
    "practicable, not less than 0.2 metres from the eaves, measered along the roof slope from",
    "the outside edge of the eaves; and",
    "(ii) other than in the case of an enlargement which joins the original roof to the roof of a rear or side extension, no part of the enlargement extends beyond the outside face of any external wall of the original dwellinghouse; and",
    "(c) any window inserted on",
    "Development is permitted by Class C subject to the condition that any window located on a roof slope forming a side elevation of the dwellinghouse shall be-",
    "(a) obscure-glazed; and",
    "(b) non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed.",
    "This certificate provides confirmation that the development is lawful.  You should also check whether the development requires separate Building Regulation consent. Information is available on the Building Control webpages via http://www.havering.gov.uk/Pages/Category/Building-control.aspx?l1=200252 and the team is available between 9am and 10am Monday to Friday via 01708 432700.",
    "The applicant is informed that this Certificate is valid for the existing dwelling. Please note that any other addition to the house, including the approved scheme ref:P1737.20 (Part two storey, part single storey rear extension, involving demolition of existing conservatory, single storey front extension, first floor side extension, conversion of attached garage to habitable use involving alterations to front elevation and demolition of attached store) before the completion of the loft extension would be likely to invalidate the Certificate. You are therefore advised the Certificate be built and not in combination with the rest of the works approved under this address, otherwise the Certificate already given would cease to apply which would require planning permission and is less likely to be supported."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:58:00.485+00:00",
  "ward": "Romford Town",
  "parking_details": null,
  "lapsed_date": "01/03/2024",
  "decision_target_date": "01/03/2021",
  "centroid": {
    "lat": "51.5860902",
    "lon": "0.18752829999999998"
  },
  "lpa_app_no": "D0502.20",
  "status": "Not Required",
  "site_name": "11 Rosemary Avenue",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=D0502.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551654.284,
              189718.979
            ],
            [
              551628.767,
              189755.508
            ],
            [
              551632.831,
              189757.675
            ],
            [
              551663.311,
              189727.06
            ],
            [
              551657.215,
              189720.151
            ],
            [
              551654.284,
              189718.979
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [
    "UNREGISTERED"
  ],
  "actual_commencement_date": null,
  "street_name": "Romford",
  "pp_id": "09275272",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 551647,
  "appeal_start_date": null,
  "centroid_northing": 189737,
  "borough": "Havering",
  "decision": "Not Required",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1876256,
          51.5859263
        ],
        [
          0.1872733,
          51.5862614
        ],
        [
          0.1873329,
          51.5862798
        ],
        [
          0.1877592,
          51.5859965
        ],
        [
          0.18766829999999998,
          51.5859361
        ],
        [
          0.1876256,
          51.5859263
        ]
      ]
    ],
    "type": "Polygon"
  }
}