{
  "lpa_name": "Wandsworth",
  "uprn": "100023311021",
  "decision_date": "12/05/2014",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Wandsworth-2014_0937",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "SW15 1RN",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": 0,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 166.66666666666666,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 6,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 6,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": false,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 1,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": false,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 1,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": false,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": false,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": false,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 3,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": false,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 4,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.036000000000000004,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 13,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": null,
      "site_area": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 348,
      "total_gia_gained": 0,
      "total_gia_lost": 348,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "A3",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 348
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": 0,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": 4,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "site_area": 0.036
  },
  "valid_date": "03/04/2014",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of existing building and erection of four storey building (including basement and roof level accommodation) to provide 6 x flats with front and rear roof terraces.",
  "decision_conditions": [
    "Condition : 1 - This development shall be begun within 3 years from the date of this permission.\r\nTo comply with Section 91 of the Town and Country Planning Act 1990.\r\n",
    "Condition : 2 - Details of proposed boundary treatment shall be submitted to and approved by the local planning authority. Such details as may be approved shall be carried out prior to occupation of the building(s).  \r\nTo ensure a satisfactory appearance and to accord with Council policy DMS1\r\n",
    "Condition : 3 - Full details of existing and proposed site levels shall be submitted to and approved by the local planning authority before the development hereby approved is begun.  The development shall thereafter be carried out in accordance with the approved details.\r\nTo ensure the development relates satisfactorily to its surroundings, and in accordance with Council policy DMS1\r\n",
    "Condition : 4 - Notwithstanding any materials specified in the application, details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved by the local planning authority before any works are commenced. The development shall be carried out in accordance with the approved materials. \r\nIn order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy DMS1\r\n",
    "Condition : 5 - Before development begins, details of a scheme to insulate the approved development against noise generated externally shall be submitted to and approved by the local planning authority. The approved measures shall be installed prior to the commencement of the use/occupation of the building and retained and maintained thereafter.\r\nTo protect the occupiers of the building(s), in accordance with Council policies DMH4(ii)\r\n",
    "Condition : 6 - Details of landscaping and treatment of parts of the site not covered by buildings,  to include species of new planting and any existing plants/trees to be retained, shall be submitted to and approved by the local planning authority before the development starts. All planting, seeding or turfing included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.  \r\nTo ensure a satisfactory appearance, in accordance with Council policy DMS1 \r\n",
    "Condition : 7 - The landscape works and/or planting shown on the approved drawings shall be carried out prior to the occupation of the development, or in accordance with a programme agreed in writing with the local planning authority. \r\nTo ensure a satisfactory appearance, in accordance with Council policy DMS1 \r\n",
    "Condition : 8 - Any trees or shrubs planted as part of a landscape scheme approved as part of this decision, or arising from a condition imposed on this decision, which within a period of five years from the completion of the development is found to be dead,  removed, or becomes seriously damaged or diseased,  shall be replaced in the next planting season with others of similar size and species.\r\nTo safeguard the appearance of the development, in accordance with Council policy DMS1\r\n",
    "Condition : 9 - The balustrades surrounding the rear roof terraces shall be glazed with obscured glass and maintained in obscured glass in the future, unless approved otherwise by the local planning authority in writing.\r\nTo control overlooking, and safeguard the privacy of neighbours in accordance with Council policy DMS1(c)",
    "Condition : 10 - The screening to the roof terraces, shown on the approved drawings, shall be completed before any use of the terraces commence, and retained permanently afterwards.\r\nTo protect the privacy of neighbours and prevent overlooking in accordance with Council policy DMS1(c)\r\n",
    "Condition : 11 - The development shall be carried out in accordance with the approved drawings and specifications, unless approved otherwise in writing by the local planning authority.  \r\nTo ensure a satisfactory standard of development, and to allow the local planning authority to review any potential changes to the scheme.\r\n",
    "Condition : 12 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995, or any future enactment of that Order, no windows, doors or glazed areas (other than such as may be shown on the approved plans) shall be formed in the eastern side wall of the building without the prior written consent of the local planning authority.\r\nTo protect the privacy of neighbours and prevent overlooking, in accordance with Council policy DMS1\r\n",
    "Condition : 13 - No water tanks, plant, lift rooms  or other structures shall be erected upon the roof of the approved building without the written approval of the local planning authority.\r\nTo control the appearance of the building and safeguard the appearance of the area, in accordance with Council policy DMS1\r\n",
    "Condition : 14 - The development hereby approved shall be built to a minimum standard of Code for Sustainable Homes level 4.  Prior to the occupation of the approved building a copy of the Post Construction Certificate verifying that the Code for Sustainable Homes level 4 has been achieved shall be submitted to the local planning authority.  \r\nIn the interests of sustainable development in accordance with the Council policy DMS3 of the DMPD and policy IS2 of the Core Strategy.",
    "Condition : 15 - Details of the energy strategy including calculations demonstrating how a reduction in predicted carbon emissions through on site renewable energy generation will be achieved shall be submitted to the local planning authority prior to the commencement of development.  The approved measures shall be implemented as agreed.  \r\nTo ensure that the development is sustainable, in accordance with IS2.",
    "Condition : 16 - In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  We have made available detailed advice in the form of our statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 17 - Community Infrastructure Levy (CIL):  From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended). You or the relevant interested parties are required to provide the Council with the information set out in the Regulations.  The process for the collection of CIL includes:\r\n\r\n- the requirement to complete an \"Assumption of Liability\" form as soon as possible;\r\n- to claim charitable exemption, social housing relief, self-build exemption or residential annex/extension exemption you or the relevant interested party must complete the correct claim form \r\nThe Council will issue a Liability Notice(s) which details the charges due.\r\nAs soon as the developer, landowner of other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\". \r\nFailure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges, invalidate claims for relief or exemption from the charge, or other penalties as set out in the Regulations.\r\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk).\r\nDetails of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk).\r\n\r\nThe Assumption of Liability Form, Claiming of Exemption or Relief Forms and Commencement Notice must be sent to:\r\n\r\nCommunity Infrastructure Levy\r\nEnvironment and Community Services\r\nWandsworth Council\r\nTown Hall\r\nLondon\r\nSW18 2PU\r\n\r\ncil@wandsworth.gov.uk\r\n\r\nFax: 020 8871 6003 (marked FAO CIL)\r\n",
    "Condition : 18 - Any assessment of CIL liability by the Council has been based on the information provided.   Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings is not still current at the time of the decision which first permits development.  This date will be the latest date of either: the date of this permission; the approval of the last pre-commencement condition associated with a phase of a phased planning permission; or for a phase of an outline permission granted in phases the date of permission of the last reserved matter or pre-commencement condition associated with that phase.",
    "Condition : 19 - Details of works to the public highway (including reconstruction of the footways on both sides of Petersfield Rise adjacent to the development) in the form of a section 278 agreement shall be submitted to and approved in writing prior to the occupation of the residential units hereby permitted, unless otherwise agreed in writing. Works must be carried out in accordance with approved agreement.\r\nIn the interests of local amenity, in accordance with Council policy DMS1.",
    "Condition : 20 - The new development will require approval/supervision of the basement construction, removal of the redundant vehicle crossover and reconstruction of the footway along this site's boundary, at the applicant's expense. The applicant should contact the Council's Engineering Services on 020 8871 6664 to obtain a cost estimate and arrange for the works to be carried out.",
    "Condition : 21 - INFORMATIVE: Legal changes under The Water Industry (Scheme for the Adoption of private sewers) Regulations 2011 mean that the sections of pipes you share with your neighbours, or are situated outside of your property boundary which connect to a public sewer are likely to have transferred to Thames Water's ownership. Should your proposed building work fall within 3 metres of these pipes we recommend you contact Thames Water to discuss their status in more detail and to determine if a building over / near to agreement is required. You can contact Thames Water on 0845 850 2777 or for more information please visit our website at www.thameswater.co.uk\r\n",
    "Condition : 22 - INFORMATIVE: Surface Water Drainage - With regard to surface water drainage it is the responsibility of a developer to make proper provision for drainage to ground, water courses or a suitable sewer. In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off site storage. When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Connections are not permitted for the removal of groundwater. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required. They can be contacted on 0845 850 2777. Reason - to ensure that the surface water discharge from the site shall not be detrimental to the existing sewerage system.",
    "Condition : 23 - Thames Water will aim to provide customers with a minimum pressure of 10m\r\nhead (approx 1 bar) and a flow rate of 9 litres/minute at the point where it leaves Thames Waters pipes. The developer should take account of this minimum pressure in the design of the proposed development."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:58:04.395+00:00",
  "ward": "Thamesfield",
  "parking_details": {
    "no_proposed_lgv": 0,
    "no_proposed_other": 0,
    "no_proposed_bluebadge": 0,
    "no_proposed_bus": 0,
    "net_bluebadge": 0,
    "no_existing_other": 0,
    "no_existing_cycle": 0,
    "no_proposed_car": 0,
    "no_proposed_motorcycle": 0,
    "net_bus": 0,
    "no_existing_motorcycle": 0,
    "no_proposed_resi_offstreet": 0,
    "no_existing_car": 0,
    "net_other": 0,
    "no_existing_lgv": 0,
    "net_motorcycle": 0,
    "net_car": 0,
    "no_existing_bluebadge": 0,
    "no_existing_bus": 0,
    "net_lgv": 0,
    "no_proposed_cycle": 8,
    "net_cycle": 8
  },
  "lapsed_date": "12/05/2017",
  "decision_target_date": "29/05/2014",
  "centroid": {
    "lat": "51.4622293",
    "lon": "-0.21716339999999998"
  },
  "lpa_app_no": "2014/0937",
  "status": "Lapsed",
  "site_name": "3-5",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2014/0937",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              523956.94,
              175216.18
            ],
            [
              523956.3,
              175212.9
            ],
            [
              523948.99,
              175184.54
            ],
            [
              523945.84,
              175185.34
            ],
            [
              523944.94,
              175185.54
            ],
            [
              523941.24,
              175186.44
            ],
            [
              523940.7,
              175186.59
            ],
            [
              523938.4,
              175187.14
            ],
            [
              523941.5,
              175199.7
            ],
            [
              523942.11,
              175201.93
            ],
            [
              523942.2,
              175202.25
            ],
            [
              523945.6,
              175215.59
            ],
            [
              523946.3,
              175218.44
            ],
            [
              523956.94,
              175216.18
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "20/03/2014",
  "appeal_decision_date": null,
  "decision_process": null,
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "3",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Chelverton Road",
  "pp_id": "3205132",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 523948,
  "appeal_start_date": null,
  "centroid_northing": 175202,
  "borough": "Wandsworth",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2170298,
          51.4623548
        ],
        [
          -0.2170402,
          51.4623254
        ],
        [
          -0.2171553,
          51.4620721
        ],
        [
          -0.21720029999999999,
          51.46208
        ],
        [
          -0.2172132,
          51.462082
        ],
        [
          -0.2172661,
          51.4620909
        ],
        [
          -0.2172738,
          51.4620924
        ],
        [
          -0.2173067,
          51.4620978
        ],
        [
          -0.2172577,
          51.46221
        ],
        [
          -0.2172482,
          51.4622299
        ],
        [
          -0.2172468,
          51.4622328
        ],
        [
          -0.2171932,
          51.4623519
        ],
        [
          -0.2171821,
          51.4623774
        ],
        [
          -0.2170298,
          51.4623548
        ]
      ]
    ],
    "type": "Polygon"
  }
}