{
  "last_date_consultation_comments": "26/07/2024",
  "site_number": null,
  "ward": "CHARVILLE 2022",
  "decision_date": "31/10/2024",
  "description": "Erection of first floor rear extensions",
  "development_type": null,
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": "UB4 8AU",
  "locality": null,
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "13164754",
  "street_name": "DALE DRIVE",
  "last_updated_by": "CSV Data Import",
  "lpa_name": "Hillingdon",
  "centroid": {
    "lon": "-0.421394",
    "lat": "51.5303152"
  },
  "lpa_app_no": "78854/APP/2024/1615",
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 735,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "06/2025",
    "intended_commencement_date": "12/2024",
    "site_area": 0.07400000000000001
  },
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.42146839999999997,
          51.5304868
        ],
        [
          -0.421461,
          51.5304808
        ],
        [
          -0.4210577,
          51.5302315
        ],
        [
          -0.4211314,
          51.5301956
        ],
        [
          -0.4211398,
          51.5301719
        ],
        [
          -0.42173069999999996,
          51.5302941
        ],
        [
          -0.42170349999999995,
          51.530308
        ],
        [
          -0.4216821,
          51.5303196
        ],
        [
          -0.4216644,
          51.5303348
        ],
        [
          -0.4216619,
          51.5303538
        ],
        [
          -0.4215835,
          51.5304134
        ],
        [
          -0.42146839999999997,
          51.5304868
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 509598,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=78854/APP/2024/1615",
  "bo_system": "CSV Data Import",
  "appeal_start_date": null,
  "secondary_street_name": "HAYES",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "52-54",
  "id": "Hillingdon-78854_APP_2024_1615",
  "decision_target_date": "01/11/2024",
  "centroid_northing": 182448,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509592.4241,
              182466.9739
            ],
            [
              509592.9533,
              182466.3125
            ],
            [
              509621.5284,
              182439.1926
            ],
            [
              509616.5012,
              182435.0915
            ],
            [
              509615.9722,
              182432.4456
            ],
            [
              509574.697,
              182445.1457
            ],
            [
              509576.5491,
              182446.7333
            ],
            [
              509578.0043,
              182448.0561
            ],
            [
              509579.1949,
              182449.7759
            ],
            [
              509579.3272,
              182451.8925
            ],
            [
              509584.6189,
              182458.6395
            ],
            [
              509592.4241,
              182466.9739
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans:",
    "Location Plan",
    "A0102",
    "A0104",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The development hereby approved shall be implemented and completed simultaneously, and shall not be implemented separately within the adjoining sites.",
    "REASON",
    "To ensure that the development is built as assessed within the granting of this planning permission for the avoidance of doubt and to ensure that a high quality design is achieved and no impacts between neighbouring sites arise from non-simultaneous implementation in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "You have been granted planning permission to build a residential extension. When undertaking demolition and/or building work, please be considerate to your neighbours and do not undertake work in the early morning or late at night or at any time on Sundays or Bank Holidays. Furthermore, please ensure that all vehicles associated with the construction of the development hereby approved are properly washed and cleaned to prevent the passage of mud and dirt onto the adjoining highway. You are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation. For further information and advice, please contact - Environmental Protection Unit, 4W/04, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 250190).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and NPPF (2023)."
  ],
  "appeal_decision_date": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "last_updated": "2025-03-19T18:49:32.971+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "31/10/2027",
  "decision": "Approved",
  "valid_date": "01/07/2024"
}