{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/165514OPDFUL;",
  "lapsed_date": "20/10/2026",
  "decision_target_date": null,
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": null,
  "site_name": "The Portal",
  "status": "Approved",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.35500000000000004
  },
  "appeal_decision_date": null,
  "lpa_app_no": "165514OPDFUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "520851",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T11:24:52.590+00:00",
  "id": "Ealing-165514OPDFUL",
  "application_type": "All Other",
  "street_name": "Wales Farm Road",
  "borough": "Ealing",
  "ward": "North Acton",
  "decision_date": "20/10/2023",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Redevelopment of the site to provide a single storey basement with a part 10, part 36 storey building comprising 350 residential units and ancillary facilities (Use Class C3) with a mix of studio, 1 bed, 2 bed and 3 bed flats and 503qm (GIA) of flexible use class E and/or Sui Generis (pub/wine bar/drinking establishment) and/or F1 and/or F2 floorspace and a landscaped public realm, together with associated public and private amenity space, cycle parking, car parking, servicing, landscaping and other associated works (Full Planning Application accompanied by an Environmental Impact Assessment) (Amended description, revised plans and affordable housing received 17/07/20)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": null,
  "centroid_northing": "181798",
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012186732",
  "centroid": {
    "lon": "-0.25946589999999997",
    "lat": "51.5221799"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520787.1354669,
              181798.1061722
            ],
            [
              520794.5438151,
              181819.8020489
            ],
            [
              520785.9448396,
              181822.7124714
            ],
            [
              520787.5323427,
              181827.8718567
            ],
            [
              520789.5167217,
              181827.2103971
            ],
            [
              520791.1042249,
              181832.6343663
            ],
            [
              520850.503302,
              181813.5843282
            ],
            [
              520850.7678859,
              181814.7749555
            ],
            [
              520871.2731352,
              181808.2926509
            ],
            [
              520881.7241978,
              181820.7280925
            ],
            [
              520900.7742359,
              181804.7207688
            ],
            [
              520891.2492168,
              181792.814495
            ],
            [
              520884.7669122,
              181786.4644823
            ],
            [
              520876.5648125,
              181779.5853018
            ],
            [
              520874.0512658,
              181778.3946745
            ],
            [
              520871.4054271,
              181777.2040471
            ],
            [
              520868.4950047,
              181777.2040471
            ],
            [
              520864.9231225,
              181777.0717551
            ],
            [
              520861.7481162,
              181776.0134197
            ],
            [
              520787.4000508,
              181797.9738803
            ],
            [
              520787.1354669,
              181798.1061722
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of five years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with the following approved plans and documents:",
    "Environmental Statement; Volume 1 (Non-Technical Summary), Volume 2 (Technical Chapters) and Volume 3 (Appendices) prepared by Nathaniel Lichfield and Partners dated October 2016, Design and Access Statement prepared by HTA Design LLP dated October 2016, Design and Access Addendum prepared by HTA Design LLP dated July 2020, Planning Statement prepared by Nathaniel Lichfield and Partners dated October 2016, Planning Statement Addendum prepared by Lichfields dated July 2020, Statement of Community Involvement prepared by Nathaniel Lichfield and Partners dated October 2016, Air Quality Assessment prepared by IDOM dated September 2020, Archaeological Assessment prepared by CgMs dated October 2016, Drainage assessment Form and Drainage Strategy prepared by Idom Merebrook Ltd dated October 2016, Ecology Assessment prepared by Middlemarch Environmental dated September 2016, Noise Assessment prepared by Idom Merebrook Ltd dated October 2016, Geo-Environmental Assessment prepared by Idom Merebrook Ltd dated October 2016, Sustainability and Energy Assessment prepared by HTA Design LLP dated July 2020, Transport Assessment prepared by Steer Davis Gleave dated October 2016, Transport Planning Addendum prepared by Steer dated July 2020, Waste Strategy prepared by Steer Davis Gleave dated October 2016, Gateway One Planning Fire Statement prepared by B-Firesafe Ltd dated August 2023.",
    "CIT-GCS_HTA-A_DR_0100 - Site Location Plan, CIT-GCS_HTA-A_DR_0101 - Existing Block Plan, CIT-GCS_HTA-A_DR_0102 - Portal Way Street Elevations, CIT-GCS_HTA-A_DR_0103 - Wales Farm Road Street Elevations.",
    "Proposed Floor Plans",
    "3247-ACA-ZZ-B1-DR-A-190000 1 rev. P07-Basement, 3247-ACA-ZZ-00-DR-A-190001 1 rev. P07-Ground Floor, 3247-ACA-ZZ-01-DR-A-190002 1 rev. P07-Floor 01, 3247-ACA-ZZ-ZZ-DR-A-190003 1 rev. P07-Floor 02-09, 3247-ACA-ZZ-10-DR-A-190004 1 rev. P07-Floor 10, 3247-ACA-ZZ-ZZ-DR-A-190005 1 rev. P07-Floors 11-25, 3247-ACA-ZZ-ZZ-DR-A-190006 1 rev. P07-Floors 26-34, 3247-ACA-ZZ-35-DR-A-190007 1 rev. P07 - Floor 35, 3247-ACA-ZZ-36-DR-A 190008 1 rev.P07 - Roof Plan",
    "Proposed Elevations and Sections",
    "3247-ACA-ZZ-ZZ-DR-A-290000 S0 rev.P04-Elevation 1, 3247-ACA-ZZ-ZZ-DR-A-290001 S0 rev.P04-Elevation 2, 3247-ACA-ZZ-ZZ-DR-A-290002 S0 rev.P04-Elevation 3, 3247-ACA-ZZ-ZZ-DR-A-290003 S0 ref.P04-Elevation 4, 3247-ACA-ZZ-ZZ-DR-A-290004 S0 rev.P04-Elevation 5, 3247-ACA-ZZ-ZZ-DR-A-290005 S0 rev.P04-Elevation 6, 3247-ACA-ZZ-ZZ-DR-A-390000 S0 rev.P04-Section AA, 3247-ACA-ZZ-ZZ-DR-A-390001 S0 rev.P04-Section BB Rev.P1, 3247-ACA-ZZ-ZZ-DR-A-390002 S0 rev.P04-Section CC and DD Rev.P1, 3247-ACA-ZZ-ZZ-DR-A-390003 S0 rev.P04-Section EE Rev.P1",
    "Landscaped",
    "CIT-GCS_HTA-L_00_DR_0201 - Landscape GA Rev.P3, CIT-GCS_HTA-L_00_DR_0202 - Floor 10 Roof Terrace Rev.P3, CIT-GCS_HTA-L_00_DR_0203 - Floor 35 Roof Terrace Rev.P2, CIT-GCS_HTA-L_DR_0204 - Softscape Plan Rev.P1, CIT-GCS_HTA-L_00_DR_9040 - Landscape Sections 1 Rev.P1, CIT-GCS_HTA-L_00_DR_9041 - Landscape Sections 2 Rev P1",
    "Reason: For the avoidance of doubt and in the interest of proper planning.",
    "| Prior to the commencement of development, a site Construction Method Statement and Management Plan shall be submitted to and approved in writing by the Local Planning Authority in consultation with HS2 and TFL. The submission shall include the following:",
    "a)\tThe number of on-site construction workers and details of the transport options and parking facilities for them;",
    "b)\tdetails of construction hours;",
    "c)\tanticipated route, number, frequency and size of construction vehicles entering/exiting the site per day;",
    "d)\tdelivery times and booking system (which is to be staggered to avoid morning and afternoon school-run peak periods);",
    "e)\troute and location of site access for construction traffic and associated signage;",
    "f)\tmanagement of consolidated or re-timed trips;",
    "g)\tDetails of noise and vibration mitigation measures and monitoring arrangements for noise and vibration by suitably qualified noise specialists. Noise and vibration mitigation measures must accord with the Mayor's 'Best Practice Guidance'.",
    "h)\tdetails of site security, temporary lighting and the erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate;",
    "i)\tsecure, off-street loading and drop-off facilities;",
    "j)\twheel washing provisions;",
    "k)\tvehicle manoeuvring and turning, including swept path diagrams to demonstrate how construction vehicles will access the site and be able to turn into and emerge from the site in forward gear and including details of any temporary vehicle access points;",
    "l)\tdetails as to the location(s) for storage of building materials, plant and construction debris and contractors welfare facilities and offices;",
    "m)\tprocedures for on-site contractors to deal with complaints from members of the public;",
    "n)\tmeasures to consult cyclists, disabled people and the local schools with regard to delivery times and necessary diversions;",
    "o)\tdetails of all pedestrian and cyclist diversions;",
    "p)\ta commitment to be part of Considerate Constructors Scheme; and",
    "q)\tconfirmation of use of TfL's Freight Operator Recognition Scheme (FORS) or similar.",
    "r)\tThe submission of evidence of the condition of the highway prior to-construction and a commitment to make good any damages caused during construction.",
    "s)\tDetails of parking restrictions which may need to be implemented during construction work.",
    "Prior to the commencement of any construction work, all sensitive properties surrounding the site shall be notified in writing of the nature and duration of the works to be undertaken, and the name and address of a responsible person to whom enquiries / complaints should be directed. These details shall also be displayed at regular intervals around the site construction compound.",
    "The development shall be carried out strictly in accordance with the details so approved. Any areas to be used for the storage of building materials or other site activities outside of the relevant phase of the development shall be returned to the original condition immediately following the practical completion of the development.",
    "Such details shall be implemented and phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the works.",
    "Reason:  To protect the amenity of local residents and ensure adequate highway and site safety in accordance with policies D6, D11, D14, SI1, S12, T1, T2, T4 and T5 of the London Plan (2021); 1.1(e)(j) and 2.1(c) of the Ealing Development (Core) Strategy (2012); 7A and 7B of the Ealing Development Management Plan (2013); the Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006); and BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise.",
    "|  Before the development is commenced, (including demolition and site clearance) an Air Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment shall be produced in accordance with current guidance The Control of Dust and Emissions during Construction and Demolition, SPG, GLA, July 2014, for the existing site and the proposed development. A scheme for air pollution mitigation measures based on the findings of the report shall be submitted to and approved by the Local Planning Authority prior to the commencement of any works on the site.",
    "Reason: To ensure that the amenity of occupiers of the co-living scheme and surrounding premises is not adversely affected by air pollution, in accordance with policies D6 and SI1 of the London Plan (2021); and 7A of the Ealing Development Management Plan (2013).",
    "| A delivery and servicing plan shall be submitted to and approved in writing by the Local Planning Authority, prior to first occupation of any part of the development hereby approved. The plan shall cover the following:",
    "o\tVehicle tracking - Swept paths drawings for a refuse lorry vehicle, 10-metre rigid vehicle and also a fire appliance vehicle;",
    "o\tDeliveries and collections (both commercial and residential); including how deliveries will be scheduled to avoid several lorries arriving at the site simultaneously;",
    "o\tServicing trips (including maintenance); and measures to reduce the number of freight trips to the site (freight consolidation);",
    "o\tDetails of the location and management of the parcel room for the receipt and collection of deliveries for the residential properties",
    "o\tCleaning and waste removal; including arrangements for refuse collection;",
    "o\tMonitoring and review of operations.",
    "The delivery and servicing plan shall be implemented on first occupation of any part of the development hereby approved and the site shall be managed in accordance with the approved plan for the life of the development.",
    "Reason: To ensure that the development can be adequately serviced in the interests of the amenity of occupies of the development and neighbouring properties, local/regional strategies adopted to increase the use of sustainable modes of transport, and pedestrian and highway safety and movement, in accordance with policies D4, D6, D8, SI7, T1, T2, T4, T5, T6 and T6.1 of the London Plan (2021); and 7A of the Ealing Development Management Plan (2013).",
    "| Prior to the commencement of development (except for site clearance and preparation works), a Site Waste Management Plan shall be submitted to and approved in writing by the Local Planning Authority. The Site Waste Management Plan shall demonstrate how the procurement of materials for the development during construction would promote sustainability, including by use of low impact, sustainably sourced, reused and recycled materials, including reuse of demolition waste, use of local suppliers and by reference to the BRE's Green Guide Specification.",
    "The development shall be carried out in accordance with the particulars so approved.",
    "Reason: In the interests of safeguarding public health, reducing and managing waste generated by the development, and keeping local highways clear of visual blight and impediments to movement in accordance with the Ealing Council's Waste Management Guidelines for Architects and Developers, as well as, policies D4, D6, D8, SI7, T1, T2, T4 and T5 of the London Plan (2021); 1.1 of the Adopted Ealing Development (Core) Strategy (2012); and 7B of the Ealing Development Management Plan (2013).",
    "| Prior to the commencement of any works on site (except for site clearance and preparation works) the following shall be submitted to and subject to the approval in writing of the Local Planning Authority:",
    "a)\tAn intrusive contaminated land investigation and risk assessment of the site. This shall be carried out in accordance with BS1075:2011+A1:2013 and CR11 guidance to assess the nature and extent of any contamination on the site. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site.",
    "b)\tIf required, as a result of part (a), a remediation (de-contamination) scheme to bring the site to a condition suitable for the intended end use. It shall include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures.  The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.",
    "Following completion of measures identified in the approved remediation (de-contamination) scheme part (b)",
    "c)\tA verification report that demonstrates the completion of measures identified in the approved contamination remediation scheme shall be produced. The report shall be compiled in accordance with the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1'.",
    "Reason: To ensure all contaminants are investigated and mitigated in accordance with policies D6, D11, D14, SI1, S12, T1, T2, T4 and T5 of the London Plan (2021); 1.1(e)(j) and 2.1(c) of the Ealing Development (Core) Strategy (2012); 7A and 7B of the Ealing Development Management Plan (2013); the Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006); and BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise.",
    "| Samples of all facing materials shall be submitted to and approved in writing by the Local Planning Authority prior to installation. The samples shall include:",
    "a)\tBrickwork (including brick panels and mortar courses);",
    "b)\tCladding and colours;",
    "c)\tRe-constituted stone;",
    "d)\tAll window treatments (including sections and reveals);",
    "e)\tBalcony structures and balustrading treatment (including sections);",
    "f)\tPrivacy screens;",
    "g)\tMetal, cement and render facing and banding detail;",
    "h)\tVentilation and extraction louvres;",
    "i)\tShop fronts; and",
    "j)\tAll other external materials to be used.",
    "The development shall be carried out strictly in accordance with the details so approved.",
    "Reason: To ensure that the materials harmonise with the neighbouring buildings and surrounding area in accordance with Section 12 of the National Planning Policy Framework (2021) and policies D3 and D4 of the London Plan (2021); 1.1 and 1.2 of the Local Development Framework (Core) Strategy (2012); and 7B and 7.4 of the Ealing Development Management Development Plan (2013).",
    "| Samples of all materials to be used in the hard landscaping and boundary treatments of the ground level public realm, pedestrian routes, roof terraces and other areas of public realm shall be submitted to and approved in writing by the Local Planning Authority prior to work commencing on the external landscaping works. The development shall be carried out strictly in accordance with the details so approved.",
    "Reason: To ensure that the materials harmonise with the surroundings in accordance with Section 12 of the National Planning Policy Framework (2021) and policies D3 and D4 of the London Plan (2021); 1.1 and 1.2 of the Local Development Framework (Core) Strategy (2012); and 7B and 7.4 of the Ealing Development Management Development Plan (2013).",
    "| Prior to commencement of the development, a noise assessment (according to standards of the Council's SPG10) shall be submitted to the Council for approval in writing, of external noise levels from transport and industrial/ commercial/ cultural sources (incl. reflected and re-radiated noise where appropriate).  Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise) to achieve internal room standards of SPG10 and criteria of BS8233:2014. Details of best practicable mitigation measures to achieve these criteria in external amenity spaces shall also be submitted. A post completion sound assessment shall be carried out where required to confirm compliance with the noise criteria. Details of the post completion test shall be submitted for the Council's approval before the premises are occupied and additional steps shall be taken as necessary to minimize noise impacts.  The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy 7.15 of The London Plan (2016), Ealing SPG10 and the National Planning Policy Framework (2019).",
    "| Prior to commencement of the development (except demolition and site clearance), details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining dwellings/areas, namely, kitchen/living/dining/bathroom adjoining bedroom of separate dwelling. The assessment and mitigation measures shall be based on standards of the Council's SPG10 and the criteria of BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise from neighbouring properties, in accordance with policies D6 and D14 of the London Plan (2021); and 7A and 7B of the Ealing Development Management Plan (2013).",
    "| Prior to commencement of the development (except demolition and site clearance), details shall be submitted to the Council for approval in writing, of type and level of noise from non-residential and communal parts of the development affecting residents and the sound insulation value of the floor/ceiling/walls separating non-residential premises/uses and communal facilities and installations including plant, electrical riser, lifts, gym, exercise studio and all other communal rooms and areas from dwellings. Details of mitigation measures shall demonstrate an acoustic standard of sound insulation between residential and non-residential premises of NR25 Leq 5mins (octaves) or NR20 Leq 5mins (1/3 octaves) inside a bedroom and NR30 Leq 5mins (octaves) or NR25 Leq 5mins (1/3 octaves) inside a living room when noise is generated at maximum capacity by the non-residential use. The assessment and mitigation shall be based on standards of the Council's SPG10 and criteria of BS8233:2014. Approved details shall be implemented prior to occupation and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the approved development and surrounding premises is not adversely affected by noise from mechanical installations/equipment, in accordance with policies D6 and D14 of the London Plan (2021); and 7A and 7B of the Ealing Development Management Plan (2013).",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of the external rating noise level emitted from plant/ machinery/ equipment/ ducting/air in- and outlets/mechanical installations, together with mitigation measures as appropriate. The measures shall ensure that the external rating noise level LAeq emitted will be lower than the lowest existing background sound level LA90 by 10dBA at the most noise sensitive receiver locations at the development site and in surrounding premises. The assessment shall be made in accordance with BS4142:2014, with all machinery operating together at maximum capacity. Details of any noise mitigation measures shall be submitted for approval. A post installation sound assessment shall be carried out where required to confirm compliance with the noise criteria and additional steps to mitigate noise shall be taken, as necessary.  Approved details shall be implemented prior to occupation/ use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason:   To ensure that the amenity of occupiers of the approved development and surrounding premises is not adversely affected by noise from mechanical installations/equipment, in accordance with policies D6 and D14 of the London Plan (2021); and 7A and 7B of the Ealing Development Management Plan (2013).",
    "| Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason:  To ensure that the amenity of occupiers of the co-living scheme and surrounding premises is not adversely affected by vibration noise, in accordance with policies D6 and D14 of the London Plan (2021); and 7A and 7B of the Ealing Development Management Plan (2013).",
    "| Prior to occupation of any commercial unit details shall be submitted for the approval of the Local Planning Authority for a Quiet Delivery Scheme (QDS). The Scheme shall be compiled in accordance with the Quiet Deliveries Good Practice Guidance, - Key Principles and Processes for Retailers, Department of Transport, April 2014. The noise mitigation measures emanating from the site assessment report shall be implemented prior to the commencement of the QDS and shall be retained permanently thereafter.",
    "Reason: To safeguard future and existing occupiers of the area against unacceptable noise and disturbance, in accordance with policies D6 and D14 of the London Plan (2021); and 7A and 7B of the Ealing Development Management Plan (2013).",
    "| Prior to the commencement of superstructure works, details shall be submitted to and approved by the Local Planning Authority, for the installation in the dwellings of a filtered fresh air ventilation system capable of mitigating elevated concentrations of nitrogen oxides and particulate matter in the external air. The details to be submitted shall include the arrangements for continuously maintaining the operational efficiency of the system.  The ventilation system as approved shall be completed prior to occupation and shall be retained permanently thereafter.",
    "Reason: To safeguard the amenity of future occupiers, are not adversely affected by air pollution from the adjoining transport corridor in accordance with policies D6 and SI1 of the London Plan (2021).",
    "| Prior to the occupation of any commercial units for uses involving the cooking of food details shall be submitted for the approval of the Local Planning Authority, for the installation, operation, and maintenance of the best practicable cooking extract system, including the provision of a suitable extract fan, odour control equipment, with a vertical discharge terminus without any cap or cover, at a minimum of 1.5 metres above the highest roof eaves of the building. The details shall satisfy the advice at \"DEFRA, 2005: Guidance on the Control of Odour and Noise from Commercial Kitchen Exhaust Systems\".  The system, as approved, shall be completed before occupation of the relevant commercial unit and thereafter permanently retained and maintained.",
    "Reason: To safeguard the amenity of future and adjoining occupiers, in accordance with policies D6 and SI1 of the London Plan (2021).",
    "| All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason: To safeguard adjoining occupiers of the development against unacceptable noise, disturbance and emissions, in accordance with policies SI 1 and T7 of the London Plan (2021), policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013).",
    "| Prior to commencement of landscaping works, and notwithstanding the indications in the submitted application; details of the hard and soft landscaping works, within the ground level public realm, pedestrian routes, roof terraces and other areas of public realm including the details of:",
    "a)\tthe Urban Greening Factor Score for the proposed development (the proposals should aim to acheive the Urban Greening Factor Score in accordance with Policy G5 of the London Plan 2021)",
    "b)       the location, species and densities of planting;",
    "c)\tfinishes to the hard surfaced areas;",
    "d)\tthe amount, location of play space and full details of any play equipment proposed",
    "e)\tassociated furniture (including bins, bollards, seating) and other hard landscape works, and lighting",
    "f)\tdisabled access and security measures",
    "shall be submitted and approved by the Local Planning Authority and implemented prior to first occupation. Any trees or other plants, which die or are removed within the first five years following the implementation of the landscaping scheme, shall be replaced during the next planting season.",
    "Reason: To ensure a high-quality living environment is provided in interests of the future occupiers of the development and the visual character and appearance of the area, in accordance with policies 1.1 (e) (i) and 1.2 (d) of the adopted Local Development Framework (Core Strategy 2012), policies D4, D6, D8 and G5 of the London Plan (2021) and policy 7.4 of the Ealing Development Management Development Plan 2013.",
    "| Prior to the commencement of the landscaping works, a detailed scheme of proposed tree planting shall be submitted for the approval of the Local Planning Authority.  The scheme shall include the following comprehensive details of all trees to be planted:",
    "o\tFull planting specification - Tree size, species and the numbers of trees;",
    "o\tPositions of all proposed species;",
    "o\tComprehensive details of ground preparation;",
    "o\tStaking/tying method(s); and",
    "o\t5 year post planting maintenance schedule with an agreed inspection schedule.",
    "All tree-planting shall be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 31st March inclusive) to the completion of the approved development, unless agreed otherwise in writing by the Local Planning Authority.  The quality of all approved landscape works shall be in accordance with British Standard 4428:1989 'Code Of practice For General Landscape Operations' or any subsequent revision.  All trees included within the approved scheme shall be healthy, well-formed specimens with single leading shoots and shall be of a minimum quality compatible with British Standard 3936:1992 (Part 1) 'Specifications For Trees & Shrubs' and British Standard 4043 (where applicable) or any subsequent revisions.  Any trees which within a period of 5 years from the completion of all tree planting die, are removed, uprooted are significantly damaged, become diseased or malformed shall be replaced during the nearest planting season (1st October to 31st March inclusive) with others of the same size, species and quality as approved.",
    "Reason: - To ensure that the works are carried out as approved in the interests of the visual character and appearance of the area, in accordance with policies 1.1 (e) (i) and 1.2 (d) of the adopted Local Development Framework (Core Strategy 2012), policy G7 of the London Plan (2021) and policy 7.4 of the Ealing Development Management Development Plan 2013.",
    "| External artificial lighting at the development shall not exceed the vertical illumination lux levels at neighbouring premises that are recommended by the Institution of Lighting Professionals in the 'Guidance Note 01/20 For The Reduction Of Obtrusive Light'.  Lighting should be minimized by limiting the hours of use. Glare and sky glow should be prevented by correctly using, locating, aiming and shielding luminaires, in accordance with the Guidance Notes",
    "Reason: To provide a safe and secure external environment and to safeguard the amenities of future occupiers of the development and surrounding properties in accordance with policies D8 and D9 of the London Plan (2021), policies 1.1(h) & (j) & 1.2(f) of the Ealing Development (or Core) Strategy (2012) and with policy 7.3 of the  Ealing Development Management Development Plan Document (2013) and Ealing Supplementary Planning Guidance (SPG) Note 8: Safer Ealing.",
    "| Prior to the commencement of the superstructure works details of crime prevention measures to comply with the aims and objectives of Secured by Design shall be submitted for the approval of the Local Planning Authority. The development shall be implemented only in accordance with the approved details, which shall be completed prior to the first occupation of the development hereby approved and thereafter permanently retained.",
    "Reason: Reason:   To ensure a safe and secure environment and reduce the fear of crime in accordance with policies D3 and D11 of the London Plan (2021); and 7.3 of Ealing's Development Management DPD (2013).",
    "| Prior to the first occupation of the development, a Site Wide Car and Cycle Parking Management Strategy shall be submitted to and approved in writing by the Local Planning Authority. The Site Wide Car and Cycle Parking Management Strategy shall include the following details:",
    "a)\tThe proposed distribution, accumulation of and arrangements for the management of:",
    "i)\tVisitor car parking",
    "ii)\tResidential car parking",
    "iii)\tCommercial car parking",
    "iv)\tMotorcycle spaces",
    "v)\tWheelchair users parking",
    "b)\tInvestigation of the provision of a car club space on site, which shall include \tconsideration of the operator viability and other car club spaces (existing and emerging) in the North Acton area. If it is concluded that a car club space can be provided on site, details shall be provided of the location of the proposed space and appointed car club operator as part of the Management Strategy.",
    "c)\tMeasures for preventing parking in undesignated places throughout the site",
    "d)\tThe provision of active Electric Vehicle Charging Points (EVCP) for a minimum of 20% of the residential car parking spaces and an additional 20% passive provision of the residential car parking spaces within the development as set out in the London Plan (2016);",
    "e)\tThe provision of active Electric Vehicle Charging Points (EVCP) for a minimum of 20% of the commercial car parking spaces and an additional 10% passive provision of the commercial car parking spaces within the development as set out in the London Plan (2016);",
    "f)\tThe safety and security measures to be incorporated within the development to ensure the safety of car/cycle parking areas",
    "g)\tDetails including location, and where appropriate the design and appearance of the cycle parking for the internal and external storage/parking areas",
    "The car and cycle parking shall be provided and managed in accordance with the approved strategy for the life of the development.",
    "Reason: To ensure inclusive, safe and adequate parking is provided and retained in conjunction with the development in the interests of the general amenities of the locality, the flow of traffic and conditions of pedestrian and general highway safety within the site and on neighbouring highways, a sustainable development and where appropriate constrain local highway impact in accordance with policies T1, T2, T5 and T6 of the adopted London Plan (2016); policies 1.1(e), 1.1(f) 1.1(g) and 1.1(h) of Ealing's adopted Development (or Core) Strategy 2012.",
    "| Prior to the completion of the basement, full details of proposed extract ventilation systems for the basement shall be submitted for approval of the Local Planning Authority. The details shall include measures to mitigate noise, vibration and poor air quality. Such scheme shall be approved and installed prior to the occupation of the development.",
    "Reason: To safeguard the amenity of future residents, in accordance with policies D4 and S1 of the adopted London Plan (2021), policies 1.1(e) and 1.1(j) of Ealing's Development (or Core) Strategy 2012 and the Council's Supplementary Planning Guidance 3 'Air Quality and Pollution (draft) and adopted Supplementary Planning Guidance10 'Noise and Vibration'.",
    "| Prior to occupation of the development a Travel Plan comprising immediate, continuing and long-term measures to promote and encourage alternatives to single-occupancy car use has been prepared, submitted to and been approved in writing by the Local Planning Authority. As part of the Travel Plan measures, details of an appointed car club vehicle provider (if provision is to be made on-site subject to condition 27) and"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "31/10/2016",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-05531870",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2603859,
          51.5221945
        ],
        [
          -0.2602717,
          51.5223879
        ],
        [
          -0.2603946,
          51.5224159
        ],
        [
          -0.26037000000000005,
          51.5224619
        ],
        [
          -0.2603416,
          51.5224555
        ],
        [
          -0.26031689999999996,
          51.522504
        ],
        [
          -0.25946769999999997,
          51.5223201
        ],
        [
          -0.2594635,
          51.5223307
        ],
        [
          -0.25917029999999996,
          51.5222681
        ],
        [
          -0.2590154,
          51.5223776
        ],
        [
          -0.2587465,
          51.5222296
        ],
        [
          -0.2588878,
          51.5221247
        ],
        [
          -0.25898329999999997,
          51.522069
        ],
        [
          -0.2591039,
          51.5220089
        ],
        [
          -0.2591405,
          51.5219988
        ],
        [
          -0.259179,
          51.5219886
        ],
        [
          -0.2592209,
          51.5219892
        ],
        [
          -0.2592724,
          51.5219888
        ],
        [
          -0.2593186,
          51.52198
        ],
        [
          -0.2603821,
          51.5221932
        ],
        [
          -0.2603859,
          51.5221945
        ]
      ]
    ],
    "type": "Polygon"
  }
}