{
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=12579/APP/2024/1388",
  "secondary_street_name": "HAREFIELD",
  "decision_agency": "Borough",
  "application_type_full": "Removal/Variation of a condition",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.14500000000000002
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4557738,
          51.5817764
        ],
        [
          -0.4559143,
          51.5815731
        ],
        [
          -0.4561359,
          51.5816563
        ],
        [
          -0.4561513,
          51.5816238
        ],
        [
          -0.4562215,
          51.5816663
        ],
        [
          -0.4563452,
          51.5816769
        ],
        [
          -0.4561576,
          51.5820016
        ],
        [
          -0.45569000000000004,
          51.5819954
        ],
        [
          -0.4556979,
          51.5819033
        ],
        [
          -0.4557189,
          51.5818471
        ],
        [
          -0.4556772,
          51.5818109
        ],
        [
          -0.4557118,
          51.5817756
        ],
        [
          -0.4557738,
          51.5817764
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "PYLON  FARM",
  "centroid_easting": 507077,
  "site_number": null,
  "development_type": null,
  "decision_date": "18/07/2024",
  "appeal_start_date": null,
  "lapsed_date": "18/07/2027",
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Hillingdon",
  "centroid_northing": 188124,
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of the original planning permission reference 12579/APP/2020/2742 (18th February 2021).",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted Cover Letter dated 23rd May 2024 and drawings numbered M 01 (Rev. P1), M 02 (Rev. P1), 135L50 (Rev. P3), 135L49 (Rev. P4), 135L48 (Rev. 4), 135L47 (Rev. P4), 135L46 (Rev. P4), 135L45 (Rev. P4), 135L37 (Rev. P6), 135L35 (Rev. P6) and 135L32 (Rev. P4) and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents approved under planning permission reference 2579/APP/2020/2742:",
    "Ecological Enhancement/Safeguarding Measures to include installation of bird and bat boxes and light spillage mitigation (Bat Survey Report) and Tree Protection (Arboricultural Report).",
    "Thereafter, the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON:",
    "To ensure that the development complies with the objectives of Policies DMHB 14 and DMEI 7 of the Hillingdon Local Plan, Part 2 (2020).",
    "The proposed development shall be carried out in accordance with the approved finished floor levels, as set out under approved details of planning decision notice number 12579/APP/2022/1499 dated 4th November 2022.",
    "REASON",
    "To ensure that the development relates satisfactorily to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The premises shall be used for for agriculture, commercial storage, in connection with the adjoining converted farm buildings and ancillary residential storage and for no other purpose unless otherwise agreed in writing by the Local Planning Authority.",
    "REASON",
    "In order to accord with the terms of the application and to protect the openness of the Green Belt from increased activity generated by further uses/subdivision of the building, in accordance with Policy DME1 4 of the Hillingdon Local Plan Part 2 (2020).",
    "No development shall take place until details of all materials and external surfaces, including details of balconies have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The proposed development shall be carried out in accordance with the approved landscaping scheme and schedule of implementation, as set out under approved details of planning decision notice number 12579/APP/2022/1499 dated 4th November 2022.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMHB 11, DMHB 14, DMEI 1 and DMT 6 of the Hillingdon Local Plan Part 2 (2020) and Policies 5.11 (living walls and roofs) and 5.17 (refuse storage) of the London Plan (2015)",
    "The proposed development shall be carried out in accordance with the approved scheme for the provision of sustainable water management and sustainable drainage systems (SUDS), as set out under approved details of planning decision notice number 12579/APP/2022/1499 dated 4th November 2022.",
    "REASON:",
    "To ensure that the development does not increase the risk of flooding in accordance with Policy DMEI 10 of the Hillingdon Local Plan Part 2 (2020).",
    "No floodlighting or other form of external lighting shall be installed unless it is in accordance with details which have previously been submitted to and approved in writing by the Local Planning Authority. Such details shall include location, height, type and direction of light sources and intensity of illumination. Any lighting that is so installed shall not thereafter be altered other than for routine maintenance which does not change its details.",
    "REASON",
    "To safeguard the amenity of surrounding properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020); and To protect the ecological value of the area in accordance with Policy DMEI 7 of the Hillingdon Local Plan Part 2 (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "NEWYEARS GREEN LANE",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": "-0.4559956",
    "lat": "51.581816"
  },
  "cil_liability": false,
  "valid_date": "23/05/2024",
  "postcode": null,
  "bo_system": "CSV Data Import",
  "borough": "Hillingdon",
  "id": "Hillingdon-12579_APP_2024_1388",
  "application_type": "All Other",
  "parking_details": null,
  "decision_target_date": "18/07/2024",
  "pp_id": "13093057",
  "last_updated_by": "Planning Portal ingest",
  "locality": null,
  "uprn": null,
  "last_date_consultation_comments": "16/07/2024",
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-03-19T20:20:30.703+00:00",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507092.4587,
              188119.9253
            ],
            [
              507083.1983,
              188097.105
            ],
            [
              507067.654,
              188106.0347
            ],
            [
              507066.6618,
              188102.3965
            ],
            [
              507061.7007,
              188107.0268
            ],
            [
              507053.1017,
              188108.019
            ],
            [
              507065.3388,
              188144.3993
            ],
            [
              507097.7504,
              188144.3993
            ],
            [
              507097.4195,
              188134.1467
            ],
            [
              507096.0967,
              188127.8628
            ],
            [
              507099.0733,
              188123.8941
            ],
            [
              507096.7582,
              188119.9253
            ],
            [
              507092.4587,
              188119.9253
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "HARE/D VILLAGES 2022",
  "appeal_decision": null,
  "lpa_app_no": "12579/APP/2024/1388",
  "description": "Variation of Condition 2 (Approved Plans) of planning permission ref. 12579/APP/2021/2174, dated 12/08/2021 (Minor material amendment (s73) to condition 2 (Approved Plans) of planning permission Ref: 12579/APP/2020/2742 dated 18th February 2021 (Demolition of existing outbuildings and construction of single replacement outbuilding) to allow for the provision of a new vehicular access to the adjacent Pond Farm Units with associated alterations to the site layout and building elevations, including a new ramp and new roller shutter door in west elevation)\nAmendments under current application:  Changes to the materials (roof cladding), reduction in footprint, introduction an external retaining wall around the building.",
  "date_building_work_completed_under_previous_permission": null
}