{
  "cil_liability": false,
  "last_updated": "2025-03-20T15:43:42.848+00:00",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.14700000000000002
  },
  "decision_target_date": "07/10/2022",
  "parking_details": null,
  "postcode": null,
  "appeal_decision_date": null,
  "locality": null,
  "status": "Approved",
  "centroid_easting": 507077,
  "lapsed_date": "14/10/2025",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507064.003,
              188144.2311
            ],
            [
              507097.7374,
              188143.9004
            ],
            [
              507097.076,
              188137.6165
            ],
            [
              507096.7452,
              188131.0019
            ],
            [
              507096.4145,
              188127.3639
            ],
            [
              507098.0682,
              188126.0409
            ],
            [
              507098.7296,
              188125.7102
            ],
            [
              507097.076,
              188120.0878
            ],
            [
              507093.1072,
              188120.0878
            ],
            [
              507083.8468,
              188097.5982
            ],
            [
              507068.6332,
              188105.8664
            ],
            [
              507067.3103,
              188103.882
            ],
            [
              507063.0108,
              188105.8664
            ],
            [
              507053.0889,
              188108.843
            ],
            [
              507053.0889,
              188109.1737
            ],
            [
              507064.003,
              188144.2311
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_northing": 188124,
  "ward": "HARE/D VILLAGES 2022",
  "lpa_app_no": "12579/APP/2022/2409",
  "pp_id": "11439752",
  "bo_system": "CSV Data Import",
  "borough": "Hillingdon",
  "valid_date": "29/07/2022",
  "title_number": null,
  "decision_agency": "Borough",
  "uprn": null,
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": "05/10/2022",
  "actual_completion_date": null,
  "application_type_full": "Removal/Variation of a condition",
  "application_type": "All Other",
  "appeal_status": null,
  "site_number": null,
  "secondary_street_name": "HAREFIELD",
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "street_name": "NEWYEARS GREEN LANE",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4561769,
          51.5820003
        ],
        [
          -0.4556903,
          51.5819909
        ],
        [
          -0.4557018,
          51.5819346
        ],
        [
          -0.45570859999999996,
          51.5818752
        ],
        [
          -0.45571449999999997,
          51.5818425
        ],
        [
          -0.45569099999999996,
          51.5818303
        ],
        [
          -0.45568159999999996,
          51.5818272
        ],
        [
          -0.4557071,
          51.581777
        ],
        [
          -0.45576439999999996,
          51.5817778
        ],
        [
          -0.4559048,
          51.5815774
        ],
        [
          -0.45612179999999997,
          51.5816546
        ],
        [
          -0.4561415,
          51.581637
        ],
        [
          -0.45620289999999997,
          51.5816557
        ],
        [
          -0.4563451,
          51.5816843
        ],
        [
          -0.456345,
          51.5816873
        ],
        [
          -0.4561769,
          51.5820003
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid": {
    "lat": "51.581816",
    "lon": "-0.4559956"
  },
  "epc_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=12579/APP/2022/2409",
  "lpa_name": "Hillingdon",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "site_name": "PYLON  FARM",
  "decision": "Approved",
  "id": "Hillingdon-12579_APP_2022_2409",
  "description": "Variation of Condition 2 of planning permission ref. 12579/APP/2021/2174 dated 12th August 2021 (Demolition of existing outbuildings and construction of single replacement outbuilding) to allow for the provision of a new vehicular access to the adjacent Pond Farm Units with associated alterations to the site\nlayout and building elevations, including a new ramp and new roller shutter door in west elevation). Variation seeks to alter the external materials of the building",
  "decision_date": "14/10/2022",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of the original planning permission ref. 12579/APP/2020/2742 (dated 18 February 2021).",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "135 L 32 Rev. P2 (Proposed Site Layout)",
    "135 L 35 Rev. P4 (Proposed Ground Floor Plan)",
    "135 L 37 Rev. P5 (Proposed Roof Plan)",
    "135 L 45 Rev. P3 (Proposed North Elevation)",
    "135 L 46 Rev. P3 (Proposed East Elevation)",
    "135 L 47 Rev. P3 (Proposed West Elevation)",
    "135 L 48 Rev. P3 (Proposed Section)",
    "135 L 49 Rev. P3 (Proposed Section B B)",
    "135 L 50 Rev. P2 (Proposed South Elevation)",
    "135 M01 Rev. P0 (Proposed Roof Finishes)",
    "135 M02 Rev. P0 (Proposed Wall Cladding)",
    "135 M03 Rev. P0 (Proposed Brickwork)",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2016).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents approved under planning permission reference 2579/APP/2020/2742:",
    "Ecological Enhancement/Safeguarding Measures to include installation of bird and bat boxes and light spillage mitigation [Bat Survey Report]",
    "Tree Protection [Arboricultural Report]",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence",
    "REASON",
    "To ensure that the development complies with the objectives of Policies DMHB 14 and DMEI 7 of the Hillingdon Local Plan, Part 2 (2020).",
    "No development shall take place until plans of the site showing the existing and proposed ground levels and the proposed finished floor levels of all proposed buildings have been submitted to and approved in writing by the Local Planning Authority. Such levels shall be shown in relation to a fixed and know datum point. Thereafter the development shall not be carried out other than in accordance with the approved details.",
    "REASON",
    "To ensure that the development relates satisfactorily to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No development shall take place until details of all materials and external surfaces, including details of balconies have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100),",
    "1.b Written specification of planting and cultivation works to be undertaken,",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Means of enclosure/boundary treatments",
    "2.b Car Parking Layouts",
    "2.c Hard Surfacing Materials",
    "3. Details of Landscape Maintenance",
    "3.a Landscape Maintenance Schedule for a minimum period of 5 years.",
    "3.b Proposals for the replacement of any tree, shrub, or area of surfing/seeding within the landscaping scheme which dies or in the opinion of the Local Planning Authority becomes seriously damaged or diseased.",
    "4. Schedule for Implementation",
    "5. Other",
    "5.a Existing and proposed functional services above and below ground",
    "5.b Proposed f",
    "The premises shall be used for agriculture, commercial storage in connection with the adjoining converted farm buildings and ancillary residential storage and for no other purpose unless otherwise agreed in writing by the Local Planning Authority.",
    "REASON",
    "In order to accord with the terms of the application and to protect the openness of the Green Belt from increased activity generated by further uses / subdivision of the building, in accordance with Policy DMEI 4 of the Hillingdon Local Plan Part 2 (2020).",
    "No floodlighting or other form of external lighting shall be installed unless it is in accordance with details which have previously been submitted to and approved in writing by the Local Planning Authority. Such details shall include location, height, type and direction of light sources and intensity of illumination. Any lighting that is so installed shall not thereafter be altered other than for routine maintenance which does not change its details.",
    "REASON",
    "To safeguard the amenity of surrounding properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020); and To protect the ecological value of the area in accordance with Policy DMEI 7 of the Hillingdon Local Plan Part 2 (2020).",
    "No development approved by this permission shall be commenced until a scheme for the provision of sustainable water management has been submitted to and approved in writing by the Local Planning Authority. The scheme shall clearly demonstrate that sustainable drainage systems (SUDS) have been incorporated into the designs of the development in accordance with the hierarchy set out in accordance with Policy 5.15 of the London Plan and will:",
    "i. provide information about the design storm period and intensity, the method employed to delay and control the surface water discharged from the site to a greenfield run off rate which does not exceed 1.4l/s and the measures taken to prevent pollution of the receiving groundwater and/or surface waters;",
    "ii. include a timetable for its implementation; and",
    "iii. provide a management and maintenance plan for the lifetime of the development which shall include the arrangements for adoption by any public authority or statutory undertaker and any othe",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "Demolition and removal of any material containing asbestos must be carried out in accordance with guidance from the Health and Safety Executive and the Council's Environmental Services. For advice and information contact: - Environmental Protection Unit, 3S/02, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 277401) or the Health and Safety Executive, Rose Court, 2 Southwark Bridge Road, London, SE1 9HS (Tel. 020 7556 2100).",
    "You are advised that care should be taken during the building works hereby approved to avoid spillage of mud, soil or related building materials onto the pavement or public highway. You are further advised that failure to take appropriate steps to avoid spillage or adequately clear it away could result in action being taken under the Highways Act 1980.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "development_type": null
}