{
  "actual_commencement_date": null,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2017/6967/P",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "25/10/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526241.1199377,
              184847.8574379
            ],
            [
              526241.1034476,
              184847.8974264
            ],
            [
              526241.4497401,
              184848.0473835
            ],
            [
              526241.4250049,
              184848.0973692
            ],
            [
              526236.9479368,
              184855.5552344
            ],
            [
              526234.5403789,
              184862.8531454
            ],
            [
              526241.6393765,
              184865.8822783
            ],
            [
              526250.5770228,
              184869.5912166
            ],
            [
              526256.0517433,
              184871.5306615
            ],
            [
              526259.0694357,
              184872.5903581
            ],
            [
              526268.9470189,
              184874.74974
            ],
            [
              526268.6996671,
              184875.7994395
            ],
            [
              526274.2485932,
              184877.4989531
            ],
            [
              526282.1968321,
              184879.8982663
            ],
            [
              526282.1968321,
              184878.2987241
            ],
            [
              526282.3040179,
              184877.0990675
            ],
            [
              526282.4029586,
              184875.9493966
            ],
            [
              526282.6008401,
              184874.9996685
            ],
            [
              526282.8976623,
              184874.099926
            ],
            [
              526296.6009539,
              184872.2504554
            ],
            [
              526296.2464162,
              184871.7505985
            ],
            [
              526295.8011829,
              184871.1007845
            ],
            [
              526294.6468744,
              184869.6012138
            ],
            [
              526293.4018702,
              184868.0516573
            ],
            [
              526291.8023283,
              184866.0522297
            ],
            [
              526290.1533161,
              184864.1527734
            ],
            [
              526289.4030155,
              184863.3530023
            ],
            [
              526288.6032446,
              184862.6032169
            ],
            [
              526288.0508255,
              184862.0533743
            ],
            [
              526287.448936,
              184861.6035031
            ],
            [
              526286.3523429,
              184861.0036748
            ],
            [
              526279.6985786,
              184857.0548051
            ],
            [
              526259.8527165,
              184845.3481561
            ],
            [
              526257.2967476,
              184843.9485568
            ],
            [
              526252.1518294,
              184840.9494153
            ],
            [
              526246.9986662,
              184838.0002594
            ],
            [
              526245.4485948,
              184840.349587
            ],
            [
              526241.1199377,
              184847.8574379
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": true,
  "lapsed_date": "25/10/2026",
  "appeal_decision": null,
  "street_name": "Finchley Road",
  "decision_agency": "Borough",
  "last_updated_by": "Northgate M3",
  "description": "Alterations to the rear of existing hotel building and erection of rear extension to hotel, landscaping and parking (Amended Plans) ",
  "decision": "Approved",
  "centroid_northing": "184849",
  "bo_system": "Northgate M3",
  "last_updated": "2025-03-19T02:54:34.875+00:00",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "Frognal & Fitzjohns (Pre May 2022)",
  "centroid_easting": "526251",
  "site_name": "Express By Holiday Inn",
  "application_type": "All Other",
  "parking_details": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Camden",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.1807212,
          51.5484116
        ],
        [
          -0.1807214,
          51.5484119
        ],
        [
          -0.1807164,
          51.5484132
        ],
        [
          -0.18071669999999998,
          51.5484136
        ],
        [
          -0.18077859999999998,
          51.548481699999996
        ],
        [
          -0.1808107,
          51.5485478
        ],
        [
          -0.18070719999999998,
          51.5485734
        ],
        [
          -0.1805771,
          51.5486048
        ],
        [
          -0.1804975,
          51.548621
        ],
        [
          -0.1804536,
          51.5486298
        ],
        [
          -0.18031039999999998,
          51.548647
        ],
        [
          -0.1803136,
          51.5486565
        ],
        [
          -0.180233,
          51.5486705
        ],
        [
          -0.1801176,
          51.5486903
        ],
        [
          -0.18011819999999998,
          51.548676
        ],
        [
          -0.1801171,
          51.5486652
        ],
        [
          -0.180116,
          51.5486548
        ],
        [
          -0.18011349999999998,
          51.5486462
        ],
        [
          -0.18010959999999998,
          51.5486381
        ],
        [
          -0.17991269999999998,
          51.5486184
        ],
        [
          -0.179918,
          51.548614
        ],
        [
          -0.1799247,
          51.5486082
        ],
        [
          -0.17994179999999999,
          51.548595
        ],
        [
          -0.1799603,
          51.5485814
        ],
        [
          -0.17998409999999998,
          51.5485638
        ],
        [
          -0.1800086,
          51.548547
        ],
        [
          -0.1800197,
          51.54854
        ],
        [
          -0.18003149999999998,
          51.5485335
        ],
        [
          -0.1800396,
          51.5485287
        ],
        [
          -0.1800485,
          51.5485247
        ],
        [
          -0.1800645,
          51.5485196
        ],
        [
          -0.18016179999999998,
          51.5484856
        ],
        [
          -0.1804521,
          51.5483848
        ],
        [
          -0.1804894,
          51.5483728
        ],
        [
          -0.1805647,
          51.548347
        ],
        [
          -0.18064000000000002,
          51.5483217
        ],
        [
          -0.1806615,
          51.5483431
        ],
        [
          -0.1807212,
          51.5484116
        ]
      ]
    ]
  },
  "postcode": "NW3 5HS",
  "decision_date": "25/10/2023",
  "centroid": {
    "lon": "-0.1805784",
    "lat": "51.5484196"
  },
  "decision_process": "Delegated",
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "site_number": "152",
  "borough": "Camden",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "28/12/2018",
  "application_type_full": null,
  "locality": "London",
  "last_date_consultation_comments": "03/02/2019",
  "pp_id": "6489842",
  "development_type": "Major all other major developments",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\n\r\nPL100 Rev A, PL101 Rev A, PL102 Rev A, PL200 Rev A, PL201 Rev A, PL202 Rev A, PL203 Rev A, PL204 Rev A, PL205 Rev A, PL206 Rev A, PL207 Rev A, PL400 Rev A, PL401 Rev A, PL402 Rev A, PL403 Rev A, PL500 Rev A,  PL102 Rev A, PL300 Rev C, PL301 Rev D, PL302 Rev C, PL303 Rev C, PL304 Rev C, PL305 Rev C, PL306 Rev C, PL307 Rev C, PL410 Rev A, PL411 Rev A, PL412 Rev A, PL413 Rev A, PL502 Rev A, PL510 Rev A, 2017 3166 -A1-109_ A, Air Quality Assessment Report\r\nArboricultural Development Statement, BRUKL Output Document , Construction Management Plan,\r\nCover letter updates and supplements the submitted planning statement (December 2017), Crime Impact Assessment, Design and Access Statement (October 2018) (Amended), Daylight and Sunlight Report (November 2018) (Amended), Floor Risk Assessment (Amended April 2019), Land Opportunity Assessment (December 2018), Preliminary Ecological Appraisal, Phase 1 Environmental Desk Top Study - Appendix A - E, Noise Impact Assessment, Sustainable Drainage Strategy, Sustainable and Energy Statement, Transport Assessment (November 2018) (Amended), Travel Plan (November 2018) (Amended).\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.",
    "Condition : 3 - Notwithstanding the materials shown on the approved plans, before the relevant part of the work is begun, detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority: \r\n\r\na) Details including sections at 1:10 of all windows (including jambs, head and cill), ventilation grills, external doors and gates; \r\n\r\nb) Manufacturer's specification details of all facing materials (to be submitted to the Local Planning Authority) and samples of those materials (to be provided on site).    \r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works. \r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 4 - Before the brickwork is commenced, a sample panel (1m x 1m) of the facing brickwork demonstrating the proposed colour, texture, face-bond and pointing shall be provided on site and approved in writing by the local planning authority. The development shall be carried out in accordance with the approval given. The approved panel shall be retained on site until the brickwork has been completed. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 5 - No lights, meter boxes, flues, vents or pipes, and no telecommunications equipment, alarm boxes, television aerials or satellite dishes shall be fixed or installed on the external face of the buildings, without the prior approval in writing of the Council.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of Camden Local Plan policies D1.\r\n",
    "Condition : 6 - The windows from the third floor up to the sixth floor facing Netherhall Gardens to the rear should all be obscure glazed with opening limiters, and retained as such for the duration of the development. \r\n\r\nReason: To safeguard the amenities of neighbouring properties inregards to overlooking and privacy impacts, in accordance with the requirements of policy A1 and D1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 7 - Prior to the first use of the new plant items associated with the development, a noise report demonstrating compliance with 'Table 5-Permissible Plant Noise Levels at residential boundary' shall be submitted for approval. The report should include detailed layout drawings indicating proposed plant/enclosure locations, and atmosphere-side AHU ducting and attenuator layouts.\r\n\r\nReason: To ensure that the amenity of occupiers of the development site / surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policy A4 of the Camden Local Plan 2017.  ",
    "Condition : 8 - The cumulative sound level from external building services and fixed plant shall be 10dB or more below the lowest background sound level (15dB if tonal components are present) at the nearest residential receptor at any time. The plant and equipment shall be installed and constructed to ensure compliance with the above requirements.\r\n\r\nReason: To ensure that the amenity of occupiers of the development site / surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policy A4 of the Camden Local Plan 2017.  \r\n",
    "Condition : 9 - All non-Road mobile Machinery (any mobile machine, item of transportable industrial equipment, or vehicle - with or without bodywork) of net power between 37kW and 560kW used on the site for the entirety of the [demolition and/construction] phase of the development hereby approved shall be required to meet Stage IIIA of EU Directive 97/68/EC. The site shall be registered on the NRMM register for the [demolition and/construction] phase of the development. \r\n\r\nReason: To safeguard the amenities of the adjoining occupiers, the area generally and contribution of developments to the air quality of the borough in accordance with the requirements of policies G1, A1, CC1 and CC4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 10 - a. No development shall take place until full details of the air quality monitors have been submitted to and approved by the local planning authority in writing. Such details shall include the location, number and specification of the monitors, including evidence of the fact that they have been installed in line with guidance outlined in the GLA's Control of Dust and Emissions during Construction and Demolition Supplementary Planning Guidance and have been in place for 3 months prior to the proposed implementation date. The monitors shall be retained and maintained on site for the duration of the development in accordance with the details thus approved. \r\n\r\nb. prior to commencement, evidence has been submitted demonstrating that the monitors have been in place for at least 3 months prior to the proposed implementation date. \r\n\r\nThe monitors shall be retained and maintained on site for the duration of the development in accordance with the details thus approved.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies  A1 and CC4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 11 - The approved cycle storage facilities shall be provided in their entirety prior to the first occupation of the building, and permanently retained for their designated purposes thereafter.  \r\n  \r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of Policy T1 of the Camden Local Plan 2017.\r\n",
    "Condition : 12 - Prior to first occupation of the development a plan showing details of bird and bat box locations and types and indication of species to be accommodated shall be submitted to and approved in writing by the local planning authority. The boxes shall be installed in accordance with the approved plans prior to the occupation of the development and thereafter retained. \r\n\r\nReason: In order to secure appropriate features to conserve and enhance wildlife habitats and biodiversity measures within the development, in accordance with the requirements of the London Plan (2016) and Policies A3 and CC2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 13 - Prior to commencement of development a revised air quality statement shall be submitted to and approved in writing by the local planning authority. The revised air quality statement shall include all the following: \r\n\r\ni. updated information using the most appropriate recent background concentration data (data from the nearest background Automatic Monitoring Station source e.g. Bloomsbury or Defra mapped data, whichever is higher), to all scenarios including the future scenarios, rather than projected data,\r\nii. confirmation the proposed water heaters would not exceed the 'ultra low NOx' limit of 40 mg/kWh, and \r\niii. clarification of how the anticipated trip generation outlined in the travel plan will impact on air quality.\r\n\r\nReason: For the avoidance of doubt and to secure the appropriate air quality mitigation measures in accordance with policies C1 and CC4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 14 - Prior to commencement of development, drawings and data sheets showing the location, extent and predicted energy generation of photovoltaic cells, heat pumps and associated equipment to be installed on the building shall have been submitted to and approved by the Local Planning Authority in writing. The measures shall include the installation of meters to monitor the energy output from the approved renewable energy systems. A site-specific lifetime maintenance schedule for each system (including safe roof access arrangements) shall be provided. The equipment shall be installed in full accordance with the details thus approved and permanently retained and maintained thereafter.\r\n\r\nReason: To ensure the development provides adequate on-site renewable energy facilities in accordance with the requirements of policy CC1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 15 - Prior to commencement of development, full details of the surface water drainage strategy and the sustainable drainage systems including 55m3 attenuation shall be submitted to and approved in writing by the local planning authority. Such a system should be designed to accommodate all storms up to and including a 1:100 year storm with a 40% provision for climate change such that flooding does not occur in any part of a building or in any utility plant susceptible to water, and shall demonstrate the run off rates approved by the Local Planning Authority. Details shall include a lifetime maintenance plan, and shall thereafter be retained and maintained in accordance with the approved details. \r\n\r\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with policies CC2 and CC3 of the London Borough of Camden Local Plan Policies. \r\n",
    "Condition : 16 - Prior to the commencement of work for each section of the development or such other date, or stage in the development as may be agreed in writing by the Local Planning Authority (LPA) a scheme including the following components to address the risk associated with site contamination shall be submitted to and approved in writing by the LPA. \r\n\r\nA) A site investigation scheme based on the Phase One Environmental Desk Study (Report Ref: 2340-DS01) to provide information for a detailed assessment of the risk to all receptors that may be affected, including those off site;\r\nB) The results of the site investigation and detailed risk assessment referred to in (A) and, based on these, in the event that remediation measures are identified to be necessary, an options appraisal and remediation strategy giving full details of the remediation measures required and how they are to be undertaken;\r\nC) A verification plan providing details of the data that will be collected in order to demonstrate that the works set out in the remediation strategy in (b) are complete and identifying and requirements for the longer monitoring of pollution linkages, maintenance and arrangements for contingency action.\r\n\r\nEach section of the development shall be carried out strictly in accordance with the relevant risk assessment, site investigation, options appraisal, remediation strategy and verification plan so approved, and no change therefrom shall take place without prior written consent from the LPA.\r\n\r\nAny investigation and risk assessment must be undertaken in accordance with the requirements of the Environment Agency's Model Procedures for the Management of Contamination (CLR11).   In the event that additional significant contamination is found at any time when carrying out the approved development it must be reported in writing immediately to the LPA. \r\n\r\nReason: To ensure the risks from land contamination to the future users of the land and neighbouring land are minimised, together with thos",
    "Condition : 17 - The fire escape shown on the approved plan shall only be used for emergency access and egress and shall be alarmed at all times. \r\n\r\nReason: To ensure safety and security of occupiers and surrounding areas, in accordance with Policy C5. \r\n",
    "Condition : 18 - Prior to the commencement of construction/demolition works on site, tree protection measures shall be installed in accordance with the approved drawings. The protection shall then remain in place for the duration of works on site, unless otherwise agreed in writing by the local authority.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017. \r\n\r\n",
    "Condition : 19 - No development shall take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 20 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by no later than the end of the planting season following completion of the development. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation. \r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 21 - The three car parking spaces should only be used by blue badge holders and not for general parking.  \r\n\r\nReason: To ensure the development provides adequate accessible parking facilities and does not promote reliance on private motor vehicles in other circumstances, in accordance with the requirements of Policy T1 and T2 of the Camden Local Plan 2017.\r\n",
    "Condition : 22 - No above ground new development shall commence until a Fire Statement has been submitted to and approved in writing by the Local Planning Authority. The Fire Statement shall be produced by an independent third party suitably qualified assessor which shall detail the building's construction, methods, products and materials used; the means of escape for all building users including those who are disabled or require level access together with the associated management plan; access for fire service personnel and equipment; ongoing maintenance and monitoring and how provision will be made within the site to enable fire appliances to gain access to the building. The development shall be carried out in accordance with the approved details.\r\n\r\nReason: In order to provide a safe and secure development in accordance with Policy D11 of the Draft London Plan and Policy 7.13 of the London Plan March 2016.\r\n",
    "Condition : 23 - Prior to any above ground works details of external illumination to the extension and service yard shall be submitted to and approved in writing by the local planning authority. The development shall be built in accordance with the approved details and the lighting shall thereafter be retained for the duration of the use and maintained in accordance with the approved details.\r\n\r\nReason: To ensure safety and security of occupiers and surrounding areas, in accordance with Policy C5.\r\n"
  ],
  "status": "Approved",
  "secondary_street_name": null,
  "id": "Camden-2017_6967_P",
  "lpa_app_no": "2017/6967/P",
  "application_details": {
    "site_area": 0.125
  },
  "uprn": "5083418"
}