{
  "last_date_consultation_comments": "05/12/2020",
  "epc_number": null,
  "application_type_full": null,
  "development_type": "Minor dwellings",
  "decision_date": "11/10/2021",
  "pp_id": "5960668",
  "appeal_decision_date": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Camden-2017_1910_P",
  "last_updated": "2025-07-10T14:50:59.634Z",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 526166,
  "decision_target_date": "12/10/2021",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": 0,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": 16,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": 16,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": 16,
    "net_car": -16,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": 1,
    "no_existing_bluebadge": 0,
    "no_existing_bus": null,
    "no_proposed_car": 0,
    "net_carclub": null,
    "net_bluebadge": 1
  },
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526180.3538373,
              184697.2005629,
              0
            ],
            [
              526180.1477108,
              184697.2505486,
              0
            ],
            [
              526177.5010462,
              184697.9503483,
              0
            ],
            [
              526174.7471958,
              184698.7001336,
              0
            ],
            [
              526171.9521201,
              184699.3999333,
              0
            ],
            [
              526169.1982696,
              184700.1497187,
              0
            ],
            [
              526166.947368,
              184700.6995613,
              0
            ],
            [
              526164.1028219,
              184701.3493753,
              0
            ],
            [
              526161.2995011,
              184701.9492036,
              0
            ],
            [
              526158.7517772,
              184702.4490605,
              0
            ],
            [
              526156.6492866,
              184702.8989318,
              0
            ],
            [
              526153.8459659,
              184703.4987601,
              0
            ],
            [
              526150.6963525,
              184704.1485741,
              0
            ],
            [
              526147.9012768,
              184704.7484024,
              0
            ],
            [
              526136.0036536,
              184706.8478014,
              0
            ],
            [
              526136.0036536,
              184707.2976726,
              0
            ],
            [
              526136.2015351,
              184711.9963277,
              0
            ],
            [
              526139.4500892,
              184711.7463992,
              0
            ],
            [
              526139.7963817,
              184712.8960701,
              0
            ],
            [
              526142.3028803,
              184712.6961273,
              0
            ],
            [
              526142.3028803,
              184711.4964707,
              0
            ],
            [
              526149.0968107,
              184710.8966424,
              0
            ],
            [
              526149.7976409,
              184710.8466567,
              0
            ],
            [
              526151.9990722,
              184710.4467712,
              0
            ],
            [
              526155.0497448,
              184709.8969286,
              0
            ],
            [
              526157.9025359,
              184709.347086,
              0
            ],
            [
              526160.3018487,
              184708.8972148,
              0
            ],
            [
              526162.899043,
              184708.2973865,
              0
            ],
            [
              526165.6528934,
              184707.6975582,
              0
            ],
            [
              526168.703566,
              184707.0477442,
              0
            ],
            [
              526170.8472819,
              184706.5978729,
              0
            ],
            [
              526173.7990137,
              184705.9980446,
              0
            ],
            [
              526176.396208,
              184705.298245,
              0
            ],
            [
              526179.3479399,
              184704.4984739,
              0
            ],
            [
              526182.1512606,
              184703.7486885,
              0
            ],
            [
              526195.5000146,
              184699.6998475,
              0
            ],
            [
              526193.4469944,
              184693.451636,
              0
            ],
            [
              526180.3538373,
              184697.2005629,
              0
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "cil_liability": false,
  "subdivision_of_building": null,
  "title_number": [],
  "secondary_street_name": null,
  "valid_date": null,
  "centroid": {
    "lon": -0.181881,
    "lat": 51.547133
  },
  "site_number": null,
  "ward": "Swiss Cottage",
  "lpa_name": "Camden",
  "actual_commencement_date": "08/05/2024",
  "uprn": "5029454",
  "lpa_app_no": "2017/1910/P",
  "status": "Commenced",
  "description": "Demolition of 16 single storey garages (Sui Generis) and redevelopment of the site to provide 8 mews type residential dwellings (C3) comprising 3 x two storey properties and 5 x three storey properties with associated roof terraces.",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": null,
  "postcode": "NW6 3BT",
  "centroid_northing": 184704,
  "borough": "Camden",
  "application_type": "All Other",
  "locality": "London",
  "site_name": "Garages 1 To 16",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\n\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: DR204400 0600 D05, DR204400 0101 D05, DR204400 0102 D05, DR204400 0103 D05, DR204400 0400 D05, DR204400 0401 D05, DR204400 0420 D01, DR204400 0421 D01, DR204400 1400 D01, 2044_CANFIELD PLACE - INTERNAL PERSPECTIVES, DR204400 0100 D08.\n\nCZWG Architects Design and Access Statement August 2017, Design and Access Statement Addendum April 2020, WSP Energy Statement February 2017, WSP Acoustic Planning Report March 2017, WSP Transport Statement March 2017, WSP Overheating Assessment March 2017, GVA Internal Daylight and Sunlight Report March 2017, Construction Management Plan AIA Consulting Ltd, WSP Air Quality Report March 2017, NTA Planning Statement March 2017, GVA Daylight Sunlight Report March 2017.\n\nReason:\nFor the avoidance of doubt and in the interest of proper planning.",
    "Condition : 3 - Before the relevant part of the work is begun, detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority: \n\na) Details including sections at 1:10 of all windows (including jambs, head and cill), ventilation grills, external doors and gates; \n\nb) Samples and manufacturer's details at a scale of 1:10, of all facing materials including windows and door frames and glazing, with a full scale sample panel of the granite cladding and bronze cladding panels, and glazing elements of no less than 1m by 1m demonstrating the proposed colour and texture and including junction between panels and junction with window opening.\n\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works. \n\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 of the London Borough of Camden Local Plan 2017.",
    "Condition : 4 - Details of the glazed screens to be installed on the roof terraces, including samples and details drawings shall be submitted to and approved in writing by the local planning authority, prior to occupation of the hereby approved dwelling and shall be permanently retained in accordance with the approved details.\n\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 the Camden Local Plan 2017.",
    "Condition : 5 - No lights, meter boxes, flues, vents or pipes, and no telecommunications equipment, alarm boxes, television aerials, satellite dishes or rooftop 'mansafe' rails shall be fixed or installed on the external face of the buildings. \n\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of  D1 of the London Borough of Camden Local Plan 2017.",
    "Condition : 6 - No development shall commence until: \n(a)   a written Preliminary Risk Assessment (PRA) and scheme of investigation has been submitted to and approved by the local planning authority in writing; the PRA must take account of the historical and environmental context of the site and can be based on a desk study or the Enhanced Environmental Information Review detailed below; and  \n(b)  following the approval detailed in paragraph (a), a written scheme of remediation measures has been submitted to and approved by the local planning authority in writing. \n\nThe remediation measures shall be implemented strictly in accordance with the approved scheme and a written report detailing the remediation shall be submitted to and approved by the local planning authority in writing prior to occupation. \n\nReason: To protect future occupiers of the development from the possible presence of ground contamination arising in connection with the previous industrial/storage use of the site in accordance with policies G1, D1, A1, and DM1 of the London Borough of Camden Local Plan 2017.",
    "Condition : 7 - Prior to commencement of development , full details in respect of the living roof in the area indicated on the approved roof plan shall be submitted to and approved by the local planning authority. The details shall include:\n\ni. a detailed scheme of maintenance \nii. sections at a scale of 1:20 with manufacturers details demonstrating the construction and materials used and showing a variation of substrate depth with peaks and troughs \niii. full details of planting species and density\n\nThe living roofs shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme. \n\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies G1, CC1, CC2, CC3, CC4, D1 and A3 of the London Borough of Camden Local Plan 2017.",
    "Condition : 8 - Prior to commencement of any development above ground level other than site clearance & preparation details of the feasibility of rainwater recycling proposals should be submitted to the local planning authority and approved in writing. The development shall thereafter be constructed in accordance with the approved details.\n\nReason: To ensure the development provides adequate on-site renewable energy facilities in accordance with the requirements of policies CC1, CC2 and CC3 of the Camden Local Plan 2017.",
    "Condition : 9 - Prior to commencement of any development above ground level other than site clearance & preparation details of the feasibility of rainwater recycling proposals should be submitted to the local planning authority and approved in writing. The development shall thereafter be constructed in accordance with the approved details.\n\nReason: To ensure the development provides adequate on-site renewable energy facilities in accordance with the requirements of policies CC1, CC2 and CC3 of the Camden Local Plan 2017.",
    "Condition : 10 - Prior to relevant stage of construction, detailed plans showing the location and extent of photovoltaic cells to be installed on the building shall have been submitted to and approved by the Local Planning Authority in writing. The measures shall include the installation of a meter to monitor the energy output from the approved renewable energy systems. The cells shall be installed in full accordance with the details approved by the Local Planning Authority and permanently retained and maintained thereafter. \n\nReason: To ensure the development provides adequate on-site renewable energy facilities in accordance with the requirements of policies CC1 and CC2 of the Camden Local Plan 2017.",
    "Condition : 11 - The development hereby approved shall achieve a maximum internal water use of 110litres/person/day. The dwelling/s shall not be occupied until the Building Regulation optional requirement has been complied with. \n\nReason: To ensure the development contributes to minimising the need for further water infrastructure in an area of water stress in accordance with Policies CC1, CC2, CC3 of the London Borough of Camden Local Plan 2017.",
    "Condition : 12 - Prior to commencement of development details of a sustainable urban drainage system shall be submitted to and approved in writing by the local planning authority. Such system shall be based on a 1:100 year event with 30% provision for climate change demonstrating 50% attenuation of all runoff. The system shall be implemented as part of the development and thereafter retained and maintained. \n\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with Policies CC1, CC2, CC3 of the London Borough of Camden Local Plan 2017.",
    "Condition : 13 - All non-Road mobile Machinery (any mobile machine, item of transportable industrial equipment, or vehicle - with or without bodywork) of net power between 37kW and 560kW used on the site for the entirety of the demolition and construction phase of the development hereby approved shall be required to meet Stage IIIB of EU Directive 97/68/EC. The site shall be registered on the NRMM register for the demolition and/construction phase of the development. \n\nReason: To safeguard the amenities of the adjoining occupiers, the area generally and contribution of developments to the air quality of the borough in accordance with the requirements of policies G1, A1, CC1 and CC4 of the London Borough of Camden Local Plan 2017.",
    "Condition : 14 - Prior to commencement of any impact piling, a piling method statement shall be submitted to and approved in writing by the local planning authority. The Method Statement shall be prepared in consultation with Thames Water or the relevant statutory undertaker, and shall detail the depth and type of piling to be undertaken and the methodology by which such piling will be carried out including measures to prevent and minimise the potential for damage to subsurface water infrastructure, and the programme for the works. Any piling must be undertaken in accordance with the terms of the approved piling method statement. \n\nReason:  To safeguard existing below ground public utility infrastructure and controlled waters in accordance with the requirements of Policy CC3 of the London Borough of Camden Local Plan 2017.",
    "Condition : 15 - The cycle storage space as show on plan No.240-400 rev P shall provide a minimum of 2 cycle stands per dwelling. The facility shall be provided in its entirety prior to the first occupation of any of the new units, and permanently retained thereafter.\n\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy T1 of the Camden Local Plan 2017."
  ],
  "decision": "Approved",
  "street_name": "Canfield Place",
  "application_details": {
    "affordable_housing_fast_track": false,
    "s106_agreement": false,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": false,
    "other_contributions": null,
    "existing_uprns": [],
    "intended_commencement_date": null,
    "total_gia_existing": null,
    "no_affordable_housing_units_provided_offsite": null,
    "scheme_phasing": false,
    "circular_economy_statement": false,
    "commencement_notice_received": false,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 900,
      "total_gia_gained": null,
      "site_area": 0.039,
      "total_gia_lost": null,
      "total_gia_existing": null
    },
    "qualifying_vacant_building_floorspace": null,
    "phasing_details": [],
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0.039,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 900,
        "gia_gained": 0,
        "use_class": "SG",
        "gia_lost": 900
      }
    ],
    "constraints_details": [],
    "building_details": [],
    "grey_water_reuse": false,
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": false,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": false,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "projected_cost_of_works": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": 0.039,
      "other_resi_accommodation_unit_details": []
    },
    "internal_resi_water_usage": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": false,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "green_roof_area": null,
      "no_resi_units_to_have_full_fibre": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": false,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "uk_company_registration_no": null,
    "3d_model": false,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": false,
    "transport_impact_assessment": false,
    "total_gia_lost": null,
    "scheme_name": null,
    "social_infrastructure_contributions": null,
    "rain_water_harvesting": false,
    "green_suds": false,
    "garden_land_lost": false,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 21,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 8,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 8,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": 0.039,
      "dwelling_density": 205.12820512820514,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "08/05/2024",
          "no_bedrooms": 2,
          "unit_type": "Terraced Home",
          "provision_for_older_persons": false,
          "gia": 91,
          "tenure": "Market for sale",
          "unit_development_type": "New Build"
        },
        {
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "08/05/2024",
          "no_bedrooms": 2,
          "unit_type": "Terraced Home",
          "provision_for_older_persons": false,
          "gia": 94,
          "tenure": "Market for sale",
          "unit_development_type": "New Build"
        },
        {
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "08/05/2024",
          "no_bedrooms": 2,
          "unit_type": "Terraced Home",
          "provision_for_older_persons": false,
          "gia": 104,
          "tenure": "Market for sale",
          "unit_development_type": "New Build"
        },
        {
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "08/05/2024",
          "no_bedrooms": 3,
          "unit_type": "Terraced Home",
          "provision_for_older_persons": false,
          "gia": 105,
          "tenure": "Market for sale",
          "unit_development_type": "New Build"
        },
        {
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "08/05/2024",
          "no_bedrooms": 3,
          "unit_type": "Terraced Home",
          "provision_for_older_persons": false,
          "gia": 118,
          "tenure": "Market for sale",
          "unit_development_type": "New Build"
        },
        {
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "08/05/2024",
          "no_bedrooms": 3,
          "unit_type": "Terraced Home",
          "provision_for_older_persons": false,
          "gia": 121,
          "tenure": "Market for sale",
          "unit_development_type": "New Build"
        },
        {
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "08/05/2024",
          "no_bedrooms": 3,
          "unit_type": "Terraced Home",
          "provision_for_older_persons": false,
          "gia": 122,
          "tenure": "Market for sale",
          "unit_development_type": "New Build"
        },
        {
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "08/05/2024",
          "no_bedrooms": 3,
          "unit_type": "Terraced Home",
          "provision_for_older_persons": false,
          "gia": 126,
          "tenure": "Market for sale",
          "unit_development_type": "New Build"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "lapsed_date": "11/10/2024",
  "appeal_start_date": null,
  "appeal_decision": null,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2017/1910/P",
  "bo_system": "Portal",
  "appeal_status": null,
  "last_updated_by": "Portal",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.181676,
          51.547069,
          0
        ],
        [
          -0.181679,
          51.547069,
          0
        ],
        [
          -0.181717,
          51.547076,
          0
        ],
        [
          -0.181757,
          51.547084,
          0
        ],
        [
          -0.181797,
          51.547091,
          0
        ],
        [
          -0.181836,
          51.547098,
          0
        ],
        [
          -0.181868,
          51.547103,
          0
        ],
        [
          -0.181909,
          51.54711,
          0
        ],
        [
          -0.181949,
          51.547116,
          0
        ],
        [
          -0.181986,
          51.547121,
          0
        ],
        [
          -0.182016,
          51.547125,
          0
        ],
        [
          -0.182056,
          51.547131,
          0
        ],
        [
          -0.182101,
          51.547138,
          0
        ],
        [
          -0.182141,
          51.547144,
          0
        ],
        [
          -0.182312,
          51.547166,
          0
        ],
        [
          -0.182312,
          51.54717,
          0
        ],
        [
          -0.182307,
          51.547212,
          0
        ],
        [
          -0.182261,
          51.547209,
          0
        ],
        [
          -0.182255,
          51.547219,
          0
        ],
        [
          -0.182219,
          51.547217,
          0
        ],
        [
          -0.18222,
          51.547206,
          0
        ],
        [
          -0.182122,
          51.547199,
          0
        ],
        [
          -0.182112,
          51.547198,
          0
        ],
        [
          -0.18208,
          51.547194,
          0
        ],
        [
          -0.182036,
          51.547189,
          0
        ],
        [
          -0.181996,
          51.547183,
          0
        ],
        [
          -0.181961,
          51.547179,
          0
        ],
        [
          -0.181924,
          51.547173,
          0
        ],
        [
          -0.181884,
          51.547167,
          0
        ],
        [
          -0.181841,
          51.54716,
          0
        ],
        [
          -0.18181,
          51.547156,
          0
        ],
        [
          -0.181768,
          51.547149,
          0
        ],
        [
          -0.18173,
          51.547143,
          0
        ],
        [
          -0.181688,
          51.547135,
          0
        ],
        [
          -0.181648,
          51.547127,
          0
        ],
        [
          -0.181457,
          51.547088,
          0
        ],
        [
          -0.181489,
          51.547032,
          0
        ],
        [
          -0.181676,
          51.547069,
          0
        ]
      ]
    ],
    "type": "Polygon"
  }
}