{
  "lpa_name": "Camden",
  "uprn": "5109911",
  "decision_date": "22/01/2018",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2017_5395_P",
  "secondary_street_name": "William Ellis School La Swap Sixth Form",
  "appeal_status": null,
  "postcode": "NW5 1RL",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 1.75,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 6411,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 6411
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D1",
        "gia_gained": 6411,
        "actual_commencement_date": "22/01/2018",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "superseding_details": [
      {
        "lpa_app_no": "2014/7683/P",
        "partial_supersedence": false
      }
    ],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": "CIP Schools Programme",
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "3",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "19/01/2018",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Redevelopment and refurbishment including demolition of buildings along western and southern edge of site, and in between Parliament Hill & William Ellis School, and replacement with 3 storey building along southern boundary (Parliament Hill School); enclose inner courtyard and erect 2 storey extension towards northern boundary (William Ellis School); erection of single storey building located along Highgate Road (La SWAP Sixth Form), refurbishment of the existing dining hall, along with associated alterations to boundary treatment, new multi-use games areas, hard and soft landscaping throughout the site",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\n\r\nExisting drawings:\r\n(S)2000 Rev A; A-WES PL-X2 PL-B01-GA 0100 Rev P;A-WES PL-X2 PL-00-GA 0101 Rev P;A-WES PL-X2 PL-01-GA 0102 Rev P; A-WES PL-X2 PL-02-GA 0103 Rev P; A-WES PL-X2 PL-RF-GA 0104 Rev P; A-WES PL-X EL-XX-GA 0120 Rev P; PHS A GA-PL-00 0100 Rev P; PHS A GA-PL-01 0101 Rev P; PHS A GA-PL-02 0102 Rev P; PHS A GA-PL-03 0103 Rev P; PHS A GA-PL-04 0104 Rev P; A-PHS PL-X EL-XX-GA 0120 Rev P; A-PHS PL-X EL-XX-GA 0121 Rev P; (S)4000 Rev A; (S)4001 Rev A.\r\n\r\nProposed drawings:\r\nSK)9000 Rev B; (SK)001 Rev H;(SK)002 Rev C; (SK)003 Rev B; (SK)011 Rev B;A-WES PL-X2 PL-RF-GA 0164 Rev P; A-WES PL-X2 SE-XX-GA 0181 Rev P; (SK)901 Rev A;(SK)303 Rev A; (SK)304 Rev A; (SK)306 Rev A; (SK)307 Rev A; (SK)309 Rev A; (SK)316 Rev A; (SK)2010 Rev A; (SK)2020 Rev A; (SK)2030 Rev A; (SK)2040 Rev A; (SK)2130 Rev A; (SK)2140 Rev A; (SK)2200 Rev A; (SK)2201 Rev A; (SK)2202 Rev A; (SK)2203 Rev A; (SK)4010 Rev A; (SK)4011 Rev A; (SK)4020 Rev A; (SK)4030 Rev A.\r\n \r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - Detailed drawings, or samples of materials as  appropriate, in respect of the following, shall be submitted to and approved in writing by the Council before the relevant part of the work is begun:\r\n \r\na)Plan, elevation and section drawings, including jambs, head and cill, of all new external windows and doors at a scale of 1:20 with typical glazing bar details at 1:5.\r\n \r\nb) Typical details of all new railings and balustrade at a scale of 1:20 with finials at 1:5, including method of fixing.\r\n \r\nc) Samples and manufacturer's details of all new facing materials including windows and door frames, cladding with a full scale sample panel of all facing finishes of no less than 1m by 1m including junction with window opening demonstrating the proposed colour, texture, face-bond and pointing.\r\n \r\nA sample panel of all facing materials should be erected on-site and approved by the Council before the relevant parts of the work are commenced and the development shall be carried out in accordance with the approval given.\r\n \r\nThe relevant part of the works shall then be carried in accordance with the approved details.\r\n \r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the Camden Local Plan 2017.\r\n",
    "Condition : 4 - No lights, meter boxes, flues, vents or pipes, and no telecommunications equipment, alarm boxes, television aerials, satellite dishes or rooftop 'mansafe' rails, other than those hereby approved, shall be fixed or installed on the external face of the buildings, without the prior approval in writing of the local planning authority.\r\n \r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the Camden Local Plan 2017.\r\n",
    "Condition : 5 - Prior to any above ground works and in accordance with the written programme of ground investigation for the presence of soil and groundwater contamination and landfill gas approved on 04/08/2017 as per ref: 2016/2691/P and hereby permitted, an investigation shall be carried out in accordance with the approved programme and the results and a written scheme of remediation measures [if necessary] shall be submitted to and approved by the local planning authority in writing.\r\n \r\nThe remediation measures shall be implemented strictly in accordance with the approved scheme and a written report detailing the remediation shall be submitted to and approved by the local planning authority in writing prior to first occupation.\r\n \r\nReason: To protect future occupiers of the development from the possible presence of ground contamination arising in connection with the previous industrial/storage use of the site in accordance with policy A1 of the Camden Local Plan 2017.\r\n",
    "Condition : 6 - Full details, in respect of the following, shall be submitted to and approved in writing by the local planning authority before the relevant part of the work commences:\r\n\r\na) All hard and soft landscaping and means of enclosure of all unbuilt open areas including pedestrian access points on Highgate Road and planting adjacent to the new sports hall facade.\r\nb) Details of all tree replacements, including species, sizes (of immediate contribution to amenity), location. \r\nc) Details of biodiversity enhancements including a plan showing details of bird and bat box locations and types and indication of species to be accommodated.\r\nd) Details of planted screen(s) on the boundaries with Clevedon Mansions and Lissenden Mansions.\r\n\r\nAll hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development or any phase of the development, whichever is the sooner. \r\n\r\nAny new trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species.\r\n\r\nThe relevant part of the development shall not be carried out otherwise than in accordance with the details thus approved and shall be fully implemented prior to the first occupation of the development and thereafter retained\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period; to maintain a high quality of visual amenity in the scheme; to protect the amenities of neighbouring occupiers and to secure appropriate features to conserve and enhance wildlife habitats and biodiversity measures, in accordance with policies D1, D2, A1, A2 of the Camden Local Plan 2017.\r\n",
    "Condition : 7 - All removal of trees, hedgerows, shrubs, scrub or tall herbaceous vegetation shall be undertaken between September and February inclusive, unless otherwise approved on 04/08/2017 as part of ref: 2016/4691/P and hereby permitted. If this is not possible then a suitably qualified ecologist shall check the areas concerned immediately prior to the clearance works to ensure that no nesting or nest-building birds are present. If any nesting birds are present then the vegetation shall not be removed until the fledglings have left the nest.\r\n \r\nReason: To ensure the development contributes towards the protection and creation of habitats and valuable areas for biodiversity, ensuring compliance with the Habitats Regulations and the Wildlife & Countryside Act 1981 (as amended) and in accordance with policy A2 of the Camden Local Plan 2017.\r\n",
    "Condition : 8 - All demolition work permitted (excluding the demolition of the courtyard, gym and drama buildings) should be undertaken during April to October, in order to avoid bat hibernation and maternity periods. In the unlikely event that a bat is found during works on site, works must cease immediately and a bat ecologist contacted for advice prior to any works continuing. If demolition works have not commenced within 18 months (by July 2019) an updated bat survey and inspection must be undertaken as close as practically possible prior to demolition/ treeworks, and submitted to the local planning authority for approval prior to commencement of works on site.\r\n \r\nReason: To ensure the development contributes towards the protection and creation of habitats and valuable areas for biodiversity, ensuring compliance with the Habitats Regulations and the Wildlife & Countryside Act 1981 (as amended) and in accordance with policy A2 of the Camden Local Plan 2017.\r\n",
    "Condition : 9 - Full details of a lighting strategy, to include information about potential light spill on to buildings, trees and lines of vegetation, shall be submitted to and approved by the Local Planning Authority, in writing, prior to first occupation of the development hereby approved. The development shall not be carried out otherwise than in accordance with the details thus approved and shall be fully implemented before the premises are first occupied.\r\n \r\nReason: To ensure compliance with the Habitats Regulations and the Wildlife & Countryside Act 1981 (as amended) and in accordance with policy A2 of the Camden Local Plan 2017.\r\n",
    "Condition : 10 - Prior to above ground work, details demonstrating how trees to be retained shall be protected during construction work shall be submitted to and approved by the Council in writing. Such details shall follow guidelines and standards set out in BS5837:2012 \"Trees in Relation to Construction\". All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details.\r\n \r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with policy A2 of the Camden Local Plan 2017.\r\n",
    "Condition : 11 - Full details in respect of the green roof and planted trellis system in the areas indicated on the approved plan shall be submitted to and approved by the local planning authority before the relevant part of the development commences. Such details shall include a long term maintenance plan of the green wall/trellis system. The buildings shall not be occupied until the approved details have been implemented and these works shall be permanently retained thereafter. \r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies C1 and A2 of the Camden Local Plan 2017.\r\n\r\n",
    "Condition : 12 - Prior to first occupation, details shall be submitted to and approved by the local planning authority in writing, demonstrating the Sports Hall and Teaching Block is constructed or modified to provide sound insulation against internally generated noise and shall be permanently retained.\r\n\r\nReason: To ensure that the development hereby permitted is not detrimental to the amenity of the surrounding area by reason of undue noise emission and/or unacceptable disturbance in accordance with policy A1 of the Camden Local Plan 2017.\r\n",
    "Condition : 13 - The roof areas of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area. \r\n \r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with policy A1 of the Camden Local Plan 2017.\r\n",
    "Condition : 14 - The air quality statement  (including the proposed Combined Heat & Power) on air quality and proposed mitigation measures to reduce this impact to an acceptable level shall be carried out in accordance with the details approved on 04/08/2017 as per ref: 2016/2691/P and hereby permitted. \r\n \r\nReason: To promote higher standards of air quality within the borough in accordance with policies G1, A1, CC1, CC4 and C1 of the Camden Local Plan 2017.\r\n",
    "Condition : 15 - Prior to first occupation of the development, detailed plans showing the location and extent of photovoltaic cells to be installed on the development shall have been submitted to and approved by the Local Planning Authority in writing. The measures shall include the installation of a meter to monitor the energy output from the approved renewable energy systems. The cells shall be installed in full accordance with the details approved by the Local Planning Authority and permanently retained and maintained thereafter.\r\n \r\nReason: To ensure the development provides adequate on-site renewable energy facilities in accordance with policies G1 and CC3 of the Camden Local Plan 2017.\r\n",
    "Condition : 16 - Before the relevant part of the development commences, details of the location, design and method of waste storage and removal including recycled materials, shall be submitted to and approved by the local planning authority in writing. The facility as approved shall be provided prior to the first occupation of the new extensions and permanently retained thereafter.\r\n \r\nReason: To ensure that sufficient provision for the storage and collection of waste has been made in accordance with policy CC5 of the Camden Local Plan 2017.\r\n \r\n",
    "Condition : 17 - The sustainable urban drainage system based on a 1:100 year event with 30% provision for climate change demonstrating 50% attenuation of all runoff shall be carried out in accordance with the details approved on 04/08/2017 as per ref: 2016/2691/P and hereby permitted and thereafter retained. \r\n \r\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with policies G1, CC1, CC3 and C1 of the Camden Local Plan 2017.\r\n",
    "Condition : 18 - No loading or unloading of goods, including fuel, by vehicles arriving at or departing from the premises shall be carried out otherwise than within the curtilage of the building.\r\n \r\nReason: To avoid obstruction of the surrounding streets and to safeguard amenities of adjacent premises in accordance with policies A1, T1, T3 and T4 of the Camden Local Plan 2017.\r\n",
    "Condition : 19 - The demolition hereby permitted (excluding the demolition of the courtyard, gym and drama buildings) shall not be undertaken before a contract for the carrying out of the works of redevelopment of the site has been made and full planning permission has been granted for the redevelopment for which the contract provides.    \r\n \r\nReason: To protect the visual amenity of the area in accordance with policy D1 and D2 of the Camden Local Plan 2017.\r\n",
    "Condition : 20 - Before the use commences, the plant shall be provided with acoustic isolation, sound attenuation and anti-vibration measures in accordance with the scheme approved in writing by the local planning authority. All such measures shall thereafter be retained and maintained in accordance with the manufacturers' recommendations.\r\n \r\nReason: To safeguard the amenities of the [adjoining] premises and the area generally in accordance with the requirements of policies G1, CC1, D1 and A1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 21 - Before the use commences, details shall be submitted to and approved in writing by the Council, of the external noise level emitted from plant/ machinery/ equipment and mitigation measures as appropriate.  The measures shall ensure that the external noise level emitted from plant, machinery/ equipment will be lower than the lowest existing background noise level by at least 10dBA, by 15dBA where the source is tonal,  as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity. A post installation noise assessment shall be carried out where required to confirm compliance with the noise criteria and additional steps to mitigate noise shall be taken, as necessary.  Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.\r\n\r\nReason: To safeguard the amenities of the [adjoining] premises and the area generally in accordance with the requirements of policies G1, CC1, D1 and A1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 22 - Before the relevant part of the development commences, details of secure and covered cycle storage area for 242 cycles shall be submitted to and approved by the local planning authority. The approved facilities shall thereafter be provided prior to the first occupation of the relevant new buildings and permanently retained thereafter. \r\n \r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with policy T1 of the Camden Local Plan 2017.\r\n",
    "Condition : 23 - Details as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority before the relevant part of the work is begun:\r\n \r\na)Details of any permanent vehicular access alterations via Highgate Road including location and associated boundary treatment.\r\n \r\nb)Details of all permanent pedestrian access via Highgate Road including location and associated boundary treatment\r\n \r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and shall be permanently retained\r\n \r\nReason: In the interests of highways and pedestrian safety in accordance with policies A1, T1, T3 and T4 of the Camden Local Plan 2017.\r\n",
    "Condition : 24 - No piling shall take place until a piling method statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface sewerage and water infrastructure, and the programme for the works) has been submitted to and approved in writing by the local planning authority in consultation with Thames Water. Any piling must be undertaken in accordance with the terms of the approved piling method statement. \r\n\r\nReason:  To safeguard existing below ground public utility infrastructure and controlled waters in accordance with the requirements of policies G1, CC1 and CC3   of the Camden Local Plan 2017. The  proposed works will be in close proximity to underground sewerage and water utility infrastructure. Piling has the potential to impact on local underground sewerage utility infrastructure. The applicant is advised to contact Thames Water Developer Services on 0800 009 3921 to discuss the details of the piling method statement.  \r\n",
    "Condition : 25 - No minibuses, coaches or similar passenger carrying vehicles (PCV) shall be used to drop off or pick up pupils from the school. \r\n\r\nReason: To avoid obstruction of the surrounding streets and to safeguard amenities of adjacent premises in accordance with the requirements of policies A1 and T4 of the London Borough of Camden Local Plan 2017.  \r\n",
    "Condition : 26 - *No part of the development shall be occupied until such time as the Council has confirmed in writing that measures are in place to ensure that no on street business or residential parking permits will be issued to occupiers, students, staff, visitors to the development and the development will therefore be car capped so that the 70 off street car parking spaces hereby approved shall be used for 70 vehicles only and permanently retained.\r\n \r\nReason: In order to ensure that the development does not contribute to increased car use and parking congestion in accordance with policies A1, T1, T2, T3 and T4 and DM1 of the Camden Local Plan 2017. \r\n",
    "Condition : 27 - *The development shall be implemented in accordance with the submitted Demolition Management Plan and Construction Management Plan (including an Air Quality Assessment), hereby approved. The measures contained in the Demolition Management Plan and Construction Management Plan shall at all times remain implemented during the relevant construction phase, ensuring highway safety and managing transport, deliveries and waste (including recycling of materials) throughout the demolition and construction period. \r\n \r\nReason: In order to protect the pedestrian environment and the amenities of the area generally and to ensure the continued free flow of traffic in the area in accordance with Policies G1, A1,T1, T2, T3 and T4 of the London Borough of Camden Local  Plan 2017.\r\n",
    "Condition : 28 - *No part of the development hereby approved including demolition shall be commenced until the Council has confirmed in writing that any highways works required by the Council including repaving the footway adjacent to the site, removing all unnecessary street clutter have been secured or that arrangements have been made to have them secured.\r\n \r\nReason: To ensure that the pedestrian environment is maintained and improved in accordance with policies A1, T1, T3 and T4 and DM1 of the Camden Local Plan 2017.\r\n",
    "Condition : 29 - *No part of the development hereby approved including demolition shall be commenced until the Council has confirmed in writing that arrangements are in place for environmental, public realm, walking and cycling improvements in the vicinity of the site (equivalent to a �40,000 financial contribution) or an agreement has been entered into with the Council for the same.\r\n \r\nReason: To ensure the ease of movement and safety of pedestrians, cyclists and other traffic, and users of the highway network in accordance with policies T1, T2, T3 and T4 and DM1 of the Camden Local Plan 2017.\r\n",
    "Condition : 30 - *Prior to the occupation of the development hereby permitted (excluding the demolition of the courtyard, gym and drama buildings), a Service Management Plan shall be submitted to the Local Planning Authority, which shall be approved in writing prior to first occupation of any part of the development. Thereafter the development shall be occupied in strict accordance with the requirements of the approved service management plan.  \r\n \r\nReason: In order to protect the pedestrian environment and the amenities of the area generally and to ensure the continued free flow of traffic in the area in accordance with Policies G1, A1,T1, T2, T3 and T4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 31 - *Details in respect of the following shall be submitted to and approved in writing by the local planning authority:\r\n \r\na) The part of the development known as 'Sports Hall and Teaching Block':\r\n \r\ni) Prior to above ground works, a Design Stage review (undertaken by an appropriately qualified and recognised independent verification body) shall be submitted to and approved by the local planning authority in writing, certifying that the following measures are achievable and will be maintainable in the Development's future management and occupation:\r\n \r\n-A minimum BREEAM \"Very Good\" rating of 67%, including targets of 91% in Energy, 77% in Water and 64% in Materials categories.\r\n-A maximum energy consumption of 45 kWh/m2 for heating and 100 kWh/m2 for all energy use.\r\n-  A 35% improvement  in  carbon  dioxide  emissions  against  Part  L (Building Regulations 2013)\r\n \r\nii) Within 6 months of first occupation, the following shall be submitted to and approved by the local planning authority in writing:\r\n \r\n-A final Post Construction Assessment (undertaken by an appropriately qualified and recognised independent verification body) and certificate from BRE certifying that BREEAM \"Very Good\" has been achieved and issued.\r\n-Evidence that the building meets or exceeds 35% reduction in carbon dioxide emissions, with any shortfall offset through the Carbon Offset Fund\r\n \r\nb)The part of the development known as 'LaSWAP':\r\n \r\ni)Prior to above ground work, a Design Stage review (undertaken by an appropriately qualified and recognised independent verification body) shall be submitted to and approved by the local planning authority in writing, certifying that the following measures are achievable and will be maintainable in the Development's future management and occupation:\r\n \r\n-A minimum BREEAM \"Very Good\" rating of 58.80%, including targets of 40% in Energy, 55% in Water and 64% in Materials categories.\r\n-  A 35% improvement  in  carbon  dioxide  emissions  against  Part  L (Buil",
    "Condition : 32 - *The development shall not be carried out other than in complete accordance with the submitted BREEAM Pre-Assessment Summary Report (LaSWAP) Dated September 2017, Prepared By RSK Environment Ltd (RSK); BREEAM Pre-Assessment Summary Report (New Teaching Block) Dated September 2017, Prepared By RSK Environment Ltd (RSK), Sustainability Statement Dated September 2017. \r\n\r\nReason: To ensure a sustainable and resource efficient development in accordance with policies G1, CC1, CC3 and C1 of the Camden Local Plan 2017.\r\n",
    "Condition : 33 - *The development shall not be carried out other than in complete accordance with the submitted Energy Statement to achieve a reduction in CO2 emissions of the development hereby approved by at least 35% beyond the baseline. A meter shall at all times be installed to monitor the energy output of the technologies.\r\n\r\nReason: In order to secure the appropriate energy and resource efficiency measures and on-site renewable energy generation in accordance with policies G1, CC1, CC3 of the Camden Local Plan 2017.\r\n",
    "Condition : 34 - *No part of the development hereby approved shall be occupied until a School Travel Plan which shall be accredited by the School Travel Plan Accreditation (STAR) for all schools on site has been submitted to and approved in writing by the local planning authority in consultation with Transport for London and further no part of the development hereby approved shall be occupied until arrangement are in place for the monitoring of the School Travel Plan (or an agreement for a contribution of �5,728). The submitted details shall ensure that all efforts are made to reduce and repurpose the space allocated for car parking for the use of additional teaching space or further facilities for cycle parking, within the 5 year life span of the School Travel Plan. \r\n\r\nReason: In order to protect the pedestrian environment and the amenities of the area generally and to ensure the continued free flow of traffic in the area in accordance with policies A1, G1, T1, T2, T3 and T4 and DM1 of the Camden Local Plan 2017.",
    "Condition : 35 - *No part of the development hereby approved (including demolition) shall be commenced until the applicant and/or /developer have entered into an agreement with Kings Cross Construction and Skills Centre (KXCSC) to ensure that all job vacancies during the construction phases are registered with KXCSC at the same time as other recruitment efforts.\r\n \r\nReason: In order to ensure that unemployed people within the Borough of Camden have training and employment opportunities during the construction phase of major developments and to source goods and services from local businesses.\r\n",
    "Condition : 36 - *The development shall be implemented in accordance with the employment and training plan, approved on 03/08/2017 as per ref: 2017/3520/P.\r\n \r\nReason: In order to ensure that unemployed people within the Borough of Camden have training and employment opportunities during the construction phase of major developments and to source goods and services from local businesses.\r\n \r\n",
    "Condition : 37 - *Prior to the first occupation of the  development, details of a plan to control the use of the Sports Hall and Teaching Block building outside normal school hours, demonstrating the hours/schedule of operation of the proposed rooms facing private habitable rooms within Clevedon Mansions, shall be submitted to and approved by the local planning authority in writing. Thereafter, the relevant parts of the Sports Hall and Teaching Block shall only be used in accordance with the approved plan.\r\n \r\nReason: To safeguard the amenities of the adjoining premises in accordance with policy A1 of the Camden Local Plan 2017.\r\n",
    "Condition : 38 - *Prior to the first occupation of the Sports Hall and Teaching Block, details of a 'community involvement plan' demonstrating the facilitation of community uses within school buildings shall be submitted to and approved by the local planning authority in writing. Thereafter the relevant buildings shall be used in accordance with the approved plan.\r\n \r\nReason: To ensure the development is available for local community groups as a community facility in accordance with policy C2 of the Camden Local Plan 2017.\r\n",
    "Condition : 39 - *No works shall be commenced on site until such time as any owners of the land with the legal locus to enter into a Section 106 Agreement have entered into such an Agreement incorporating obligations in respect of the matters covered by conditions 26 - 38 above namely, Car Capped development (26), Demolition and Construction Management Plan (27), Highways Works Contribution (28), Pedestrian, Cycle and Environmental Improvements (29), Service Management Plan (30), Sustainability Plan and Post Construction Review (31 & 32), Energy Strategy (33), School Travel Plan (34), Employment & Training Plan, Local Employment and Local Procurement (35 & 36), Operational hours (37) and Community Involvement Plan (38).\r\n \r\nReason: Reason: In order to define the permission, to meet the policies referenced in conditions 28 - 40 above, and to secure development in accordance with policy DM1 of the Camden Local Plan 2017. \r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:32:48.708Z",
  "ward": "Highgate (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": 224,
    "net_cycle": null
  },
  "lapsed_date": "22/01/2021",
  "decision_target_date": "20/04/2018",
  "centroid": {
    "lat": 51.558445,
    "lon": -0.149649
  },
  "lpa_app_no": "2017/5395/P",
  "status": "Commenced",
  "site_name": "Parliament Hill School ",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2017/5395/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528238.5519513024,
              186137.94814967224
            ],
            [
              528229.2020520072,
              186127.35118301964
            ],
            [
              528231.7497758891,
              186117.653958818
            ],
            [
              528216.496412841,
              186102.39832569385
            ],
            [
              528252.6839860382,
              186058.13099707087
            ],
            [
              528255.9985006028,
              186039.48633404454
            ],
            [
              528254.8112118032,
              186032.59830572002
            ],
            [
              528254.8112118032,
              186032.59830572002
            ],
            [
              528261.2918298333,
              186033.80795946176
            ],
            [
              528271.2023932835,
              186016.25298451475
            ],
            [
              528221.8969278634,
              185948.50237790577
            ],
            [
              528283.3968386583,
              185893.39815130964
            ],
            [
              528337.1463920143,
              185920.4004219963
            ],
            [
              528343.049855767,
              185933.39670185326
            ],
            [
              528384.2174458737,
              185941.13448693778
            ],
            [
              528411.7971752754,
              185897.3470209564
            ],
            [
              528461.951881989,
              185927.8982757582
            ],
            [
              528448.8504798904,
              185941.15448121313
            ],
            [
              528446.4511671084,
              185939.45496769197
            ],
            [
              528438.6018689347,
              185945.90312192956
            ],
            [
              528477.8978301706,
              185971.69573887816
            ],
            [
              528391.1020719005,
              186092.60113010643
            ],
            [
              528379.8970338565,
              186098.94931295997
            ],
            [
              528335.2005575963,
              186103.64796798595
            ],
            [
              528320.1533210763,
              186104.5477104378
            ],
            [
              528240.1514931573,
              186136.9484358374
            ],
            [
              528238.5519513024,
              186137.94814967224
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Major all other major developments",
  "last_date_consultation_comments": "05/12/2017",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "Parliament Hill School",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": "22/01/2018",
  "street_name": "Highgate Road",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 528369,
  "appeal_start_date": null,
  "centroid_northing": 186018,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.151485,
          51.559553
        ],
        [
          -0.151624,
          51.55946
        ],
        [
          -0.151591,
          51.559372
        ],
        [
          -0.151816,
          51.559239
        ],
        [
          -0.151311,
          51.558833
        ],
        [
          -0.15127,
          51.558664
        ],
        [
          -0.151289,
          51.558603
        ],
        [
          -0.151289,
          51.558603
        ],
        [
          -0.151196,
          51.558612
        ],
        [
          -0.151059,
          51.558452
        ],
        [
          -0.151795,
          51.557854
        ],
        [
          -0.150928,
          51.557345
        ],
        [
          -0.150143,
          51.557576
        ],
        [
          -0.150053,
          51.557691
        ],
        [
          -0.149457,
          51.557751
        ],
        [
          -0.149076,
          51.557351
        ],
        [
          -0.148341,
          51.557615
        ],
        [
          -0.148525,
          51.557737
        ],
        [
          -0.148561,
          51.557722
        ],
        [
          -0.148671,
          51.557782
        ],
        [
          -0.148095,
          51.558005
        ],
        [
          -0.149303,
          51.559111
        ],
        [
          -0.149462,
          51.55917
        ],
        [
          -0.150105,
          51.559223
        ],
        [
          -0.150321,
          51.559234
        ],
        [
          -0.151463,
          51.559544
        ],
        [
          -0.151485,
          51.559553
        ]
      ]
    ],
    "type": "Polygon"
  }
}