{
  "lpa_name": "Camden",
  "uprn": "5087586",
  "decision_date": "07/11/2018",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2017_2204_P",
  "secondary_street_name": "14 - 16  Betterton Street",
  "appeal_status": null,
  "postcode": "WC2H 9AB",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 363.6363636363637,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 4,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 4,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Change of Use",
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "27/09/2018",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Change of Use",
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "27/09/2018",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Change of Use",
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "27/09/2018",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Change of Use",
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "27/09/2018",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.011,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 9,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "Change of Use with Extension(s) over 999sqm",
      "site_area": 0.062,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 5311,
      "total_gia_gained": 3815,
      "total_gia_lost": 3111,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 5954
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "A1",
        "gia_gained": 45,
        "actual_commencement_date": "27/09/2018",
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "use_class": "A3",
        "gia_gained": 50,
        "actual_commencement_date": "27/09/2018",
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "use_class": "A4",
        "gia_gained": 50,
        "actual_commencement_date": "27/09/2018",
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "use_class": "B1",
        "gia_gained": 2139,
        "actual_commencement_date": "27/09/2018",
        "gia_lost": 2200
      },
      {
        "gia_existing": -1,
        "use_class": "B1a",
        "gia_gained": 2139,
        "actual_commencement_date": "27/09/2018",
        "gia_lost": 2200
      },
      {
        "gia_existing": 0,
        "use_class": "D1",
        "gia_gained": 562,
        "actual_commencement_date": "27/09/2018",
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "use_class": "D2",
        "gia_gained": 517,
        "actual_commencement_date": "27/09/2018",
        "gia_lost": 184
      },
      {
        "gia_existing": -1,
        "use_class": "SG",
        "gia_gained": 452,
        "actual_commencement_date": "27/09/2018",
        "gia_lost": 727
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Central Activities Zone",
        "constraints_layer_description": "Central Activity Zone"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "West End",
        "constraints_layer_description": "Town Centre Health Check: Name"
      },
      {
        "result": "International",
        "constraints_layer_description": "Town Centre Health Check: Type"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "20/04/2017",
  "reference_no_of_permission_being_relied_on": null,
  "description": "The refurbishment, extension and alteration of 60-70 Short Gardens and 14-16 Betterton Street to provide a two storey roof extension to both properties and introduce new mezzanine areas and bring the vacant basement back into use within Shorts Gardens, in order to provide a mix of B1/A1/A3/A4/D1/D2/C3 uses, with associated refuse provision, cycle storage and plant and a substation on the ground floor of Shorts Gardens.",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans: (Prefix: 498_PL_) 001, 002, 003, 004, 005, 006, 007, 008, 009, 010, 011, 012, 013, 014, 015, 016, 017, 018, 019, 020, 021, 022, 023, 024, 025, 026, 027, 028, 029, 030, 031, 032, 033, 034, 035, 036, 037 Rev1, 038 Rev1, 039 Rev2, 040 Rev1, 041 Rev1, 042 Rev1, 043 Rev1, 044 Rev2, 045 Rev2, 046, 047, 048 Rev1, 049, 050, 051, 052, 053 Rev1, 054, 055, 056 Rev1, 057 Rev2, 058 Rev1, 059 Rev1.\r\n\r\nSupporting documents: Draft Construction Management Plan (plus appendices) prepared by Hush Pmc (dated Apr17), Covering Letter prepared by NLP (dated Apr17), Daylight and Sunlight Assessment (plus appendices) prepared by GIA (ref.3070), Venue Management Plan prepared by Span Group (dated 11/04/2017), Waste Management Plan prepared by Watermans (ref. WIE10452-100-R-2-2-3-WMP), Service Management Strategy prepared by Watermans (ref. WIE10452-100-R-4-2-3-SMP), Transport Statement prepared by Watermans (ref. WIE10452-100-R-1-2-3-TS), Framework Travel Plan prepared by Watermans (ref. WIE10452-100-R-3-2-3-FTP), Energy and Sustainability Statement prepared by Cundall (ref. 1014196-RPT-SU002 rev B), External Air Quality Monitoring Survey Report prepared by Green Air Monitoring (dated Feb 17), Heritage Impact Assessment (plus appendices) prepared by NLP (dated Apr17), Planning Statement prepared by NLP (dated Apr17), Plant Impact Assessment prepared by RBA Acoustics (ref. 7431/PNA rev 1), Acoustic Assessment Report prepared by RBA Acoustics (ref. 7431/AAR rev 1), Statement of Community Involvement prepared by Quatro (dated Apr17), Basement Impact Assessment (plus appendices) prepared by Fluid Structures (ref. 24509 rev P3), Response letter to initial BIA audit prepared by Fluid Structures (dated 07/09/17), BIA Preliminary Investigation Report prepared by Soiltechnics (ref. STM1234T-P01), BIA Screening Report prepared by Soiltechnics (ref. STP3953A-BIA Rev 2), Viability Report prepared by Ja",
    "Condition : 4 - Before the relevant part of the work is begun, detailed drawings or samples of materials as appropriate, in respect of the following shall be submitted to and approved in writing by the local planning authority. Submitted details shall include elevations and sections (and where appropriate materials) at 1:10 of the following:\r\n\r\na) Full details of proposed roof extensions (@1:20) including solid and perforated vertical louvres and window detail to Shorts Gardens roof extension and 'hit-and-miss' brick work and metal screen detailing to Betterton Street;\r\n\r\nb)Typical windows to infill existing arched brick openings (@1:10);\r\n\r\nc) Entrance doors, windows and louvres to ground floor openings on Betterton Street and entrance portico to Shorts Gardens (@1:10);\r\n\r\nd) Louvered doors to replacement vent shaft building (@1:20);\r\n\r\ne) Typical details of new railings and balustrade to both roof terraces (@1:10);\r\n\r\nf) Typical replacement windows to upper floors of retained buildings (where original windows are not retained and refurbished) (@1:10);\r\n\r\ng) Manufacturer's specification details of all proposed facing materials (to be submitted to the Local Planning Authority) and samples of those materials (to be provided on site).    \r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works. \r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2  of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - Before the development is commenced, sample panels of the facing brickwork demonstrating the proposed colour, texture, face-bond and pointing for facing brick to the following elements shall be provided on site and approved in writing by the local planning authority: \r\na) Replacement vent shaft building\r\nb) Betterton Street roof extension\r\n\r\nThe development shall be carried out in accordance with the approval given. The approved panel shall be retained on site until the work has been completed.  \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017\r\n",
    "Condition : 6 - The basement works hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works. \r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of  policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 7 - No basement construction shall take place until a detailed design and method statement for all foundations and other development proposed below ground level which takes account of the proposed running tunnels of the Cross Rail Project including any ground movements arising from the construction of the Cross Rail tunnels, has been submitted to and approved by the local planning authority in consultation with the relevant rail infrastructure undertaker. The development shall thereafter be carried out in accordance with the approved design and method statements. \r\n\r\nNo basement works to Shorts Gardens hereby permitted shall commenced until detailed design and construction method statements for all of the ground floor structures, foundations and basements and for any other structures below ground level, including piling (temporary and permanent), have been submitted to and approved in writing by the Local Planning Authority in consultation with the relevant rail infrastructure undertaker which :- \r\n(a) Accommodate the proposed location of the Crossrail structures including tunnels, shafts and temporary works,  \r\n(b) Mitigate the effects of noise and vibration arising from the operation of the Crossrail railway within the tunnels and other structures. \r\n(c) Mitigate the effects on Crossrail, of ground movement arising from development\r\n(d) Mitigate any short or long term effects on Crossrail, from such things as stray current leakage and effects from Electromagnetic Incompatibility, that might be induced by works associated with installation or decommissioning of electrical installations on the site\r\n\r\nThe development shall be carried out in all respects in accordance with the approved design and method statements. All structures and works comprised within the development hereby permitted which are required by (a) to (d) of this condition shall be completed, in their entirety, before the basement to Shorts Gardens are first occupied\r\n\r\nReason: To ensure that the developm",
    "Condition : 8 - No basement works to Shorts Gardens hereby permitted shall be commenced until a method statement has been submitted to, and approved in writing, by the Local Planning Authority to include arrangements to secure that, during any period when concurrent construction is taking place of both the permitted development and of the Crossrail structures and tunnels in or adjacent to the site of the approved development, the construction of the Crossrail structures and tunnels is not impeded.\r\n\r\nReason: To ensure that the development does not impact on existing/proposed strategic transport infrastructure in accordance with the requirements of Policies A1 and T1 of the London Borough of Camden Local Plan 2017 \r\n",
    "Condition : 9 - At least 28 days before development commences:\r\n\r\n(a) a written programme of ground investigation for the presence of soil and groundwater contamination and landfill gas shall be submitted to and approved by the local planning authority; and \r\n\r\n(b) following the approval detailed in paragraph (a), an investigation shall be carried out in accordance with the approved programme and the results and  a written scheme of remediation measures [if necessary] shall be submitted to and approved by the local planning authority.\r\n\r\nThe remediation measures shall be implemented strictly in accordance with the approved scheme and a written report detailing the remediation shall be submitted to and approved by the local planning authority in writing prior to occupation. \r\n\r\nReason: To protect future occupiers of the development from the possible presence of ground contamination arising in connection with the previous industrial/storage use of the site in accordance with policies G1, D1, A1, and DM1 of the London Borough of Camden Local Plan 2017.  \r\n",
    "Condition : 10 - Air quality monitoring should be implemented on site. No development shall take place until full details of the air quality monitors have been submitted to and approved by the local planning authority in writing. Such details shall include the location, number and specification of the monitors, including evidence of the fact that they have been installed in line with guidance outlined in the GLA's Control of Dust and Emissions during Construction and Demolition Supplementary Planning Guidance and have been in place for 3 months prior to the proposed implementation date. The monitors shall be retained and maintained on site for the duration of the development in accordance with the details thus approved. \r\n \r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of Camden Local Plan 2017 policies G1, C1 and A1\r\n",
    "Condition : 11 - Prior to commencement of development (excluding demolition and site preparation works), full details of the mechanical ventilation system, including air inlet locations and details of NOx filters, shall be submitted to and approved by the local planning authority in writing. Air inlet locations should be located away from busy roads and the boiler stack and as close to roof level as possible, to protect internal air quality. The development shall thereafter be constructed and maintained in accordance with the approved details.\r\n \r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of Camden Local Plan 2017 policies G1, C1 and A1\r\n",
    "Condition : 12 - Prior to commencement of development , full details in respect of the living roof in the area indicated on the approved roof plan shall be submitted to and approved by the local planning authority. The details shall include \r\n i. a detailed scheme of maintenance \r\n ii. sections at a scale of 1:20 with manufacturers details demonstrating the construction and materials used and showing a variation of substrate depth with peaks and troughs\r\n iii. full details of planting species and density\r\n\r\nThe living roofs shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme. \r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies G1, CC1, CC2, CC3, CC4, D1, D2 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 13 - Prior to the commencement of any use at basement levels with Shorts Gardens, a Occupancy and Use Plan detailing how the flexible A3/A4 use will operate together with the flexible restricted D1 and D2 uses shall be submitted to, and approved by the Local Planning Authority in writing. Under no circumstances shall the flexible A3/A4 uses exceed 100sqm in accordance with the approved scheme.\r\n\r\nReason: To ensure that the mix of uses proposed at basement levels are designed to successfully operate in tandem and to safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies G1, A1, A4, D1, C2, C3, TC1 and TC2 of the London Borough of Camden Local Plan 2017\r\n",
    "Condition : 14 - Prior to the first use of the premises for the A3 use hereby permitted, full details of a scheme for ventilation, including manufacturers specifications, noise levels and attenuation, shall be submitted to and approved by the Local Planning Authority in writing. The use shall not proceed other than in complete accordance with such scheme as has been approved. All such measures shall be retained and maintained in accordance with the manufacturers' recommendations. \r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies G1, A1, A4, D1, CC1, TC1 and TC2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 15 - Prior to commencement of development (excluding demolition and site preparation works), full details of the secure long stay cycle storage areas at ground and basement levels within 14-16 Betterton Street shall be submitted to and approved by the local planning authority. The approved facilities shall thereafter be provided in their entirety prior to the first occupation of any part of the development and permanently retained thereafter. \r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy T1 of the London Borough of Camden Local Plan 2017\r\n",
    "Condition : 16 - Prior to the commencement of development (excluding demolition and site preparation works), details of waste storage and removal shall be submitted to and approved in writing by the local planning authority, and development shall be carried out in accordance with the approved details. \r\n \r\nReason: To safeguard the amenities of the neighbouring premises and the area generally in accordance with the requirements of policies A1, A4 and CC5 of the London Borough of Camden Local Plan 2017\r\n",
    "Condition : 17 - Notwithstanding the provisions of the Schedule to the Town & Country Planning (Use Classes) Order 1987, or in any provision in any statutory instrument revoking and re-enacting that Order with or without modification, the basement, basement mezzanine, ground floor and ground floor mezzanine areas to the premises at Shorts Gardens shall only be used for uses within classes B1, flexible A3/A4 (to areas shown on approved basement plans only), or as art galleries, museums or libraries (restricted D1), or viewing cinema, seated concert venue or a members social club (restricted D2), and not for any other purpose within classes D1/D2 of that Order\r\n\r\nReason: In the interests of the amenity of neighbouring occupiers in accordance with policies G1, A1 and  A4 of the London Borough of Camden Local Plan 2017\r\n. \r\n",
    "Condition : 18 - A minimum of 45% (265sqm) of the proposed flexible B1/restricted D1/restricted D2 uses at ground and ground floor mezzanine levels within Shorts Gardens shall be retained for office purposes (B1).\r\n\r\nReason: To safeguard the existing employment function of the site and ensure that the development does not result in the reduction to existing quantum of office employment space in accordance with the requirements of policies G1, E1 and E2 of the London Borough of Camden Local Plan 2017\r\n",
    "Condition : 19 - The class D1, D2, A3 and A4 uses hereby permitted shall only be operated between the following times: Mondays-Thursdays 08.00-22.30 hrs;  Fridays and Saturdays  08.00-23.30 hrs; and Sundays and Bank Holidays; 09:00 -22.30 hrs\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies G1, CC1, D1, A1, A4, TC1 and TC2 of the London Borough of Camden Local Plan 2017\r\n",
    "Condition : 20 - The external terrace at third floor level to Shorts Gardens shall not be used outside of the following hours: 08:00 - 20:00 Monday - Friday and not during weekends or bank holidays.\r\n\r\nReason: To safeguard the privacy of the adjoining occupiers at Dudley Court and the area generally in accordance with the requirements of policies G1 and A1 of the London Borough of Camden Local Plan 2017\r\n",
    "Condition : 21 - Noise levels at a point 1 metre external to sensitive facades shall be at least 5dB(A) less than the existing background measurement (LA90), expressed in dB(A) when all plant/equipment (or any part of it) is in operation unless the plant/equipment hereby permitted will have a noise that has a distinguishable, discrete continuous note (whine, hiss, screech, hum) and/or if there are distinct impulses (bangs, clicks, clatters, thumps), then the noise levels from that piece of plant/equipment at any sensitive fa�ade shall be at least 10dB(A) below the LA90, expressed in dB(A). \r\n\r\nReason: To safeguard the amenities of the [adjoining] premises [and the area generally] in accordance with the requirements of policies G1, CC1, D1,and A1 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 22 - Prior to first occupation of the residential units:\r\na) sound insulation measures outlined in the approved acoustic report (ref 7431/AAR, dated 11th April 2017) shall be implemented and thereafter be permanently retained. \r\nb) post installation noise assessment shall be submitted to the Council for approval of internal noise and vibration levels to ensure internal room amenity noise standards remain in accordance with the criteria of BS8233:2014.\r\n\r\nReason: To safeguard the amenities of future occupiers of the premises from noise from industrial/commercial sources in accordance with the requirements of policies G1, CC1, D1, A1, and A4 of the London Borough of Camden Local Plan 2017\r\n",
    "Condition : 23 - Prior to use, plant equipment and any associated ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced. All such measures shall thereafter be retained and maintained in accordance with the manufacturers' recommendations. \r\n\r\nReason: To safeguard the amenities of adjoining premises and the area generally in accordance with the requirements of policy G1, A1, A4, D1 and CC1 of the London Borough of Camden Local Plan 2017\r\n \r\n",
    "Condition : 24 - Prior to the commencement of the use of the kitchen extract equipment, automatic time clocks shall be fitted to the equipment/machinery hereby approved, to ensure that the plant/equipment does not operate between 23:00hrs and 07:00 hrs. The timer equipment shall thereafter be permanently retained and maintained and retained in accordance with the manufacturer's recommendations. \r\n\r\nReason: To safeguard the amenities of the adjoining]premises and the area generally in accordance with the requirements of policies G1, D1, A1, TC1, TC2 and A4 of the London Borough of Camden Local Plan 2017\r\n",
    "Condition : 25 - All servicing shall take place in accordance with the approved serving management plan, and shall not take place outside of the following times: 08:00-20:00 Monday-Saturday, and 09:00-20:00 Sundays and bank holidays.\r\n\r\nReason: To avoid obstruction of the surrounding streets and to safeguard amenities of adjacent premises in accordance with the requirements of policies A1 and T4 of the London Borough of Camden Local Plan 2017\r\n",
    "Condition : 26 - No music shall be played on the premises in such a way as to be audible within any adjoining premises or on the adjoining highway.  \r\n\r\nReason: To safeguard the amenities of  the adjoining premises and the area generally in accordance with the requirements of policies G1, CC1, D1, A1,  A4, TC1 and TC2 of the London Borough of Camden Local Plan 2017\r\n\r\n",
    "Condition : 27 - Prior to occupation, units at 1st - 3rd floor levels within 14-16 Betterton Street (as indicated on plan numbers hereby approved) shall be designed and constructed in accordance with Building Regulations Part M4 (2).\r\n\r\nReason: To ensure that the internal layout of the building provides flexibility for the accessibility of future occupiers and their changing needs over time, in accordance with the requirements of policies D1, H6 and C6 of the London Borough of Camden Local Plan 2017\r\n",
    "Condition : 28 - All non-Road mobile Machinery (any mobile machine, item of transportable industrial equipment, or vehicle - with or without bodywork) of net power between 37kW and 560kW used on the site for the entirety of the [demolition and/construction] phase of the development hereby approved shall be required to meet Stage IIIA of EU Directive 97/68/EC. The site shall be registered on the NRMM register for the [demolition and/construction] phase of the development. \r\n\r\nReason: To safeguard the amenities of the adjoining occupiers, the area generally and contribution of developments to the air quality of the borough in accordance with the requirements of policies G1, A1, CC1 and CC4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 29 - The development hereby approved shall achieve a maximum internal water use of 110litres/person/day. The dwellings shall not be occupied until the Building Regulation optional requirement has been complied with. \r\n\r\nReason: To ensure the development contributes to minimising the need for further water infrastructure in an area of water stress in accordance with Policies CC1, CC2, CC3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 30 - Prior to occupation, the glazing to side windows to the South-Western flank elevation of 14-16 Betterton Street at 1st - 3rd floor levels shall be obscured. The obscure glazing shall be permanently retained thereafter.  \r\n\r\nReason:  In order to prevent overlooking of the neighbouring occupiers at 18-20 Betterton Street in accordance with the requirements of policies G1 and A1 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:32:15.789Z",
  "ward": "Holborn & Covent Garden (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": 0,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": 39,
    "net_cycle": null
  },
  "lapsed_date": "07/11/2021",
  "decision_target_date": "20/07/2017",
  "centroid": {
    "lat": 51.515338,
    "lon": -0.123767
  },
  "lpa_app_no": "2017/2204/P",
  "status": "Commenced",
  "site_name": "Former 62 To 70",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2017/2204/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              530278.2481480732,
              181235.40149150277
            ],
            [
              530267.9005963838,
              181246.79822922347
            ],
            [
              530260.1277864965,
              181239.58600454457
            ],
            [
              530250.0128258303,
              181249.9333385661
            ],
            [
              530254.015409921,
              181253.60063480434
            ],
            [
              530254.7367794791,
              181252.66278712644
            ],
            [
              530283.7977439382,
              181278.44766579603
            ],
            [
              530282.9825773692,
              181279.64392683614
            ],
            [
              530287.0833685608,
              181282.8790640367
            ],
            [
              530297.120161105,
              181272.1820303916
            ],
            [
              530293.4459756975,
              181269.30560037692
            ],
            [
              530292.461053938,
              181270.32362013927
            ],
            [
              530285.5593490428,
              181264.14752567018
            ],
            [
              530282.2023583966,
              181262.4964259506
            ],
            [
              530274.1101321251,
              181255.15955605515
            ],
            [
              530285.6768064386,
              181242.58904532413
            ],
            [
              530278.1942953162,
              181235.2678178994
            ],
            [
              530278.2481480732,
              181235.40149150277
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Major all other major developments",
  "last_date_consultation_comments": "16/01/2018",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "60-70",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": "27/09/2018",
  "street_name": "Shorts Gardens",
  "pp_id": null,
  "subdivision_of_building": "4 - 16 Betterton Street",
  "cil_liability": true,
  "centroid_easting": 530286,
  "appeal_start_date": null,
  "centroid_northing": 181270,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.123891,
          51.515029
        ],
        [
          -0.124036,
          51.515134
        ],
        [
          -0.124151,
          51.515071
        ],
        [
          -0.124293,
          51.515166
        ],
        [
          -0.124234,
          51.515198
        ],
        [
          -0.124223,
          51.515189
        ],
        [
          -0.123795,
          51.515414
        ],
        [
          -0.123807,
          51.515425
        ],
        [
          -0.123746,
          51.515454
        ],
        [
          -0.123606,
          51.515355
        ],
        [
          -0.12366,
          51.51533
        ],
        [
          -0.123674,
          51.515339
        ],
        [
          -0.123775,
          51.515286
        ],
        [
          -0.123824,
          51.515271
        ],
        [
          -0.123944,
          51.515207
        ],
        [
          -0.123782,
          51.515092
        ],
        [
          -0.123892,
          51.515028
        ],
        [
          -0.123891,
          51.515029
        ]
      ]
    ],
    "type": "Polygon"
  }
}