{
  "lpa_name": "Camden",
  "uprn": "5090726",
  "decision_date": "28/11/2017",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2017_3377_P",
  "secondary_street_name": "Y",
  "appeal_status": null,
  "postcode": "WC1N 3JH",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "Extension",
      "site_area": 0.1,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 998,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 998
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D1",
        "gia_gained": 998,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Holborn",
        "constraints_layer_description": "Area for Intensification"
      },
      {
        "result": "Central Activities Zone",
        "constraints_layer_description": "Central Activity Zone"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Viewing Corridor",
        "constraints_layer_description": "Protected View"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "16/06/2017",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of a three storey building within the Southwood Courtyard to provide 998sq.m (GEA) of healthcare space (D1), including physiotherapy and rehabilitation facilities and an iMRI suite and operating theatre for use by Great Ormond Street Hospital. Works include a stair link at second floor level to the Southwood Building, a two storey link to the Variety Club Building, entrance ramps and stairs, a green roof, cycle parking, artificial lighting, plant equipment and associated works. ",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n",
    "Condition : 2 - The development hereby permitted must be removed within 8 years from the date of this permission.\r\n\r\nReason: To ensure that the structure does not prejudice the long term development of the wider site so that it complies with policies G1, C1, A1, D1 and D2 of the London Borough of Camden Local Plan June 2017.\r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\n\r\nExisting Drawings: (01)033, (02)012 Rev C and 013-015 Rev F.   \r\n\r\nProposed Drawings: (01)001 Rev H; 002-003 Rev S; 004 Rev M and 005 Rev L, (02)017-020 Rev G, (03)006-008 Rev F and 009 Rev E, (04)009. \r\n\r\nSupporting Documents: Sunlight and Daylight Analysis dated June 2017 (including Sunlight and Daylight Statement by Delva Patman Redler LLP and Interior Lighting Analysis by Richard Stephens Partnership); Sustainability Statement dated June 2017; Built Heritage Statement (ref: JCH00072) dated June 2017; (01)029-032 Rev H; (09)002 Rev E 003 Rev F and 006 Rev G; (09)011 Rev F; Archaeological Desk Based Assessment dated June 2017; BREEAM Pre-Assessment Summary Report dated 14/03/2017; Cover letter dated 09/06/2017; Construction Management Plan dated June 2017; Ground Conditions Report dated June 2017; Plant Noise Assessment (ref: 17/0132/R1-1); Planning Statement dated June 2017 and Design and Access Statement dated June 2017. \r\n\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - Before the relevant part of the work is begun, detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority: \r\n\r\na) Manufacturer's specification details of all facing materials (to be submitted to the Local Planning Authority) and samples of those materials (to be provided on site).    \r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works. \r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan June 2017.\r\n",
    "Condition : 5 - Prior to the occupation of the development, a lighting method statement detailing how the proposed lighting system would operate, be monitored and managed, including details assessing the quality of the light from the proposed lighting system and the effectiveness of the system's timing, shall be submitted to and approved in writing by the local planning authority. The lighting system shall be monitored for a period of 12 months to ensure that the levels are appropriate. Details of the monitoring and the ongoing strategy shall be submitted 12 months after the occupation of the building. \r\n\r\nReason: In order to safeguard the special architectural and historic interest of the adjacent listed Chapel in accordance with the requirements of policy D2 of the Camden Local Plan June 2017.\r\n",
    "Condition : 6 - No development (other than site clearance and preparation, relocation of services, utilities and public infrastructure and demolition), shall take place until full details in respect of the green roof in the area indicated on the approved roof plan are submitted to and approved by the local planning authority. The details shall include \r\n\r\ni.\ta detailed scheme of maintenance \r\nii.\tsections at a scale of 1:20 with manufacturers details\r\niii.\tfull details of planting species and density\r\niv.\ttiming and extent of actions to ensure habitat functionally \r\n\r\nThe green roof shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme. \r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies G1, CC1, CC2, CC3, D1 and A3 of the London Borough of Camden Local Plan June 2017.\r\n",
    "Condition : 7 - The external noise level emitted from plant, machinery or equipment and specified noise mitigation at the development hereby approved shall be lower than the lowest existing background noise level by at least 10dBA as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies G1, CC1, D1,and A1 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 8 - Prior to the use of the development, the plant equipment and ducting shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced. The measures shall be implemented prior to occupation of the development and thereafter be permanently retained.  \r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies A1 and A4 of the Camden Local Plan June 2017.\r\n",
    "Condition : 9 - No development (other than site clearance and preparation, relocation of \r\nservices, utilities and public infrastructure and demolition), shall take place until details of secure and covered cycle storage area for 8 cycles have been submitted to and approved by the local planning authority. The approved facility shall thereafter be provided in its entirety prior to the first occupation of the development, and permanently retained thereafter. \r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy T1 of the London Borough of Camden Local Plan June 2017.\r\n",
    "Condition : 10 - All non-Road mobile Machinery (any mobile machine, item of transportable industrial equipment, or vehicle - with or without bodywork) of net power between 37kW and 560kW used on the site for the entirety of the [demolition and/construction] phase of the development hereby approved shall be required to meet Stage IIIB of EU Directive 97/68/EC. The site shall be registered on the NRMM register for the [demolition and/construction] phase of the development. \r\n\r\nReason: To safeguard the amenities of the adjoining occupiers, the area generally and contribution of developments to the air quality of the borough in accordance with the requirements of policies G1, A1, CC1 and CC4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 11 - At least 28 days before development commences:\r\n\r\n(a) a written programme of ground investigation for the presence of soil and groundwater contamination and landfill gas shall be submitted to and approved by the local planning authority; and \r\n\r\n(b) following the approval detailed in paragraph (a), an investigation shall be carried out in accordance with the approved programme and the results and  a written scheme of remediation measures [if necessary] shall be submitted to and approved by the local planning authority.\r\n\r\nThe remediation measures shall be implemented strictly in accordance with the approved scheme and a written report detailing the remediation shall be submitted to and approved by the local planning authority prior to occupation.\r\n\r\nReason: To protect future occupiers of the development from the possible presence of ground contamination arising in connection with the previous industrial/storage use of the site in accordance with policies G1, D1, A1, and DM1 of the London Borough of Camden Local Plan 2017.  \r\n",
    "Condition : 12 - No work shall take place on site until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works. If heritage assets of archaeological interest are identified by stage 1 \r\nthen for those parts of the site which have archaeological interest a \r\nstage 2 WSI shall be submitted to and approved by the local planning \r\nauthority in writing. For land that is included within the stage 2 WSI, no \r\ndemolition/development shall take place other than in accordance with \r\nthe agreed stage 2 WSI which shall include: \r\n\r\nA. The statement of significance and research objectives, the \r\nprogramme and methodology of site investigation and recording and \r\nthe nomination of a competent person(s) or organisation to undertake \r\nthe agreed works \r\n\r\nB. The programme for post-investigation assessment and subsequent \r\nanalysis, publication & dissemination and deposition of resulting \r\nmaterial. this part of the condition shall not be discharged until these \r\nelements have been fulfilled in accordance with the programme set \r\nout in the stage 2 WSI. \r\n\r\nReason: In order to minimise damage to the important archaeological remains which exist on this site, in accordance with the requirements of policy D2 of the London Borough of Camden Local Plan 2017. \r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:32:18.767Z",
  "ward": "Holborn & Covent Garden (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "01/05/2021",
  "decision_target_date": "08/12/2017",
  "centroid": {
    "lat": 51.52221,
    "lon": -0.119924
  },
  "lpa_app_no": "2017/3377/P",
  "status": "Lapsed",
  "site_name": "Great Ormond Street Childrens Hospital ",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2017/3377/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              530459.1695240231,
              182057.99602259422
            ],
            [
              530455.0222582862,
              182065.27393931476
            ],
            [
              530441.8384055754,
              182057.4561771248
            ],
            [
              530439.8760810319,
              182061.20510400587
            ],
            [
              530442.7536073583,
              182062.85463183472
            ],
            [
              530434.5992419234,
              182077.25051106093
            ],
            [
              530458.1966068132,
              182090.94659060187
            ],
            [
              530466.4828932257,
              182076.73065986653
            ],
            [
              530465.509976015,
              182074.05142678798
            ],
            [
              530472.2394171761,
              182066.29351157288
            ],
            [
              530459.1695240231,
              182057.99602259422
            ],
            [
              530459.1695240231,
              182057.99602259422
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor all other minor developments",
  "last_date_consultation_comments": "13/07/2017",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "Great Ormond Street Children's Hospital",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Great Ormond Street",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 530533,
  "appeal_start_date": null,
  "centroid_northing": 182041,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.120981,
          51.52238
        ],
        [
          -0.121038,
          51.522446
        ],
        [
          -0.121231,
          51.522379
        ],
        [
          -0.121258,
          51.522413
        ],
        [
          -0.121216,
          51.522427
        ],
        [
          -0.121328,
          51.522558
        ],
        [
          -0.120983,
          51.522676
        ],
        [
          -0.120869,
          51.522546
        ],
        [
          -0.120884,
          51.522522
        ],
        [
          -0.12079,
          51.522451
        ],
        [
          -0.120981,
          51.52238
        ],
        [
          -0.120981,
          51.52238
        ]
      ]
    ],
    "type": "Polygon"
  }
}