{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "Householder",
  "lpa_app_no": "P/3659/21",
  "application_type_full": null,
  "uprn": "100021316726",
  "borough": "Harrow",
  "street_name": "Marsh Lane",
  "locality": "Stanmore",
  "ward": "Belmont",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.\n\r\n\r\nREASON:  To comply with the provisions of Section 91 of the Town & Country Planning Act 1990.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and documents:\r\n\r\nARCHI-MhLe 2100 (Received 18/06/2022), ARCHI-Msh Le 2101 (Received 18/06/2022), ARCHI-Msh Le 2102 (Received 18/06/2022), ARCHI-Msh Le 2103 (Received 18/06/2022), ARCHI-Msh Le 2104 (Received 18/06/2022), ARCHI-Msh Le 2104r (Received 18/06/2022), ARCHI-Msh Le 2106r (Received 18/06/2022), ARCHI-Msh Le 2107r (Received 18/06/2022), ARCHI-Msh Le 2108r (Received 18/06/2022), Flood risk and SuDs Assessment (Received 10/05/2022)\r\n\r\nREASON: For the avoidance of doubt and in the interests of proper planning.",
    "Condition : 3 - The materials to be used in the construction of the external surfaces of the extension hereby permitted shall match those used in the existing building.\n\r\nREASON: To safeguard the character and appearance of the area in accordance with Core Policy CS1.B of the Harrow Core Strategy (2012) and Policy DM1 of the Harrow Development Management Policies Local Plan (2013).\n",
    "Condition : 4 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking and re-enacting that order with or without modification), no window(s)/door(s), other than those shown on the approved plans shall be installed in the flank elevations of the development hereby permitted without the prior permission in writing of the local planning authority.\n\r\n\r\nREASON: To safeguard the residential  amenities of neighbouring residents, in accordance with Policy DM1 of the Harrow Development Management Policies Local Plan (2013).",
    "Condition : 5 - The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the local planning authority.\r\n\r\n\nREASON: To safeguard the residential  amenities of neighbouring residents, in accordance with Policy DM1 of the Harrow Development Management Policies Local Plan (2013).\n",
    "Condition : 6 - The development of any buildings hereby permitted shall not be commenced until works for the disposal of surface water have been provided on site in accordance with details to be submitted to, and approved in writing by, the local planning authority. The works shall thereafter be retained.\n\r\n\r\nREASON: To ensure that adequate drainage facilities are provided.\n",
    "Condition : 7 - The development of any buildings hereby permitted shall not be commenced until works for the disposal of surface water have been submitted to, and approved in writing by, the local planning authority.\r\n\r\nReason:\r\nTo ensure that adequate drainage facilities are provided, reduce and mitigate the effects of flood risk following guidance in the National Planning Policy Framework.",
    "Condition : 8 - The development of any buildings hereby permitted shall not be commenced until surface water attenuation and storage works have been submitted to, and approved in writing by, the local planning authority.\r\n\r\nReason:\r\nTo prevent the increased risk of flooding, reduce and mitigate the effects of flood risk.",
    "Condition : 9 - Notwithstanding the approved details and prior to the commencement of development, full details of the permeable paving and details relating to the long term maintenance and management of the on-site drainage shall be submitted to and approved in writing by the Local Planning Authority. Details thereby approved shall be retained thereafter. \r\n\r\nReason:\r\nTo ensure that the development has adequate drainage facilities, to reduce and mitigate the effects of flood risk and to ensure the provision would not adversely impact the character and appearance of the development."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "517504",
  "status": "Approved",
  "decision_date": "24/06/2022",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.30422309999999997,
          51.6114221
        ],
        [
          -0.3044803,
          51.6113286
        ],
        [
          -0.3046543,
          51.6112718
        ],
        [
          -0.3045671,
          51.6111698
        ],
        [
          -0.3041448,
          51.6113004
        ],
        [
          -0.30422309999999997,
          51.6114221
        ]
      ]
    ]
  },
  "decision_target_date": "24/06/2022",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "28/10/2021",
  "development_type": "Other house holder developments",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T16:59:57.983+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": null,
  "id": "Harrow-P_3659_21",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": "191634",
  "appeal_start_date": null,
  "postcode": "HA7 4HU",
  "url_planning_app": "http://site.com?appref=P/3659/21-or-1153961 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "168",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Single storey side and rear extensions; alterations and extension to roof;  rear dormer extension; rooflights in front, side and rear roofslopes; external alterations(demolition of attached garage)",
  "valid_date": "06/10/2021",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517515.87,
              191649.31
            ],
            [
              517498.3,
              191638.5
            ],
            [
              517486.4,
              191631.9
            ],
            [
              517492.7,
              191620.7
            ],
            [
              517521.6,
              191635.9
            ],
            [
              517515.87,
              191649.31
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "pp_id": "10174550",
  "application_details": {
    "site_area": 0.045000000000000005
  },
  "centroid": {
    "lon": "-0.3043995",
    "lat": "51.611287"
  },
  "lapsed_date": "24/06/2025",
  "decision_process": "Delegated",
  "actual_completion_date": null
}