{
  "centroid": {
    "lon": "0.206843",
    "lat": "51.5670139"
  },
  "status": "Approved",
  "decision_target_date": "10/04/2020",
  "site_name": "50 Harrow Drive",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved. Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (as amended), no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank or rear wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with  Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with the agent and applicant in March 2020 via email. The revisions involved updating the plans to properly reflect pre-existing, existing and proposed built form. The amendments were subsequently submitted on 23 March 2020.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is ¿£25/m¿² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, ¿£4,375 would be payable due to result in a new residential property with 175m¿² of additional GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is ¿£125m¿² (Zone A) for each additional square metre of GIA. Based upon the information supplied with the application, ¿£21,875  would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commen"
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM11 1NX",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "07/04/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1863.19",
  "centroid_northing": 187656,
  "uprn": "100021331323",
  "title_number": null,
  "cil_liability": true,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Hylands",
  "decision_date": "07/04/2020",
  "description": "Proposed extensions and alterations to existing dwelling including the creation of new first floor; two storey side extension and part two storey, part single storey rear extensions. To include front and rear dormer windows and rear balcony and gabled front projection",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1863.19",
  "lpa_app_no": "P1863.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:49:25.588+00:00",
  "centroid_easting": 553049,
  "pp_id": "08356533",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "06/01/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553014.897,
              187674.692
            ],
            [
              553076.128,
              187663.042
            ],
            [
              553069.897,
              187629.446
            ],
            [
              553013.543,
              187664.396
            ],
            [
              553014.897,
              187674.692
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.138
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Hornchurch",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "04/02/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2063595,
          51.5671911
        ],
        [
          0.20723709999999998,
          51.5670698
        ],
        [
          0.2071327,
          51.5667696
        ],
        [
          0.20633549999999998,
          51.5670989
        ],
        [
          0.2063595,
          51.5671911
        ]
      ]
    ],
    "type": "Polygon"
  }
}