{
  "locality": null,
  "appeal_status": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=11329/APP/2025/149",
  "decision_process": "Delegated",
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "decision": "Refused",
  "bo_system": "CSV Data Import",
  "valid_date": "04/02/2025",
  "description": "Change of use from a Class C4 (Small HMO) to a Sui Generis (Large HMO) for 8 people with the erection of a first floor side and rear extension.",
  "application_type_full": "Full planning permission",
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "borough": "Hillingdon",
  "pp_id": "13710192",
  "site_number": null,
  "application_details": {
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_commencement_date": "04/2024",
        "intended_completion_date": "07/2025"
      }
    ],
    "site_area": 0.028200000000000003,
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_gained": 12,
      "total_gia_existing": 140,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "garden_land_lost": false,
    "total_gia_gained": 12,
    "surface_water_discharge_percentage_reduction": 0,
    "internal_resi_water_usage": 105,
    "green_suds": false,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "total_annual_pm_emissions": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_water_connections_required": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_new_gas_connections_required": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 140,
        "gia_gained": 12,
        "use_class": "C4",
        "gia_lost": 0
      }
    ],
    "total_gia_existing": 140,
    "ownership_status": "Private",
    "existing_uprns": null,
    "total_gia_lost": 0,
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true
  },
  "appeal_decision_date": null,
  "lapsed_date": "01/04/2028",
  "centroid_easting": 510657,
  "decision_target_date": "01/04/2025",
  "street_name": "RUISLIP",
  "last_updated": "2025-06-30T21:59:10.298Z",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "development_type": null,
  "title_number": null,
  "postcode": null,
  "parking_details": {
    "no_existing_car": 1,
    "no_proposed_car": 1,
    "net_car": 0
  },
  "actual_completion_date": null,
  "appeal_start_date": null,
  "secondary_street_name": null,
  "epc_number": null,
  "decision_agency": "Borough",
  "ward": "SOUTH RUISLIP 2022",
  "centroid": {
    "lat": 51.561134,
    "lon": -0.405069
  },
  "polygon": null,
  "status": "Refused",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The proposed change of use from a Class C4 (Small HMO) to a Sui Generis (Large HMO) would result in the loss of a dwelling which could be used as a family unit which is most needed within the Borough. The proposed development would not be sustainably located given it situation within an area with a PTAL rating of 2, and this would likely lead to an increase in trip generation to and from the site which would negatively impact highways conditions and neighbouring amenity. The proposed development would fail to provide adequate standards of living accommodation for future occupiers, given the lack of communal amenity space and layout which would result in an inadequate noise environment and insufficient privacy. The principle of development is not supported and is contrary to the requirements of Policy DMH 2 and DMH 5 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and Policy H9 and H10 of the London Plan (2021) and Chapter 5 of the NPPF (2024).",
    "The proposed Large HMO would provide inadequate internal communal space to accommodate the proposed increase in the number of occupants, coupled with an inadequately sized kitchen. The application fails to demonstrate that noise transfer between the communal kitchen and ground floor HMO rooms could be adequately controlled, in order to provide a suitable level of acoustic amenity for the future occupants together with poor level of privacy for the front facing HMOs rooms. Collectively, these issues would result in a substandard form of accommodation for future occupants, contrary to Chapter 12 of the NPPF (2024), Policies D6, D14 and H9 of the London Plan (2021) and Policies DMH 5, DMHB 11 and DMHB 16 of the Hillingdon Local Plan - Part 2: Development Management Policies (2020).",
    "The proposed development does not provide adequate on-site car parking. The application submission fails to fully demonstrate that the proposal would not give rise to adverse impacts upon the highway network to the detriment of traffic congestion, parking stress and highway safety. Based on the information submitted, the proposed development is considered to have an unacceptable impact on highway safety. As such, the proposal is contrary to Policies DMT 1, DMT 2 and DMT 6 of the Hillingdon Local Plan: Part 2 (2020), and Policies T4 of the London Plan (2021), and is refused in accordance with paragraph 116 of the NPPF (2024).",
    "Character and Appearance: The proposed first floor rear extension to the dwelling by reason of the creation of a flat roof at first floor level would be considered poor design that would result in harm to the character and appearance of the dwelling and wider area as viewed from Bridgwater Road Fields.",
    "Whilst not standalone reason for refusal, the harm posed in respect of Principle of Development (Reason for Refusal 1) and Inadequate Standards of Accommodation (Reason for Refusal 2), Highways Safety (Refusal Reason 3) and harm to character and appearance accumulate to weigh against the scheme in the planning balance. Section 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications should be determined in accordance with the development plan unless material considerations indicate otherwise. For the reasons outlined within the main body of the report, the accumulation of identified conflicts with the development plan are considered to amount to be signi",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance."
  ],
  "uprn": null,
  "lpa_name": "Hillingdon",
  "centroid_northing": 185900,
  "site_name": "54 BRIDGWATER ROAD",
  "wgs84_polygon": null,
  "lpa_app_no": "11329/APP/2025/149",
  "last_date_consultation_comments": "04/03/2025",
  "subdivision_of_building": null,
  "id": "Hillingdon-11329_APP_2025_149",
  "decision_date": "01/04/2025",
  "cil_liability": false
}