{
  "centroid": {
    "lon": "0.23630559999999998",
    "lat": "51.568722"
  },
  "status": "Approved",
  "decision_target_date": "03/06/2020",
  "site_name": "55 Herbert Road",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed first floor flank windows on either side of the extended dwelling including the first floor rear extension as shown on drawings 55/Herbert/Plans-Prop-R2 and 55/Herbert/Elev-Prop-R2 shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained and  permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with the  Development Control Policies Development Plan Document Policy DC61.",
    "The applicant is advised that the granting of planning permission does not confer any rights to occupy or carry out development on land not in their ownership.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with Mrs Sutrave (Agent) by phone and e-mail. The revisions involved clarity to that which was built on site. The amendments were subsequently submitted on 05-05-20 and 03-06-20."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM11 3LL",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "03/06/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0129.20",
  "centroid_northing": 187908,
  "uprn": "100021332110",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Emerson Park",
  "decision_date": "03/06/2020",
  "description": "Retention of the first floor extension with loft conversion on second floor level, which includes  raising of roof with front and rear dormers, internal alterations, retention of parapet wall of rear extension and alterations to garage and conversion to habitable space, - to include additional and changes to fenestration, new roof lights/lanterns  and the inclusion of a winter garden room (rear) extension. (Retrospective Application)",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0129.20",
  "lpa_app_no": "P0129.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:56:18.749+00:00",
  "centroid_easting": 555085,
  "pp_id": "08471904",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "06/02/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              555088.976,
              187878.664
            ],
            [
              555072.991,
              187879.612
            ],
            [
              555074.887,
              187897.629
            ],
            [
              555082.609,
              187936.644
            ],
            [
              555100.355,
              187935.56
            ],
            [
              555090.466,
              187898.442
            ],
            [
              555088.976,
              187878.664
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.09300000000000001
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Hornchurch",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "28/05/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.23635000000000003,
          51.5684573
        ],
        [
          0.2361199,
          51.5684703
        ],
        [
          0.23615519999999998,
          51.5686316
        ],
        [
          0.23628369999999999,
          51.56898
        ],
        [
          0.2365391,
          51.5689654
        ],
        [
          0.23638019999999998,
          51.5686346
        ],
        [
          0.23635000000000003,
          51.5684573
        ]
      ]
    ],
    "type": "Polygon"
  }
}