{
  "application_type": "All Other",
  "application_type_full": "Full planning permission",
  "description": "Demolition and replacement of the existing detached two storey dwelling, with 1 no. detached dwelling, retention of existing access points and associated ancillary works",
  "epc_number": null,
  "street_name": "NORTHWOOD",
  "appeal_decision": null,
  "lpa_app_no": "42600/APP/2022/2560",
  "centroid": {
    "lon": -0.441741,
    "lat": 51.605472
  },
  "actual_completion_date": "28/04/2025",
  "development_type": null,
  "centroid_easting": 508010,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=42600/APP/2022/2560",
  "last_updated": "2025-04-29T08:49:36.667Z",
  "subdivision_of_building": null,
  "postcode": "HA6 2TZ",
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Portal",
  "centroid_northing": 190776,
  "site_name": "55 COPSE WOOD WAY",
  "status": "Completed",
  "appeal_start_date": null,
  "valid_date": "15/08/2022",
  "lapsed_date": "27/02/2026",
  "parking_details": {
    "no_existing_car": 5,
    "no_proposed_car": 5,
    "net_cycle": 0,
    "no_existing_cycle": 5,
    "net_car": 0,
    "no_proposed_cycle": 5
  },
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": "04/07/2023",
  "last_updated_by": "Portal",
  "cil_liability": true,
  "decision_target_date": "02/03/2023",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "22/02/2023",
  "ward": "NORTHWOOD 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-42600_APP_2022_2560",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508039.174,
              190758.7557
            ],
            [
              508031.898,
              190746.4525
            ],
            [
              507982.0239,
              190789.712
            ],
            [
              507993.2687,
              190805.7193
            ],
            [
              508039.174,
              190758.7557
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbered: 606/P/3B (received 07-02-2023), 606/P/4B (received 07-02-2023), 606/P/5D (received 07-02-2023), and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "Prior to development commencing, the applicant shall submit a demolition and construction management plan incorporating the recommendations of the Arboricultural Method Statement and Ecological Report, to the Local Planning Authority for its approval. The plan shall detail:",
    "(i)  The phasing of development works",
    "(ii) The hours during which development works will occur",
    "(iii) A programme to demonstrate that the most valuable or potentially contaminating materials and fittings can be removed safely and intact for later re-use or processing.",
    "(iv)Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "(v) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours).",
    "(vi) Measures to reduce the impact of the development on local air quality and dust thro",
    "The development shall be carried out in strict accordance with the approved Arboricultural Impact Assessment Rev B, February 2023 and the Tree Protection Measures and Preliminary Method Statement for Development Works and Recommendations detailed in the approved Arboricultural and Planning Integration Report, ref: GHA/DS/168880:22, GHA Trees, dated 14th June 2022.",
    "REASON",
    "To ensure that trees and other vegetation can and will be retained on site and not damaged during construction work and to ensure that the development conforms with Policy DMHB 14 of the Hillingdon Local Plan Part 2 (2020)",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "The development hereby approved shall be carried out strictly in accordance with the recommendations contained within the Recommendations of the approved Bat Emergence Survey (ref: ASW/RR/021/26/2022, dated June 2022, ASW Ecology Ltd) which includes undertaking bat boxes, protection measures to be implemented during development and obtaining a licence from Natural England. Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "In the interest of protected species in accordance with Policy DMEI 7 of the Hillingdon Local Plan Part 2 (2020).",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Means of enclosure/boundary treatments",
    "2.c Car Parking Layouts (including 2 'active' and 1 'passive' electrical car charging points)",
    "2.d Hard Surfacing Materials",
    "3. Schedule for Implementation",
    "4. Other",
    "4.a Existing and proposed functional services above and below ground",
    "4.b Proposed finishing levels or contours",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visua",
    "The development hereby permitted, shall not be occupied until the 2no secure and accessible cycle spaces have been provided in accordance with the approved plans. Thereafter, these facilities shall be permanently retained on site and be kept available for the use of cyclists.",
    "REASON",
    "To ensure the provision and retention of facilities for cyclists to the development and hence the availability of sustainable forms of transport to the site in accordance with Policy DMT 6 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to any works on site above damp proof course level, details of step free access via all points of entry and exit shall be submitted to, and approved in writing, by the Local Planning Authority. Such provision shall remain in place for the life of the building.",
    "REASON",
    "To ensure housing of an inclusive design is achieved and maintained in accordance with Policies D5 and D7 of the London Plan (2021).",
    "The dwelling hereby approved shall accord with the requirements of Policy D7 of the London Plan and shall not be occupied until certification of compliance with the technical specifications for an M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, has been submitted to, and approved in writing, by the Local Planning Authority. All such provisions must remain in place for the life of the building.",
    "REASON",
    "To not only allow the Building Control body to require the development to comply with the optional Building Regulations standards, but to also ensure the appropriate quantity and standard of accessible and adaptable housing is constructed and maintained in accordance with Policy D7 of the London Plan (2021).",
    "Notwithstanding the approved plans, prior to commencement of development, product details and samples of all external materials and finishes shall be submitted to and approved in writing by the Local Planning Authority. Samples shall be made available on site for inspection and details shall include manufacturer information. Works shall be carried out in accordance to approved details.",
    "REASON",
    "To conserve the character and appearance of the Area of Special Local Character in accordance with Policy HE1 (Hillingdon Local Plan Part 1, November 2012) and Policies DMHB 1, DMHB 5, DMHB 6 and DMHB 11 (Hillingdon Local Plan Part 2, January 2020).",
    "Prior to installation, product details of all external windows and doors shall be submitted to and approved in writing by the Local Planning Authority. Works shall be carried out in accordance to approved details.",
    "REASON",
    "To conserve the character and appearance of the Area of Special Local Character in accordance with Policy HE1 (Hillingdon Local Plan Part 1, November 2012) and Policies DMHB 1, DMHB 5, DMHB 6 and DMHB 11 (Hillingdon Local Plan Part 2, January 2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be",
    "constructed in the walls or roof slopes of the development hereby approved facing Nos. 53 and 57 Copse Wood Way, Northwood.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s), nor extension or roof alteration to any dwellinghouse(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the Area of Special Local Character and amenity of residential occupiers in accordance with Policies DMHB 5, DMHB 11, and DMHB 12 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the annotations shown on the approved drawings, the first floor windows in the side elevations facing Nos. 53 and 57 Copse Wood Way, Northwood shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policies DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Any rooflights in the side roof slopes of the development hereby approved below a height of 1.8 metres taken from internal finished floor level shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the approved plans, all roof lights shall be 'conservation type' roof lights, installed completely flush along the roof line.",
    "REASON",
    "To conserve the character and appearance of the Area of Special Local Character in accordance with Policy HE1 (Hillingdon Local Plan Part 1, November 2012) and Policies DMHB 1, DMHB 5, DMHB 6 and DMHB 11 (Hillingdon Local Plan Part 2, January 2020).",
    "The dwelling hereby approved shall not be occupied until it has achieved an energy efficiency standard of a minimum of 10% CO2 improvement over Building Regulations requirement Part L 2013 (TER Baseline).",
    "REASON",
    "In the interest of energy conservation and to comply with Policy DMEI 2 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "You are advised that it is an offence under the Wildlife and Countryside Act 1981 to disturb roosting bats, nesting birds or any other protected species.",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "Your attention is drawn to the fact that the planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2021) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su"
  ],
  "application_details": {
    "total_gia_gained": 520,
    "rain_water_harvesting": true,
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_commencement_date": "04/2023",
        "intended_completion_date": "09/2024"
      }
    ],
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 8.9,
        "building_ref": "Existing House"
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 187,
        "actual_completion_date": "28/04/2025",
        "gia_gained": 520,
        "use_class": "C3",
        "actual_commencement_date": "04/07/2023",
        "gia_lost": 187
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "affordable_housing_fast_track": false,
    "internal_resi_water_usage": 110,
    "green_suds": true,
    "garden_land_lost": false,
    "total_gia_lost": 187,
    "scheme_phasing": true,
    "infrastructure_details": {
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 1,
      "no_new_gas_connections_required": 1,
      "no_resi_units_to_have_full_fibre": 1,
      "fire_suppression_system_proposed": false,
      "no_homes_to_have_electrical_heating": 0,
      "no_passive_rapid_ev_charging_points": 1,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 25,
      "no_homes_passive_cooling": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "no_active_rapid_ev_charging_points": 2,
      "green_roof_area": 0,
      "ghg_reduction_over_building_regulations": true
    },
    "site_area": 0.11,
    "total_gia_existing": 187,
    "ownership_status": "Private",
    "non_residential_details": {
      "total_gia_gained": 520,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 187,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 187,
      "site_area": 0.11
    },
    "grey_water_reuse": false,
    "scheme_name": "55 Copse Wood Way",
    "other_residential_accommodation_details": {
      "site_area": 0.11
    },
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 5,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 520,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": 0.11,
      "dwelling_density": 9.090909090909092,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": 187,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "uprn": "",
          "actual_completion_date": "28/04/2025",
          "description": "",
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "provider": "Private",
          "phase_detail": "",
          "unit_no": "",
          "actual_commencement_date": "04/07/2023",
          "no_bedrooms": 5,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": "",
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": "",
          "actual_completion_date": "28/04/2025",
          "description": "",
          "change_type": "Loss",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "provider": "Private",
          "phase_detail": "",
          "unit_no": "",
          "actual_commencement_date": "04/07/2023",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": "",
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    }
  },
  "pp_id": "11476108",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.441325,
          51.605312
        ],
        [
          -0.441434,
          51.605202
        ],
        [
          -0.44214,
          51.605601
        ],
        [
          -0.441973,
          51.605743
        ],
        [
          -0.441325,
          51.605312
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "27/02/2023",
  "secondary_street_name": null
}