{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/173467OPDFUL;",
  "lapsed_date": "24/01/2023",
  "decision_target_date": null,
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "NW10 7NR",
  "site_name": "247 Acton Lane",
  "status": "Approved",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.071
  },
  "appeal_decision_date": null,
  "lpa_app_no": "173467OPDFUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520258,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T13:07:42.264+00:00",
  "id": "Ealing-173467OPDFUL",
  "application_type": "All Other",
  "street_name": "Acton Lane",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "24/01/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing and erection of basement and, part four, part five storey building (GIA 3255sqm) comprising small and medium sized enterprises (SMEs) in flexible use class B1 (a-c), classes, B2, B8 and D1, with gymnasium (class D2) and cafe and disability - compliant parking and amenity space",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": null,
  "centroid_northing": 182622,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "12130547",
  "centroid": {
    "lon": "-0.26772789999999996",
    "lat": "51.529712"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520272.767547,
              182609.8277358
            ],
            [
              520257.3987531,
              182602.9497046
            ],
            [
              520256.846334,
              182604.0993755
            ],
            [
              520255.6508002,
              182606.6486458
            ],
            [
              520253.0041356,
              182605.3690121
            ],
            [
              520252.5506572,
              182606.3487316
            ],
            [
              520251.5942301,
              182608.398145
            ],
            [
              520248.9310754,
              182614.0765196
            ],
            [
              520247.4469644,
              182617.2456124
            ],
            [
              520243.1512875,
              182626.3030198
            ],
            [
              520245.8474225,
              182627.6526335
            ],
            [
              520243.2996986,
              182633.1010739
            ],
            [
              520242.6978092,
              182634.3507161
            ],
            [
              520249.6978661,
              182637.4998147
            ],
            [
              520252.5011868,
              182638.7994427
            ],
            [
              520259.6991252,
              182642.0485127
            ],
            [
              520259.8970066,
              182641.5986415
            ],
            [
              520274.0537766,
              182610.3975727
            ],
            [
              520272.767547,
              182609.8277358
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "1. \tTime Limit - Full Permission",
    "The development to which this consent relates must be begun not later than the expiration of three years beginning with the date on which the consent is granted.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "2.         Approved Plans",
    "The development hereby approved shall be carried out in accordance with the following approved plans: Survey drawings: 0247-SMA 301- Location Plan 0247-SMA-00-GA 201 Existing Ground Floor; 0247-SMA-00-GA 202 Existing Roof Plan; 0247-SMA-00-GA 203 Existing North Elevation; 0247-SMA-00-GA 204 Existing East Elevation;0247-SMA-00-GA 205 Existing South Elevation; 0247-SMA-00-GA 206 Existing West Elevation; 0247-SMA-00-GA 207 Existing Site Section. Proposed drawings:; 0247-SMA-00-GA 305 - Proposed Site Plan; 0247-SMA-BA-GA 306 - Proposed Basement Floor GA Plan;0247-SMA-00-GA 307 - Proposed Ground Floor GA Plan; 0247-SMA-01-GA 308 - Proposed First Floor GA Plan;0247-SMA-02-GA 309 - Proposed Second Floor GA Plan; 0247-SMA-03-GA 310 - Proposed Third Floor GA Plan;0247-SMA-04-GA - 311 - Proposed Fourth Floor GA Plan;0247-SMA-05-GA 312 - Proposed Roof GA Plan;0247-SMA-GA400 - Solar Panels Layout- Roof Plan; 0247-SMA-GA 313 - Proposed North Elevation;0247-SMA 314 - Proposed East Elevation; 0247-SMA 315 Proposed South Elevation;0247-SMA 316 Proposed West Elevation;0247-SMA 317 Proposed Long Section.",
    "Supporting Documents: Design & Access Statement (SMA Studio London Ltd); Phase I Desk Study by Pam Brown Associates Ltd (PBA) with Appendices prepared by Groundsure; Transport Statement by i-Transport Ref: JM/JN/ITL12528- 002b R; Air Quality Assessment  by Redmore Environmental June 2017; Energy Sustainability Strategy & Addendum to the Energy and Sustainability Strategy dated 20/11/17 by TwinEarth; Piecemeal development analysis and height Analysis (November 2017) by SMA Studio London Ltd.",
    "Reason: For the avoidance of doubt and in the interests of proper planning to ensure that the development is implemented in accordance with the approved plans, which have been, assessed against the Council's Development Plan.",
    "3.         Materials",
    "Before  the development is commenced, no development, other than any site clearance and enabling works, shall commence until details (including samples where appropriate) of the materials to be used for the external surfaces for each of the buildings and hard-surfaced areas within the development on each of the sites shall be submitted to and approved in writing by the Local Planning Authority, and this condition shall apply notwithstanding any indications to these matters which have been given in this application. The development shall be carried out in accordance with the approved details.",
    "Reason: To ensure that the materials harmonise with the surroundings in accordance with policies 1.1(h) and 2.1(c) of the Ealing Development (or Core) Strategy 2012, policy 7.6 of the London Plan 2011 and policy 7B of the Ealing Development Management Development Plan Document 2013.",
    "4.   Details of Boundary treatments",
    "Before the development is commenced (other than other than any site clearance and enabling works) details of any new boundary treatments and means of enclosure (including railings, walls, fences and gates), shall be submitted for the approval of the Local Planning Authority and the measures approved shall be provided prior to the first occupation of the development and retained thereafter.",
    "Reason: To ensure that boundary treatments are incorporated into the development in the interests of meeting the Secured by Design principles and in order to provide a good level of visual amenity, in accordance with policies LV7.3, LV7.4 and 7B of Ealing's Development Management DPD (2013); and policies 7.3 and 7.4 of the London Plan (2015).",
    "5. Hard and Soft Landscaping",
    "Prior to the commencement of the development (other than other than any site clearance and enabling works) details of hard and soft landscaping to be provided within the site shall be submitted for the approval of the Local Planning Authority. The details as approved shall be laid out and planted within the first planting season following the commencement of the development or such other period as may be agreed in writing with the local planning authority. Any trees or plants which within 5 years of planting, die, are removed or become seriously damaged or diseased shall be replaced with others of the same size and species and in the same positions within the next planting season. This hard and soft landscaping shall be subject to a landscape management plan, details of which shall be submitted to and approved by Local Planning Authority prior to the first occupation of the development. The landscaping shall thereafter be maintained and managed in accordance with the approved landscape management programme.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area in accordance with policies 3.5, 5.10, 7.4, 7.5, 7.8 & 7.21 of the London Plan 2011, polices 1.2 & 2.1 of the Ealing Development (or Core) Strategy 2012, and , policies 3.5, 5.10, 7.4, 7C & 7D of the Ealing Development Management Development Plan Document 2013.",
    "6. Travel Plan",
    "A Travel Plan shall be submitted for the approval of the Local Planning Authority. The approved Travel Plan shall be implemented at the time of first use/occupation of the hotel and thereafter retained in operation. The Travel Plan should include:",
    "* Details of the interim travel plan coordinator (TPC) within the client organisation. The TPC musts to be appointed at least 3 months prior to occupation.",
    "* Set out targets for years 1, 3, 5. These should be an improvement on the figures set out in the Transport Assessment.  (If the travel plan fails to meet its targets at the end of Year 5, the monitoring cycle will be repeated for another 5 years).",
    "* Remedial measures if targets are missed.",
    "* An indication of the cost of each travel plan measure and financial commitment.",
    "* Targets need to be stated as percentages and absolute numbers.",
    "Reason: To promote sustainable patterns of transport, and to limit the impact of the",
    "proposal on local parking conditions, in accordance with policies 6.1 and 6.3 of the London Plan (2015), policies 1.1(f), 1.1(g), 1.1(j), 1.1(k) and 1.2(k) of the Ealing Development (or Core) Strategy (2012), and SPG 21: Sustainable Transport - Green Travel Plans.",
    "7. Electric vehicle charging points",
    "Before the development is commenced (other than other than any site clearance and enabling works) details of provision of Electric vehicle charging points, shall be submitted for the approval of the Local Planning Authority and the measures approved shall be provided prior to the first occupation of the development and retained thereafter.",
    "8. Delivery and Servicing Plan",
    "Prior to occupation of the hotel, a Delivery and Servicing Plan (DSP) shall be submitted for the approval of the Local Planning Authority; the plan shall cover the following:",
    "* The type, number, frequency and routing of delivery vehicles per day;",
    "* Restriction on number of HGV deliveries/movements per day;",
    "* Measures to consolidate freight and reduce the number of deliveries;",
    "* Measures to minimise the impact of deliveries on the wider road network and ensure that impacts on other road users including at the junction with Victoria Road can be minimised;",
    "* Deliveries and collections;",
    "* Servicing trips (including maintenance);",
    "* Cleaning and waste removal;",
    "* Control of vehicle movements within the site;",
    "* Monitoring and review of operations;",
    "* Deliveries should be made by suppliers, who are accredited by TfL Freight Operator Recognition Scheme (FORS).",
    "The DSP although it can be a brief summary should be developed in line with industry good practice as set out in TfL guidance: http://content.tfl.gov.uk/delivery-and-servicing-plans.pdf.",
    "The DSP shall be implemented on first occupation of the development and the site shall be managed in accordance with the approved DSP for the life of the development, or as otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the development can be adequately serviced in the interests of pedestrian and highway safety and the amenity of surrounding occupiers, in accordance with policy 6.11 and 6.13 of the London Plan 2011 and Local Variation policies 6.13, 7A and 7B of the Development Management DPD 2013.",
    "9. Cycle parking",
    "Before the development is commenced (other than site clearance and enabling works), details shall be submitted for the approval of the Local Planning Authority of the number, location and details of cycle parking to be provided on-site and this condition shall apply notwithstanding the indications to these matters given in the application. The development shall be carried out in accordance with the approved details.",
    "Reason: To ensure that appropriate cycle parking provision is made to serve the development in accordance with adopted standards in the interests of promoting sustainable modes of transport, in accordance with policy 6.3, 6.11 and 6.13 of the London Plan (2015) and Local Variation policies 6.13, 7A and 7B of the Development Management Development Plan Document (2013).",
    "10. Construction Logistics Plan",
    "Prior to the commencement of development (including site clearance and enabling works) a Construction Logistics Plan shall be submitted for the approval of the Local Planning Authority. This condition shall apply notwithstanding the indications to these matters given in the application. The development shall be carried out in accordance with the approved details.",
    "The CLP should follow TfL guidance: http://content.tfl.gov.uk/construction-logistics-plan-guidance-for-developers.pdf.",
    "Prior to the commencement of any site work, all sensitive properties surrounding the site shall be notified in writing of the nature and duration of the works to be undertaken, and the name and address of a responsible person to whom enquiries / complaints should be directed.",
    "The information submitted should directly cross-reference with the BPM & mitigation measures as detailed in the following guidance:",
    "(i) London Councils/Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition', 2006.",
    "(ii) BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise.",
    "Development works shall be implemented in accordance with the approved construction logistics plan, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To protect the amenity of the area and to ensure adequate highway and site safety in accordance with policies 6.3, 6.11, 6.12, 6.14, 7.14, & 7.15 of the London Plan (2011), policies 1.1(f),(j) of the Ealing Development (or Core) Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), the Council's interim guidance contained in Supplementary Planning Guidance note 10: 'Noise and Vibration' and the Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise'.",
    "11. Drainage Strategy",
    "Development shall not commence until a drainage strategy detailing any on and/or off site drainage works, has been submitted to and approved by, the local planning authority in consultation with the sewerage undertaker. No discharge of foul or surface water from the site shall be accepted into the public system until the drainage works referred to in the strategy have been completed.",
    "Reason - The development may lead to sewage flooding; to ensure that sufficient capacity is made available to cope with the new development; and in order to avoid adverse environmental impact upon the community. (Condition included at request of TWA)",
    "12. External noise from machinery, extract/ ventilation ducting, mechanical gates,etc.",
    "The external noise level emitted from plant, machinery or equipment at the development hereby approved shall be lower than the lowest existing background sound level by at least 5dBA in order to prevent any adverse impact. The assessment shall be made in accordance with BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity.",
    "Reason: To safeguard the future occupiers of the development against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan (2015), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013).",
    "13. Anti- vibration mounts and silencing of machinery etc.",
    "Prior to use, machinery, plant or equipment and the extract/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To safeguard the future occupiers of the development against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan (2015), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013).",
    "14. External doors and windows to remain shut",
    "The use shall not commence until all external doors to the premises have been fitted with self-closing devices, which shall be maintained in an operational condition and at no time shall any external door [nor windows] be fixed in an open position.",
    "Reason: To safeguard the future occupiers of the development against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan (2015), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013).",
    "15. Details of Gas boilers/ Low NOx Boilers",
    "Before the development is commenced (other than stripping out and enabling works), details shall be submitted for the approval of the Local Planning Authority for the installation of an Ultra-Low NOx boilers with maximum NOx Emissions of under 0.030 g/kWh. The works, as approved, shall be completed prior to occupation and thereafter permanently retained.",
    "Reason: To minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies 3.2 and 7.14 of the London Plan (2016); the Mayor's Sustainable Design and Construction SPG (2014); policies 1.1(e) and (j) of Ealing's adopted Development (or Core) Strategy (2012), and policy 7A of Ealing's adopted Development Management DPD (2013).",
    "16. Overheating and Cooling",
    "Within 6 months from the commencement of the superstructure works of the development, the details of the dynamic thermal modelling, being applied to each non-residential unit proposed using the guidance and criteria provided in CIBSE TM49 & TM52 and demonstrating how these units perform against and even exceed the overheating criteria, shall be submitted to the Local Planning Authority for written approval. The details of any additional measures to be incorporated into each non-residential unit to minimise the risk of overheating (without active cooling first) shall also be submitted and evidence that these measures can be incorporated into the development if the dynamic thermal modelling demonstrates that overheating would occur. Compliance with Criterion 3 of the Building Regulations should also be demonstrated. Each non-residential unit shall thereafter be provided in accordance with the approved details.",
    "Reason: To ensure that each non-residential unit within the development hereby approved is energy efficient and to reduce the risk of overheating in line with policy 5.9 of the London Plan 2016, adopted Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD (December 2013).",
    "17. Floodlights, Security lights and Decorative External Lighting",
    "External artificial lighting at the development shall not exceed lux levels of vertical illumination at neighbouring premises that are recommended by the Institution of Lighting Professionals in the 'Guidance Notes for the Reduction of Light Pollution 2011'.  Lighting should be minimized and glare and sky glow should be prevented by correctly using, locating, aiming and shielding luminaires, in accordance with the Guidance Notes.",
    "Reason: To provide a safe and secure external environment and safeguard the amenities of hotel guests and surrounding occupiers in accordance with policy 7.3 of the London Plan 2011, policy 7.3 of the Ealing Development Management Development Plan Document 2013; policy 1.1(h),of the Development (or Core) Strategy 2012 and Ealing Supplementary Planning Guidance (SPG) Note 8: Safer Ealing.",
    "18. Internal Lighting (light pollution emitted through glazing/ membrane)",
    "Glare, sky glow and light trespass from internal lights being transmitted or reflected to the outside shall be prevented by suitable window furnishings, minimising internal lighting and lighting periods.",
    "Reason: To provide a safe and secure external environment and safeguard the amenities of hotel guests and surrounding occupiers in accordance with policy 7.3 of the London Plan 2011, policy 7.3 of the Ealing Development Management Development Plan Document 2013; policy 1.1(h),of the Development (or Core) Strategy 2012 and Ealing Supplementary Planning Guidance (SPG) Note 8: Safer Ealing.",
    "19. Vibration - gym equipment isolation",
    "Prior to commencement of the development, details shall be submitted to and approved in writing by the Council, of proprietary anti-vibration mounts and/or other mitigation measures for the isolation of [exercise equipment] [walls/floors] [and loudspeakers].  Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To safeguard the future occupiers of the development against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan (2015), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013).",
    "20. Building Emissions",
    "Details shall be submitted for the approval of the Local Planning Authority prior to occupation to demonstrate that the development complies with the Air Quality Neutral building emissions benchmarks for the proposed commercial use as stated in Appendix 5 of theSustainable Design and Construction (2014) Supplementary Planning Guidance (London Plan 2011).",
    "Reason: To safeguard the amenity, in accordance with policies 3.5 and 7.15 of the London Plan 2011, policies 1.1(j) of the Ealing Development (Core) Strategy 2012, Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD 2013.",
    "21. Non-Road Mobile Machinery",
    "All Non Road Mobile Machinery (NRMM) used in demolition and construction works shall meet as a minimum the Stage IIIA emission criteria of Directive 97/68/EC and its subsequent amendments.",
    "Reason: To safeguard the future occupiers of the development against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan (2015), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013).",
    "22. Contaminated Land",
    "No development of the site approved by this planning permission shall be commenced (except demolition and clearance of the site) until (a) and (b) and (c) below have been undertaken:",
    "a) A site investigation has been designed for the site using the information from the desktop study submitted as part of 173467OPDFUL (Ref. Pam Brown Associates report 1705-17) and the Conceptual Site Model. In particular the future safe occupancy of the basement should be investigated.    This proposed site investigation design should be submitted to, and approved in writing by the Local Planning Authority prior to that investigation being carried out on the site.  The investigation must be comprehensive enough to enable:",
    "- a risk assessment to be undertaken relating to groundwater and surface waters associated on and off the site that may be affected, and",
    "- refinement of the Conceptual Model, and",
    "- the development of a Method Statement detailing the remediation requirements.",
    "b) The site investigation has been undertaken in accordance with design / details approved by the Local Planning Authority and a risk assessment has been undertaken and the findings in the form of a report have been submitted to the Authority.",
    "c) A Method Statement detailing any remediation requirements, including measures to minimise the impact on ground and surface waters, using the information obtained from the Site Investigation shall be submitted to the Local Planning Authority.  This should be approved in writing by the Local Planning Authority prior to that remediation being carried out on the site.",
    "And prior to occupation:",
    "d) A remediation verification report confirming all the agreed remedial measures have been carried out shall be submitted to the Local Planning Authority prior to any occupation of the development on the site.",
    "Reason: To ensure that the proposed development of the site will not pose or cause future harm to human health or pollution of Controlled Waters.",
    "23. No Masts/Satellite Dishes or External Equipment",
    "No microwave masts, antennae or satellite dishes or any other plant or equipment shall be installed on the building unless otherwise approved in writing by the Local Planning Authority.",
    "Reason: To safeguard the appearance of the building in the interests of the visual amenity of the area, in accordance with policy 1.1(h) of Ealing's adopted Development (or Core) Strategy 2012, Local Variation policies 3.5 and 7.4 and policies 7B and 7C of the Development Management DPD 2013.",
    "24. BREEAM Non-Residential Standard",
    "Each non-residential unit proposed within the approved development should be registered with the Building Research Establishment (BRE), achieve BREEAM Rating Excellent (based on the latest BREEAM Technical guidance).",
    "1A) Within 3 months of the completion of each non-residential unit of the development, evidence that the development is registered with Building Research Establishment (BRE) under the most up to date BREEAM Technical Guidance at the time of registration and Interim BREEAM Assessment and related Certification verified by the BRE shall be submitted to the Local Planning Authority for written approval.",
    "1B) Within 3 months from the date of first occupation of each non-residential unit of the development, BREEAM 'Post Construction Stage' Assessment and related Certification verified by the BRE, should be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been implemented.",
    "Following any approval of a 'Post Construction Stage' assessment and certificate of the development, the approved measures and technologies to achieve the BREEAM Excellent or higher standard shall be retained in working order for the lifetime of the development.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3, 5.6, 5.7 and 5.9 of the London Plan (2016), policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy (2012) and policies 5.2 and 7A of Ealing's Development Management DPD (2013).",
    "25. Sustainable Design and Construction Standards",
    "Upon the first occupation of the development, the approved development shall incorporate sustainability measures as detailed in the approved Draft Energy and Sustainability Addendum Rev 2 (20 November 2017) and additional information submitted in 26 October 2017 prepared by Twin & Earth Ltd.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3, 5.6, 5.7 and 5.9 of the London Plan 2016, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012.",
    "26. Energy Strategy",
    "26A) Within 6 months from the commencement of the superstructure works of the development, details of how the solar thermal collectors will operate alongside the heating system and a schematic of how the solar thermal system will connect to the central energy centre shall be submitted to the Local Planning Authority for written approval.",
    "26B) Within three-months of the practical completion of each non-residential unit, Energy Performance Certificates and detailed modelling output reports for each non-residential unit showing clearly the BER/TER from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures shall be submitted to the Local Planning Authority for written approval.",
    "26C) Within three-months of the practical completion of each non-residential unit, evidence that the renewable/low carbon technologies, if incorporated, are certified under the Microgeneration Certification Scheme (MSC) and, if appropriate, complies with the Enhanced Capital Allowances (ECS) product criteria should be submitted.",
    "26D) Prior to the final completion of the development, the approved spaces shall incorporate, maintain measures and be designed to connect to an offsite CHP district heating network to achieve an overall reduction in regulated CO2 emissions of at least 23.3% (equal to 32.9 tonnesCO2/yr) beyond Building Regulations Part L 2013 through the following carbon emission savings as detailed in the approved Draft Energy and Sustainability Addendum Rev 2 (20 November 2017) and additional information submitted in 26 October 2017 prepared by Twin&Earth Ltd:",
    "a)      energy saving measures to achieve at least annual carbon dioxide emission savings of 10.5 tonnes CO2 equating to 7.5% in regulated carbon dioxide (CO2) emissions over the compliant BR Part L 2013 base case.",
    "b)      Air source heat pump (ASHP), based on wet system, to provide space heating, domestic hot water and, if necessary, cooling to all non-residential units within the development, to achieve at least annual carbon dioxide emission savings of 16 tonnes CO2 equating to 12% in regulated carbon dioxide (CO2) emissions over the Be Lean case",
    "c)       Installation of solar thermal system of at least 20smq to provide at least 7.66MWh of domestic hot water to serve the single energy centre to achieve at least annual carbon dioxide emission savings of 0.7 tonnes CO2 equating to 0.6% in regulated carbon dioxide (CO2) emissions over the ASHP base case",
    "d)      Installation of 80 sqm solar Photovoltaic system with 12.5kWp capacity to provide at least 11.04MWh of electricity for the whole development to achieve at least annual carbon dioxide emission savings of 5.7 tonnes CO2 equating to 5% in regulated carbon dioxide (CO2) emissions over the Solar Thermal base case",
    "26D) Measures to reduce the carbon dioxide emissions associated with other energy uses not covered by Building Regulations (un-regulated) should be identified, incorporated prior to occupation and maintained in the development in perpetuity.",
    "The development shall be carried out strictly in accordance with the details so approved.",
    "Reason:  To ensure that each non-residential unit within the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies 3.2, 5.3, 5.5, 5.6 and 7.14 of the London Plan 2016, policies 1.1(e), 1.1(j), 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012, policies LV5.2 and 7A of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG.",
    "27. Energy Centre",
    "The single energy centre, located in the basement, hereby approved shall be installed and operational prior to the first occupation of the development and shall thereafter serve all non-residential units within the development as shown in approved Draft Energy and Sustainability Addendum Rev 2 (20 November 2017) and additional information submitted in 26 October 2017 prepared by Twin&Earth Ltd.",
    "Reason:  In the interest of securing the centralised energy centre for the site and its sustainable connection of the development in accordance with policies 5.2 Minimise Carbon dioxide Emissions, 5.3 Sustainable Design and Construction, 5.6 Decentralised Energy: Heating, Cooling and Power, 5.7 Renewable Energy and 5.9 Overheating and Cooling of the London Plan 2015, adopted Ealing's Development (Core) Strategy 2026 (April 2012).",
    "28. Energy Centre / temporary plant rooms - district heating",
    "Prior to occupation of the development including all non-residential components of the approved development the following details should be submitted to the Local Planning Authority for written approval:",
    "a) details of the central plant room, including their size, layout and location, size of boilers and details of the flue (if available);",
    "b) details of the pipe network (including the size and route, flow and return temperatures, total length of the heat network in metres (flow and return) distribution and transmission, diagram route, total plant heating capacity, total heat generated, total heat supplied to premises) for the connection of all non-residential units into the site wide district heating network.",
    "c) details of schematic of the site wide heat network showing all non-residential units connected into it",
    "d) details of the floor plan showing the layout of the plant/equipment in the energy centre and how it is designed to facilitate connection to an offsite heat network.",
    "e) consideration and demonstration of the installation of a point of external connection within the energy centre",
    "f) Any boilers accommodated in the single energy centre to serve the energy requirements of the development should use Ultra low-NOx boilers with maximum NOx Emissions with maximum NOx Emissions of under 0.030 g/kWh.",
    "g) The district heating network shall be designed in accordance with Heat Networks: Code of Practice for the UK.",
    "The development shall be carried out in accordance with the approved details.",
    "Reason: To secure the measures set out within the approved Draft Energy and Sustainability Addendum Rev 2 (20 November 2017) and additional information submitted in 26 October 2017 prepared by Twin&Earth Ltd and to ensure that the single energy plant room is designed in a manner which allows for the future connection to an offsite district heat network, and to ensure that the development contributes to reducing the use of fossil fuel or other primary energy generation capacity, and to reduce emissions of greenhouse gases in accordance with policies 5.3, 5.5 and 5.6 of the London Plan 2015, policies 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012, policy LV5.2 of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG.",
    "29. Biodiversity Green and Brown Roof",
    "a) The biodiversity green and brown roof shall be laid out in accordance with the approved roof plan.",
    "b) The biodiversity green / brown roof shall have the following specification, unless alternative details are submitted to and approved in writing by the Local Planning Authority within 3 months of the commencement of the superstructure works on the relevant apartment building:",
    "i. Be biodiversity based with extensive substrate base (depth 80-150mm);",
    "ii. Have sufficient depth of soil or growing medium for the relevant planting, including the re-use of any demolition material where feasible;",
    "iii. Be planted / seeded with a mix of species within the first planting season following the practical completion of the building works. The seed mix shall be focused on wildflower planting and shall contain no more than 25% sedum;",
    "iv. Have relevant efficient and effective drainage and irrigation to sustain the vegetation.",
    "The maintenance regime for the areas of biodiversity green and brown roof shall ensure that only low nutrient runoff would be discharged to the local dra"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "10/07/2017",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-06206301",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2675193,
          51.5295994
        ],
        [
          -0.2677431,
          51.5295409
        ],
        [
          -0.2677507,
          51.5295513
        ],
        [
          -0.267767,
          51.5295745
        ],
        [
          -0.2678056,
          51.5295636
        ],
        [
          -0.2678118,
          51.5295725
        ],
        [
          -0.2678249,
          51.5295911
        ],
        [
          -0.26786129999999997,
          51.5296427
        ],
        [
          -0.2678816,
          51.5296715
        ],
        [
          -0.26794039999999997,
          51.5297538
        ],
        [
          -0.2679011,
          51.5297654
        ],
        [
          -0.267936,
          51.5298149
        ],
        [
          -0.26794419999999997,
          51.5298262
        ],
        [
          -0.2678423,
          51.5298531
        ],
        [
          -0.26780139999999997,
          51.5298641
        ],
        [
          -0.2676966,
          51.5298918
        ],
        [
          -0.2676939,
          51.5298877
        ],
        [
          -0.2675006,
          51.5296043
        ],
        [
          -0.2675193,
          51.5295994
        ]
      ]
    ],
    "type": "Polygon"
  }
}