{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_proposed_car": 50,
    "no_existing_car": 70,
    "net_car": -20
  },
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/1907/22",
  "application_type_full": "Full planning permission",
  "uprn": "10002294795",
  "borough": "Harrow",
  "street_name": "Eastcote Lane",
  "locality": "Harrow",
  "ward": "Roxbourne",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.\nREASON:  To comply with the provisions of Section 91 of the Town & Country Planning Act 1990.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and documents: Design and Access Statement, 0655-011 (Existing Floor Plans and Elevations), 0655-012 (Proposed Floor Plans and Elevations), 0655-013 Rev B (Car Parking Strategy), Parking Assessment Dated March 2023 (Report Ref. 2204780-02A), School Travel Plan Dated March 2023 (Report Ref. 2204780-01B), BDS Cycle Shelter - 20 Space Shelter & Bike Stands (Produced by Bikedock Solutions), BDS Shelter - 40 Space Enclosure & Bike Stands (Produced by Bikedock Solutions), Email from Agent (Dated 06/03/2023).\r\nREASON: For the avoidance of doubt and in the interests of proper planning.\r\n\r\n",
    "Condition : 3 - The external surfaces of the new building hereby approved shall be constructed in accordance with the details provided within the submitted Design and Access Statement and Drawing No. 0655-012 (Proposed Floor Plans and Elevations). The external surfaces of the proposed cycle shelters shall be constructed in accordance with details provided within the following specification documents: BDS Cycle Shelter - 20 Space Shelter & Bike Stands (Produced by Bikedock Solutions) and BDS Shelter - 40 Space Enclosure & Bike Stands (Produced by Bikedock Solutions). Any variation to the approved materials within these documents shall be submitted to the Local Planning Authority for approval in writing prior to the commencement of the relevant part of the development. The development shall be completed in accordance with the approved details and thereafter be retained.\r\n\r\nREASON: To safeguard the character and appearance of the area in accordance with Core Policy CS1.B of the Harrow Core Strategy (2012) and Policy DM1 of the Harrow Development Management Policies Local Plan (2013).\r\n",
    "Condition : 4 - No window(s)/door(s), other than those shown on the approved plans shall be installed in the flank elevation(s) of the new building hereby permitted without the prior permission in writing of the local planning authority.\r\n\r\nREASON: To safeguard the residential amenities of neighbouring residents, in accordance with Policy DM1 of the Harrow Development Management Policies Local Plan (2013).\r\n",
    "Condition : 5 - No development shall take place, including any works of demolition, until a revised demolition and construction logistics plan has first been submitted to the Local Planning Authority and agreed in writing. The plan shall detail the arrangements for:\r\n\r\na) the parking of vehicles of site operatives and visitors;\r\nb) loading and unloading of plant and materials;\r\nc) storage of plant and materials used in construction the development;\r\nd) the erection and maintenance of security hoardings including decorative displays and facilities for public viewing;\r\ne) wheel washing facilities; and\r\nf) a scheme for recycling/disposing of waste resulting from demolition and construction works.\r\ng) measures for the control and reduction of dust\r\nh) measures for the control and reduction of noise and vibration\r\ni) How traffic would be managed to minimise disruption\r\nj) Air quality management measures\r\n\r\nThe demolition and construction of the development shall be carried out in accordance with the plan so agreed.\r\n\r\nREASON: To ensure that measures are put in place to manage and reduce noise and vibration impacts during demolition and construction and to safeguard the amenity of neighbouring occupiers, and to ensure that the transport network impact of demolition and construction work associated with the development is managed. To ensure that measures are agreed and in place to manage and reduce dust, noise and vibration during the demolition and construction phases of the development and manage transport impacts during the demolition and construction phases of the development. This condition is a PRE-COMMENCEMENT condition as the proposed measures must be in place prior to commencement of works.\r\n\r\n",
    "Condition : 6 - Prior to the construction of the new building, the temporary car parking spaces detailed on Drawing No. 0655-014 Rev A (Swept Path Car Parking Strategy) shall be made available. The proposed building shall not be first occupied until the existing teaching building identified to be demolished has been removed and the proposed car and cycle parking to be sited in place of this has been fully installed. \r\n\r\nREASON: To ensure that there is sufficient on-site parking throughout all stages of the development\r\n",
    "Condition : 7 - Other than when in use, cycles shall be stored at all times within the designated cycle stores detailed on Drawing No. 0655-014 Rev A (Swept Path Car Parking Strategy).\r\n\r\nREASON: To enhance the appearance of the development and safeguard the character and appearance of the area.\r\n",
    "Condition : 8 - The new building hereby permitted shall not be first occupied until a Fire Safety Statement has been submitted to and approved in writing by the Local Planning Authority, this statement shall include details of how the development will function in terms of the following:\r\n\r\n1) identify suitably positioned unobstructed outside space: a) for fire appliances to be positioned on b) appropriate for use as an evacuation assembly point \r\n2) is designed to incorporate appropriate features which reduce the risk to life and the risk of serious injury in the event of a fire; including appropriate fire alarm systems and passive and active fire safety measures \r\n3) is constructed in an appropriate way to minimise the risk of fire spread \r\n4) provide suitable and convenient means of escape, and associated evacuation strategy for all building users \r\n5) develop a robust management strategy for evacuation which is to be periodically updated and published (details of how often this management strategy is to be reviewed and published to be included), and which all building users can have confidence in\r\n6) provide suitable access and equipment for firefighting which is appropriate for the size and use of the development.\r\n\r\nThe development shall be operated in accordance with the approved details in perpetuity.\r\n\r\nREASON: To ensure that the fire safety of the proposed building is managed in a satisfactory manner and that the development contributes to fire safety in line with Policy D12A of the London Plan (2021).\r\n",
    "Condition : 9 - Evidence of certification of Secure by Design Accreditation for the development shall be submitted to the Local Planning Authority in writing for approval before any part of the new building is occupied or used. The development shall only be completed and operated in accordance with any approval.\r\n\r\nReason: In the interests of creating safer and more sustainable communities and to safeguard amenity by reducing the risk of crime and the fear of crime.\r\n",
    "Condition : 10 - The proposed building hereby permitted shall not be first occupied until details of a revised scheme of car parking detailing the provision of at least one accessible replacement car parking space has been submitted to and approved in writing by the Local Planning Authority. \r\n\r\nReplacement car parking shall be installed in accordance with the approved details, and shall be retained in situ thereafter unless otherwise agreed in writing by the Local Planning Authority. \r\n\r\nREASON: To ensure that the site is provided with sufficient inclusive car parking. \r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "513041",
  "status": "Approved",
  "decision_date": "24/04/2023",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3716892,
          51.5627516
        ],
        [
          -0.3714711,
          51.5628174
        ],
        [
          -0.37124579999999996,
          51.5628849
        ],
        [
          -0.3712562,
          51.5628985
        ],
        [
          -0.37121679999999996,
          51.5629105
        ],
        [
          -0.3712101,
          51.5629158
        ],
        [
          -0.3711812,
          51.5629582
        ],
        [
          -0.3708862,
          51.5630566
        ],
        [
          -0.370819,
          51.563079
        ],
        [
          -0.370795,
          51.5630868
        ],
        [
          -0.37092159999999996,
          51.5632378
        ],
        [
          -0.3710191,
          51.5633552
        ],
        [
          -0.37106069999999997,
          51.563403
        ],
        [
          -0.3711486,
          51.5635045
        ],
        [
          -0.37116119999999997,
          51.5635177
        ],
        [
          -0.3712485,
          51.5636183
        ],
        [
          -0.371537,
          51.5639617
        ],
        [
          -0.3711408,
          51.5640862
        ],
        [
          -0.3710343,
          51.5641189
        ],
        [
          -0.3709154,
          51.5641572
        ],
        [
          -0.3708584,
          51.5641762
        ],
        [
          -0.3708314,
          51.5641848
        ],
        [
          -0.3708,
          51.5641965
        ],
        [
          -0.37072469999999996,
          51.5642234
        ],
        [
          -0.3705756,
          51.5642784
        ],
        [
          -0.3702337,
          51.5644071
        ],
        [
          -0.37022499999999997,
          51.5643994
        ],
        [
          -0.3701791,
          51.5643507
        ],
        [
          -0.37019009999999997,
          51.5643468
        ],
        [
          -0.37018599999999996,
          51.5643409
        ],
        [
          -0.3701796,
          51.5643363
        ],
        [
          -0.3701539,
          51.564309
        ],
        [
          -0.370145,
          51.5642962
        ],
        [
          -0.3700037,
          51.5641122
        ],
        [
          -0.3699494,
          51.5640419
        ],
        [
          -0.37006429999999996,
          51.5640072
        ],
        [
          -0.37001,
          51.5639373
        ],
        [
          -0.3700442,
          51.5639269
        ],
        [
          -0.3700229,
          51.5638994
        ],
        [
          -0.3701296,
          51.5638701
        ],
        [
          -0.37007779999999996,
          51.5637958
        ],
        [
          -0.3702162,
          51.563753
        ],
        [
          -0.37020759999999997,
          51.5637405
        ],
        [
          -0.3701989,
          51.563743
        ],
        [
          -0.3700254,
          51.5635046
        ],
        [
          -0.3700032,
          51.5634933
        ],
        [
          -0.36984619999999996,
          51.5632714
        ],
        [
          -0.3696929,
          51.5633139
        ],
        [
          -0.36963589999999996,
          51.5632411
        ],
        [
          -0.36959909999999996,
          51.5631945
        ],
        [
          -0.3695709,
          51.5631548
        ],
        [
          -0.3695776,
          51.5631492
        ],
        [
          -0.3694959,
          51.5630408
        ],
        [
          -0.3694155,
          51.56293
        ],
        [
          -0.3693893,
          51.5628573
        ],
        [
          -0.3695708,
          51.5628032
        ],
        [
          -0.36962839999999997,
          51.562786
        ],
        [
          -0.3697896,
          51.5627378
        ],
        [
          -0.36983109999999997,
          51.5627254
        ],
        [
          -0.3698314,
          51.5627253
        ],
        [
          -0.3698314,
          51.5627253
        ],
        [
          -0.3698718,
          51.5627133
        ],
        [
          -0.3702723,
          51.5625944
        ],
        [
          -0.3702956,
          51.5625875
        ],
        [
          -0.37031179999999997,
          51.5626098
        ],
        [
          -0.37031179999999997,
          51.5626098
        ],
        [
          -0.3703901,
          51.5625865
        ],
        [
          -0.3703722,
          51.5625643
        ],
        [
          -0.3704611,
          51.5625381
        ],
        [
          -0.3704655,
          51.5625368
        ],
        [
          -0.3707491,
          51.5624522
        ],
        [
          -0.37076149999999997,
          51.5624483
        ],
        [
          -0.37076149999999997,
          51.5624483
        ],
        [
          -0.3708104,
          51.5624341
        ],
        [
          -0.370849,
          51.5624225
        ],
        [
          -0.3710196,
          51.5623719
        ],
        [
          -0.3712041,
          51.5623178
        ],
        [
          -0.3712332,
          51.5623092
        ],
        [
          -0.3712927,
          51.5623001
        ],
        [
          -0.37133839999999996,
          51.5622935
        ],
        [
          -0.3713666,
          51.5623304
        ],
        [
          -0.37141419999999997,
          51.5623922
        ],
        [
          -0.37151829999999997,
          51.5625281
        ],
        [
          -0.37154719999999997,
          51.5625667
        ],
        [
          -0.3716892,
          51.5627516
        ]
      ]
    ]
  },
  "decision_target_date": "24/04/2023",
  "subdivision_of_building": "Side and Rear of site",
  "last_date_consultation_comments": "20/06/2022",
  "development_type": "Minor all other minor developments",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T12:26:28.614+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": "Rooks Heath College",
  "id": "Harrow-P_1907_22",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": "186192",
  "appeal_start_date": null,
  "postcode": "HA2 9AH",
  "url_planning_app": "http://site.com?appref=P/1907/22-or-1199702 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Redevelopment to provide two storey teaching block (Use class F1a) (demolition of existing teaching block), associated alterations to staff car parking, provision of cycle parking.",
  "valid_date": "24/05/2022",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              512965.3,
              186130.7
            ],
            [
              512980.25,
              186138.35
            ],
            [
              512995.7,
              186146.2
            ],
            [
              512994.95,
              186147.7000002
            ],
            [
              512997.65,
              186149.1000001
            ],
            [
              512998.1000001,
              186149.7
            ],
            [
              513000.0000001,
              186154.45
            ],
            [
              513020.2000001,
              186165.85
            ],
            [
              513024.7999998,
              186168.4499999
            ],
            [
              513026.45,
              186169.35
            ],
            [
              513017.3,
              186185.9500001
            ],
            [
              513010.25,
              186198.85
            ],
            [
              513007.25,
              186204.1
            ],
            [
              513000.9,
              186215.25
            ],
            [
              513000.0000001,
              186216.7
            ],
            [
              512993.7000001,
              186227.75
            ],
            [
              512972.85,
              186265.4999999
            ],
            [
              513000.0000001,
              186279.9500002
            ],
            [
              513007.3,
              186283.7499999
            ],
            [
              513015.4499999,
              186288.2
            ],
            [
              513019.35,
              186290.4
            ],
            [
              513021.2,
              186291.4
            ],
            [
              513023.35,
              186292.7499999
            ],
            [
              513028.5,
              186295.85
            ],
            [
              513038.7000001,
              186302.1999999
            ],
            [
              513062.0757474,
              186317.0349425
            ],
            [
              513062.7,
              186316.2
            ],
            [
              513066,
              186310.85
            ],
            [
              513065.25,
              186310.4
            ],
            [
              513065.55,
              186309.75
            ],
            [
              513066,
              186309.25
            ],
            [
              513067.85,
              186306.25
            ],
            [
              513068.5,
              186304.85
            ],
            [
              513078.75,
              186284.6
            ],
            [
              513082.69,
              186276.87
            ],
            [
              513074.81,
              186272.83
            ],
            [
              513078.75,
              186265.1399999
            ],
            [
              513076.4,
              186263.93
            ],
            [
              513077.95,
              186260.91
            ],
            [
              513070.6231334,
              186257.4835042
            ],
            [
              513074.4,
              186249.3
            ],
            [
              513064.9127881,
              186244.3298529
            ],
            [
              513065.5384514,
              186242.9533936
            ],
            [
              513066.137183,
              186243.2452914
            ],
            [
              513078.75,
              186217
            ],
            [
              513080.3197475,
              186215.7756828
            ],
            [
              513091.75,
              186191.35
            ],
            [
              513102.2694891,
              186196.3083525
            ],
            [
              513106.4,
              186188.3
            ],
            [
              513109.066677,
              186183.173103
            ],
            [
              513111.1194048,
              186178.7999004
            ],
            [
              513110.6731596,
              186178.1751572
            ],
            [
              513116.6,
              186166.24
            ],
            [
              513122.45,
              186154.05
            ],
            [
              513124.45,
              186146
            ],
            [
              513112,
              186139.7000001
            ],
            [
              513108.05,
              186137.7
            ],
            [
              513097,
              186132.1000001
            ],
            [
              513094.1499999,
              186130.65
            ],
            [
              513094.1300001,
              186130.64
            ],
            [
              513094.13,
              186130.64
            ],
            [
              513091.36,
              186129.2400001
            ],
            [
              513063.9,
              186115.3999999
            ],
            [
              513062.3,
              186114.6
            ],
            [
              513061.1200001,
              186117.05
            ],
            [
              513061.1199999,
              186117.05
            ],
            [
              513055.7507009,
              186114.3412789
            ],
            [
              513057.0500002,
              186111.9
            ],
            [
              513050.95,
              186108.85
            ],
            [
              513050.65,
              186108.7000001
            ],
            [
              513031.2,
              186098.85
            ],
            [
              513030.3500001,
              186098.4
            ],
            [
              513030.3499999,
              186098.4
            ],
            [
              513027,
              186096.7500001
            ],
            [
              513024.3499999,
              186095.3999998
            ],
            [
              513012.65,
              186089.5
            ],
            [
              513000.0000001,
              186083.2
            ],
            [
              512998.0000001,
              186082.2
            ],
            [
              512993.9,
              186081.1000001
            ],
            [
              512990.75,
              186080.3
            ],
            [
              512988.7,
              186084.35
            ],
            [
              512985.25,
              186091.1499999
            ],
            [
              512977.7,
              186106.1000001
            ],
            [
              512975.6000001,
              186110.35
            ],
            [
              512965.3,
              186130.7
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "11265115",
  "application_details": {
    "total_gia_gained": 796,
    "green_suds": false,
    "non_residential_details": {
      "total_gia_existing": 740,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 796,
      "total_gia_gained": 796,
      "total_gia_lost": 740,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 740
    },
    "affordable_housing_fast_track": false,
    "garden_land_lost": false,
    "site_area": 1.894,
    "total_gia_existing": 740,
    "rain_water_harvesting": false,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7.65,
        "building_ref": "Building 1"
      }
    ],
    "grey_water_reuse": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 740,
        "use_class": "D1",
        "gia_gained": 796,
        "gia_lost": 740
      }
    ],
    "internal_resi_water_usage": 0,
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "Phase 1",
        "intended_completion_date": "04/2023",
        "intended_commencement_date": "08/2022"
      }
    ],
    "total_gia_lost": 740,
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "infrastructure_details": {
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 75,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "total_annual_nox_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "green_roof_area": 0,
      "fire_suppression_system_proposed": false,
      "total_annual_pm_emissions": 0
    },
    "ownership_status": "Public"
  },
  "centroid": {
    "lon": "-0.37057789999999996",
    "lat": "51.5632875"
  },
  "lapsed_date": "24/04/2026",
  "decision_process": "Delegated",
  "actual_completion_date": null
}