{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "lpa_app_no": "63937/APP/2022/3692",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=63937/APP/2022/3692",
  "actual_completion_date": null,
  "pp_id": "11727371",
  "lapsed_date": "17/02/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.440154,
    "lat": 51.604993
  },
  "decision_process": "Delegated",
  "actual_commencement_date": "02/10/2023",
  "site_number": null,
  "uprn": null,
  "epc_number": "5600-7041-0422-3001-3593",
  "appeal_status": null,
  "last_date_consultation_comments": "07/01/2023",
  "description": "Replacement dwelling house with two storeys and new basement level",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.43872,
          51.604769
        ],
        [
          -0.438759,
          51.604731
        ],
        [
          -0.439624,
          51.604992
        ],
        [
          -0.439725,
          51.604978
        ],
        [
          -0.440499,
          51.604548
        ],
        [
          -0.440737,
          51.605132
        ],
        [
          -0.440323,
          51.605367
        ],
        [
          -0.440011,
          51.605285
        ],
        [
          -0.4398,
          51.60517
        ],
        [
          -0.439767,
          51.605145
        ],
        [
          -0.439674,
          51.605058
        ],
        [
          -0.43872,
          51.604769
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "Portal",
  "locality": null,
  "site_name": "28 NICHOLAS WAY",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 375 001, 375 002, 375 003, 375 004, 375 005, 375 006, 375 007 and 375 008, all received 6 December 2022 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan 2020 and the London Plan 2021.",
    "The development shall be carried out strictly in accordance with the approved revised Arboricultural Impact Assessment Method Statement & Tree Protection Plan prepared by Trevor Heaps Arboricultural Consultancy Ltd (ref. TH 3526 dated 14-02-2023)",
    "The area within the approved protective fencing shall remain undisturbed during the course of the works and in particular in these areas:",
    "2.a There shall be no changes in ground levels;",
    "2.b No materials or plant shall be stored;",
    "2.c No buildings or temporary buildings shall be erected or stationed;",
    "2.d No materials or waste shall be burnt; and.",
    "2.e No drain runs or other trenches shall be dug or otherwise created, without the prior written consent of the Local Planning Authority.",
    "Where the arboricultural method statement recommends that the tree protection measures for a site will be monitored and supervised by an arboricultural consultant at key stages of the development, records of the site inspections / meetings shall be submitted to the",
    "No development shall take place until a hard and soft landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1) Details of Soft Landscaping including replacement planting to offset trees approved to be removed, with planting plans (at not less than a scale of 1:100), written specification of planting and cultivation works to be undertaken and a schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate.",
    "2) Details of Hard Landscaping including refuse storage, cycle storage, means enclosure/boundary treatments, car parking layouts (including demonstration that two parking spaces are served by electrical charging points), hard surfacing materials, external Lighting and other structures (such as play equipment and furniture)",
    "3) Schedule for Implementation",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure",
    "No development shall take place until a scheme to protect and enhance the nature conservation interest of the site has been submitted to and approved by the Local Planning Authority. Details shall include the control and removal of invasive non-native plant species, ongoing garden management and relevant best practice guidance, location and types of ecological enhancement options for birds, insects and bats, wildlife friendly planting, hedgehog doorways and an appropriate external lighting scheme to protect against harm to foraging bats.",
    "The approved details shall be implemented prior to occupation and maintained for the life of the development.",
    "REASON",
    "In order to encourage a wide diversity of wildlife on the existing semi-natural habitat of the site in accordance with policy DMEI 7 of the Hillingdon Local Plan Part 2 (2020) and Policy G5 of the London Plan (2021).",
    "No development shall take place until a demolition and construction management plan has been submitted to and approved in writing by the Local Planning Authority.  The plan shall detail:",
    "1) The phasing of development works",
    "2) Types of vehicles accessing the site, including their ability to enter the shared driveway without affecting neighbouring properties",
    "3) The hours during which development works will occur",
    "4) How vehicles will access the site whilst protecting existing trees on the site and neighbouring sites",
    "5) Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities)",
    "6) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours).",
    "7) Measures to reduce the impact of the development on local air quality and dust through minimising emission",
    "Prior to the commencement of development (excluding site clearance and demolition), a Basement Impact Assessment shall be submitted to and be approved in writing by the Local Planning Authority. The assessment shall include:",
    "- the results of an appropriate site investigation that has identified the nature of the underlying geology and confirmed the depth of any groundwater beneath the site (taking into account the seasonal variability of groundwater);",
    "- an assessment to identify any mitigation measures that need to be put in place to maintain the passage of groundwater around the building without impacting local groundwater levels; and, shallow infiltration rates to inform the utilisation of Sustainable Drainage Systems on the site.",
    "The development shall only be undertaken in accordance with those approved details, and the approved scheme shall be implemented prior to the first occupation of the development hereby permitted and retained for the duration of the development.",
    "REASON",
    "T",
    "Prior to the occupation of the dwelling hereby permitted, the development shall be constructed in the manner as specified in the Design and Access Statement, including off-site manufactured timber construction by eco house manufacturer Baufritz (UK) Ltd. The dwelling hereby approved shall not be occupied until it has achieved an energy efficiency standard of a minimum 10% CO2 improvement over Building Regulations requirements Part L 2013 (TER Baseline).",
    "REASON",
    "In the interest of energy conservation and to comply with SI 2 of the London Plan (2021).",
    "REASON",
    "To ensure that the objectives of sustainable development identified in policy DMEI 2 of the Hillingdon Local Plan Part 2 (2020)and London Plan (2021) Policy SI2 .",
    "Prior to the occupation of the development hereby permitted, sustainable drainage measures are to be implemented in accordance with the management and maintenance requirements in Sections 4 and 5 and the relevant appendices of the Drainage Report prepared by Hodel Consulting Engineers, dated 6 January 2023. The approved measures are to be maintained thereafter for the life of the development.",
    "REASON",
    "To ensure that surface water run off is managed in accordance with DMEI 10 of the Local Plan 2020 and Policy 5.13 of the London Plan 2021.",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall be in accordance with those specified on the approved plans 375 006 and 375 007, unless otherwise agreed in writing by the local planning authority.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "The deveopment hereby permitted, shall not be occupied until the cycle storage and EV charging facilities have been provided in accordance with the approved plans. Thereafter, these facilities shall be permanently retained on site.",
    "REASON",
    "To ensure the provision and retention of facilities for cyclists to the development and hence the availability of sustainable forms of transport to the site in accordance with Policy",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s), nor extension or roof alteration to any dwellinghouse(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020)",
    "Access to the single storey flat roof over the development shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The dwelling hereby approved shall be constructed in compliance with the technical specifications for an M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, and thereafter retained as such.",
    "REASON",
    "To ensure housing of an inclusive design is achieved and maintained in accordance with Policies D5 and D7 of the London Plan (2021).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be taken to avoid private roads. The applicant may be required to make good any damage caused.",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "Thames Water requests that the Applicant should incorporate within their proposal, protection to the property to prevent sewage flooding, by installing a positive pumped device (or equivalent reflecting technological advances), on the assumption that the sewerage network may surcharge to ground level during storm conditions.",
    "A proposal to discharge ground water to the public network would require a Groundwater Risk Management Permit from Thames Water. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures will be undertaken to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 02035779483 or by emailing trade.effluent@thameswater.co.uk . Application forms should be completed online.",
    "A Groundwater Risk Management Permit from Thames Water will be require",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with: -",
    "A) Demolition and construction works should only be carried out between the hours of 08.00 hours and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank and Public Holidays.",
    "B) All noise generated during such works should be controlled in compliance with British Standard Code of Practice BS 5228: 1984.",
    "C) The elimination of the release of dust or odours that could create a public health nuisance.",
    "D) No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit, 3S/02, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel.01895 277401) or to seek prior approval under Section 61 of the Control of P",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be taken to avoid private roads. The applicant may be required to make good any damage caused."
  ],
  "postcode": "HA6 2TT",
  "application_type": "All Other",
  "decision_date": "17/02/2023",
  "parking_details": {
    "no_proposed_car": 8,
    "net_car": 0,
    "no_existing_car": 8
  },
  "status": "Commenced",
  "centroid_easting": 508121,
  "valid_date": "06/12/2022",
  "borough": "Hillingdon",
  "subdivision_of_building": null,
  "decision_target_date": "22/02/2023",
  "id": "Hillingdon-63937_APP_2022_3692",
  "lpa_name": "Hillingdon",
  "bo_system": "Portal",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T22:10:40.254+00:00",
  "street_name": "NORTHWOOD",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 190725,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 616,
    "total_gia_lost": 287,
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_existing": 287,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 287,
      "total_gia_gained": 616,
      "site_area": 0.41400000000000003
    },
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "ENTIRE DEVELOPMENT",
        "intended_completion_date": "07/2024",
        "intended_commencement_date": "11/2023"
      }
    ],
    "site_area": 0.41400000000000003,
    "total_gia_existing": 287,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 287,
        "use_class": "C3",
        "gia_gained": 616,
        "gia_lost": 287
      }
    ],
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m",
    "surface_water_discharge_percentage_reduction": 0,
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7.2,
        "building_ref": "MAIN HOUSE"
      },
      {
        "no_storeys": 1,
        "max_height": 4.3,
        "building_ref": "GROUND FLOOR ENSUITE"
      },
      {
        "no_storeys": 1,
        "max_height": 4.2,
        "building_ref": "GARAGE "
      }
    ],
    "scheme_phasing": true,
    "green_suds": true,
    "rain_water_harvesting": true,
    "infrastructure_details": {
      "no_homes_passive_cooling": 1,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 0,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 85,
      "no_passive_rapid_ev_charging_points": 2,
      "fire_suppression_system_proposed": false,
      "chp_heat_pumps_capacity": 4.5,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "no_active_rapid_ev_charging_points": 2,
      "urban_greening_factor_score": 0.61,
      "ghg_reduction_over_building_regulations": true,
      "no_resi_units_to_have_full_fibre": 1
    },
    "internal_resi_water_usage": 40,
    "other_residential_accommodation_details": {
      "site_area": 0.41400000000000003
    },
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 7,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 616,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": 0.41400000000000003,
      "dwelling_density": 2.4154589371980673,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": 287,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "uprn": "",
          "description": "",
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "provider": "Private",
          "phase_detail": "",
          "unit_no": "",
          "actual_commencement_date": "02/10/2023",
          "no_bedrooms": 7,
          "superseded_by_lpa_app_no": "",
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "uprn": "",
          "description": "",
          "change_type": "Loss",
          "unit_type": "House or Bungalow",
          "unit_development_type": "Not Known",
          "provider": "Private",
          "phase_detail": "",
          "unit_no": "",
          "actual_commencement_date": "02/10/2023",
          "no_bedrooms": 3,
          "superseded_by_lpa_app_no": "",
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    }
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508220.8882,
              190702.2265
            ],
            [
              508218.2424,
              190697.927
            ],
            [
              508157.7188,
              190725.7083
            ],
            [
              508150.7735,
              190724.0547
            ],
            [
              508098.1875,
              190675.1067
            ],
            [
              508080.328,
              190739.599
            ],
            [
              508108.4401,
              190766.3881
            ],
            [
              508130.2682,
              190757.7891
            ],
            [
              508145.1511,
              190745.2214
            ],
            [
              508147.4662,
              190742.5755
            ],
            [
              508154.0808,
              190732.9844
            ],
            [
              508220.8882,
              190702.2265
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "NORTHWOOD 2022"
}