{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "22/07/2014",
  "development_type": "Other advertisements",
  "ward": "Merton Park_histroic",
  "lapsed_date": "27/11/2017",
  "decision_date": "27/11/2014",
  "lpa_app_no": "14/P2803",
  "status": "Approved",
  "parking_details": null,
  "centroid": {
    "lat": "51.3985696",
    "lon": "-0.1994982"
  },
  "application_type": "All Other",
  "borough": "Merton",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "last_date_consultation_comments": "30/08/2014",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T11:52:49.223+00:00",
  "locality": "Morden",
  "date_building_work_completed_under_previous_permission": null,
  "description": "Application for advertisement consent in respect of an internally illuminated totem sign adjacent to London Road [3.3 metres high by 1.1 metres wide and 0.4 metres thick] consisting of LED illuminated lettering and powder coated steel stencil lettering and non illuminated fascia signage consisting of solid lettering on a glass facade in connection with the construction of a new workshop considered under planning application  reference 14/P2817. ",
  "application_type_full": null,
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=14/P2803",
  "site_number": null,
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "application_details": {
    "site_area": 0.063
  },
  "pp_id": null,
  "postcode": "SM4 5AN",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1996509,
          51.3987704
        ],
        [
          -0.1993105,
          51.3985296
        ],
        [
          -0.1992841,
          51.3985012
        ],
        [
          -0.1991643,
          51.3983457
        ],
        [
          -0.1992406,
          51.3983022
        ],
        [
          -0.19947589999999998,
          51.3984773
        ],
        [
          -0.19948069999999998,
          51.3984952
        ],
        [
          -0.1997756,
          51.3987046
        ],
        [
          -0.19965329999999998,
          51.3987689
        ],
        [
          -0.1996509,
          51.3987704
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": false,
  "street_name": "London Road",
  "decision_conditions": [
    "Condition : 1 - This consent shall expire 5 years from the date of this decision whereupon the signage shall be removed and any damage repaired unless a further consent to display has been granted by the Local Planning Authority. Reason for condition: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.\r\n",
    "Condition : 2 - No advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission. Reason for condition: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "Condition : 3 - No advertisement shall be sited or displayed so as to endanger persons using the highway, obscure or hinder the ready interpretation of any traffic sign, or hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle. Reason for condition: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "Condition : 4 - Any advertisement displayed, and any site used for the display of advertisements shall be maintained in a condition that does not impair the visual amenity of the site. Reason for condition: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "Condition : 5 - Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public. Reason for condition: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "Condition : 6 - Where an advertisement is required under these Regulations to be removed, the site shall be left in a condition that does not endanger the public or impair visual amenity. Reason for condition: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "Condition : 7 - The illumination of the advertisement shall adhere to the maximum illumination levels that are set out in the Institute of Lighting Engineers technical note 'The brightness of illuminated advertisement' and the signs must not have any intermittent light source, moving feature, animation or exposed cold cathode tubing. Reason for condition: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.\r\n\r\n"
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": "168153",
  "site_name": "Former Holt Lodge",
  "decision_target_date": "16/09/2014",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Merton",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525337.8251551,
              168175.0713619
            ],
            [
              525362.1612437,
              168148.8774948
            ],
            [
              525364.0731422,
              168145.7626914
            ],
            [
              525372.835751,
              168128.6713831
            ],
            [
              525367.6464089,
              168123.704672
            ],
            [
              525350.7989703,
              168142.7737027
            ],
            [
              525350.4164089,
              168144.7612338
            ],
            [
              525329.3343646,
              168167.5405116
            ],
            [
              525337.6625,
              168174.9009514
            ],
            [
              525337.8251551,
              168175.0713619
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_start_date": null,
  "uprn": "48044786",
  "appeal_decision_date": null,
  "id": "Merton-14_P2803",
  "centroid_easting": "525349"
}