{
  "last_date_consultation_comments": "03/10/2024",
  "site_number": null,
  "ward": "HAYES TOWN 2022",
  "decision_date": "04/11/2024",
  "description": "Conversion of single family dwelling to 2 self-contained flats including the conversion of roofspace to habitable use. Installation of a rear dormer and conversion of roof from hip to gable end",
  "development_type": null,
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": null,
  "locality": null,
  "appeal_decision": null,
  "status": "Refused",
  "pp_id": null,
  "street_name": "HAYES",
  "last_updated_by": "CSV Data Import",
  "lpa_name": "Hillingdon",
  "centroid": {
    "lon": "-0.4087896",
    "lat": "51.5089232"
  },
  "lpa_app_no": "78792/APP/2024/2164",
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.021
  },
  "application_type_full": null,
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.40893949999999996,
          51.5088418
        ],
        [
          -0.4087262,
          51.509053
        ],
        [
          -0.408636,
          51.5090161
        ],
        [
          -0.4088436,
          51.5088024
        ],
        [
          -0.4088455,
          51.5088036
        ],
        [
          -0.40893949999999996,
          51.5088418
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 510524,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=78792/APP/2024/2164",
  "bo_system": "CSV Data Import",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "75 HALSWAY",
  "id": "Hillingdon-78792_APP_2024_2164",
  "decision_target_date": "04/11/2024",
  "centroid_northing": 180088,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510513.7979,
              180078.7161
            ],
            [
              510528.0854,
              180102.5287
            ],
            [
              510534.4354,
              180098.5599
            ],
            [
              510520.5448,
              180074.4828
            ],
            [
              510520.4125,
              180074.6151
            ],
            [
              510513.7979,
              180078.7161
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "The conversion of the three-bedroom dwelling into a 1x1 bed unit and 1x2 bed unit would result in the loss of a residential unit that is suitable and appropriately sized for a family. The proposal would therefore unacceptably undermine the supply of family housing within the Borough for which there is an identified need, contrary to Policies DMH 1 and DMH 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policy H10 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "The proposed parking arrangement would obstruct pedestrian and cyclist access between the adopted highway and the front door of the proposed development which would be detrimental to pedestrian and cyclist safety. The development is therefore considered to be contrary to Policies DMT 1, DMT 2, DMT 5 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), as well as policies T2, T4, T5, T6 and T6.1 of the London Plan.",
    "The proposed first floor flat would have no access to any private outdoor amenity space and the ground floor flat would only be able to access the garden through a bedroom. As such, the future occupiers of the dwellings would be subjected to a poor standard of living accommodation to the detriment of their amenities. The proposal would therefore be contrary to Policy DMHB 18 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and paragraph 135 (f) of the NPPF (2023).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021)  and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "appeal_decision_date": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "last_updated": "2025-03-19T18:47:03.566+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "04/11/2027",
  "decision": "Refused",
  "valid_date": "09/09/2024"
}