{
  "wgs84_polygon": null,
  "locality": "London",
  "appeal_decision_date": null,
  "date_building_work_started_under_previous_permission": null,
  "application_details": {
    "existing_uprns": [
      "12072092"
    ]
  },
  "title_number": null,
  "decision_date": "12/10/2023",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/233300VAR;",
  "lapsed_date": "12/10/2026",
  "parking_details": null,
  "decision": "Approved",
  "decision_agency": "Borough",
  "last_updated": "2025-03-19T02:43:57.810+00:00",
  "ward": "Hanwell Broadway",
  "cil_liability": false,
  "actual_completion_date": null,
  "application_type_full": "Removal/Variation of a condition",
  "site_number": null,
  "polygon": null,
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "subdivision_of_building": null,
  "development_type": "Minor all other minor developments",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of planning permission 202985FUL dated 24/09/2020.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title number(s): Site Location Plan (Ref. 101); Existing Block Plan (ref. 201); Existing layout (ref. 301); Existing & Proposed Layout (ref. 401); Proposed Layout (ref. 403); Existing & Proposed Elevation (ref. 501); Existing & Proposed Elevations (ref. 502); Existing & Proposed 3D Drawings (ref. 601).",
    "Reason: For the avoidance of doubt and in the interest of proper planning. | DELETED | DELETED | The development hereby approved shall not be implemented until details are submitted to the Local Planning Authority for approval in writing, of plant/ machinery/ equipment/ducting/air in- and outlets/ mechanical installations and their external rating noise level (LAr,Tr), together with mitigation measures as appropriate. The measures shall ensure that the emitted external rating noise level will be lower than the lowest existing background sound level LA90 by 10dBA at the most noise sensitive receiver locations at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all plant/equipment operating together at maximum capacity. Approved details shall be implemented prior to use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021). | Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021). | The development hereby approved shall not be implemented until details are submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 10dB/ 15dB/ 20dB, as necessary, above the Building Regulations value for residential use, of the floor/ ceiling/ walls separating the commercial premises from dwellings.  Where commercial noise emissions include characteristic features, the Noise Rating level should not exceed NR20 Leq 5mins (octaves) inside habitable rooms. Details shall include the installation method and materials of separating structures and, where necessary, additional mitigation measures and the resulting sound insulation value and internal sound level. The assessment and mitigation measures shall be based on standards and noise limits of the Council's SPG10 and BS8233:2014. Approved details shall be implemented prior to extension of the hour of use and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise in accordance with policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Ealing SPG10."
  ],
  "centroid": {
    "lat": 51.510542,
    "lon": -0.323686
  },
  "pp_id": "PP-12374408",
  "centroid_northing": 180400,
  "uprn": "12072092",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid_easting": 516427,
  "bo_system": "CSV Data Import",
  "last_updated_by": "CSV Data Import",
  "last_date_consultation_comments": null,
  "borough": "Ealing",
  "secondary_street_name": null,
  "appeal_status": null,
  "site_name": "70 Broadway",
  "application_type": "All Other",
  "description": "Minor material amendment (S.73) to remove condition no.3 (opening times) and no.4 (sound insultation), seeking to open 24 hours a day, 7 days a week, in pursuant to planning permission reference 204078VAR dated 03/12/2020 for''Application for a Minor Material Amendment (S.73) to vary condition no.3 of planning permission ref.202985FUL dated 24/09/2020 for 'Change of use from a betting shop (sui generis) to an Adult Gaming Centre (sui generis) with external alterations and associated works'.  Variation required to allow the unit to trade on Sundays and Bank Holidays.''",
  "street_name": "Broadway",
  "valid_date": "11/08/2023",
  "lpa_app_no": "233300VAR",
  "status": "Approved",
  "decision_target_date": "12/10/2023",
  "id": "Ealing-233300VAR",
  "epc_number": null,
  "postcode": "W13 0SY"
}