{
  "centroid": {
    "lon": "0.16305709999999998",
    "lat": "51.605168"
  },
  "status": "Approved",
  "decision_target_date": "02/10/2020",
  "site_name": "49 LARCHWOOD AVENUE",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans, particulars and specifications (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended), no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with  Development Control Policies Development Plan Document Policy DC61.",
    "The annexe building hereby permitted shall be used only for living accommodation ancillary to the existing dwelling known as 49 Larchwood Avenue, Romford and shall not be used as a separate unit of residential accommodation at any time.",
    "Reason:-",
    "The site is within an area where the Local Planning Authority consider that the sub-division of existing properties should not be permitted in the interests of amenity, and that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015, Article 3, Schedule 2, Part 2, Class A no gates, walls or enclosures shall be erected, constructed or altered within the site known as No. 49 Larchwood Avenue(including the annex) unless permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planing Authority.",
    "Reason: In order that the annex approved remains ancillary to the main dwelling and that the development accords with Policy DC61 of the Development Control Policies Development Plan Document.",
    "The garden area shall not be subdivided at any time and nor shall there be any additional pedestrian or vehicular accesses into the site.",
    "Reason:-",
    "In order that the annex approved remains ancillary to the main dwelling and that the development accords with Policy DC61 of the Development Control Policies Development Plan Document.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with Mr Dickson Famutimi, via email on the 29th September 2020. The revisions involved reducing the height and setting in 0.300m from the shared boundaries. The amendments were subsequently submitted on 30th September 2020."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM5 2QL",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "01/10/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0977.20",
  "centroid_northing": 191808,
  "uprn": "100021382338",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Havering Park",
  "decision_date": "01/10/2020",
  "description": "Erection of single storey outbuilding for use as granny annexe",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0977.20",
  "lpa_app_no": "P0977.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:52:26.136+00:00",
  "centroid_easting": 549889,
  "pp_id": null,
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "04/08/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              549886.746,
              191785.446
            ],
            [
              549880.243,
              191787.207
            ],
            [
              549890.403,
              191829.608
            ],
            [
              549897.854,
              191827.847
            ],
            [
              549886.746,
              191785.446
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.031
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "ROMFORD",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "28/08/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.163015,
          51.604966
        ],
        [
          0.16292189999999998,
          51.6049835
        ],
        [
          0.1630866,
          51.6053618
        ],
        [
          0.1631934,
          51.605344
        ],
        [
          0.163015,
          51.604966
        ]
      ]
    ],
    "type": "Polygon"
  }
}