{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508978.876,
              187732.3171
            ],
            [
              509001.8948,
              187745.9431
            ],
            [
              509000.5719,
              187748.4567
            ],
            [
              509018.9605,
              187759.4369
            ],
            [
              509023.5907,
              187751.2348
            ],
            [
              508982.3156,
              187726.0993
            ],
            [
              508978.876,
              187732.3171
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08489736",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:39:56.569+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "11/03/2020",
  "secondary_street_name": "RUISLIP",
  "appeal_start_date": null,
  "ward": "EASTCOTE & E RUISLIP",
  "centroid": {
    "lat": "51.5780227",
    "lon": "-0.42834259999999996"
  },
  "decision": "Approved",
  "valid_date": "19/02/2020",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.039
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=38669/APP/2020/461",
  "lpa_name": "Hillingdon",
  "site_name": "MANOR FARM COMPLEX",
  "lapsed_date": "15/04/2023",
  "parking_details": null,
  "decision_conditions": [
    "This authority is given by the issuing of this notice under Regulation 3 of the Town and Country Planning General Regulations 1992 and shall enure only for the benefit of the land.",
    "The works hereby permitted shall begin before the expiration of three years from the date of this consent.",
    "REASON",
    "To comply with the provisions of Section 18(1) of the Planning (Listed Buildings and Conservation Areas) Act 1990, as amended, to prevent the accumulation of unimplemented listed building consents and to enable the Local Planning Authority to review the situation at the end of this period if the development has not begun.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans numbers: 1414_101 Rev. C, 1414_102 Rev. A, 1414-101. 1 Rev. A, 1414-500 Rev. B, 1414-501 Rev. A,  PR9-XXX HILLINGDON SAMPLE, PR9 PIT FORMER SET OUT DRAWING, PANOVA PIT DETAIL, PR9-4-2034 BUTTON PLATE, PANOVA CABINET AND CONTROLLER and Design and Access Statement with Heritage Statement dated 11.02.20 and shall thereafter be retained and maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure that the external appearance of the development is satisfactory and complies with policies DMHB 1 and DMHB 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "During works the existing building including fixtures, fittings and features would need to be appropriately safeguarded. Any damage or disturbance caused to the building in execution of the works shall be made good to the satisfaction of the Local Planning Authority within six months of the works being completed.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the building in accordance with DMHB 1 and DMHB 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "The decision to GRANT Listed Building Consent has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT Listed Building Consent has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (November 2012) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "The applicant should note that this approval extends only to the works detailed as part of this application. In the event that the works cannot be implemented without a degree of alteration, the applicant is advised to contact the Local Planning Authority in order to ascertain whether further Consent might be required.",
    "The applicant is advised the this Listed Building Consent relates only to the works described in the description of development. Any other works will require a separate Listed Building Application."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Replacement of existing internal disabled platform lift, with the installation of new floor recessed cantilever platform lift, maintenance repairs to existing bookshelves and the introduction of new reception desk",
  "lpa_app_no": "38669/APP/2020/461",
  "decision_target_date": "15/04/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "15/04/2020",
  "id": "Hillingdon-38669_APP_2020_461",
  "centroid_northing": 187743,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 509002,
  "street_name": "BURY STREET",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4286794,
          51.5779311
        ],
        [
          -0.4283432,
          51.5780491
        ],
        [
          -0.4283615,
          51.578072
        ],
        [
          -0.4280928,
          51.5781671
        ],
        [
          -0.4280285,
          51.5780925
        ],
        [
          -0.4286317,
          51.5778746
        ],
        [
          -0.4286794,
          51.5779311
        ]
      ]
    ],
    "type": "Polygon"
  }
}