{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509994.4364,
              179634.6339
            ],
            [
              510001.7125,
              179631.1943
            ],
            [
              509997.7437,
              179621.9339
            ],
            [
              509990.4677,
              179626.0349
            ],
            [
              509994.4364,
              179634.6339
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07776223",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:44:10.548+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "12/06/2019",
  "secondary_street_name": "HAYES",
  "appeal_start_date": null,
  "ward": "TOWNFIELD",
  "centroid": {
    "lat": "51.5048916",
    "lon": "-0.41653809999999997"
  },
  "decision": "Refused",
  "valid_date": "08/05/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.008
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=74753/APP/2019/1269",
  "lpa_name": "Hillingdon",
  "site_name": "LAND TO THE REAR OF 2",
  "lapsed_date": "03/07/2022",
  "parking_details": null,
  "decision_conditions": [
    "The proposed building by reason of its siting in this open prominent position, size, scale, bulk and proximity to the adjacent highway would appear as a visually obtrusive, cramped and overbearing addition that would result in the loss of this visually open aspect to the detriment of the visual amenities of the street scene and the character and appearance of the surrounding area. The proposed development is therefore contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE13, BE15 and BE19 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012).",
    "The proposed building by reason of its siting virtually on the footpath edge would result in vehicles having to wait on the highway therefore resulting in obstruction to the free flow of traffic prejudicial to conditions of general highway and pedestrian safety. The proposed development is therefore contrary to Policies AM7 and AM14 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012).",
    "The proposed building by reason of its size and proposed use as a garage/storage coupled with its proximity to nearby neighbouring residential properties and the associated patterns of noise and disturbance associated with that use is considered to have a detrimental impact upon the amenities of the surrounding properties and as such would be contrary to Policies OE1 and OE3 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Single storey building for use as a garage/store",
  "lpa_app_no": "74753/APP/2019/1269",
  "decision_target_date": "03/07/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "03/07/2019",
  "id": "Hillingdon-74753_APP_2019_1269",
  "centroid_northing": 179628,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 509996,
  "street_name": "CHALFONT ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4165585,
          51.5049516
        ],
        [
          -0.41645479999999996,
          51.5049192
        ],
        [
          -0.41651489999999997,
          51.5048368
        ],
        [
          -0.4166184,
          51.504875
        ],
        [
          -0.4165585,
          51.5049516
        ]
      ]
    ],
    "type": "Polygon"
  }
}