{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_proposed_car": 2,
    "no_existing_car": 2,
    "net_car": 0
  },
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/3615/22",
  "application_type_full": "Full planning permission",
  "uprn": "100023032326",
  "borough": "Harrow",
  "street_name": "Headstone Lane",
  "locality": "Harrow",
  "ward": "Hatch End",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.\nREASON:  To comply with the provisions of Section 91 of the Town & Country Planning Act 1990.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and documents: Heritage Statement (Dated 18/10/2022), Geosmart Information Floodsmart Plus Flood Risk Assessment (Dated 21/07/2022), Tree Survey and Arboricultural Method Statement (Dated May 2022), Geosmart SuDSmart Plus Sustainable Drainage Assessment (Dated 07/06/2022), Geosmart FloodSmart Technical Floodplain Storage (Dated 06/09/2022), Geosmart Flood Risk Addendum Report Letter (Dated 21/07/2023), Email from Agent (Dated 24/07/2023), 032/S01 Revision: B (Location Plan), 032/S02 Revision: B (Existing Block Plan), 032/S03 Revision: B (Existing Site & Roof Plan), 032/S04 Revision: B (Existing Plans), 032/S05 Revision: D (Existing Elevations), 032/S06 Revision: D (Existing Sections), 032/AP02 Revision: F (Proposed Block Plan), 032/AP03 Revision: F (Proposed Site & Roof Plan), 032/AP04 Revision: H (Proposed Plans), 032/AP05 Revision: G (Proposed Elevations), 032/AP06 Revision: E (Proposed Sections), 032/AP07 Revision: D (Proposed Details 1), 032/AP08 Revision: D (Proposed Details 2), 032/AP09 (Proposed Fire Strategy), 032/SK 02 Revision: D (Existing Elevations in Context), 032/SK 03 Revision: G (Proposed Elevations in Context), 032/SK 05 Revision: E (Comparison Elevations), 032/SK 07 Revision: D (Comparison Sections), 032/SK 08 Revision: E (Comparison Sections).\r\nREASON: For the avoidance of doubt and in the interests of proper planning.\r\n\r\n",
    "Condition : 3 - No window(s) and/or door(s) other than those shown on the approved plans \r\n\r\nshall be installed in the flank elevation(s) of the new dwellinghouse hereby permitted without the prior permission in writing of the local planning authority.\r\n\r\nREASON: To safeguard the residential amenities of neighbouring residents.\r\n",
    "Condition : 4 - The development hereby permitted shall not be commenced (other than demolition works) until works for the disposal of sewage have been submitted to, and approved in writing by, the local planning authority.\r\n\r\nThe development shall be carried out in accordance with the details so agreed prior to the occupation of the development, and shall be retained as such thereafter.\r\n\r\nREASON: To ensure that adequate drainage facilities are provided for the development. ",
    "Condition : 5 - The development hereby permitted shall not be commenced (other than demolition works) until works for the disposal of surface water and works for surface water attenuation and storage  have been submitted to, and approved in writing by, the local planning authority.\r\n\r\nThe development shall be carried out in accordance with the details so agreed and shall be retained as such thereafter.\r\n\r\nREASON: To ensure that the development achieves an appropriate run-off rates in this high risk flood area and to ensure that sustainable urban drainage measures are utilised.",
    "Condition : 6 - No development shall take place, including any works of demolition until a construction logistics plan has first been submitted to the Local Planning Authority in writing to be agreed. The plan shall detail the arrangements for:\r\n\r\na)\tthe parking of vehicles of site operatives and visitors;\r\nb)\tloading and unloading of plant and materials;\r\nc)\tstorage of plant and materials used in construction the development;\r\nd)\tthe erection and maintenance of security hoardings including decorative displays and facilities for public viewing;\r\ne)\twheel washing facilities; \r\nf)\ta scheme for recycling/disposing of waste resulting from demolition and construction works;\r\ng)\tmeasures for the control and reduction of dust; and\r\nh)\tmeasures for the control and reduction of noise and vibration.\r\n\r\nThe construction of the development shall be carried out in accordance with the plan so agreed.\r\n\r\nREASON: To ensure that measures are put in place to manage and reduce noise and vibration impacts during demolition and construction and to safeguard the amenity of neighbouring occupiers. Details are required PRIOR TO COMMENCEMENT OF DEVELOPMENT to ensure a satisfactory form of development.\r\n",
    "Condition : 7 - Notwithstanding the details shown on the approved drawings, the development hereby approved shall not progress beyond damp proof course level until samples of the materials (or appropriate specification) to be used in the construction of the external surfaces noted below have been submitted to, and agreed in writing by, the local planning authority:\r\n\r\na)\tfacing materials for the building;\r\nb)\twindows/ doors; \r\nc)\tboundary treatment; and \r\nd)\tground surfacing.\r\n\r\nThe development shall be carried out in accordance with the details so agreed and shall be retained as such thereafter.\r\n\r\nREASON: To safeguard the appearance of the locality and to ensure a satisfactory form of development.\r\n",
    "Condition : 8 - Notwithstanding the approved plans, the development hereby permitted shall not be occupied until there has been submitted to and approved in writing by, the local planning authority, a scheme of hard and soft landscape works for the whole site.  Soft landscaping plans shall include planting plans (at a scale not less than 1:100), schedule of plants, noting species, plant sizes, plant containers (all at time of plating) and proposed numbers/densities and a landscape implementation programme. Hard landscaping works shall include: material details, if permeable materials are used full construction details (including cross sections) of permeable paving and their maintenance plan. Details shall also be provided for all proposed  boundary treatment works across the site.\r\n\r\nThe development shall be carried out in accordance with the details as so agreed prior to the first occupation of the development. \r\n\r\nREASON: To safeguard the appearance and character of the area, and to enhance the appearance of the development\r\n",
    "Condition : 9 - All planting, seeding or turfing comprised in the approved details of landscaping shall be carried out in the first planting and seeding seasons following the occupation of the building(s), or the completion of the development, whichever is the sooner.  Any existing or new trees or shrubs which, within a period of 5 years from the completion of the development, die, are removed, or become seriously damaged or diseased, shall be replaced in the next planting season, with others of a similar size and species, unless the local authority agrees any variation in writing.\nREASON: To safeguard the appearance and character of the area, and to enhance the appearance of the development.\n",
    "Condition : 10 - Notwithstanding the approved plans, the development hereby permitted shall not be occupied until further details on the proposed cycle store have been submitted to, and approved in writing by the local planning authority.\r\n\r\nThe submitted details shall include proposed plan and elevation details together with details of the proposed external materials associated with the cycle store. The submitted details shall also clearly indicate the storage capacity of the proposed cycle store. \r\n\r\nThe development shall be carried out in accordance with the details as so agreed prior to the first occupation of the development and shall be retained thereafter. \r\n\r\nOther than when in use, cycles shall be stored at all times within the designated cycle store detailed on Drawing No. 032/AP04 Revision: H (Proposed Plans).\r\n\r\nREASON: To ensure that the cycle store does not have an unacceptable impact on the character and appearance of the area, neighbouring residential amenities, and to ensure that it is of a sufficient capacity to accommodate the required number of cycles. \r\n",
    "Condition : 11 - Bins shall be stored at all times, other than on collection days, within the designated refuse storage area detailed on Drawing No. 032/AP03 Revision F (Proposed Site & Roof Plan).\r\n\r\nREASON: To ensure adequate collection without prejudice to the enjoyment by neighbouring occupiers of their properties.\r\n",
    "Condition : 12 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking and re-enacting that order with or without modification), no development in relation to the proposed new dwellinghouse which would otherwise fall within Classes A, AA, B, C, D, E and F of Part 1 of Schedule 2 of that Order and Class L of Schedule 2, Part 3 Shall be carried out without the prior written permission of the local planning authority. \r\n\r\nREASON: To safeguard the character of the area by managing the amount of site coverage and size of dwellings in relation to the size of the plot and availability of amenity space, and to safeguard the amenity of neighbouring occupants and maintain mixed, balanced, sustainable and inclusive communities in the interests of residential and visual amenity in accordance with Policy DM1 of the Harrow Development Management Policies (2013), Policy CS1(B) of the Harrow Core Strategy (2012), Policy D3 of the London Plan 2021 and the Core Planning Principles of the National Planning Policy Framework 2021\r\n",
    "Condition : 13 - The development hereby approved shall not be occupied until a Fire Safety Statement has been submitted to and approved in writing by the Local Planning Authority, this statement shall include details of how the development will function in terms of the following:\r\n\r\n1) identify suitably positioned unobstructed outside space: a) for fire appliances to be positioned on b) appropriate for use as an evacuation assembly point \r\n2) is designed to incorporate appropriate features which reduce the risk to life and the risk of serious injury in the event of a fire; including appropriate fire alarm systems and passive and active fire safety measures \r\n3) is constructed in an appropriate way to minimise the risk of fire spread \r\n4) provide suitable and convenient means of escape, and associated evacuation strategy for all building users \r\n5) develop a robust management strategy for evacuation which is to be periodically updated and published (details of how often this management strategy is to be reviewed and published to be included), and which all building users can have confidence in\r\n6) provide suitable access and equipment for firefighting which is appropriate for the size and use of the development.\r\n\r\nThe development shall be operated in accordance with the approved details in perpetuity.\r\n\r\nREASON: To ensure that the fire safety of the proposed building is managed in a satisfactory manner and that the development contributes to fire safety in line with Policy D12A of the London Plan (2021). \r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "513697",
  "status": "Approved",
  "decision_date": "31/08/2023",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3598632,
          51.6060352
        ],
        [
          -0.3598805,
          51.6060363
        ],
        [
          -0.3598824,
          51.6060431
        ],
        [
          -0.3599075,
          51.6061869
        ],
        [
          -0.35990679999999997,
          51.6062269
        ],
        [
          -0.3596861,
          51.6062198
        ],
        [
          -0.3596702,
          51.6062196
        ],
        [
          -0.3595447,
          51.6062156
        ],
        [
          -0.3595252,
          51.6062162
        ],
        [
          -0.3593344,
          51.6062216
        ],
        [
          -0.3591736,
          51.6062346
        ],
        [
          -0.35882000000000003,
          51.6062301
        ],
        [
          -0.3588097,
          51.606196
        ],
        [
          -0.35915749999999996,
          51.6062016
        ],
        [
          -0.35920589999999997,
          51.6062014
        ],
        [
          -0.359328,
          51.6061977
        ],
        [
          -0.3594788,
          51.6061827
        ],
        [
          -0.35964,
          51.6061851
        ],
        [
          -0.35964009999999996,
          51.6061598
        ],
        [
          -0.3597027,
          51.6061607
        ],
        [
          -0.3597148,
          51.6061046
        ],
        [
          -0.3597243,
          51.6060629
        ],
        [
          -0.35973269999999996,
          51.606028
        ],
        [
          -0.359734,
          51.6060233
        ],
        [
          -0.35977889999999996,
          51.6060286
        ],
        [
          -0.3597806,
          51.6060233
        ],
        [
          -0.3598568,
          51.6060311
        ],
        [
          -0.3598632,
          51.6060352
        ]
      ]
    ]
  },
  "decision_target_date": "31/08/2023",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "24/11/2022",
  "development_type": "Minor dwellings",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-19T02:26:53.527+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": "Letchford House",
  "id": "Harrow-P_3615_22",
  "decision": "Approved",
  "cil_liability": true,
  "centroid_northing": "190977",
  "appeal_start_date": null,
  "postcode": "HA3 6PE",
  "url_planning_app": "http://site.com?appref=P/3615/22-or-1224563 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Redevelopment to provide single storey (Four bed) dwelling house; parking; bin store; landscaping (demolition of garages)",
  "valid_date": "03/11/2022",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              513676.95,
              190962.3
            ],
            [
              513675.75,
              190962.4
            ],
            [
              513675.6,
              190963.15
            ],
            [
              513673.5,
              190979.1
            ],
            [
              513673.45,
              190983.55
            ],
            [
              513688.75,
              190983.1
            ],
            [
              513689.85,
              190983.1
            ],
            [
              513698.55,
              190982.85
            ],
            [
              513699.9,
              190982.95
            ],
            [
              513713.1,
              190983.85
            ],
            [
              513724.2,
              190985.55
            ],
            [
              513748.7,
              190985.6
            ],
            [
              513749.4956,
              190981.82308
            ],
            [
              513725.4,
              190981.9
            ],
            [
              513722.05,
              190981.8
            ],
            [
              513713.6,
              190981.2
            ],
            [
              513703.2,
              190979.3
            ],
            [
              513692.03112,
              190979.3152
            ],
            [
              513692.08744,
              190976.4992
            ],
            [
              513687.7508,
              190976.4992
            ],
            [
              513687.05,
              190970.25
            ],
            [
              513686.5,
              190965.6
            ],
            [
              513686,
              190961.7
            ],
            [
              513685.9248155,
              190961.1736719
            ],
            [
              513682.8,
              190961.7
            ],
            [
              513682.7,
              190961.1
            ],
            [
              513677.4,
              190961.85
            ],
            [
              513676.95,
              190962.3
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "pp_id": "11624713",
  "application_details": {
    "total_gia_gained": 136,
    "green_suds": false,
    "non_residential_details": {
      "total_gia_existing": 116,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 136,
      "total_gia_lost": 116,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 116
    },
    "affordable_housing_fast_track": false,
    "garden_land_lost": false,
    "site_area": 0.0507,
    "total_gia_existing": 116,
    "rain_water_harvesting": true,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 3.5300000000000002,
        "building_ref": "Dwelling"
      }
    ],
    "grey_water_reuse": true,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 116,
        "use_class": "B8",
        "gia_gained": 0,
        "gia_lost": 116
      },
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 136,
        "gia_lost": 0
      }
    ],
    "internal_resi_water_usage": 180,
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "New dwelling",
        "intended_completion_date": "11/2023",
        "intended_commencement_date": "06/2023"
      }
    ],
    "total_gia_lost": 116,
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "infrastructure_details": {
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": true,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "total_annual_nox_emissions": 0,
      "no_new_gas_connections_required": 1,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 1,
      "no_active_fast_ev_charging_points": 2,
      "green_roof_area": 133,
      "no_passive_fast_ev_charging_points": 0,
      "fire_suppression_system_proposed": false,
      "total_annual_pm_emissions": 0
    },
    "residential_details": {
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 5,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 4,
          "unit_type": "House or Bungalow",
          "gia": 136,
          "tenure": "Self-Build and Custom Build"
        }
      ],
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_bedrooms": 4,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units": 1,
      "affordable_percentage": 100,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_gia_gained": 136,
      "total_no_proposed_residential_units_self_build_and_custom_build": 1,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_affordable_units": 1,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_sale": 0
    },
    "ownership_status": "Private"
  },
  "centroid": {
    "lon": "-0.35956899999999997",
    "lat": "51.6061633"
  },
  "lapsed_date": "31/08/2026",
  "decision_process": "Delegated",
  "actual_completion_date": null
}