{
  "uprn": "5106294",
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.194226,
          51.55117
        ],
        [
          -0.19433,
          51.551127
        ],
        [
          -0.19431,
          51.551108
        ],
        [
          -0.194291,
          51.551089
        ],
        [
          -0.194357,
          51.551056
        ],
        [
          -0.194465,
          51.551002
        ],
        [
          -0.194499,
          51.551027
        ],
        [
          -0.19458,
          51.551086
        ],
        [
          -0.194528,
          51.551115
        ],
        [
          -0.194436,
          51.551166
        ],
        [
          -0.194356,
          51.55121
        ],
        [
          -0.194262,
          51.551262
        ],
        [
          -0.194192,
          51.551183
        ],
        [
          -0.194226,
          51.55117
        ],
        [
          -0.194226,
          51.55117
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_start_date": null,
  "centroid_northing": 185124,
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525298.948560014,
              185131.6462042632
            ],
            [
              525291.8495624017,
              185126.74760646984
            ],
            [
              525293.3006931564,
              185124.69819310826
            ],
            [
              525294.7023535443,
              185122.59879405348
            ],
            [
              525290.2005501804,
              185118.79988148203
            ],
            [
              525282.8624457959,
              185112.60165570286
            ],
            [
              525280.4466428919,
              185115.35086874972
            ],
            [
              525274.6503649345,
              185121.74903729418
            ],
            [
              525278.1462708433,
              185125.04809295165
            ],
            [
              525284.3960271619,
              185130.89641888783
            ],
            [
              525289.7965421863,
              185135.95497089298
            ],
            [
              525296.2029546659,
              185141.9032682118
            ],
            [
              525301.2489320628,
              185133.1957607073
            ],
            [
              525298.948560014,
              185131.6462042632
            ],
            [
              525298.948560014,
              185131.6462042632
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "borough": "Camden",
  "bo_system": "Northgate M3",
  "pp_id": "12675414",
  "decision_process": "Delegated",
  "locality": "London",
  "site_number": "13",
  "secondary_street_name": null,
  "description": "Demolition of existing garage block and erection of a three storey family dwelling. Erection of three-storey rear extension to block of flats",
  "postcode": "NW6 1BH",
  "appeal_decision": null,
  "centroid": {
    "lon": -0.194444,
    "lat": 51.551104
  },
  "lapsed_date": "14/08/2027",
  "application_type": "All Other",
  "title_number": null,
  "last_date_consultation_comments": "17/04/2024",
  "parking_details": {
    "no_proposed_cycle": 2,
    "no_existing_cycle": 0,
    "net_cycle": 2,
    "no_existing_car": 5,
    "no_proposed_car": 0,
    "net_car": -5
  },
  "application_type_full": "Full planning permission",
  "appeal_decision_date": null,
  "cil_liability": true,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/5365/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans 2327FS_FUL: SH1 Rev B, 2327FS_FUL: SH2 Rev B, 2327FS_FUL: SH3 Rev B, 2327FS_FUL: SH4 Rev B, 2327FS_FUL: SH5 Rev B, 2327FS_FUL: SH6 Rev B, 2327FS_FUL: SH7 Rev B, 2327FS_FUL: SH8 Rev B, 2327FS_FUL: SH9 Rev B, 2327FS_FUL: SH10 Rev B, 2327FS_FUL: SH11 Rev B, 2327FS_FUL: SH12 Rev B, 2327FS_FUL: SH13 Rev B, Sustainability Statement 2 (March 2024), Energy Statement 5566.1 (March 2024), Design, Access and Planning Statement (December 2023), Daylight and Sunlight Assessment (December 2023)\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - All new external work to the existing dwelling house shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 of the London Borough of Camden Local Plan 2017 and policy 2 of the Fortune Green and West Hampstead Neighbourhood Plan (2015). \r\n",
    "Condition : 4 - Before the relevant part of the work is begun, detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority: \r\n\r\na) Details including sections at 1:10 of all windows (including jambs, head and cill), ventilation grills, external doors and gates; \r\n\r\nb) Manufacturer's specification details of all facing materials (to be submitted to the Local Planning Authority) and samples of those materials (to be provided on site).    \r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works. \r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 of the London Borough of Camden Local Plan 2017 and policy 2 of the Fortune Green and West Hampstead Neighbourhood Plan (2015).\r\n\r\n",
    "Condition : 5 - Prior to commencement of development , full details in respect of the living roof in the area indicated on the approved roof plans shall be submitted to and approved by the local planning authority. The details shall include \r\ni.\ta detailed scheme of maintenance \r\nii.\tsections at a scale of 1:20 with manufacturers details demonstrating the construction and materials used\r\niii.\tfull details of planting species and density.\r\n\r\nThe living roofs shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme. \r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies G1, CC1, CC2, CC3, D1, and A3 of the London Borough of Camden Local Plan 2017, and policy 2 of the Fortune Green and West Hampstead Neighbourhood Plan (2015).\r\n\r\n",
    "Condition : 6 - Before the development commences, details of secure and covered cycle storage area for 2 cycles shall be submitted to and approved by the local planning authority. The approved facility shall thereafter be provided in its entirety prior to the first occupation of any of the new units, and permanently retained thereafter. \r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy T1 of the London Borough of Camden Local Plan 2017 and policy 8 of the Fortune Green and West Hampstead Neighbourhood Plan (2015).\r\n",
    "Condition : 7 - Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted  Development) Order 1995 as amended by the (No. 2) (England) Order 2008 or any Order revoking and re-enacting that Order, no development within Part 1 (Classes A-H) [and Part 2 (Classes A-C)] of Schedule 2 of that Order shall be carried out without the grant of planning permission having first been obtained from the local planning authority. \r\n\r\nReason: To safeguard the visual amenities of the area and to prevent over development of the site by controlling proposed extensions and alterations in order to ensure compliance with the requirements of policies G1, D1, and A1 of London Borough of Camden Local Plan 2017, and policy 2 of the Fortune Green and West Hampstead Neighbourhood Plan (2015). \r\n",
    "Condition : 8 - The development hereby approved shall achieve a maximum internal water use of 110litres/person/day. The dwelling/s shall not be occupied until the Building Regulation optional requirement has been complied with. \r\n\r\nReason: To ensure the development contributes to minimising the need for further water infrastructure in an area of water stress in accordance with Policies CC1, CC2, CC3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 9 - The new-build house hereby approved shall be constructed in accordance with the approved energy statement (Energy Statement, 5566.1 dated March 2024), to achieve a 71% reduction in carbon dioxide emissions beyond Part L 2013 Building Regulations in line with the energy hierarchy.\r\n\r\nReason: To ensure the development contributes to minimising the effects of, and can adapt to a changing climate in accordance with policies CC1, CC2 and CC3 of the London Borough of Camden Local Plan (2017).\r\n",
    "Condition : 10 - The dwelling hereby approved shall be designed and constructed in accordance with Building Regulations Part M4 (2).  Evidence demonstrating compliance should be submitted to and approved by the Local Planning Authority prior to occupation.\r\n\r\nReason: To ensure that the internal layout of the building provides flexibility for the accessibility of future occupiers and their changing needs over time in accordance with the requirements of policy C6 of the London Borough of Camden Local Plan (2017).\r\n",
    "Condition : 11 - Prior to first occupation of the buildings, detailed plans showing the location and extent of photovoltaic cells to be installed on the building shall have been submitted to and approved by the Local Planning Authority in writing. The measures shall include the installation of a meter to monitor the energy output from the approved renewable energy systems. The cells shall be installed in full accordance with the details approved by the Local Planning Authority and permanently retained and maintained thereafter. \r\n\r\nReason:  To ensure the development provides adequate on-site renewable energy facilities in accordance with the requirements of Policy G1, CC1 and CC2 of the \tLondon Borough of Camden Local Plan 2017.\r\n",
    "Condition : 12 - Part A:  \r\n \r\nNo development shall commence until a preliminary risk assessment report is submitted to and approved in writing by the local planning authority. This report shall comprise: a desktop study which identifies all current and previous uses at the site and surrounding area as well as the potential contaminants associated with those uses. A conceptual site model should be produced indicating potential pollutant linkages between sources, pathways and receptors, including those in the surrounding area and those planned at the site; and a qualitative risk assessment of any potentially unacceptable risks to identified receptors. All works must be carried out in compliance with LCRM (2020) and by a competent person. \r\n \r\nSubsequent parts are subject to the findings of the desk study: \r\n \r\nPart B: \r\n \r\nNo development shall commence until a site investigation is undertaken and the findings are submitted to and approved in writing by the local planning authority.  \r\n \r\nThe site investigation should assess all potential risks identified by the desktop study and should include a generic quantitative risk assessment and a revised conceptual site model. The assessment must encompass an assessment of risks posed by radon and by ground gas. All works must be carried out in compliance with LCRM (2020) and by a competent person. \r\n \r\nPart C: \r\n \r\nNo development shall commence until a remediation method statement (RMS) is submitted to and approved in writing by the local planning authority. This statement shall detail any required remediation works and shall be designed to mitigate any remaining risks identified in the approved quantitative risk assessment. This document should include a strategy for dealing with previously undiscovered \r\ncontamination. All works must be carried out in compliance with LCRM (2020) and by a competent person. \r\n \r\nPart D: \r\n \r\nFollowing the completion of any remediation, a verification report demonstrating that the remediation as outlined in t",
    "Condition : 13 - Prior to commencement of development details of a sustainable urban drainage system shall be submitted to and approved in writing by the local planning authority. Such system shall be based on a demonstrating 50%. The system shall be implemented as part of the development and thereafter retained and maintained. \r\n\r\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with Policies CC1, CC2, CC3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 14 - Prior to first occupation of the buildings, detailed plans showing the location of the Air Source Heat Pump to be installed on the building shall have been submitted to and approved by the Local Planning Authority in writing. The measures shall include product details and shall be installed in full accordance with the details approved by the Local Planning Authority and permanently retained and maintained thereafter. \r\n\r\nReason:  To ensure the development provides adequate on-site renewable energy facilities in accordance with the requirements of Policy G1, CC1 and CC2 of the \tLondon Borough of Camden Local Plan 2017.\r\n"
  ],
  "actual_completion_date": null,
  "last_updated_by": "Northgate M3",
  "street_name": "Holmdale Road",
  "appeal_status": null,
  "development_type": "Minor dwellings",
  "decision_date": "14/08/2024",
  "lpa_app_no": "2023/5365/P",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": "Westcott Court ",
  "subdivision_of_building": null,
  "last_updated": "2025-03-19T11:32:59.115+00:00",
  "decision_target_date": "14/08/2024",
  "valid_date": "20/12/2023",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Camden",
  "id": "Camden-2023_5365_P",
  "application_details": {
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 0,
      "ghg_reduction_over_building_regulations": true,
      "no_new_gas_connections_required": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "no_homes_to_have_electrical_heating": 1,
      "green_roof_area": 13,
      "fire_suppression_system_proposed": false,
      "total_annual_nox_emissions": 0,
      "mobile_network_operators_consultation": false
    },
    "total_gia_lost": 0,
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 2,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Terraced Home",
          "gia": 83,
          "tenure": "Market for rent"
        }
      ],
      "total_no_proposed_residential_units_london_living_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 1,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_gia_gained": 83
    },
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "internal_resi_water_usage": 0,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "Build Phase",
        "intended_completion_date": "06/2024",
        "intended_commencement_date": "03/2024"
      }
    ],
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 174.6,
        "use_class": "C3",
        "gia_gained": 42.4,
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "use_class": "SpecifiedOther",
        "gia_gained": 83,
        "gia_lost": 0
      }
    ],
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 6.41,
        "building_ref": "New Build"
      }
    ],
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 125.4,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 174.6,
      "total_gia_lost": 0
    },
    "site_area": 0.039431,
    "grey_water_reuse": false,
    "garden_land_lost": true,
    "projected_cost_of_works": "Up to £2m",
    "total_gia_existing": 174.6,
    "affordable_housing_fast_track": false,
    "ownership_status": "Private",
    "total_gia_gained": 125.4
  },
  "ward": "West Hampstead",
  "centroid_easting": 525284,
  "epc_number": "9205-6261-1130-9784-8090"
}