{
  "borough": "Camden",
  "cil_liability": false,
  "decision_target_date": "21/12/2023",
  "lpa_app_no": "2023/2415/P",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "13/12/2023",
  "lpa_name": "Camden",
  "application_details": {
    "intended_completion_date": "11/2024",
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "12/2023",
    "total_gia_gained": 40.8,
    "no_additional_bathrooms": 1,
    "existing_uprns": null,
    "site_area": 0.051000000000000004
  },
  "title_number": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.135866,
          51.554284
        ],
        [
          -0.135929,
          51.554311
        ],
        [
          -0.136087,
          51.554383
        ],
        [
          -0.136221,
          51.554443
        ],
        [
          -0.136225,
          51.554444
        ],
        [
          -0.136393,
          51.55452
        ],
        [
          -0.136468,
          51.554552
        ],
        [
          -0.1365,
          51.554566
        ],
        [
          -0.136435,
          51.554621
        ],
        [
          -0.13628,
          51.554551
        ],
        [
          -0.1362,
          51.554516
        ],
        [
          -0.136152,
          51.554503
        ],
        [
          -0.13605,
          51.554475
        ],
        [
          -0.135973,
          51.554455
        ],
        [
          -0.135969,
          51.554454
        ],
        [
          -0.13591,
          51.554421
        ],
        [
          -0.135908,
          51.55442
        ],
        [
          -0.135842,
          51.554383
        ],
        [
          -0.135795,
          51.554357
        ],
        [
          -0.135743,
          51.554328
        ],
        [
          -0.135728,
          51.55432
        ],
        [
          -0.135777,
          51.554307
        ],
        [
          -0.135835,
          51.554292
        ],
        [
          -0.135866,
          51.554284
        ],
        [
          -0.135866,
          51.554284
        ],
        [
          -0.135866,
          51.554284
        ]
      ]
    ]
  },
  "valid_date": "01/06/2023",
  "centroid": {
    "lat": 51.554521,
    "lon": -0.136335
  },
  "site_number": "70",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: Design and Access Statement (prepared by Novak Hiles Architects, dated 18/05/2023); BS 5837 Arboricultural Report & Impact Assessment (prepared by Crown Tree Consultancy, dated 27/02/2023); Tree Constraints Plan CCL 11413 / TCP Rev 1; Tree Schedule; Arboricultural Method Statement CCL 11413 Rev 1 (prepared by Crown Tree Consultancy, dated 25/10/2023); Basement Impact Assessment 22276-SYM-XX-XX-RPT-S-0001 Rev F (prepared by Symmetrys Structural / Civil Engineers, dated 13/10/2023); Basement Impact Assessment Audit D1 (prepared by Campbell Reith, dated September 2023); Basement Impact Assessment Audit F1 (prepared by Campbell Reith, dated October 2023); NH110_A_3_00_001_P01; NH110_A_3_00_005_P01; NH110_A_3_01_010_P01; NH110_A_3_01_050_P01; NH110_A_3_01_100_P01; NH110_A_3_01_110_P01; NH110_A_3_01_120_P01; NH110_A_3_01_130_P01; NH110_A_3_01_140_P01; NH110_A_3_01_200_P01; NH110_A_3_01_210_P01; NH110_A_3_01_300_P01; NH110_A_3_01_310_P01; NH110_A_3_01_800_P01; NH110_A_3_01_810_P01.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of Policy D1 of the London Borough of Camden Local Plan 2017 and Policy D3 of the Kentish Town Neighbourhood Plan 2016. \r\n",
    "Condition : 4 - The approved cycle storage facility provided space for four bicycles shall be provided in its entirety and permanently retained thereafter. \r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of Policy T1 of the Camden Local Plan 2017. \r\n",
    "Condition : 5 - Prior to the commencement of works on site, tree protection measures shall be installed and working practices adopted in accordance with the Arboricultural Method statement ref.CCL11413/TTP rev.1 dated 25/10/2023 by Crown Tree Consultancy. All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with BS5837:2012 and with the approved protection details. The development shall be monitored by the project arboriculturalist in accordance with the approved report. \r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 6 - No development shall take place until full details of hard and soft landscaping, to include details of at least two replacement trees, and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, A5, and D1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 7 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development or any phase of the development. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, A5, and D1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 8 - Prior to commencement of development, full details to demonstrate the proposed internal measures to ensure the development has been designed to mitigate flood risk and cope with potential flooding including a suitable positive pump device or non-return valves to protect against sewer flooding should be submitted to the Local Planning Authority and approved in writing.\r\n\r\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with Policies CC2 and CC3 of the London Borough of Camden Local Plan 2017 and Policy SI 13 of the London Plan 2021. \r\n",
    "Condition : 9 - 'Symmetrys Structural/Civil Engineers' shall inspect, agree and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Should there be a subsequent change or reappointment, the replacement shall be a suitably qualified chartered engineer with membership of the appropriate professional body and details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the continuation of basement construction works. Any subsequent change or reappointment shall also be confirmed forthwith for the duration of the construction works.\r\n\r\nReason: To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of Policies D1 and A5 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 10 - The development shall not be carried out other than in strict accordance with the methodologies, recommendations and requirements of the Basement Impact Assessment by Symmetrys, ref. 22276-SYM-XX-XX-RPT-S-0001 Revision F dated 13/10/2023 and the recommendations set out in Campbell Reith's audit report revision F1 dated October 2023, and the confirmation at the detailed design stage that the damage impact assessment would be limited to Burland Category 1. \r\n\r\nReason: To ensure proper consideration of the structural stability of neighbouring buildings and to safeguard the appearance and character of the immediate area in accordance with the requirements of policies D1 and A5 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 11 - The flat roofs of the extensions hereby approved shall not be used at any time as amenity space, and any access out onto these areas shall be for maintenance purposes only.\r\n\r\nReason: To safeguard the amenities of the adjoining neighbours in accordance with the requirements of policy A1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 12 - The outbuilding hereby approved shall only be used for ancillary purposes to 70 Lady Margaret Road and shall not be used as a separate residential dwelling or business premises.\r\n\r\nReason: In order to protect the residential amenities of neighbouring occupiers and prevent substandard living accommodation and excessive on-street parking pressure in accordance with policies A1, H6 and T2 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "decision": "Approved",
  "centroid_easting": 529303,
  "uprn": "5034642",
  "decision_process": "Delegated",
  "application_type_full": "Householder planning permission",
  "locality": "London",
  "last_date_consultation_comments": "19/08/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              529336.2004462873,
              185579.44802239392
            ],
            [
              529331.7481132895,
              185582.39717820758
            ],
            [
              529320.5513203061,
              185590.1049718769
            ],
            [
              529311.1024802775,
              185596.50314042228
            ],
            [
              529310.7974130166,
              185596.70308318874
            ],
            [
              529298.9492602058,
              185604.75077956327
            ],
            [
              529293.6971562806,
              185608.1997922943
            ],
            [
              529291.4462545984,
              185609.69936304697
            ],
            [
              529295.7501764965,
              185615.9975602093
            ],
            [
              529306.6996176465,
              185608.49970644456
            ],
            [
              529312.3474845049,
              185604.70079387142
            ],
            [
              529315.752694742,
              185603.35118019342
            ],
            [
              529322.9011627218,
              185600.45201007114
            ],
            [
              529328.2522073803,
              185598.30262532603
            ],
            [
              529328.5490295802,
              185598.20265394147
            ],
            [
              529332.696295317,
              185594.70365551818
            ],
            [
              529332.9024218447,
              185594.55369844398
            ],
            [
              529337.5526363091,
              185590.564840241
            ],
            [
              529340.9001311185,
              185587.69566153362
            ],
            [
              529344.5526931889,
              185584.596548644
            ],
            [
              529345.5998159494,
              185583.7467918861
            ],
            [
              529342.25232114,
              185582.24722113274
            ],
            [
              529338.3029368696,
              185580.44773622882
            ],
            [
              529336.2004462873,
              185579.44802239392
            ],
            [
              529336.2004462873,
              185579.44802239392
            ],
            [
              529336.2004462873,
              185579.44802239392
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Kentish Town North",
  "pp_id": "12157605",
  "lapsed_date": "13/12/2026",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "Excavation of new basement level; demolition of existing rear extensions and erection of replacement three storey rear extensions; fenestration alterations; reinstatement of original eaves line; installation of front and rear rooflights; front and rear landscaping alterations; and associated external works including installation of refuse and cycle storage.",
  "centroid_northing": 185605,
  "street_name": "Lady Margaret Road",
  "epc_number": null,
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T08:02:10.650+00:00",
  "site_name": " ",
  "development_type": "Other house holder developments",
  "appeal_decision_date": null,
  "last_updated_by": "Northgate M3",
  "application_type": "Householder",
  "bo_system": "Northgate M3",
  "subdivision_of_building": null,
  "parking_details": {
    "no_existing_cycle": 0,
    "net_cycle": 4,
    "no_proposed_cycle": 4
  },
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/2415/P",
  "id": "Camden-2023_2415_P",
  "actual_commencement_date": null,
  "postcode": "NW5 2NP"
}