{
  "appeal_decision": null,
  "street_name": "Drury Lane",
  "title_number": null,
  "valid_date": "01/06/2023",
  "cil_liability": true,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              530376.800014209,
              181230.6503302055
            ],
            [
              530380.7000142119,
              181235.6003302064
            ],
            [
              530383.450014214,
              181233.35033020563
            ],
            [
              530386.8500142167,
              181237.75033020764
            ],
            [
              530389.3008761827,
              181240.99988507066
            ],
            [
              530392.3185685481,
              181238.73053466412
            ],
            [
              530393.9510906473,
              181237.50088664726
            ],
            [
              530393.547082653,
              181236.85107265261
            ],
            [
              530394.8003319413,
              181235.80137312587
            ],
            [
              530397.0512336236,
              181238.9004860149
            ],
            [
              530402.3030142287,
              181246.24833021004
            ],
            [
              530398.9480142262,
              181248.64733021078
            ],
            [
              530389.202014219,
              181255.59533021197
            ],
            [
              530386.0030142164,
              181251.04733021156
            ],
            [
              530383.051014214,
              181247.24833020946
            ],
            [
              530381.6000142129,
              181245.44833020924
            ],
            [
              530380.4540142121,
              181243.84933020838
            ],
            [
              530372.8020142061,
              181234.35133020743
            ],
            [
              530376.800014209,
              181230.6503302055
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "application_type_full": "Full planning permission",
  "decision": "Approved",
  "pp_id": "11941310",
  "date_building_work_completed_under_previous_permission": null,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "10/07/2027",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.122474,
          51.514964
        ],
        [
          -0.122416,
          51.515007
        ],
        [
          -0.122377,
          51.514986
        ],
        [
          -0.122326,
          51.515025
        ],
        [
          -0.12229,
          51.515054
        ],
        [
          -0.122247,
          51.515033
        ],
        [
          -0.122224,
          51.515021
        ],
        [
          -0.12223,
          51.515015
        ],
        [
          -0.122212,
          51.515006
        ],
        [
          -0.122179,
          51.515033
        ],
        [
          -0.1221,
          51.515098
        ],
        [
          -0.122148,
          51.51512
        ],
        [
          -0.122286,
          51.515185
        ],
        [
          -0.122333,
          51.515145
        ],
        [
          -0.122377,
          51.515111
        ],
        [
          -0.122399,
          51.515095
        ],
        [
          -0.122416,
          51.515081
        ],
        [
          -0.12253,
          51.514998
        ],
        [
          -0.122474,
          51.514964
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "borough": "Camden",
  "site_number": "160",
  "development_type": "Major all other major developments",
  "centroid": {
    "lat": 51.514975,
    "lon": -0.122427
  },
  "last_date_consultation_comments": "07/09/2023",
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": {
    "no_existing_car": 0,
    "no_proposed_car": 0,
    "net_car": 0,
    "no_proposed_cycle": 22,
    "net_cycle": 22,
    "no_existing_cycle": 0
  },
  "lpa_name": "Camden",
  "decision_process": "Delegated",
  "decision_target_date": "10/07/2024",
  "secondary_street_name": null,
  "actual_completion_date": null,
  "last_updated_by": "Northgate M3",
  "centroid_easting": 530380,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\n\r\nP001/-; P099/-; P100/-; P101/-; P102/-;P103/-; P104/-; P105/-; P106/-;P120/-;P121/-; P122/-; P123/- P124/-; P130/-; P131/-; P199/-;P200/-;P201/-; P203/-; P204/-; P205/-; P206/-; P207/-; P401/-; P402/-; P404/-; P500/-; P202/A; P403/A; P501/A; P400/A; Design and Access Statement dated May 2023 prepared by Ben Adams Architect; Air quality assessment dated May 2023 prepared by Air Quality Consultants; Breem Pre Assessment dated 04/05/2023 prepared by Caldwell Group; Circular Economy and Whole Life Cycle Analysis Statement dated 16/05/2023 prepared by Caldwell Group; Energy and Sustainability Report dated 31/05/2023 prepared by Caldwell Group; GLA Carbon Emissions Reporting Spreadsheet; WLC GLA Spreedsheet; Outline Structural Statement dated 12/05/23 prepared Ian Black Consulting LTD; Environmental Noise Assessment prepared Acoustics Plus;  Construction/Demolition Management Plan; Statement of community involvement dated MAY 2023 prepared by Mcaleer and Rushe; Daylight and sunlight report dated MAY 2023 prepared by Point 2 Surveyors Limited; Town Planning Statement dated May 2023 prepared  McAleer & Rushe Contracts UK Ltd; Residential Assessment prepared by Ben Adams Architects; Servicing & Deliveries Management Plan (SDMP) dated May 2023 prepared by Transport planning and highway solutions; Transport Statement dated May 2023 prepared by Transport planning and highway solutions; Travel plan dated May 2023 prepared by Transport planning and highway solutions;  Ventilation Strategy Statement dated April 2023 prepared by Caldwell \r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - Before the relevant part of the work is begun, detailed drawings or samples of materials as appropriate, in respect of the following shall be submitted to and approved in writing by the local planning authority. Submitted details shall include elevations and sections (and where appropriate materials) at 1:10 of the following:\r\n\r\na) Full details of proposed roof extension including parapet junction (plans, elevations and sections @1:20);\r\nb) Materials sample for roof extension;\r\nc) Plan, elevation and section drawings, including jambs, head and cill, of all external windows and doors at a scale of 1:10;\r\nd) Sample panel of the proposed brickwork (including main building and chamfered set-backs) to show type, colour, bond, mortar mix, joint and pointing to be provided on site;\r\ne) Sample panel of perforated metalwork and reconstituted stonework to be provided on site;\r\nf.) Details of the retail shopfront at a scale of 1:20 to include windows, doors and fascia area\r\n\r\nThe relevant part of the works shall be carried out in accordance with the\r\ndetails thus approved and all approved samples shall be retained on site during the course of the works.\r\n\r\nReason: To safeguard the appearance of the premises and the character of\r\nthe immediate area in accordance with the requirements of policy D1 and D2\r\nof the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 4 - All servicing shall take place in accordance with the approved serving management plan.\r\n\r\nReason: To avoid obstruction of the surrounding streets and to safeguard amenities of adjacent premises in accordance with the requirements of policies A1, A4, TC2 and T4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - No music shall be played on the premises in such a way as to be audible within any adjoining premises or on the adjoining highway.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies G1, CC1, D1, A1, A4, TC1 and TC2 of the London Borough of Camden Local Plan 2017\r\n",
    "Condition : 6 - The ground floor commercial unit fronting Drury Lane hereby permitted shall only be operated between the following times: Mondays-Saturdays 07.00-22:00hrs; Sundays and Bank Holidays 09:00 -21;00 hrs.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies G1, A1, A4, TC1 and TC2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 7 - The refuse and recycling storage facilities as shown on the ground floor plans hereby approved shall be provided prior to the first occupation of the development and permanently retained thereafter.\r\n\r\nReason: To ensure that sufficient provision for the storage and collection of waste has been made in accordance with the requirements of policy CC5, A1 and A4 of the London Borough of Camden Local Plan 2017\r\n",
    "Condition : 8 - The external noise level emitted from plant, machinery or equipment at the development with specified noise mitigation hereby approved shall be lower than the typical existing background noise level by at least 10dBA, by 15dBA where the source is tonal, as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity and thereafter be permanently retained.\r\n\r\nReason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 9 - Prior to use, machinery, plant or equipment at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such. \r\n\r\nReason: To ensure that the amenity of occupiers of the development site and surrounding premises is not adversely affected by vibration in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017\r\n",
    "Condition : 10 - No non-road mobile machinery (NRMM) shall be used on the site unless it is compliant with the NRMM Low Emission Zone requirements (or any superseding requirements) and until it has been registered for use on the site on the NRMM register (or any superseding register).\r\n\r\nReason: To ensure that air quality is not adversely affected by the development in accordance with policy CC4 of the Camden Local Plan 2017.\r\n",
    "Condition : 11 - No piling shall take place until a Piling Method Statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface sewerage infrastructure, and the programme for the works) has been submitted to and approved in writing by the local planning authority in consultation with Thames Water.  Any piling must be undertaken in accordance with the terms of the approved piling method statement.\r\n\r\nReason: To ensure the proposed works do not detrimentally affect underground sewerage utility infrastructure in accordance with policy CC3 of the Camden Local Plan 2017.\r\n",
    "Condition : 12 - Notwithstanding the detail in respect of a second floor rear roof terrace shown on the plans, no approval is granted for a roof terrace in this location (including the balustrading/screening) and the rear flat roof of the first floor rear extension shall at no time be accessed for any purpose other than ermergency or for maintenance.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area\r\ngenerally in accordance with the requirements of policies G1, A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 13 - Before the development is occupied the 22 cycle parking space storage facility shall be fully provided in its entirety as shown on the approved ground floor plan, and permanently retained thereafter. \r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy T1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 14 - Before the use commences, details of sound insulation for the building consisting of an acoustic wall lining to the ground floor refuse and cycle store and access corridor in accordance with the Environmental Noise Assessment 104432.ph.Issue 2 by Acoustics Plus shall be submitted to and approved by the local authority. The attenuation measures shall thereafter be retained on site and maintained in accordance with the approved scheme.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies G1, D1, A1, and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 15 - Construction Related Impacts Monitoring:-\r\nAir quality monitoring should be implemented on site. No development shall take place until \r\na.\tprior to installing monitors, full details of the air quality monitors have been submitted to and approved by the local planning authority in writing. Such details shall include the location, number and specification of the monitors, including evidence of the fact that they will be installed in line with guidance outlined in the GLA's Control of Dust and Emissions during Construction and Demolition Supplementary Planning Guidance;\r\nb.\ta confirmation email should be sent to airquality@camden.gov.uk no later than one day after the monitors have been installed with photographic evidence in line with the approved details.\r\nc.\tprior to commencement, a baseline monitoring report including evidence that the monitors have been in place and recording valid air quality data for at least 3 months prior to the proposed implementation date shall be submitted to the Local Planning Authority and approved in writing.  \r\n \r\nThe monitors shall be retained and maintained on site in the locations agreed with the local planning authority for the duration of the development works, monthly summary reports and automatic notification of any exceedances provided in accordance with the details thus approved. Any changes to the monitoring arrangements must be submitted to the Local Planning Authority and approved in writing.  \r\n\r\nReason: To safeguard the amenity of adjoining premises and the area generally in accordance with the requirements of policies A1 and CC4 of the London Borough of Camden Local Plan Policies.\r\n",
    "Condition : 16 - The external escape stair structures at the rear of the building shall be dismanteld and removed from the site in their entirety prior to occupation of the development hereby permitted.\r\n\r\nReason: To preserve the amenities of the adjoining premises and the area generally in accordance with the requirements of policies D1, and A1 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "lpa_app_no": "2023/2245/P",
  "application_details": {
    "internal_resi_water_usage": 0,
    "building_details": [
      {
        "no_storeys": 6,
        "max_height": 0,
        "building_ref": "Entire existing building"
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "11/2024",
        "intended_commencement_date": "11/2023"
      }
    ],
    "non_residential_details": {
      "total_gia_existing": 1221,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 270
    },
    "site_area": 0.03,
    "total_gia_gained": 270,
    "green_suds": false,
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "chp_heat_pumps_capacity": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 0,
      "total_annual_pm_emissions": 0
    },
    "scheme_phasing": true,
    "surface_water_discharge_percentage_reduction": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 1221,
        "use_class": "SpecifiedOther",
        "gia_gained": 270,
        "gia_lost": 0
      }
    ],
    "ownership_status": "Private",
    "grey_water_reuse": false,
    "total_gia_lost": 0,
    "garden_land_lost": false,
    "total_gia_existing": 1221,
    "existing_uprns": null
  },
  "centroid_northing": 181232,
  "ward": "Holborn and Covent Garden",
  "locality": "London",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "id": "Camden-2023_2245_P",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/2245/P",
  "uprn": "5109623",
  "description": "Demolition of existing fourth floor, replacement of fourth floor and erection of an additional storey to the building, ground floor alterations including new entrances, single storey extension to the rear, removal of existing external fire escape stair to the rear, reconfiguration of existing external plant equipment and introduction of additional plant at roof level, including associated works. ",
  "site_name": " ",
  "appeal_status": null,
  "postcode": "WC2B 5PN",
  "status": "Approved",
  "decision_agency": "Borough",
  "decision_date": "10/07/2024",
  "actual_commencement_date": null,
  "epc_number": null,
  "last_updated": "2025-03-19T22:10:26.581+00:00",
  "application_type": "All Other",
  "bo_system": "Northgate M3"
}