{
  "uprn": "5088050",
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.125513,
          51.520803
        ],
        [
          -0.125287,
          51.520899
        ],
        [
          -0.125174,
          51.520795
        ],
        [
          -0.125195,
          51.520786
        ],
        [
          -0.125163,
          51.520757
        ],
        [
          -0.125155,
          51.52075
        ],
        [
          -0.125128,
          51.520726
        ],
        [
          -0.125088,
          51.52069
        ],
        [
          -0.125158,
          51.520661
        ],
        [
          -0.125169,
          51.520657
        ],
        [
          -0.12529,
          51.520606
        ],
        [
          -0.125294,
          51.520604
        ],
        [
          -0.125374,
          51.520677
        ],
        [
          -0.125399,
          51.5207
        ],
        [
          -0.125463,
          51.520758
        ],
        [
          -0.125513,
          51.520803
        ],
        [
          -0.125513,
          51.520803
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_start_date": null,
  "centroid_northing": 181875,
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              530149.303637428,
              181874.59852344263
            ],
            [
              530164.6971665155,
              181885.64536132163
            ],
            [
              530172.8020615837,
              181874.29860929184
            ],
            [
              530171.350930829,
              181873.29889545613
            ],
            [
              530173.7007732445,
              181870.14979687653
            ],
            [
              530174.2531923386,
              181869.35002580733
            ],
            [
              530176.1990267598,
              181866.7507698356
            ],
            [
              530179.051817903,
              181862.85188587825
            ],
            [
              530174.3026627051,
              181859.50284453097
            ],
            [
              530173.5523621443,
              181859.00298761326
            ],
            [
              530165.2990559759,
              181853.05469029408
            ],
            [
              530165.0517041426,
              181852.9047332182
            ],
            [
              530159.2966514898,
              181860.8524582092
            ],
            [
              530157.4497578017,
              181863.40172848798
            ],
            [
              530152.8984840706,
              181869.6999256499
            ],
            [
              530149.303637428,
              181874.59852344263
            ],
            [
              530149.303637428,
              181874.59852344263
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "borough": "Camden",
  "bo_system": "Northgate M3",
  "pp_id": "12654840",
  "decision_process": "Delegated",
  "locality": "London",
  "site_number": "50",
  "secondary_street_name": null,
  "description": "Deep refurbishment of existing building including new facades; erection of replacement roof extension with terrace to rear; reopening of lightwell to front and reconfiguration of entrance area; demolition of two storey outrigger and replacement with three storeys plus plant enclosure; single storey rear infill extension to existing car park with terrace above; erection of full height stair rear core extension.",
  "postcode": "WC1B 4JP",
  "appeal_decision": null,
  "centroid": {
    "lon": -0.125344,
    "lat": 51.520804
  },
  "lapsed_date": "12/03/2028",
  "application_type": "All Other",
  "title_number": null,
  "last_date_consultation_comments": "04/02/2024",
  "parking_details": {
    "no_existing_car": 5,
    "no_proposed_car": 0,
    "net_car": -5
  },
  "application_type_full": "Full planning permission",
  "appeal_decision_date": null,
  "cil_liability": true,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/5470/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\n\r\nExisting\r\n0100; 0110 (Rev L04); 0111 (Rev L04); 0112 (Rev L04); 0113 (Rev L04); 0200 (Rev L04); 0300 (Rev L04)\r\n\r\nDemolition\r\n0130 (Rev L04); 0131 (Rev L04); 0132 (Rev L04); 0133 (Rev L04); 0230 (Rev L04); 0330 (Rev L04)\r\n\r\nProposed\r\n0150 (Rev L04); 0151 (Rev L04); 0152 (Rev L04); 0153 (Rev L04); 0250 (Rev L04); 0350 (Rev L04)\r\n\r\nPlanning Statement by Savills; Design and Access Statement by Garnett Architecture; Heritage Appraisal by The Heritage Practice; Daylight and Sunlight Assessment by Delva Patman Redler; Transport Assessment by TTP Consulting; Construction/Demolition Management Plan pro forma; Fire Strategy by Semper; Structural Statement by MNP; Energy and Sustainability Statement by TPS; Basic Air Quality Impact assessment; Noise Impact Assessment by Venta Acoustics\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - Noise levels\r\n\r\nThe external noise level emitted from plant, machinery or equipment at the development hereby approved shall be lower than the typical existing background noise level by at least 10dBA, or by 15dBA where the source is tonal, as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 4 - Anti-vibration measures\r\n\r\nBefore the use commences, the plant shall be provided with anti-vibration measures in accordance with the scheme approved in writing by the local planning authority. All such measures shall thereafter be retained and maintained in accordance with the manufacturers' recommendations. \r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policy G1, A1, A4, D1, CC1nof the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 5 - PV panels\r\n\r\nPrior to commencement of above ground works, drawings and data sheets showing the location, extent and predicted energy generation of photovoltaic cells and associated equipment to be installed on the building shall have been submitted to and approved by the Local Planning Authority in writing. The measures shall include the installation of a meter to monitor the energy output from the approved renewable energy systems. A site-specific lifetime maintenance schedule for each system, including safe roof access arrangements, shall be provided. The cells shall be installed in full accordance with the details approved by the Local Planning Authority and permanently retained and maintained thereafter.\r\n\r\nReason: To ensure the development provides adequate on-site renewable energy facilities in accordance with the requirements of policy CC1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - Piling Method Statement \r\n \r\nNo impact piling to commence until a piling method statement, prepared in consultation with Thames Water or the relevant statutory undertaker, detailing  the depth and type of piling to be undertaken and the methodology by which  such piling will be carried out including measures to prevent and minimise the  potential for damage to subsurface water infrastructure, and the programme for  the works, has been submitted to and approved in writing by the local planning  authority. Any piling must be undertaken in accordance with the terms of the approved piling method statement.  \r\n  \r\nReason:  To safeguard existing below ground public utility infrastructure and controlled waters in accordance with the requirements of policy A5 of the  Camden Local Plan 2017.\r\n",
    "Condition : 7 - Detailed drawings/samples\r\n\r\nDetailed drawings, or samples of materials as appropriate, in respect of the following shall be submitted to and approved in writing by the Council before the relevant part of the work is begun:\r\n\r\na) Plan, elevation and section drawings of all external windows, doors and balustrades at a scale of 1:10;\r\n\r\nb)  Sample panel of the proposed brickwork to show type, colour, bond, mortar mix, joint and pointing to be provided on site;\r\n\r\nc) Sample panel of GRC cladding;\r\n\r\nd.) Sample panel roof extension pressed metal cladding;\r\n\r\ne)  Details of the external lighting strategy, including detailed drawings of light fittings, location and luminance levels.  \r\n\r\nThe relevant part of the works shall then be carried in accordance with the approved details\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the Camden Local Plan 2017.\r\n\r\n",
    "Condition : 8 - Green roof details\r\n\r\nPrior to commencement of development , full details in respect of the living roof in the area indicated on the approved roof plan shall be submitted to and approved by the local planning authority. The details shall include \r\ni.\ta detailed scheme of maintenance \r\nii.\tsections at a scale of 1:20 with manufacturers details \tdemonstrating the construction and materials used \r\niii.\tfull details of planting species and density\r\n\r\nThe living roofs shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme. \r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies G1, CC1, CC2, CC3, D1, D2 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 9 - External fixtures\r\n\r\nNo lights, meter boxes, flues, vents or pipes, and no telecommunications equipment, alarm boxes, television aerials or satellite dishes shall be fixed or installed on the external face of the buildings, without the prior approval in writing of the Council.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the Camden Local Plan.\r\n",
    "Condition : 10 - Non-road mobile machinery \r\n\r\nNo non-road mobile machinery (NRMM) shall be used on the site unless it is compliant with the NRMM Low Emission Zone requirements (or any superseding requirements) and until it has been registered for use on the site on the NRMM register (or any superseding register).\r\n\r\nReason: To ensure that air quality is not adversely affected by the development in accordance with policy CC4 of the Camden Local Plan 2017, and policy 7.14 of the London Plan and the Mayor's SPG: The Control of Dust and Emissions During Construction and Demolition.\r\n",
    "Condition : 11 - Cycle parking\r\n\r\nThe cycle storage area at basement level for 29 long stay cycles (including associated cycle ramp access to the front lightwell) and the 4 external Sheffield stands  (providing 8 short stay spaces) at ground floor level as shown on approved drawing ref: 0150 (LO4) shall be provided in their entirety prior to the first occupation of the building and permanently retained thereafter. \r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy T1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 12 - Mechanical Ventilation\r\n\r\nPrior to commencement of above-ground development, full details of the mechanical ventilation system including air inlet locations shall be submitted to and approved by the local planning authority in writing. Air inlet locations should be located away from busy roads and the boiler and kitchen extract and as close to roof level as possible, to protect internal air quality. The development shall thereafter be constructed and maintained in accordance with the approved details.\r\n\r\nReason: To protect the amenity of residents in accordance with London Borough of Camden Local Plan Policy CC4.\r\n",
    "Condition : 13 - Construction related impacts - Monitoring:\r\n\r\nAir quality monitoring should be implemented on site. No development shall take place until:\r\n\r\na.\tprior to installing monitors, full details of the air quality monitors have been submitted to and approved by the local planning authority in writing. Such details shall include the location, number and specification of the monitors, including evidence of the fact that they have been installed in line with guidance outlined in the GLA's Control of Dust and Emissions during Construction and Demolition Supplementary Planning Guidance;\r\n\r\nb.\tprior to commencement, evidence has been submitted demonstrating that the monitors have been in place for at least 3 months prior to the proposed implementation date. \r\n\r\nThe monitors shall be retained and maintained on site for the duration of the development in accordance with the details thus approved. \r\n\r\nReason: To protect the amenity of surrounding occupiers in accordance with London Borough of Camden Local Plan Policy CC4.\r\n",
    "Condition : 14 - Terrace hours of use \r\n\r\nThe external terraces as shown on the approved drawings shall not be used outside the following times: 08:00 to 20:00 Monday to Sunday. \r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies G1, D1, A1, and A4 of the London Borough of Camden Local Plan 2017.\r\n\r\n"
  ],
  "actual_completion_date": null,
  "last_updated_by": "Northgate M3",
  "street_name": "Russell Square",
  "appeal_status": null,
  "development_type": "Minor Offices-R and D-light industry",
  "decision_date": "12/03/2025",
  "lpa_app_no": "2023/5470/P",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": "50-51 Russell Square\n",
  "subdivision_of_building": null,
  "last_updated": "2025-04-04T09:31:01.206Z",
  "decision_target_date": "12/03/2025",
  "valid_date": "27/12/2023",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Camden",
  "id": "Camden-2023_5470_P",
  "application_details": {
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "no_new_water_connections_required": 0,
      "solar_pv_capacity": 0.01,
      "chp_heat_pumps_capacity": 0.25,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": true,
      "percentage_demolition_construction_material_recycling": 95,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 119,
      "fire_suppression_system_proposed": false,
      "total_annual_nox_emissions": 0,
      "urban_greening_factor_score": 0.13,
      "mobile_network_operators_consultation": false
    },
    "total_gia_gained": 399,
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "internal_resi_water_usage": 0,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_completion_date": "01/2027",
        "intended_commencement_date": "10/2025"
      }
    ],
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 1769,
        "use_class": "E(g)(i)",
        "gia_gained": 399,
        "gia_lost": 0
      }
    ],
    "building_details": [
      {
        "no_storeys": 6,
        "max_height": 15.5,
        "building_ref": "Elevation to Bedford Place"
      }
    ],
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 399,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 1769,
      "total_gia_lost": 0
    },
    "site_area": 0.06380000000000001,
    "lead_developer_company_name": "Bedford Estates Bloomsbury Ltd",
    "grey_water_reuse": false,
    "garden_land_lost": false,
    "projected_cost_of_works": "Between £2m and £100m",
    "total_gia_existing": 1769,
    "affordable_housing_fast_track": false,
    "ownership_status": "Private",
    "total_gia_lost": 0
  },
  "ward": "Bloomsbury",
  "centroid_easting": 530161,
  "epc_number": "9353-3975-1274-2382-3776"
}