{
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.177025,
          51.550122
        ],
        [
          -0.177408,
          51.550115
        ],
        [
          -0.177529,
          51.550112
        ],
        [
          -0.177658,
          51.550112
        ],
        [
          -0.177663,
          51.550311
        ],
        [
          -0.177664,
          51.55036
        ],
        [
          -0.177622,
          51.55036
        ],
        [
          -0.177622,
          51.550369
        ],
        [
          -0.177025,
          51.550382
        ],
        [
          -0.177025,
          51.550373
        ],
        [
          -0.177024,
          51.550279
        ],
        [
          -0.177025,
          51.550122
        ],
        [
          -0.177025,
          51.550122
        ]
      ]
    ]
  },
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-08-13T11:31:38.828Z",
  "parking_details": {
    "net_car": 0,
    "no_existing_car": 2,
    "no_proposed_car": 2
  },
  "site_name": " ",
  "decision_target_date": "01/08/2025",
  "site_number": "50",
  "bo_system": "Northgate M3",
  "actual_completion_date": null,
  "application_details": {
    "total_gia_gained": 260.9,
    "intended_completion_date": "10/2024",
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "10/2023",
    "no_additional_bathrooms": 0,
    "existing_uprns": null,
    "site_area": 0.127
  },
  "appeal_decision_date": null,
  "centroid_northing": 185057,
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "appeal_decision": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526494.3999698034,
              185044.75107769173
            ],
            [
              526467.8508730409,
              185043.30149263004
            ],
            [
              526459.4491557735,
              185042.8016357139
            ],
            [
              526450.503264473,
              185042.50172156235
            ],
            [
              526449.6540231794,
              185064.64538301283
            ],
            [
              526449.456141713,
              185070.07382913638
            ],
            [
              526452.3419131002,
              185070.17380052054
            ],
            [
              526452.3006877948,
              185071.1835114932
            ],
            [
              526493.6908945485,
              185073.6028189744
            ],
            [
              526493.7238747932,
              185072.6031051388
            ],
            [
              526494.0536772371,
              185062.24606980628
            ],
            [
              526494.3999698034,
              185044.75107769173
            ],
            [
              526494.3999698034,
              185044.75107769173
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "subdivision_of_building": null,
  "postcode": "NW3 5RX",
  "last_updated_by": "Northgate M3",
  "valid_date": "24/07/2023",
  "lpa_app_no": "2023/3017/P",
  "appeal_status": null,
  "development_type": "Other house holder developments",
  "pp_id": "12316931",
  "decision_agency": "Borough",
  "title_number": null,
  "lapsed_date": "31/07/2028",
  "borough": "Camden",
  "secondary_street_name": null,
  "id": "Camden-2023_3017_P",
  "street_name": "Maresfield Gardens",
  "last_date_consultation_comments": "19/06/2024",
  "decision": "Approved",
  "status": "Approved",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\n\r\nLocation Plan P0200, Existing Basement Floor Plan P0599, Existing Ground Floor Plan P0600, Existing First Floor Plan P0601, Existing Second Floor Plan P0602, Existing Roof Plan P0603, Existing Front Elevation P0700, Existing Front Street Elevation P0701, Existing Rear Elevation P0702, Existing Side Elevation (North) P0703, Existing Side Elevation (South) P0704, Existing Section A-A P0800, Existing Section B-B P0801, Demolition & Proposed Basement Floor Plan P1399-D, Demolition & Proposed Ground Floor Plan P1400-D, Demolition & Proposed First Floor Plan P1401-D, Demolition & Proposed Second Floor Plan P1402-D, Demolition & Proposed Roof Plan P1403-D, Demolition & Proposed Front Elevation (West) P1500-D, Demolition & Proposed Street Elevation (West P1501-D, Demolition & Proposed Side Elevation (North) P1502-D, Demolition & Proposed Rear Elevation (East) P1503-D, Demolition & Proposed Side Elevation (South) P1504-D, Proposed Front Elevation (Pavillion) P1505-C, Demolition & Proposed Section AA P1600-D, Demolition & Proposed Section BB P1601-D, RIBA Stage 03 Design and Access Statement 22022 dated 29.06.2022, Heritage Appraisal June 2023 by The Heritage Practice, S940-J2-R-3 REPORT regarding the impact on trees of proposals for development at 50 Maresfield Gardens London NW3 5RX, Flood Risk Assessment and Drainage Strategy J5106 50 Maresfield Gardens Ref: J5106-C-RP-0001-00 including Appendix A, Planning Compliance Report 26643.PCR.01 Rev D by KP Acoustics, Construction sequence (1 of 4) J5106-S-SK-0031-01, Construction sequence (2 of 4) J5106-S-SK-0032-01, Construction sequence (3 of 4) J5106-S-SK-0033-01, Construction sequence (4 of 4) J5106-S-SK-0034-00, Development programme by Corrigan Gore dated 26 January 2024, J5106-S-GA-1080_02, J5106-S-GA-1090_01, J5106-S-GA-1095_01, J5106-S-GA-1100_01, J5106-S-SE-1200_01, Basement Impact Assessment by A-squared Studio En",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 4 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, check for compliance with the design (as approved by the local planning authority and building control body) and monitor the critical elements of both permanent and temporary basement construction works throughout their duration. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works.\r\n\n\r\nReason: To ensure proper consideration of the structural stability of neighbouring buildings and to safeguard the appearance and character of the immediate area in accordance with the requirements of policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017.\r\n ",
    "Condition : 5 - Prior to the commencement of any works on site, details demonstrating how trees to be retained shall be protected during construction work shall be submitted to and approved by the local planning authority in writing. Such details shall follow guidelines and standards set out in  BS5837:2012 \"Trees in Relation to Construction\". Details shall include a full auditable schedule of arboricultural monitoring for the duration of the development including demolition. All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details. \r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 6 - Prior to commencement of above-ground works (excluding demolition), full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels, and shall include details of at least two replacement trees. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, A5, D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 7 - Prior to use, machinery, plant or equipment at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.\r\n\r\n\nReason: To ensure that the amenity of occupiers of the development site and surrounding premises is not adversely affected by vibration in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 8 - Prior to first use of any of the air source heat pumps hereby approved, the active cooling function shall be disabled on the factory setting and the air source heat pumps shall be used for the purposes of heating only. \r\n \r\nReason: To ensure the proposal is energy efficient and sustainable in accordance with policy CC2 of the London Borough of Camden Local Plan 2017.\r\n\r\n",
    "Condition : 9 - Prior to use, the ASHPs shall be fitted with acoustic enclosures of the performance specified in the Planning Compliance Report 26643.PCR.01 Rev D by KP Acoustics. The recommendations of the report shall be adopted in full, unless relating to the condenser units (active cooling) which have since been removed from the scheme. \r\n\r\nReason: To ensure that the amenity of occupiers of the development site and surrounding premises is not adversely affected by vibration in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 10 - The development shall not be carried out other than in strict accordance with the methodologies, recommendations and requirements of the Basement Impact Assessment by A-squared Studio Engineers Ltd Ref 2588-A2S-XX-XX-RP-Y-0002-02 Revision 05 dated 21 March 2024 hereby approved (including the damage mitigation measures specified in section 4 of the memorandum and section 7.2.6 of the main document), and in accordance with Basement Impact Assessment Audit Project No. 14006-32 date July 2024 rev F2 by Campbell Reith, and the confirmation at the detailed design stage that the damage impact assessment would be limited to Burland Category 1.\r\n\r\nReason: To ensure proper consideration of the structural stability of neighbouring buildings and to safeguard the appearance and character of the immediate area in accordance with the requirements of policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 11 - All hard and soft landscaping works, including the permeable surfaces and at least two replacement trees, shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development, prior to the occupation for the permitted use of the development, whichever is the sooner. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, A5, D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 12 - The external noise level emitted from plant, machinery or equipment at the development hereby approved shall be lower than the typical existing background noise level by at least 10dBA, or by 15dBA where the source is tonal, as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "centroid": {
    "lat": 51.550239,
    "lon": -0.177444
  },
  "centroid_easting": 526465,
  "ward": "Belsize",
  "application_type": "Householder",
  "decision_date": "31/07/2025",
  "application_type_full": "Householder planning & demolition in a conservation area",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/3017/P",
  "uprn": "5004987",
  "description": "Replacement side extension behind new brick wall, basement extension with lightwells to the rear, new fenestration and roof form, soft and hard landscaping, garden shed/bike store and plant enclosure to house Air Source Heat Pumps.",
  "date_building_work_started_under_previous_permission": null,
  "locality": "London",
  "decision_process": "Committee",
  "epc_number": null,
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Camden"
}