{
  "centroid_easting": 527374,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Camden",
  "lpa_app_no": "2023/2440/P",
  "last_date_consultation_comments": "08/10/2023",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "bo_system": "Northgate M3",
  "epc_number": null,
  "centroid": {
    "lat": 51.547096,
    "lon": -0.16446
  },
  "postcode": "NW3 4ND",
  "actual_completion_date": null,
  "street_name": "Belsize Park Gardens",
  "borough": "Camden",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.164291,
          51.547264
        ],
        [
          -0.16443,
          51.547086
        ],
        [
          -0.164538,
          51.546954
        ],
        [
          -0.164584,
          51.546899
        ],
        [
          -0.164735,
          51.546943
        ],
        [
          -0.164601,
          51.547108
        ],
        [
          -0.164531,
          51.547193
        ],
        [
          -0.164459,
          51.54728
        ],
        [
          -0.164435,
          51.547309
        ],
        [
          -0.164291,
          51.547264
        ],
        [
          -0.164291,
          51.547264
        ]
      ]
    ],
    "type": "Polygon"
  },
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/2440/P",
  "appeal_decision_date": null,
  "cil_liability": false,
  "secondary_street_name": null,
  "id": "Camden-2023_2440_P",
  "ward": "Belsize",
  "title_number": null,
  "description": "Installation of a timber framed and timber clad garden room",
  "uprn": "5067628",
  "site_name": "Basement Flat  ",
  "decision_agency": "Borough",
  "centroid_northing": 184730,
  "application_details": {
    "green_suds": false,
    "total_gia_gained": 0,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 2.5,
        "building_ref": "Garden Room"
      }
    ],
    "garden_land_lost": true,
    "total_gia_existing": 0,
    "ownership_status": "Private",
    "site_area": 0.051800000000000006,
    "projected_cost_of_works": "Up to £2m",
    "infrastructure_details": {
      "green_roof_area": 23.5,
      "waste_provision": false,
      "waste_details": [
        {
          "external_dry_recycling": false,
          "external_food_waste": false,
          "unit_reference": "Existing",
          "external_residual_waste": false,
          "reason_for_no_provision": "Existing recycling at 50 Belsize Park Gardens will be used, there will be no kitchen waste or residual waste.",
          "internal_residual_waste": false,
          "internal_food_waste": false,
          "internal_dry_recycling": false
        }
      ],
      "total_annual_pm_emissions": 0,
      "urban_greening_factor_score": 0.44,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 1,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_to_have_electrical_heating": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "phasing_details": [
      {
        "phase_detail": "Erection of the building",
        "intended_completion_date": "10/2023",
        "intended_commencement_date": "10/2023"
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "total_gia_lost": 0,
    "internal_resi_water_usage": 60,
    "grey_water_reuse": false,
    "scheme_phasing": true,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_existing": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "existing_uprns": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "21/09/2023",
  "subdivision_of_building": "Graden owned by basement flat 50 Belsize Park gRADENS",
  "decision_date": "11/03/2024",
  "decision": "Approved",
  "locality": "London",
  "appeal_start_date": null,
  "actual_commencement_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527385.1963717422,
              184748.94575098454
            ],
            [
              527376.1020693413,
              184728.95147428184
            ],
            [
              527368.9536013617,
              184714.09572669113
            ],
            [
              527365.9029287521,
              184707.847515221
            ],
            [
              527355.299780169,
              184712.5461702469
            ],
            [
              527364.1467307368,
              184731.1508447188
            ],
            [
              527368.796945201,
              184740.64812615397
            ],
            [
              527373.5461003986,
              184750.45531887724
            ],
            [
              527375.0961718867,
              184753.70438884088
            ],
            [
              527385.1963717422,
              184748.94575098454
            ],
            [
              527385.1963717422,
              184748.94575098454
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor dwellings",
  "lapsed_date": "11/03/2027",
  "application_type": "All Other",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans \r\n\r\nDesign and access statement; Arboricultural Survey Impact assessment & Method Statement; 20-01; 20-03 Rev 01; 20-04 Rev 01;\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 4 - Prior to the commencement of works on site, tree protection measures shall be installed and working practices adopted in accordance with the Arboricultural Survey, Impact Assessment, and Method Statement Report dated November 2023 by Marcus Foster Arboricultural Design and Consultancy. All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with BS5837:2012 and with the approved protection details. The development shall be monitored by the project arboriculturalist in accordance with the approved report.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the Camden Local Plan.\r\n",
    "Condition : 5 - No development shall take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. [Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels.] The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 6 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details prior to the occupation for the permitted use of the development or any phase of the development, whichever is the sooner. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 7 - Prior to the end of the next available planting season, replacement tree planting shall be carried out in accordance with details of replanting species, position, date and size, where applicable, that have first been submitted to and approved by the local planning authority in writing. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area, in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 8 - Prior to commencement of development , full details in respect of the living roof in the area indicated on the approved roof plan shall be submitted to and approved by the local planning authority. The details shall include \r\ni.\ta detailed scheme of maintenance \r\nii.\tsections at a scale of 1:20 with manufacturers details \tdemonstrating the construction and materials used \r\niii.\tfull details of planting species and density\r\n\r\nThe living roofs shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme. \r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies G1, CC1, CC2, CC3, D1, D2 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 9 - The outbuilding hereby approved shall only be used for ancillary purposes to the basement flat at 50 Belsize Park Gardens and shall not be used as a separate residential dwelling or a business premises.\r\n\r\nReason: In order to protect the residential amenities of neighbouring occupiers and prevent substandard living accommodation and excessive on-street parking pressure in accordance with policies A1, H6 and T2 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T23:15:25.403+00:00",
  "last_updated_by": "Planning Portal ingest",
  "site_number": null,
  "appeal_status": null,
  "decision_process": "Delegated",
  "application_type_full": "Full planning permission",
  "valid_date": "27/07/2023",
  "pp_id": "12220411",
  "status": "Approved"
}