{
  "actual_commencement_date": null,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/4302/P",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "06/02/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526230.5497693,
              185200.996353
            ],
            [
              526229.4531762,
              185200.8963816
            ],
            [
              526221.9501706,
              185199.5967536
            ],
            [
              526217.8523752,
              185198.8969539
            ],
            [
              526214.9995841,
              185214.8523868
            ],
            [
              526232.396663,
              185225.349382
            ],
            [
              526236.7500553,
              185202.1960096
            ],
            [
              526230.5497693,
              185200.996353
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "lapsed_date": "06/02/2027",
  "appeal_decision": null,
  "street_name": "Frognal",
  "decision_agency": "Borough",
  "last_updated_by": "Planning Portal ingest",
  "description": "Erection of single storey extensions at ground floor to front and rear, replacement and enlargement of existing ground floor side extension, and installation of rear dormer and rooflights. Various external works including erection of refuse store and cycle storage, installation of green wall, and landscaping to garden area. ",
  "decision": "Approved",
  "centroid_northing": "185204",
  "bo_system": "Northgate M3",
  "last_updated": "2025-03-19T23:16:39.016+00:00",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "Frognal",
  "centroid_easting": "526224",
  "site_name": " ",
  "application_type": "Householder",
  "parking_details": {
    "no_existing_car": 2,
    "no_proposed_car": 1,
    "net_car": -1
  },
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Camden",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.180747,
          51.5515876
        ],
        [
          -0.1807628,
          51.5515869
        ],
        [
          -0.1808714,
          51.5515769
        ],
        [
          -0.1809308,
          51.5515716
        ],
        [
          -0.1809662,
          51.5517156
        ],
        [
          -0.1807116,
          51.551806
        ],
        [
          -0.1806572,
          51.551597
        ],
        [
          -0.180747,
          51.5515876
        ]
      ]
    ]
  },
  "postcode": "NW3 6AR",
  "decision_date": "06/02/2024",
  "centroid": {
    "lon": "-0.18084029999999998",
    "lat": "51.551616"
  },
  "decision_process": "Delegated",
  "epc_number": "4832-6029-1209-0505-2296",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "site_number": "29A",
  "borough": "Camden",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "09/10/2023",
  "application_type_full": "Householder planning permission",
  "locality": "London",
  "last_date_consultation_comments": "08/01/2024",
  "pp_id": "12512785",
  "development_type": "Minor dwellings",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\n\r\nPlanning Statement (prepared by Boyer, dated 09/10/2023); Design and Access Statement (prepared by Fleck, dated 20.12.2023); 1167P 01; 1167P 10; 1167P 100; 1167P 101; 1167P 110; 1167P 111; 1167P 112; 1167P 113; 1167P 114; 1167P 115; 1167P 116; 1167P 20; 1167P 200; 1167P 201 Rev A; 1167P 210 Rev A; 1167P 211; 1167P 212 Rev A; 1167P 213; 1167P 214 Rev A; 1167P 215; 1167P 216; Arboricultural Report Impact Assessment & Tree Protection Plan (prepared by Crown Tree Consultancy, dated 08/12/2023); CCL 11720 TCP Rev 1; Tree Schedule; Landscaping Report (prepared by Fleck, dated 16/01/2024); Arboricultural Method Statement & Tree Protection Plan (prepared by Crown Tree Consultancy, dated 22/01/2024); Proposed Planting Scheme (prepared by Crown Tree Consultancy, dated 22/01/2024).  \r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of Policies D1 and D2 of the London Borough of Camden Local Plan 2017 and Policies SD1, SD2, and SD5 of the Redington Frognal Neighbourhood Plan 2021.\r\n",
    "Condition : 4 - All hard and soft landscaping works shall be carried out in accordance with the details approved and retained indefinitely. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, D1, and D2 of the London Borough of Camden Local Plan 2017 and Policies SD1, SD2, SD5, BGI1, and BGI2 of the Redington Frognal Neighbourhood Plan 2021.\r\n\r\n",
    "Condition : 5 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development or any phase of the development. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, D1, and D2 of the London Borough of Camden Local Plan 2017 and Policies SD1, SD2, SD5, BGI1, and BGI2 of the Redington Frognal Neighbourhood Plan 2021.\r\n",
    "Condition : 6 - Prior to the commencement of works on site, tree protection measures shall be installed and working practices adopted in accordance with the Arboricultural Method Statement and Tree Protection Plan by Crown Tree Consultancy dated 22/01/2024 ref. 11720. All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with BS5837:2012 and with the approved protection details. The development shall be monitored by the project arboriculturalist in accordance with the approved report.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of Policies A2 and A3 of the London Borough of Camden Local Plan 2017 and Policies BGI1, and BGI2 of the Redington Frognal Neighbourhood Plan 2021.\r\n",
    "Condition : 7 - The green roofs to the flat roofs of the front, rear, and side ground floor extensions and the green wall to the rear of the site hereby approved shall be fully installed on the building in accordance with the approved details prior to first occupation of this part of the building and thereafter retained and maintained in accordance with the approved scheme for the duration of the development. \r\n\r\nReason: In order to ensure that the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with Policies A3 and CC3 of the London Borough of Camden Local Plan 2017 and Policies BGI1, and BGI2 of the Redington Frognal Neighbourhood Plan 2021. \r\n",
    "Condition : 8 - The flat roofs of the ground floor extensions hereby approved shall not be used at any time as amenity spaces, and any access out onto these areas shall be for maintenance purposes only.\r\n\r\nReason: To safeguard the amenities of the adjoining neighbours in accordance with the requirements of Policy A1 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "status": "Approved",
  "secondary_street_name": null,
  "id": "Camden-2023_4302_P",
  "lpa_app_no": "2023/4302/P",
  "application_details": {
    "no_additional_bathrooms": 1,
    "intended_completion_date": "08/2024",
    "total_gia_gained": 0,
    "intended_commencement_date": "02/2024",
    "no_additional_bedrooms": 2,
    "existing_uprns": null,
    "site_area": 0.038000000000000006
  },
  "uprn": "5073771"
}