{
  "uprn": "5018711",
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.19815649999999999,
          51.550542899999996
        ],
        [
          -0.1981585,
          51.5505465
        ],
        [
          -0.19817359999999998,
          51.550585
        ],
        [
          -0.1980158,
          51.5506185
        ],
        [
          -0.19783099999999998,
          51.5506576
        ],
        [
          -0.1977932,
          51.5506655
        ],
        [
          -0.19777109999999998,
          51.5506228
        ],
        [
          -0.19780889999999998,
          51.5506149
        ],
        [
          -0.197926,
          51.5505911
        ],
        [
          -0.19815649999999999,
          51.550542899999996
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_start_date": null,
  "centroid_northing": "185064",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525026.4492905,
              185054.9481588
            ],
            [
              525026.3008794,
              185055.3480444
            ],
            [
              525025.1465708,
              185059.5968282
            ],
            [
              525035.9970712,
              185063.5956835
            ],
            [
              525048.7027104,
              185068.25435
            ],
            [
              525051.2999046,
              185069.2040781
            ],
            [
              525052.9489169,
              185064.495426
            ],
            [
              525050.3517226,
              185063.5456978
            ],
            [
              525042.2962979,
              185060.6965134
            ],
            [
              525026.4492905,
              185054.9481588
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "borough": "Camden",
  "bo_system": "Northgate M3",
  "pp_id": "12667044",
  "decision_process": "Delegated",
  "locality": "London",
  "site_number": "37",
  "secondary_street_name": null,
  "description": "Erection of a single storey wrap around rear extension, enlargement of a rear window at first floor, installation of heat pump in rear garden and MVHR outlet to front elevation at ground floor.",
  "postcode": "NW6 1PS",
  "appeal_decision": null,
  "centroid": {
    "lon": "-0.1979003",
    "lat": "51.5506204"
  },
  "lapsed_date": "18/04/2027",
  "application_type": "Householder",
  "title_number": null,
  "last_date_consultation_comments": "23/04/2024",
  "parking_details": null,
  "application_type_full": "Householder planning permission",
  "appeal_decision_date": null,
  "cil_liability": false,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/5363/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: Location Plan 37 Sumatra Road dated 19 Dec 2023, P-A-SR-EXP-GF-00, P-A-SR-EXP-1-00, P-A-SR-EXE-A-00, P-A-SR-EXP-R-00, P-ASR-EXE-B-00, P-A-SR-EXS-E-00, P-A-SR-P-SP-00, P-A-SR-P-GF-00, P-A-SR-P1-00, P-A-SR-P-HP-00, P-A-SR-P-R-00, P-A-SR-E-A-00, P-A-SR-E-B-00, P-A-SR-E-C-00, P-A-SR-S-E-00, P-A-SR-S-D-00, Design and Access Statement Householder planning application REV.00 dated December 2023, Planning Compliance Report 27543.PCR.01 Rev A by KP Acoustics, Datasheet Samsung EHS Mono HT Quiet R32 AE**0BXYD*G/EU, Arboricultural Impact Assessment by SJ Stephens Associates dated Oct 2023 project no 2186.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 of the London Borough of Camden Local Plan 2017 and and policy 2 of the Fortune Green and West Hampstead Neighbourhood Plan 2015.\r\n\r\n",
    "Condition : 4 - The external noise level emitted from plant/equipment at the development hereby approved shall be lower than the typical existing background noise level by at least 10dBA, by 15dBA where the source is tonal, as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity and thereafter be permanently retained.\r\n\r\nReason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - Prior to use, machinery, plant or equipment at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.\r\n\r\nReason: To ensure that the amenity of occupiers of the development site and surrounding premises is not adversely affected by vibration in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - Prior to first use of any of the air source heat pumps hereby approved, the active cooling function shall be disabled on the factory setting and the air source heat pumps shall be used for the purposes of heating only. \r\n \r\nReason: To ensure the proposal is energy efficient and sustainable in accordance with policy CC2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 7 - Prior to the commencement of works on site, tree protection measures shall be installed and working practices adopted in accordance with the document entitled Arboricultural Impact Assessment ref. 2186 dated 24th October 2023 by SJ Stephens Associates. All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with BS5837:2012 and with the approved protection details. The development shall be monitored by the project arboriculturalist in accordance with the approved report.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the Camden Local Plan, as well as policy 18 of the Fortune Green and West Hampstead Neighbourhood Plan 2015.\r\n"
  ],
  "actual_completion_date": null,
  "last_updated_by": "Planning Portal ingest",
  "street_name": "Sumatra Road",
  "appeal_status": null,
  "development_type": "Other house holder developments",
  "decision_date": "18/04/2024",
  "lpa_app_no": "2023/5363/P",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": " ",
  "subdivision_of_building": null,
  "last_updated": "2025-03-19T23:16:19.183+00:00",
  "decision_target_date": "19/04/2024",
  "valid_date": "20/12/2023",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Camden",
  "id": "Camden-2023_5363_P",
  "application_details": {
    "existing_uprns": null,
    "intended_commencement_date": "05/2024",
    "intended_completion_date": "11/2024",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "total_gia_gained": 18.9,
    "site_area": 0.014
  },
  "ward": "West Hampstead",
  "centroid_easting": "525044",
  "epc_number": "7532-1429-3100-0649-2296"
}