{
  "actual_commencement_date": null,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/3407/P",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "11/12/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527393.2010436862,
              184662.29519198387
            ],
            [
              527385.2886663892,
              184672.39654672128
            ],
            [
              527363.7363273193,
              184622.34816371714
            ],
            [
              527356.3401928173,
              184625.15276718105
            ],
            [
              527349.5941035901,
              184608.702517097
            ],
            [
              527356.4952606807,
              184605.7193411722
            ],
            [
              527357.5974373232,
              184608.23898563074
            ],
            [
              527366.6825038675,
              184604.48001647013
            ],
            [
              527374.3684918153,
              184623.27973281144
            ],
            [
              527373.5282105218,
              184623.59088881343
            ],
            [
              527382.1665898744,
              184644.2419826903
            ],
            [
              527383.8471470791,
              184643.61967375688
            ],
            [
              527386.3550338463,
              184649.82951876783
            ],
            [
              527384.6744783048,
              184650.4518268467
            ],
            [
              527388.9250327442,
              184660.1942006353
            ],
            [
              527392.8557572498,
              184662.78491079307
            ],
            [
              527393.2010436862,
              184662.29519198387
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "cil_liability": false,
  "lapsed_date": "11/12/2027",
  "appeal_decision": null,
  "street_name": "Belsize Park Gardens",
  "decision_agency": "Borough",
  "last_updated_by": "Northgate M3",
  "description": "Change of use from gym (Use Class E) to education use (Use Class F1) together with external alterations including: alteration to windows and insertion of windows to ground and first floor (1st and 2nd floor eastern windows opaque), creation of external side access with entrances relocated to east elevation following demolition of single storey structure, demolition and rebuild of eastern party wall, all to eastern elevation. Replacement of rooflight with saw tooth roof at front of building, raising of parapet wall, addition of rooflights, pv panels, green roof and roof plant, all at roof level. Insertion of window to ground floor front elevation following removal of existing porch structure and insertion of windows at first floor of front elevation. Erection of boundary wall with railings, cycle and bin stores at front of site, including associated hard and soft landscaping works.",
  "decision": "Approved",
  "centroid_northing": 184612,
  "bo_system": "Northgate M3",
  "last_updated": "2025-03-19T20:08:02.132+00:00",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "Belsize",
  "centroid_easting": 527364,
  "site_name": " ",
  "application_type": "All Other",
  "parking_details": {
    "net_cycle": 32,
    "no_existing_cycle": 0,
    "no_proposed_cycle": 32
  },
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Camden",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.164207,
          51.546483
        ],
        [
          -0.164318,
          51.546576
        ],
        [
          -0.164646,
          51.546131
        ],
        [
          -0.164752,
          51.546158
        ],
        [
          -0.164855,
          51.546011
        ],
        [
          -0.164757,
          51.545983
        ],
        [
          -0.16474,
          51.546005
        ],
        [
          -0.16461,
          51.545969
        ],
        [
          -0.164493,
          51.546137
        ],
        [
          -0.164505,
          51.54614
        ],
        [
          -0.164373,
          51.546323
        ],
        [
          -0.164349,
          51.546317
        ],
        [
          -0.164311,
          51.546373
        ],
        [
          -0.164335,
          51.546379
        ],
        [
          -0.16427,
          51.546465
        ],
        [
          -0.164212,
          51.546488
        ],
        [
          -0.164207,
          51.546483
        ]
      ]
    ]
  },
  "postcode": "NW3 4NJ",
  "decision_date": "11/12/2024",
  "centroid": {
    "lon": -0.164646,
    "lat": 51.546038
  },
  "decision_process": "Committee",
  "epc_number": "6067-0354-1398-0797-5197",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "site_number": "81",
  "borough": "Camden",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "26/10/2023",
  "application_type_full": "Full planning permission",
  "locality": "London",
  "last_date_consultation_comments": "15/02/2024",
  "pp_id": "12378265",
  "development_type": "Major all other major developments",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n",
    "Condition : 2 - Approved drawings    \r\n\r\nThe development hereby permitted shall be carried out in accordance with the following approved plans:\r\n\r\nExisting drawings: 4279 CDC XX; RL DR A (EX) 000 D; GR  DR  A  (EX) 100 E; UG  DR  A  (EX) 105; 01  DR  A  (EX) 110 E; RL  DR  A  (EX) 120 E; 03  DR  A  (EX) 130 E; RL  DR  A  (EX) 140 E; XX  DR  A  (EX) 300 D; XX  DR  A  (EX) 319; XX  DR  A  (EX) 329; XX  DR  A  (EX) 400 E; XX  DR  A  (EX) 410 C; XX  DR  A  (EX) 440\r\n\r\nDemolition drawings: 4279  CDC  XX  RL  DR  A  (DM) 000 A; XX  DR  A  (DM) 400 A; XX  DR  A  (DM) 410 A\r\n\r\nProposed drawings: 4279 CDC XX: DR A (GA) 430 C; RL  DR  A  (GA) 140 N; 01  DR  A  (GA) 130 N; XX  DR  A  (81) 400 G; ZZ  DR  A  (81) 100 D; XX  DR  A  (GA) 400 I; GR  DR  A  (GA) 100 K; XX  DR  A  (GA) 329; XX  DR  A  (GA) 319; XX  DR  A  (GA) 300 G; 01  DR  A  (GA) 120 I; 01  DR  A  (GA) 110 I; GR  DR  A  (GA) 105 F; RL  DR  A  (GA) 000 B; GF  DR  A  (97) 100 G\r\n\r\nSupporting documents: Biodiversity Gain Plan and Urban Greening Factor Review prepared by MKA Ecology dated 16 August 2023; Nocturnal Bat Survey prepared by MKA Ecology dated 16 August 2023; Preliminary Ecological Appraisal and Preliminary Roost Assessment prepared by MKA Ecology dated 16 August 2023; Marketing Report prepared by DWD dated Aug 2023; Design & Access Statement prepared by CDC Studio dated Aug 2023; Daylight and Sunlight Assessment prepared by T16 Design dated Aug 2023; Draft School Travel Plan prepared by Robert West dated Aug 2023; Delivery, Servicing and Refuse Management Plan prepared by Robert West dated Aug 2023; CMP pro forma completed by Robert West Consulting dated 16/08/23; Air Quality Assessment prepared by Phlorum dated July 2023; Preliminary BREEAM Assessment prepared by Eight Versa dated 27/02/2023; Energy & Sustainability Statement prepared by Max Fordham dated 16 Aug 2023; Fire Planning Statement Rev C prepared by Osborn Associates dated Aug 2023; Flood Risk Assessment and Drainage Strategy P4 prepared by MHA Structural Desig",
    "Condition : 3 - Detailed drawings    \r\n\r\nBefore the relevant part of the work is begun, detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority: \r\n\r\na) Details including sections at 1:10 of all windows (including jambs, head and cill), ventilation grills, dry riser inlets, external doors and gates; \r\n\r\nb) Manufacturer's specification details of all facing materials including the colour of the render (to be submitted to the Local Planning Authority) and samples of those materials (to be provided on site).    \r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works. \r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 4 - Sample panel of brickwork     \r\n\r\nBefore the brickwork is commenced, a sample panel of the facing brickwork demonstrating the proposed colour, texture, face-bond and pointing shall be provided on site and approved in writing by the local planning authority. The development shall be carried out in accordance with the approval given. The approved panel shall be retained on site until the work has been completed. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2  of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 5 - External face of building      \r\n\r\nOther than where approved as part of this permission, no lights, meter boxes, flues, vents or pipes, and no telecommunications equipment, alarm boxes, television aerials, satellite dishes or rooftop 'mansafe' rails shall be fixed or installed on the external face of the buildings. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2  of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 6 - Obscure glazed windows   \r\n\r\nPrior to the first occupation of the development hereby approved, the first, second and third floor windows on the side (east) elevation, as shown on drawing 4279  CDC  XX  XX  DR  A  (GA) 400 B Revision I, shall be fitted with obscure glass (the glazing should be sandblasted or have an acid etched finish so that it is opaque) and  be non-opening, and the windows shall be retained as such thereafter.\r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with policy A1 of the Camden Local Plan 2017. \r\n",
    "Condition : 7 - Waste and recycling storage    \r\n\r\nThe waste and recycling storage shown on the approved plans (4279  CDC  XX  XX  DR  A  (81) 400 Rev G and 4279  CDC  XX  ZZ  DR  A  (81) 100 Rev D) shall be provided prior to the commencement of the use hereby permitted, and shall be permanently retained thereafter. \r\n\r\nReason: To ensure that sufficient provision for the storage and collection of waste has been made in accordance with the requirements of policy CC5, A1, D1 and D2 of the London Borough of Camden Local Plan 2017.  \r\n",
    "Condition : 8 - Designing out Crime      \r\n\r\nThe development hereby approved shall incorporate the security recommendations set out in the Security Needs Assessment prepared by Cornerstone dated 10/07/2023 and shall include the security features shown on the Designing out Crime Ground floor plan: 4279  CDC  XX  00  DR  A  SK 001 240108 and Security, Access Control & CCTV Level 00: J7268-MXF-ZZ-00-DR-E-60100 Rev P03 and the security features shall be retained and maintained thereafter. \r\n\r\nReason:  To ensure the development minimises crime and antisocial behaviour in accordance with policy D1 of the Camden Local Plan 2017.\r\n",
    "Condition : 9 - PV panels     \r\n\r\nPrior to the commencement of use, detailed plans showing the location and extent of photovoltaic cells to be installed on the building shall be submitted to and approved by the Local Planning Authority in writing. The measures shall include the installation of a meter to monitor the energy output from the approved renewable energy systems. The development shall not be occupied until the relevant approved details have been implemented and shall be permanently retained and maintained thereafter. \r\n\r\nReason:  To ensure the development provides adequate on-site renewable energy facilities in accordance with the requirements of Policy CC1 and CC2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 10 - Biodiverse roof     \r\n\r\nPrior to commencement of any roof works, full details in respect of the living roof in the area indicated on the approved roof plan shall be submitted to and approved by the local planning authority. The details shall include \r\ni.\ta detailed scheme of maintenance \r\nii.\tsections at a scale of 1:20 with manufacturers details \tdemonstrating the construction and materials used and showing a minimum substrate of 150mm and a variation of substrate depth with peaks and troughs\r\niii.\tfull details of planting species and density\r\n\r\nThe living roofs shall be fully provided in accordance with the approved details prior to first occupation and thereafter be retained and maintained in accordance with the approved scheme. \r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies A3, CC2 and CC3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 11 - Sustainable Drainage     \r\n\r\nPrior to commencement of use, the sustainable drainage system as approved (as set out in the Flood Risk Assessment and Drainage Strategy P4 with appendices prepared by MHA dated 22/1/2024) shall be installed as part of the development to accommodate all storms up to and including a 1:100 year storm with a 40% provision for climate change, such that flooding does not occur in any part of a building or in any utility plant susceptible to water and to achieve run-off rates of 12.9l/s in a 1 in 100 year rainfall event with +40% allowance for climate change. The system shall include permeable paving with at least 2.6sqm of attenuation, at least 280sqm of green roofs and a rain garden as stated in the approved drawings and shall thereafter retained and maintained in accordance with the approved maintenance plan.\r\n\r\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with Policies CC1, CC2, CC3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 12 - Hours of use       \r\n\r\nThe use of the site for teaching shall only be carried out between 07:30 to 20:00 hours Mondays to Fridays and not at all on weekends or Bank Holidays. The building shall not be used by anyone other than school staff after 20:00 hours Mondays to Fridays, and at any time on weekends and Bank Holidays.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 13 - Student capacity      \r\n \r\nThe student capacity of 81 Belsize Park Gardens shall not exceed 200 students.  \r\n \r\nReason: To ensure that the development would not increase pressure on the transport network or harm neighbouring amenity in accordance with the requirements of policy A1 of the London Borough of Camden Local Plan 2017 and Policy T4 of the London Plan 2021. \r\n",
    "Condition : 14 - Cycle Storage    \r\n\r\nPrior to first occupation, the secure and covered cycle storage area for 30   cycles (long stay) and two short stay cycles hereby approved (as shown on drawing numbers: 4279  CDC  XX  XX  DR  A  (81) 400 Rev G and 4279  CDC  XX  ZZ  DR  A  (81) 100 Rev D) shall be provided in its entirety and permanently retained thereafter. \r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy T1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 15 - Tree protection    \r\n\r\nPrior to the commencement of works on site, tree protection measures shall be installed and working practices adopted in accordance with the Arboricultural Survey, Impact Assessment, and Method Statement Report dated August 2023 by Marcus Foster Arboricultural Design and Consultancy. All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with BS5837:2012 and with the approved protection details. The development shall be monitored by the project arboriculturalist in accordance with the approved report.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 16 - Hard and soft landscaping   \r\n\r\nPrior to the commencement of the relevant works, full details of hard and soft landscaping and means of enclosure of all un-built, open areas shall have been submitted to and approved by the local planning authority in writing. Such details shall include:\r\n-  a five year maintenance plan for the new Scots pine tree in accordance with BS8545:2014. \r\n- a planting scheme in accordance with the recommendations of the  Preliminary Ecological Appraisal prepared by MKA Ecology dated August 2023 hereby approved.\r\n- ivy (as climber for trellises) \r\nThe relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 17 - Hard and soft landscaping compliance     \r\n\r\nAll hard and soft landscaping works shall be carried out in accordance with the approved landscape details prior to the occupation for the permitted use of the development. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species. \r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 18 - Lighting Strategy     \r\n \r\nPrior to the commencement of use, a lighting strategy shall be submitted to and approved in writing by the Local Planning Authority. Such strategy shall provide details of all external lighting fixtures and fittings and shall demonstrate how their design, location and specification has taken account of biodiversity (including foraging and roosting bats) and reducing light spillage. The development shall not be occupied until the relevant approved details have been implemented.  These works shall be permanently retained and maintained thereafter.  \r\n\r\nReason: To safeguard neighbouring amenity and to conserve biodiversity by minimising light pollution in accordance with the requirements of policy D1, D2, A1 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 19 - Bird and bat boxes     \r\n\r\nPrior to first occupation of the development a plan showing details of 4 bird and 2 bat box locations and types and indication of species to be accommodated (the boxes to be incorporated into the fabric of the building if feasible) shall be submitted to and approved in writing by the local planning authority. The boxes shall be installed in accordance with the approved plans prior to the occupation of the development and thereafter retained. \r\n\r\nReason: In order to secure appropriate features to conserve and enhance wildlife habitats and biodiversity measures within the development, in accordance with the requirements of the London Plan 2021 and Policy A3  of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 20 - Fire Statement     \r\n\r\nThe development must be implemented in accordance with the provisions of the Fire Statement prepared by Osborn Associates dated August 2023 Revision C. \r\n\r\nReason: To ensure that the development incorporates the necessary fire safety measures in accordance with the Mayor�s London Plan Policy D12. \r\n",
    "Condition : 21 - Noise thresholds     \r\n\r\nThe external noise level emitted from plant, machinery or equipment at the development hereby approved shall be lower than the typical existing background noise level by at least 10dBA, or by 15dBA where the source is tonal, as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises windows and terraces, with all machinery operating together at maximum capacity.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 22 - Anti-vibration measures    \r\n\r\nPrior to use, machinery, plant or equipment at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration-isolated from the casing and adequately silenced and maintained as such. \r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 23 - Acoustic compliance assessment prior to occupation     \r\n\r\nPrior to first occupation, an acoustic report shall be submitted to and approved in writing by the local planning authority. The acoustic report shall assess the cumulative plant noise levels from all plant operating together at maximum capacity to demonstrate compliance with the noise criteria outlined in Condition 21. Should additional mitigation be recommended, approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.  \r\n\r\nReason: To safeguard the amenities of neighbouring noise sensitive receptors in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 24 - Fire doors     \r\n\r\nThe existing door (east elevation) that opens onto the communal garden and the door on the Lancaster Stables elevation shall only be used as emergency egress and shall not be used for any other purpose.\r\n \r\nReason: To safeguard the amenities of neighbouring occupiers in accordance with the requirements of policies A1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 25 - Music / amplified voices     \r\n\r\nNeither music nor amplified voices emitted from the development shall be audible at any residential / noise sensitive premises. \r\n\r\nReason: To safeguard the amenities of neighbouring noise sensitive receptors in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 26 - Evidence of potential contamination      \r\n\r\nIf during construction/demolition works, evidence of potential contamination is encountered, works shall cease and the site fully assessed to enable an appropriate remediation plan to be developed. Works shall not recommence until an appropriate remediation scheme has been submitted to, and approved in writing by, the local planning authority and the remediation has been completed. Upon completion of the building works, this condition shall not be discharged until a closure report has been submitted to, and approved in writing by the local planning authority.\r\n\r\nReason: To protect future occupiers of the development from the possible presence of ground contamination arising in connection with the previous use of the site in accordance with policies G1, D1, A1, and DM1 of the London Borough of Camden Local Plan 2017.   \r\n",
    "Condition : 27 - Sound insulation    \r\n\r\nBefore the use commences sound insulation along the party wall shall be provided in accordance with the Noise Impact Assessment prepared by Max Fordham dated 11 Aug 2023. The use shall thereafter not be carried out other than in accordance with the approved scheme. The sound insulation shall be retained for as long as the use operates. \r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017. \r\n"
  ],
  "status": "Approved",
  "secondary_street_name": null,
  "id": "Camden-2023_3407_P",
  "lpa_app_no": "2023/3407/P",
  "application_details": {
    "scheme_phasing": true,
    "total_gia_lost": 1441,
    "total_gia_gained": 1311,
    "green_suds": true,
    "affordable_housing_fast_track": false,
    "infrastructure_details": {
      "solar_pv_capacity": 0.01,
      "green_roof_area": 282,
      "no_new_water_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "urban_greening_factor_score": 0.32,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_pm_emissions": 0,
      "mobile_network_operators_consultation": false,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "chp_heat_pumps_capacity": 0.15,
      "percentage_demolition_construction_material_recycling": 95,
      "ghg_reduction_over_building_regulations": false,
      "fire_suppression_system_proposed": false
    },
    "projected_cost_of_works": "Between £2m and £100m",
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 1311,
      "total_gia_existing": 1441,
      "total_gia_lost": 1441
    },
    "total_gia_existing": 1441,
    "building_details": [
      {
        "no_storeys": 4,
        "max_height": 11.45,
        "building_ref": "Entire Building"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 1441,
        "use_class": "E",
        "gia_gained": 0,
        "gia_lost": 1441
      },
      {
        "gia_existing": 0,
        "use_class": "F1",
        "gia_gained": 1311,
        "gia_lost": 0
      }
    ],
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "08/2024",
        "intended_commencement_date": "12/2023"
      }
    ],
    "site_area": 0.0819,
    "internal_resi_water_usage": 0,
    "garden_land_lost": false,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "surface_water_discharge_percentage_reduction": 16,
    "existing_uprns": null
  },
  "uprn": "5022150"
}