{
  "lpa_app_no": "2023/3592/P",
  "uprn": "5140023",
  "lapsed_date": "01/05/2027",
  "centroid_northing": "185445",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": "Barrington Court",
  "appeal_decision_date": null,
  "valid_date": "25/09/2023",
  "decision_date": "01/05/2024",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.15169000000000002,
          51.5535667
        ],
        [
          -0.1514747,
          51.5536529
        ],
        [
          -0.1514843,
          51.553534
        ],
        [
          -0.15160869999999999,
          51.5534834
        ],
        [
          -0.1516852,
          51.5535696
        ],
        [
          -0.15169000000000002,
          51.5535667
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Planning Portal ingest",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": "Delegated",
  "application_details": {
    "no_additional_bedrooms": 3,
    "intended_completion_date": "12/2024",
    "intended_commencement_date": "01/2024",
    "no_additional_bathrooms": 3,
    "total_gia_gained": 128,
    "existing_uprns": null,
    "site_area": 0.015000000000000001
  },
  "appeal_decision": null,
  "postcode": "NW5 4AT",
  "development_type": "Minor dwellings",
  "title_number": null,
  "centroid_easting": "528212",
  "actual_commencement_date": null,
  "description": "Erection of a three storey dwellinghouse and associated works at end of existing terrace on Barrington Court.",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Camden",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": "-0.15209509999999998",
    "lat": "51.5533342"
  },
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/3592/P",
  "pp_id": "12421841",
  "id": "Camden-2023_3592_P",
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "03/05/2024",
  "locality": "London",
  "lpa_name": "Camden",
  "last_date_consultation_comments": "23/10/2023",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\n\r\nDesign & Access Statement (prepared by Undercurrent Architects, dated 2023); Location Plan; Location Plan UK 144-P-02 Rev 0; Site Plan Existing UK 144-P-03 Rev 0; Proposed Site Plan UK 144-P-02 Rev 2; Proposed Ground Floor Plan UK 144-P-03 Rev 4; Proposed First Floor Plan UK 144-P-04 Rev 4; Proposed Second Floor Plan UK 144-P-05 Rev 4; Proposed Elevation Grafton Road UK 144-P-06 Rev 6; Proposed Elevation Barrington Court South UK 144-P-07 Rev 5; Proposed Elevation Barrington Court North UK 144-P-08 Rev 6; Proposed Section Grafton Road UK-144-P-10 Rev 0; Proposed Landscape Plan UK 144-P-11 Rev 0; Secure steel cycle store UK 144-P-12 Rev 1; Proposed Elevation Details UK 144-P-13 Rev 0; Land at Barrington Court Tree Document; Sustainability Statement R1 (dated 26/10/2023); Sustainability Proforma; MEU-UK/FTC6/WMXXX/PP1/1Z Rev 0.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - Before the relevant part of the work is begun, detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority: details including plans, coloured elevations and sections at 1:20 of all typical details (including jambs, head and cill), balustrades, parapets, gates, planters, and associated elements.\r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works. \r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of Policy D1 of the London Borough of Camden Local Plan 2017.\r\n\r\n",
    "Condition : 4 - No lights, meter boxes, flues, vents or pipes, and no telecommunications equipment, alarm boxes, television aerials, satellite dishes, or rooftop 'mansafe' rails shall be fixed or installed on the external face of the buildings, without the prior approval in writing of the local planning authority. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of Policy D1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - The approved cycle storage facility providing space for two bicycles shall be provided in its entirety prior to occupation and permanently retained thereafter.\r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of Policy T1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - The development hereby approved shall achieve a maximum internal water use of 105 litres/person/day, and 5 litres/person/day for external water use. The dwelling shall not be occupied until the Building Regulation optional requirement has been complied with.\r\n\r\nReason: To ensure the development contributes to minimising the need for further water infrastructure in an area of water stress in accordance with policies CC1, CC2 and CC3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 7 - Prior to the commencement of any works on site, details demonstrating how trees to be retained shall be protected during construction work shall be submitted to and approved by the local planning authority in writing. Such details shall follow guidelines and standards set out in BS5837:2012 \"Trees in Relation to Construction\". All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details. \r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of Policies A2 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 8 - No development shall take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of Policies A2, A3, and D1 of the London Borough of Camden Local Plan 2017.\r\n\r\n",
    "Condition : 9 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development or any phase of the development, whichever is the sooner. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, and D1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 10 - Prior to commencement of development, full details in respect of the living roofs in the areas indicated on the approved plan 'UK 144-P-02 Rev 2' shall be submitted to and approved by the local planning authority. The details shall include \r\ni.\ta detailed scheme of maintenance \r\nii.\tsections at a scale of 1:20 with manufacturers details \tdemonstrating the construction and materials used\r\niii.\tfull details of planting species and density\r\n\r\nThe living roofs shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme. \r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with Policies CC1, CC2, CC3, D1, and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 11 - The flat roofs of the building hereby approved shall not be used at any time as amenity space, and any access out onto this area shall be for maintenance purposes only.\r\n\r\nReason: To safeguard the amenities of the adjoining neighbours in accordance with the requirements of Policy A1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 12 - Prior to first use of the air source heat pump hereby approved, the active cooling function shall be disabled on the factory setting and the air source heat pump shall be used for the purposes of heating only.\r\n\r\nReason: To ensure the proposal is energy efficient and sustainable in accordance with Policies CC1 and CC2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 13 - No development shall commence until: \r\n\r\n(a)   a preliminary risk assessment report is submitted to and approved in writing by the local planning authority. This report shall comprise: a desktop study which identifies all current and previous uses at the site and surrounding area as well as the potential contaminants associated with those uses. A conceptual site model should be produced indicating potential pollutant linkages between sources, pathways and receptors, including those in the surrounding area and those planned at the site; and a qualitative risk assessment of any potentially unacceptable risks to identified receptors. All works must be carried out in compliance with LCRM (2020) and by a competent person.\r\n\r\nSubsequent parts are subject to the findings of the desk study:\r\n\r\n(b)  No development shall commence until a site investigation is undertaken and the findings are submitted to and approved in writing by the local planning authority.\r\n\r\nThe site investigation should assess all potential risks identified by the desktop study and should include a generic quantitative risk assessment and a revised conceptual site model. The assessment must encompass an assessment of risks posed by radon and by ground gas. All works must be carried out in compliance with LCRM (2020) and by a competent person.\r\n\r\n(c) No development shall commence until a remediation method statement (RMS) is submitted to and approved in writing by the local planning authority. This statement shall detail any required remediation works and shall be designed to mitigate any remaining risks identified in the approved quantitative risk assessment. This document should include a strategy for dealing with previously undiscovered contamination. All works must be carried out in compliance with LCRM (2020) and by a competent person.\r\n\r\n(d) Following the completion of any remediation, a verification report demonstrating that the remediation as outlined in the RMS have been completed should be submi",
    "Condition : 14 - Prior to commencement of development, full details of the sustainable drainage system shall be submitted to and approved in writing by the local planning authority. Such a system should be designed to accommodate all storms up to and including a 1:100 year storm with a 40% provision for climate change such that flooding does not occur in any part of a building or in any utility plant susceptible to water, or on any part of the entire development site for up to and including a 1:30 year storm. The details shall demonstrate a site run-off rate conforming to the greenfield run-off rate or as close as practically possible will then be approved by the Local Planning Authority.  An up to date drainage statement, SuDS pro-forma, a lifetime maintenance plan and supporting evidence should be provided including:\n\r\n\r\na) The proposed SuDS or drainage measures including storage capacities\n;\r\n\r\nb) The proposed surface water discharge rates or volumes\n.\r\n\r\nSystems shall thereafter be retained and maintained in accordance with the approved details.\n\r\n\r\n\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with Policies CC2 and CC3 of the London Borough of Camden Local Plan and Policy SI 13 of the London Plan 2021."
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T23:16:29.758+00:00",
  "appeal_status": null,
  "street_name": "Lamble Street",
  "ward": "Gospel Oak",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528239.4327723,
              185471.5647943
            ],
            [
              528254.111265,
              185481.5305648
            ],
            [
              528253.7826815,
              185468.2885236
            ],
            [
              528245.3038026,
              185462.4496975
            ],
            [
              528239.755988,
              185471.9038133
            ],
            [
              528239.4327723,
              185471.5647943
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}