{
  "secondary_street_name": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550361.561,
              190097.862
            ],
            [
              550374.68,
              190132.085
            ],
            [
              550382.38,
              190128.378
            ],
            [
              550368.691,
              190094.44
            ],
            [
              550361.561,
              190097.862
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "site_name": "36 Collier Row Lane",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 190113,
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "last_updated": "2025-03-19T03:53:31.194+00:00",
  "centroid": {
    "lat": "51.5898099",
    "lon": "0.1693003"
  },
  "reference_no_of_permission_being_relied_on": null,
  "postcode": "RM5 3BH",
  "decision": "Approved",
  "decision_date": "08/06/2023",
  "locality": null,
  "title_number": null,
  "pp_id": "11526629",
  "last_date_consultation_comments": "28/09/2022",
  "decision_process": "Delegated",
  "description": "Variation of Condition No. 2 of Planning Permission ref: P0433.17 dated 15/01/2019 to permit replacement plans to amend site layout (Demolition of the existing garages and erection of 5no. two storey-houses on land to the rear of 36, 38 & 40 Collier Row Lane.)",
  "bo_system": "CSV Data Import",
  "lpa_app_no": "P1448.22",
  "decision_target_date": "09/06/2023",
  "appeal_decision_date": null,
  "subdivision_of_building": null,
  "uprn": null,
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.030000000000000002
  },
  "ward": "Mawneys",
  "valid_date": "06/09/2022",
  "site_number": null,
  "id": "Havering-P1448.22",
  "development_type": null,
  "centroid_easting": 550372,
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1691432,
          51.5896767
        ],
        [
          0.1693471,
          51.5899807
        ],
        [
          0.16945659999999999,
          51.5899453
        ],
        [
          0.1692446,
          51.589644
        ],
        [
          0.1691432,
          51.5896767
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "borough": "Havering",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1448.22",
  "application_type_full": "Removal/Variation of a condition",
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "status": "Approved",
  "appeal_decision": null,
  "appeal_status": null,
  "application_type": "All Other",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:  The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.",
    "The development hereby approved shall be carried out using the materials submitted to and approved in writing by the Council under ref: Q0186.22 unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area..",
    "Before any of the flats hereby permitted are first occupied, the car park to the rear shall laid out to the full satisfaction of the Local Planning Authority and be made available for 9no. car parking spaces and thereafter this car parking provision shall remain permanently available for use, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with Local Plan Policy 24.",
    "The works to faciliate the development hereby approved shall be undertaken in accordance with the measures agreed in the construction methodology submitted to and approved in writing by the Council under ref: Q0262.21 unless otherwise agreed in writing with the Local Planning Authority.",
    "Reason:-",
    "To ensure that the method of construction protects residential amenity.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason: To protect residential amenity.",
    "No building shall be occupied or use commenced until refuse and recycling facilities are provided in accordance with details which shall previously have been submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason: Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site. Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of the development and also the locality generally.",
    "No building shall be occupied or use commenced until cycle storage is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The cycle storage shall be permanently retained thereafter.",
    "Reason: Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use is in the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "Hard/soft landscaping shall be carried out in accordance with the details submitted to and approved in writing by the Council under ref: Q0186.22. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "To ensure that the development achieves a satisfactory level of landscape quality.",
    "The proposed building shall not be occupied until details of all proposed walls, fences and boundary treatment have been submitted to, and approved in writing by, the Local Planning Authority. The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason: Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development, prevent undue overlooking of adjoining property.",
    "The proposals should provide a 2.1 by 2.1 metre pedestrian visibility splay on either side of the proposed access gates to the service road, set back to the boundary of the public footway.  There should be no obstruction or object higher than 0.6 metres within the visibility splay.",
    "Reason: In the interests of highway safety.",
    "No building shall be occupied or use commenced until external lighting is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The lighting shall be provided and operated in strict accordance with the approved scheme.",
    "Reason: Insufficient information has been supplied with the application to judge the impact arising from any external lighting required in connection with the building or use.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect residential amenity.",
    "The site shall be remediated with respect to contaminated land in accordance with the measures, timescales and details submitted to and approved in writing by the Council under ref: Q0262.21 and a verifcation report shall be submitted to and approved in writing by the local planning authority. If, during the course of development, any contamination is found which has not previously been identified, work shall be suspended and additional measures for its remediation shall be submitted to and approved in writing by the local planning authority. The remediation of the site shall incorporate the approved additional measures and a verification report for all the remediation works shall be submitted to the local planning authority within 45 days of the report being completed and approved in writing by the local planning authority.",
    "Reason: To ensure that any previously unidentified contamination found at the site is inv",
    "The necessary agreement, notice or licence to enable the proposed alterations to the Public Highway shall be entered into prior to the commencement of development.",
    "Reason: In the interests of ensuring good design and ensuring public safety and to comply with Local Plan Policy 24.",
    "The proposed windows in the northern flank elevation of the proposed detached house at plot 5 shall be permanently glazed with obscure glass not less than obscurity level 3 on the standard scale of obscurity and shall thereafter be maintained.",
    "Reason: In the interests of privacy.",
    "With regards to surface water drainage it is the responsibility of the developer to make proper provision for drainage to ground, water courses or a suitable sewer.  In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off site storage.  When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.  Connections are not permitted for the removal of Ground Water.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required.  They can be contacted on 0845 850 2777.",
    "A fee is required when submitting details pursuant to the discharge of conditions.  In order to comply with the Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012, which came into force from 22.11.2012, a fee of £97 per request or £28 where the related permission was for extending or altering a dwellinghouse, is needed.",
    "Before occupation of the residential/ commercial unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx"
  ],
  "lapsed_date": "08/06/2026",
  "parking_details": null,
  "street_name": "Romford"
}