{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Householder planning permission",
  "lpa_app_no": "P1999.22",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1999.22",
  "actual_completion_date": null,
  "pp_id": "11753545",
  "lapsed_date": "06/02/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "0.2184248",
    "lat": "51.5802578"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "100021339947",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "06/01/2023",
  "description": "Single storey front extension, alterations and raising of roof to accommodate first floor including alterations of fenestration/openings.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.21820299999999998,
          51.5803521
        ],
        [
          0.2186853,
          51.5802618
        ],
        [
          0.2186157,
          51.5801711
        ],
        [
          0.21817219999999998,
          51.5802553
        ],
        [
          0.21820299999999998,
          51.5803521
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "site_name": "15 Rowan Walk",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed on the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the details on the approved plans, the proposed first floor flank windows serving the en-suite and bathroom adjacent to Nos. 11 and 17 Rowan Walk, Hornchurch respectively as shown on drawing RW/NAK/02 Rev B shall be permanently glazed with obscure glass not less than 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no porches shall be erected to the front or side of the extension hereby permitted, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "Hardstanding Informative - Front Drive",
    "The applicant is advised that planning permission is not required for new or replacement hardstanding of any size which uses permeable (or porous) surfacing and allows water to drain through, such as gravel, permeable concrete block paving or porous asphalt, or if the rainwater is directed to a lawn or border to drain naturally.",
    "However, if the surface to be covered is more than five square metres planning permission will be needed for laying traditional, impermeable driveways that do not provide for the water to run to a permeable area.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr Kenney (Agent) by phone and e-mail. The revisions involved removing reference to concreting and laying gravel on the front drive. The amendments were subsequently submitted on 06-02-23."
  ],
  "postcode": "RM11 2JA",
  "application_type": "All Other",
  "decision_date": "06/02/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 553807,
  "valid_date": "12/12/2022",
  "borough": "Havering",
  "subdivision_of_building": null,
  "decision_target_date": "06/02/2023",
  "id": "Havering-P1999.22",
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T13:44:35.246+00:00",
  "street_name": "Hornchurch",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 189153,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 56,
    "intended_commencement_date": "03/2023",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 1,
    "intended_completion_date": "06/2023",
    "site_area": 0.037000000000000005
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553791.313,
              189163.022
            ],
            [
              553825.03,
              189153.99
            ],
            [
              553820.514,
              189143.755
            ],
            [
              553789.507,
              189152.184
            ],
            [
              553791.313,
              189163.022
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Squirrels Heath"
}