{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510069.6656,
              179592.3422
            ],
            [
              510119.1428,
              179592.3422
            ],
            [
              510119.1428,
              179587.3151
            ],
            [
              510113.7188,
              179587.3151
            ],
            [
              510113.5865,
              179588.2412
            ],
            [
              510108.6917,
              179588.1089
            ],
            [
              510108.6917,
              179583.3464
            ],
            [
              510101.4157,
              179583.0818
            ],
            [
              510101.1511,
              179566.6776
            ],
            [
              510102.0771,
              179565.4869
            ],
            [
              510090.8323,
              179568.3974
            ],
            [
              510095.0657,
              179568.6619
            ],
            [
              510069.1364,
              179581.6266
            ],
            [
              510069.6656,
              179592.3422
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08316761",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:42:29.525+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "03/01/2020",
  "secondary_street_name": "HAYES",
  "appeal_start_date": null,
  "ward": "BOTWELL",
  "centroid": {
    "lat": "51.5044687",
    "lon": "-0.4151839"
  },
  "decision": "Refused",
  "valid_date": "26/11/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.072
  },
  "cil_liability": false,
  "postcode": "UB3 3BN",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=12795/APP/2019/3828",
  "lpa_name": "Hillingdon",
  "site_name": "MURRAY ENGINEERING (HAYES) LTD",
  "lapsed_date": "23/04/2023",
  "parking_details": null,
  "decision_conditions": [
    "The proposed development would result in the loss of industrial land within a Strategic Industrial Land without appropriate justification and would threaten the integrity and future operation of the remaining industrial land in this location through the introduction of inappropriate non-industrial uses. The proposed development has not been progressed as part of a strategically co-ordinated process of SIL consolidation, nor has it been demonstrated that there is no realistic prospect of using the site for any of the uses deemed acceptable within a SIL. The proposal is therefore contrary to Policy DME 1 of the Local Plan: Part 2 - Development Management Policies (2020); Policy 2.17 of the London Plan (2016) and Polices E4 and E5 the London Plan: Intend to publish version (2019) and Para 82 of the NPPF (2019).",
    "The proposed development has failed to provide evidence to demonstrate that the proposal would not result in a net loss of permanent jobs. The proposal would therefore be contrary to Policy E2 of the Local Plan: Part 1 (2012) and Policy SD1 of the Intend to Publish Version of the London Plan (2019).",
    "The proposed development fails to provide a policy compliant level of affordable housing and fails to provide a financial viability assessment that demonstrates the application cannot provide a policy compliant level of affordable housing. The proposal is contrary to Policies 3.12 of the London Plan (2016), Policies H4, H5 and H6 of the Intend to Publish Version of the London Plan (2019), Policy H2 of the Local Plan: Part One (2012), Policy DMH 7 of the Local Plan: Part Two - Development Management Policies (2020), Paragraph 64 of the NPPF (2019), Affordable Housing and Viability SPG (2017).",
    "The development, by virtue of its layout, site coverage, height, density constitutes an over-development of the site, resulting in an unduly intrusive and incongruous form of development within its immediate context, which would fail to respect the visual amenities of the street scene and harms the setting of the Grade II Listed Benlow Works contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (2012), Policies DMHB 1, DMHB 2, DMHB 11, DMHB 12, DMHB 14 and DMHB 17 of the Local Plan: Part Two - Development Management Policies (2020); Policies 7.1, 7.4, 7.6, 7.7 of the London Plan (2016), Policies D1, D3, D4 and D8 of the London Plan: Intend to Publish version (2019) and Chapters 12 and 16 of the NPPF (2019).",
    "The proposal, by reason of its size, bulk, design and proximity to the consented development to the north at the Former Chailey Industrial Estate and the residential unit at first floor level at the Nitram Site to the east,  would result in the loss of outlook and create an overbearing",
    "impact resulting in an un-neighbourly form of development. The applicants submission also fails to assess the daylight and sunlight impacts on the residential unit at the Nitram site, which could potentially result in loss of light to this unit. The proposals are contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (2012), Policy DMHB 11 of the Local Plan: Part Two Development Management Policies (2020), Policy 7.6 of the London Plan (2016), Para 127 of the NPPF (2019).",
    "The proposed development, due to its layout, the lack of set back from the site boundary and the positioning of habitable room windows represents an over-development of the site and provides poor quality accommodation for future residents. The proposed internal layout of units and size and shape of habitable rooms fails to meet the minimum requirements and also results in failure to provide adequate daylight to some units. There is also a potential that ground floor units could have no outlook as they are proposed to be built along the site boundary adjacent to a fence line. The development also fails to provide onsite private or communal amenity of a quantity and quality commensurate to the size of the proposals. Cumulatively, the shortfalls identified result in a poor quality of accommodation and residential amenity for the future occupiers  contrary to Policies BE1 and EM4 of the Local Plan: Part One (2012), Policies DMHB 11, DMHB 16, DMHB 18, DMHB 19 of the Local Plan Part Two - De",
    "The proposed development, due to its reliance on a single car lift as means of accessing the basement parking and the contrived layout of the car parking spaces within the basement together with the failure to provide wheelchair accessible car parking and adequate servicing and delivery arrangements for the commercial development that could permanently be relied on would result in the displacement of vehicles onto the local highway network that would result in conflicting movements and harm to the local highway network and pedestrian safety. The proposals are contrary to  Policies DMT 1, DMT 2, DMT 5 and DMT 6 of the Local Plan: Part 2 - Development Management Policies (2020); Policies 6.3, 6.11 and 6.12 of the London Plan (2016), Policies T4, T6 and T6.1 of the London Plan Intend to publish version (2019) and paras 109 and 110 of the NPPF (2019).",
    "In the absence of the provision of two separate means of step free access across the development, the development would result in wheelchair users being locked in or locked out of their home in the event of power failure or fault contrary to Policy BE1 of the Local Plan: Part One (2012), Policy  3.1, 3.8 and 7.2 of the London Plan and Policies  D1, D3 and D5 of the London Plan Intend to Publish Version (2019) and para 91 of the NPPF (2019).",
    "The proposed development, in the absence of a Section 106 legal agreement fails to provide contributions towards the improvement of services and facilities as a consequence of demands created by the proposed development (in respect of Affordable housing, construction training, highways works, carbon offset, public open space, air quality contributions and Project Management and Monitoring). The scheme therefore conflicts with Policy DMCI 7 of the Hillingdon Local Plan: Part Two Development management Policies (2020), the London Borough of Hillingdon Supplementary Planning Document on Planning Obligations, Policy DF1 of the London Plan Intend to Publish Version (2019), Policy 8.2 of the London Plan (2016) and paras 54-57 of the NPPF 2019.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan: Part One - Strategic Policies (Nov 2012), Hillingdon Local Plan: Part 2 - Development Management Policies (2020); Hillingdon Local Plan: Part Two - Site Allocations and Designations (2020), The London Plan (2016) and Supplementary Planning Guidance, and all relevant material considerations, including the NPPF.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service. We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal.",
    "You are advised that the Local Planning Authority not refused permission for the above reasons, and had the development been considered acceptable in other regards, it would have required that the applicant enter into a legal agreement to secure planning obligations as set out within the Officers Report.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012.",
    "For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Demolition of the existing building and the erection of a 6 storey building to provide 26 (16 x 1-bed, 7 x 2-bed and 3 x 3-bed) residential units (Use Class C3) and commercial floor space at ground floor level (Use Class B1) including the excavation of a basement to provide 13 car parking, cycle parking and associated works.",
  "lpa_app_no": "12795/APP/2019/3828",
  "decision_target_date": "24/04/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "23/04/2020",
  "id": "Hillingdon-12795_APP_2019_3828",
  "centroid_northing": 179583,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 510091,
  "street_name": "SILVERDALE ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4154882,
          51.5045568
        ],
        [
          -0.41477569999999997,
          51.5045471
        ],
        [
          -0.41477719999999996,
          51.504502
        ],
        [
          -0.4148554,
          51.504503
        ],
        [
          -0.414857,
          51.5045114
        ],
        [
          -0.4149275,
          51.5045111
        ],
        [
          -0.414929,
          51.5044683
        ],
        [
          -0.41503389999999996,
          51.5044674
        ],
        [
          -0.4150428,
          51.50432
        ],
        [
          -0.4150298,
          51.5043091
        ],
        [
          -0.4151909,
          51.5043374
        ],
        [
          -0.4151298,
          51.504339
        ],
        [
          -0.41549919999999996,
          51.5044606
        ],
        [
          -0.4154882,
          51.5045568
        ]
      ]
    ],
    "type": "Polygon"
  }
}