{
  "lpa_name": "Islington",
  "pp_id": null,
  "description": "Application under section 73 of the Town and Country Planning Act 1990 to vary condition 26 (sound insulation) reference planning permission P070614 dated 25 October 2007 for the: The erection of 257 residential units within a redesigned south block of the Highbury Stadium redevelopment.    The revised south block comprises 14 additional residential units to replace the previously approved 1217sq m general practitioner's medical centre (Use Class D1a) on ground and first floor levels of the south west wing, in addition to the previously approved 243 residential units and 174sq m of retail floor space (Class A1) under planning permission reference P05/0450 granted on 30th September 2005.    \r\n\r\nPLUS\r\n\r\nThe erection of 223 residential units within a redesigned north block of the Highbury Stadium redevelopment.  The revised scheme comprises 6 new residential units and the extension in height of the 3 'finger blocks' to five storeys, in addition to the previously approved 217 residential units under planning permission reference P05/0450 granted on 30th September 2005.",
  "epc_number": null,
  "status": "Insufficient Fee",
  "decision_date": "05/09/2008",
  "street_name": "Avenell Road",
  "decision_process": "Delegated",
  "uprn": "5300004634",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "07/10/2008",
  "subdivision_of_building": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 531682,
  "appeal_decision": null,
  "lpa_app_no": "P081393",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "actual_commencement_date": null,
  "application_type": "All Other",
  "bo_system": "Agile APAS",
  "centroid": {
    "lat": 51.55762,
    "lon": -0.101888
  },
  "decision_agency": null,
  "parking_details": null,
  "postcode": "N5 1BU",
  "last_updated": "2025-03-20T07:44:07.214+00:00",
  "secondary_street_name": null,
  "cil_liability": false,
  "url_planning_app": null,
  "valid_date": "12/08/2008",
  "appeal_decision_date": null,
  "locality": "London",
  "appeal_start_date": null,
  "application_type_full": null,
  "decision": "Approved",
  "last_updated_by": "Agile APAS",
  "actual_completion_date": null,
  "site_name": "Highbury Stadium",
  "lapsed_date": "05/09/2011",
  "centroid_northing": 186011,
  "decision_conditions": [
    "Subject to all conditions, informatives and relevant S.73 applications of the parent planning permission (ref: P070614, dated 25.10.2007) except for the modification of the wording of condition C26 as follows: \r\n\r\nThe developer shall ensure that the building envelope and layout of the residential units provides sufficient sound insulation to control the intrusion of external noise such that 'reasonable' indoor ambient noise levels are achieved during daytime hours (0700-2300) and 'good' indoor ambient noise levels are achieved during night-time hours (2300-0700), as defined in Table 5 of BS8233: 1999, will be achieved within the dwellings.  In bedrooms at night, individual noise events (measured with F time weighting) should not normally exceed 45 dB LAmax. \r\n\r\nThe development shall be carried out strictly in accordance with the details so approved, shall be maintained as such thereafter and no change there from shall take place without the prior written consent of the Local Planning Authority.\r\n\r\nREASON: In order to protect residential amenity."
  ],
  "ward": "College Park and Old Oak",
  "site_number": "",
  "application_details": {
    "s106_agreement": false
  },
  "id": "Islington-P081393",
  "appeal_status": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.101866,
          51.557633
        ],
        [
          -0.101867,
          51.557606
        ],
        [
          -0.101911,
          51.557606
        ],
        [
          -0.101909,
          51.557633
        ],
        [
          -0.101866,
          51.557633
        ]
      ]
    ]
  },
  "borough": "Islington",
  "last_date_consultation_comments": null
}