{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Householder planning permission",
  "lpa_app_no": "P1917.22",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1917.22",
  "actual_completion_date": null,
  "pp_id": "11715811",
  "lapsed_date": "28/02/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "0.1916927",
    "lat": "51.5781346"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "100021364232",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "25/01/2023",
  "description": "Two storey side extension, part single part two storey rear extension following demolition of existing garage, conversion of roof space to habitable use with rear dormer and roof lights",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.19148559999999998,
          51.5782587
        ],
        [
          0.1916051,
          51.5783052
        ],
        [
          0.19191719999999998,
          51.5780178
        ],
        [
          0.1917546,
          51.5779802
        ],
        [
          0.1917207,
          51.5779971
        ],
        [
          0.19148559999999998,
          51.5782587
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "site_name": "26 Carlton Road",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "The proposed two storey side extension by reason of its lack of set back at first floor level, subservience and cramped appearance would be visually obtrusive and harmful to the character and appearance of the street scene, contrary to the aims and objectives of Policy 26 of the Havering Local Plan and the Residential Extensions and Alterations SPD.",
    "The proposed first floor rear extension, by reason of its scale, bulk, mass and roof form would appear as an unacceptably dominant and visually intrusive feature in the rear garden environment harmful to the appearance of the surrounding area contrary to Policy 26 of the Havering Local Plan and the Residential Extensions and Alterations SPD.",
    "The proposed development would, by reason of its position and proximity to neighbouring properties cause a loss of outlook which would have a serious and adverse effect on the living conditions of the adjacent occupier at No.9 Harcourt Mews, contrary to Policies 7 and 26 of the Havering Local Plan and the Residential Extensions and Alterations SPD.",
    "The proposed part single, part two storey rear extension would, by reason of its excessive depth, height and position close to the boundaries of the site, be an intrusive and unneighbourly development as well as having an adverse effect on the amenities of adjacent occupier at no.28 Carlton Road contrary to Policies 7 and 26 of the Havering Local Plan and the Residential Extensions and Alterations SPD.",
    "The proposed rear dormer window, by reason of its height, position, scale, bulk, mass and rendered appearance would appear out of scale and character with the dwelling and materially harmful to the visual amenity of the surrounding area contrary to Policy 26 of the Havering Local Plan and the Residential Extensions and Alterations SPD.",
    "The applicant is advised that this planning permission does not give consent for any part of the development including guttering and fascias to encroach onto any land not within the applicant's ownership.",
    "The proposal, if granted planning permission on appeal, would be liable for the Mayor of London and Havering Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the Mayoral CIL payable would be £2,800 based on the calculation of £25.00 per square metre and the Havering Community Infrastructure Levy (HCIL) would be a charge of £14,00 based on calculation of £125 per square metre. Each would be subject to indexation.",
    "Further details with regard to CIL are available from the Council's website.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to Mr Mirams (Agent) by e-mail on 27-02-23."
  ],
  "postcode": "RM2 5AA",
  "application_type": "All Other",
  "decision_date": "28/02/2023",
  "parking_details": null,
  "status": "Refused",
  "centroid_easting": 551962,
  "valid_date": "03/01/2023",
  "borough": "Havering",
  "subdivision_of_building": null,
  "decision_target_date": "28/02/2023",
  "id": "Havering-P1917.22",
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T13:08:21.623+00:00",
  "street_name": "Romford",
  "decision": "Refused",
  "appeal_start_date": null,
  "centroid_northing": 188861,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 116.44,
    "intended_commencement_date": "01/2023",
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 1,
    "intended_completion_date": "05/2023",
    "site_area": 0.042
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551947.239,
              188874.371
            ],
            [
              551955.367,
              188879.79
            ],
            [
              551977.945,
              188848.482
            ],
            [
              551966.807,
              188843.967
            ],
            [
              551964.398,
              188845.773
            ],
            [
              551947.239,
              188874.371
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "St Edwards"
}