{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/27/03/CFU",
  "application_type_full": null,
  "uprn": "10002294915",
  "borough": "Harrow",
  "street_name": "Pinner Road",
  "locality": "Harrow",
  "ward": "HEADSTONE SOUTH",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of five years from the date of this permission.\nREASON: To comply with the provisions of Section 91 of the Town and Country Planning Act 1990.\n",
    "Condition : 2 - The materials to be used in the construction of the external surfaces of the extension hereby permitted shall match those used in the existing building.\nREASON: To safeguard the appearance of the locality.\n",
    "Condition : 3 - The development hereby permitted shall not commence until details indicating adequate access to, and egress from, the building(s) have been submitted to, and approved in writing by, the local planning authority.  The development shall not be occupied or used until the works have been completed in accordance with the approved details and shall thereafter be retained.\nREASON: To ensure that the development will be accessible to people with disabilities.\n",
    "Condition : 4 - The development hereby permitted shall not commence until samples of the materials to be used in the construction of the external surfaces noted below have been submitted to, and approved in writing by, the local planning authority:\n(a) the extension/building(s)\n(b) the ground surfacing\n(c) the boundary treatment\nThe development shall be completed in accordance with the approved details and shall thereafter be retained.\nREASON: To safeguard the appearance of the locality.\n",
    "Condition : 5 - The development hereby permitted shall not commence until details of any external works required for ventilation and fume extraction have been submitted to, and approved in writing by, the local planning authority.  The development shall not be occupied or used until those external works have been completed in accordance with the approved plans. The works shall thereafter be retained in that form.\nREASON: To safeguard the visual amenity of neighbouring residents and the appearance of the building.\n",
    "Condition : 6 - Any plant and machinery, including that for fume extraction, ventilation, refrigeration and air conditioning, which may be used by reason of granting this permission, shall be so installed, used and thereafter retained as to prevent the transmission of noise and vibration into any neighbouring premises.\nREASON: To ensure that the proposed development does not give rise to noise nuisance to neighbouring residents.\n",
    "Condition : 7 - The development hereby permitted shall not be occupied until the car parking, turning and loading area(s) shown on the approved plan number(s) L2042/103BP. have been constructed and surfaced with impervious materials, and drained in accordance with details submitted to, and approved in writing by, the local planning authority.  The car parking spaces shall be permanently marked out and used for no other purpose, at any time, without the written permission of the local planning authority.\nREASON: To ensure the satisfactory provision of parking areas, to safeguard the appearance of the locality and in the interests of highway safety.\n\n",
    "Condition : 8 - The proposed parking space(s) shall be used only for the parking of private motor vehicles in connection with the development hereby permitted and for no other purpose.\nREASON: To ensure that the parking provision is available for use by the occupants of the site and in accordance with the Council's parking standards.\n",
    "Condition : 9 - Storage shall not take place anywhere within the application site except within the building(s).\nREASON: To safeguard the amenity of neighbouring residents.\n",
    "Condition : 10 - The doors to the rear fire escape staircase shall be fitted with alarms and the staircase shall only be used for emergency purposes and not as a general means of access to or from the building.\nREASON: To safeguard the amentiies of the adjoining occupiers.",
    "Condition : 50 - 1st Response\nWill facilitate an increase in staffing and cause yet more on-street parking; loss of light to adjoining flats; overlooking of flats; increase in noise and pollution from building works; location already overdeveloped; loss of light to bus depot; concern at likely obstruction of access to bus depot.\n\n2nd Response\nWill facilitate an increase in staffing and further change the appearance of surrounding from residential to commercial; will obstruct light to adjacent garage; concern at boundary wall foundations; concern at likely obstruction of shared access road; loss of light to adjacent flats; will add to parking problems in area; will add to noise levels, dust and pollution."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 514034,
  "status": "Approved",
  "decision_date": "10/09/2003",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.355532,
          51.583223
        ],
        [
          -0.355533,
          51.583196
        ],
        [
          -0.355576,
          51.583197
        ],
        [
          -0.355575,
          51.583224
        ],
        [
          -0.355532,
          51.583223
        ]
      ]
    ]
  },
  "decision_target_date": "18/03/2003",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "31/01/2003",
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-21T00:02:55.705+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": "First Floor",
  "id": "Harrow-P_27_03_CFU",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 188431,
  "appeal_start_date": null,
  "postcode": "HA1 4HF",
  "url_planning_app": "http://site.com?appref=P/27/03/CFU-or-691988 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "ADDITIONAL FLOOR OF OFFICES, 1ST & 2ND FLOOR REAR EXTENSION OVER PARKING AREA WITH LINKED WALKWAYS (REVISED)",
  "valid_date": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  },
  "pp_id": null,
  "application_details": {},
  "centroid": {
    "lon": -0.355554,
    "lat": 51.58321
  },
  "lapsed_date": "10/09/2006",
  "decision_process": "Committee",
  "actual_completion_date": null
}