{
  "appeal_decision": null,
  "street_name": "UPMINSTER",
  "title_number": null,
  "valid_date": "02/06/2023",
  "cil_liability": false,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              557407.356,
              188598.129
            ],
            [
              557312.258,
              188627.39
            ],
            [
              557319.303,
              188652.316
            ],
            [
              557415.484,
              188624.139
            ],
            [
              557407.356,
              188598.129
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_type_full": null,
  "decision": "Refused",
  "pp_id": null,
  "date_building_work_completed_under_previous_permission": null,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "28/07/2026",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.270096,
          51.5742797
        ],
        [
          0.2687379,
          51.5745691
        ],
        [
          0.2688507,
          51.5747911
        ],
        [
          0.2702249,
          51.5745111
        ],
        [
          0.270096,
          51.5742797
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_decision_date": null,
  "borough": "Havering",
  "site_number": null,
  "development_type": null,
  "centroid": {
    "lat": "51.5745332",
    "lon": "0.26948289999999997"
  },
  "last_date_consultation_comments": "26/06/2023",
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": null,
  "lpa_name": "Havering",
  "decision_process": "Delegated",
  "decision_target_date": "28/07/2023",
  "secondary_street_name": null,
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "centroid_easting": 557364,
  "decision_conditions": [
    "The site is within the Metropolitan Green Belt and the proposed development would not align fully with any of the exceptions set out in Section 13 of the NPPF and would therefore comprise of inappropriate development. The provision of the new dwellings in the location shown together would have a material impact on the openness of the Green Belt in this location. In the absence of any Very Special Circumstances which would outweigh the harm of inappropriateness and harm to openness the proposed development is unacceptable in principle and in contrast to the objectives of the NPPF including the purposes of including land within the Green Belt and Policy G2 of the London Plan 2021.",
    "The proposed dwellings would, by reason of its scale, bulk ,mass and prominent siting and position close to the boundaries of the site, appear incongruous, visually intrusive, unduly cramped and out of character with the prevailing pattern of development, detrimental to the visual amenity of the locality and the street scene and rear garden environment contrary to Policies 10 and  26 of the Havering Local Plan, Policy D4 of the London Plan and the guidance contained in the National Planning Policy Framework.",
    "The proposed layout of the bedroom no.4 of the dwellings would be inadequate resulting in substandard accommodation for future residents through lack of internal space contrary to Policy 7 of the Havering Local Plan and Policy D6 of the London Plan.",
    "The proposed dwelling within Plot 3, by reason of their excessive depth, height, scale, bulk, mass and position close to the boundaries of the site with the neighbouring property would be an intrusive and unneighbourly development as well as having an adverse effect on the amenities of adjacent occupiers contrary to Policy 7 of the Havering Local Plan.",
    "For Residential Development Only",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment of £13,650 plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to a CIL Liability Notice indicating a levy of £1,050 plus indexation for the application, based on the Mayoral CIL levy rate for Havering of £25/sq.m plus Havering's charging rate for residential of £125/sq.m (Zone A), and the floorspace of 7 square metres.",
    "You are advised to visit the planning portal w",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to Mr Bye by e-mail on 27-07-23."
  ],
  "lpa_app_no": "P0622.23",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.265
  },
  "centroid_northing": 188625,
  "ward": "Cranham",
  "locality": null,
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "id": "Havering-P0622.23",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0622.23",
  "uprn": "100021407335",
  "description": "Demolition of existing 2 dwellings and erection of 3 x 3 storey detached, 4-bed dwellings with habitable roof space including garages with 2 x additional vehicular crossovers and associated parking and amenities. (NOTE: LPA do not agree that description is accurate as site only contains one dwelling)",
  "site_name": "363A FRONT LANE",
  "appeal_status": null,
  "postcode": "RM14 1LW",
  "status": "Refused",
  "decision_agency": "Borough",
  "decision_date": "28/07/2023",
  "actual_commencement_date": null,
  "epc_number": null,
  "last_updated": "2025-03-19T02:57:21.860+00:00",
  "application_type": "All Other",
  "bo_system": "CSV Data Import"
}