{
  "locality": "Essex",
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "development_type": null,
  "valid_date": "09/04/2025",
  "appeal_status": null,
  "centroid_easting": null,
  "ward": "Rainham & Wennington",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-07-23T04:28:20.743Z",
  "epc_number": null,
  "wgs84_polygon": null,
  "application_type": "All Other",
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "site_number": null,
  "pp_id": null,
  "appeal_start_date": null,
  "centroid_northing": null,
  "decision_process": "Committee",
  "decision_target_date": "09/04/2025",
  "polygon": null,
  "description": "Frog Island Enforcement Notice Decision granted under ground A appeal, schedule conditions, REF: ENF/559/20 - Appeal Ref: APP/B5480/C/22/3305409",
  "lpa_app_no": "P0816.25",
  "last_date_consultation_comments": null,
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "lapsed_date": "01/04/2028",
  "postcode": "RM13 9YH",
  "id": "Havering-P0816.25",
  "street_name": "Ferry Lane",
  "decision_agency": "Borough",
  "title_number": null,
  "application_type_full": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0816.25",
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "decision_conditions": [
    "No waste other than inert construction, demolititon and excavation waste, as specified in Envirmental Permitting (England and Wales) Regulations 2010 Permit number EPR/EB3004CE shall be imported or processed on the site.  From the date of this permission the operators shall maintain records of their monthly throughput, by waste code, and shall make them available to the Waste Planning Authority within 14 days, upon request.",
    "Stockpiles of materials within the site shall no exceed 3 metres in height.",
    "All loaded HGVs accessing or egressing the site shall be securely sheeted.",
    "The ecological mitigation and enhancement measures set out within the Biodiversity Enhancement Strategy dated 7th February 2025 (Option A), or an alternative scheme submitted to and approved in writing by the local planning authority (Option B), shall be implemented within 6 months of the date of this permission (Option A) or such time as may be agreed in writing by the Local Planning Authority (Option B) and maintained for the duration of the development.  Any tree or shrub forming part of a landscaping/ecological mitigation and enhancement scheme that dies, is damaged, diseased or removed within the duration of 5 years during and after the complation of the planting mesures shall be replaced during the next available planting season (October to March inclusive) with a tree or shrub of the same size and species, or of an appropriate species of tree or shrub the details of which shall have received the prior written approval of the Local Planning Authority.",
    "Best practicable means shall be used to minimise noise from the site, which shall include all vehicles, plant and machinery being operated and regularly serviced in accordance with the manufacturer's instructions, with engine covers closed and efficient silencers fitted to exhausts.",
    "The delivery of waste materials and the removal of processed materials shall take place only between:",
    "05.00 to 20.00 Monday to Friday and 06>00 to 17.00 Saturdays",
    "There shall be no working on Sundays, Bank Holidays except in an emergency or with the prior written approval of the Local Planning Authority.",
    "In the event of a failure to meet any one of the requirements set out in (i) to (iv) below (\"the relevant events\"):",
    "(a) the use hereby permitted shall cease within 28 days of the relevant event and",
    "(b) all shipping containers, skips, chemical storage containers, retaining structures, plant, machinery, building materials, aggregate, cement, waste material, weighbridges, vehicles and trailers not associated with the authorised use of the Land for storage (B8) together with any other materials brought onto the land for the purposes of such use shall be removed and the land restored to its condition before the development took place within 6 months of the relevant event:",
    "(i) Within three months of the date of this decision, submit to the Local Planning Authority for approval a Dust Management Plan (DMP) for the operation of the site, such plan to include details of the following (which would be undertaken at the operator's expense):",
    "a. Dust suppression methodology including a definitive",
    "In the event of a failure to meet any one of the requirements set out in (i) to (iv) below ('the relevant events'):",
    "(a) the use hereby permitted shall cease within 28 days of the relevant event and",
    "(b) all shipping containers, skips, chemical storage containers, retaining structures, plant, machinery, building materials, aggregate, cememt, waste material, weighbridges, vehicles and trailers not associated with the authorised https.//www.gov.uk/planning-inspectorate 11use of the Land for storage (B8) together with any other materials brought ontot the land for the purposes of such use shall be removed and the land restored to its condition before the development took place within 6 months of the relevant event.",
    "(i) Within three months of the date of this decision, submit details of the internal layout of the Site, hereafter referred to as the Site Development Scheme (SDS), including the layout and design of the storage areas, processing areas, access routes, parking and manoeuvring area",
    "Within 3 months of the date of this decision a Travel Plan shall be submitted to the Local Planning Authority. It shall ve approved in writing by the Local Planning Authority.  The Travel Plan shall include immediate, continuing, and long-terms measures to promote and encourage alternative modes of transoirt to the single-occupancy car. For the avoidance of doubt, the Travel Plan shall include but not be limited to:",
    "- involvement of employees",
    "- information on existing transport policies, services and facilities, travel behaviour and attitudes",
    "- information on access by all modes of transport",
    "- resource allocation including Travel Plan Co-ordinator and budget",
    "- a parking management strategy",
    "- a marketing and communications strategy",
    "- promotion of car sharing initiatives",
    "- provision of on-site cycle storage",
    "- an action plan including a timetable for the implementation of each such element of the above",
    "- mechanisms for monitoring, reviewing and implementing the Travel plan, and",
    "- the deta",
    "Within 3 months of the date of this decision,. details of a future riverside walk safeguarded zone shall be submitted to be approved in writing by the Local Planning Authority.  The details submitted shall include an indicative route at least 4 metres in width along its length  Other than boundary treatment, no permanent structure shall be placed on the safeguarded zone.  Any revision to the approved details shall be subject to further submission and approval in writing by the Local Planning Authority",
    "In the event of a failure to meet any one of the requirements set out in (1) to (iv) below ('the relevant events'):",
    "(a) the use hereby permitted shall cease within 28 days of the relevant event and",
    "(b) all shipping containers, skips, chemical storage containers, retaining structures, plant, machinery, building materials, aggregate, cement, waste material, weighbridges, vehicles and trailers not associated with the authorised use of the Land for storage (B8) together with any other materials brought onto the land for the purposes of such use shall be removed and the land restored to its condition before the development took place within 6 months of the relevant event.",
    "(i) Within three months of the date of this decision, submit and Air Quality Assessment (AQA), including an Air Quality Neutrail (AQN) assessment shall be submitted to the Local Planning Authorith.  The AQN assment methodology used shall be in line with the GLA Air Quality Neutral Guidance Air Quality Neutral (AQN) | Lond"
  ],
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "parking_details": null,
  "decision": "Approved",
  "decision_date": "01/04/2025",
  "appeal_decision": null,
  "cil_liability": false,
  "application_details": {
    "existing_uprns": null
  },
  "uprn": "100023214860",
  "borough": "Havering",
  "site_name": "Frog Island",
  "appeal_decision_date": null,
  "secondary_street_name": "Rainham"
}