{
  "epc_number": "0587-2828-6598-9609-1915",
  "appeal_decision_date": null,
  "parking_details": {
    "no_proposed_car": 2,
    "no_existing_car": 2,
    "net_car": 0
  },
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "Prior Approval",
  "lpa_app_no": "11057/APP/2024/452",
  "application_type_full": "Prior Approval: Larger Home Extension",
  "uprn": null,
  "borough": "Hillingdon",
  "street_name": "HILLINGDON",
  "locality": null,
  "ward": "HILLINGDON EAST 2022",
  "actual_commencement_date": null,
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The site lies in a Critical Drainage Area (CDA) as identified in the Surface Water Management Plan (SWMP) for Hillingdon. A CDA is the catchment area from which surface water drains and contributes to drainage problems. All developments in this area must contribute to managing the risk of flooding from surface water by reducing surface water runoff from the site. Therefore the applicant should minimise the water from your site entering the sewers. No drainage to support the extension should be connected to any existing surface water sewer, other than as an overflow. Water run off from any roof or hard paving associated with  e development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, which must be permeable or be collected and directed to a permeable area, otherwise it would need an additional permission. A water butt should be incorporated."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 507680,
  "status": "Not Required",
  "decision_date": "21/03/2024",
  "wgs84_polygon": null,
  "decision_target_date": "02/04/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "20/03/2024",
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T10:54:02.688+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "6 BURLEIGH ROAD",
  "id": "Hillingdon-11057_APP_2024_452",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 183779,
  "appeal_start_date": null,
  "postcode": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=11057/APP/2024/452",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of a single storey rear extension, which would extend beyond the rear wall of the original house by 4.00 metres, for which the maximum height would be 3.00 metres, and for which the height of the eaves would be 2.88 metres",
  "valid_date": "21/02/2024",
  "polygon": null,
  "pp_id": "12823664",
  "application_details": {
    "total_gia_gained": 3.4,
    "no_additional_bathrooms": 0,
    "existing_uprns": null,
    "intended_commencement_date": "04/2024",
    "no_additional_bedrooms": 0,
    "intended_completion_date": "06/2024"
  },
  "centroid": {
    "lon": -0.448647,
    "lat": 51.542646
  },
  "lapsed_date": "21/03/2027",
  "decision_process": "Delegated",
  "actual_completion_date": null
}