{
  "application_details": {
    "total_gia_gained": 0,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "existing_uprns": null
  },
  "title_number": null,
  "status": "Application Under Consideration",
  "centroid": {
    "lon": -0.007658,
    "lat": 51.458145
  },
  "site_name": "56 SLAITHWAITE ROAD, LONDON, SE13 6DL",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": null,
  "polygon": null,
  "last_date_consultation_comments": null,
  "appeal_status": null,
  "epc_number": "0765-2894-7374-2690-4945",
  "street_name": null,
  "appeal_decision_date": null,
  "development_type": "Certificates of Lawful Development",
  "ward": "Lewisham Central",
  "date_building_work_started_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "decision_conditions": null,
  "uprn": "100022004606",
  "decision_agency": null,
  "decision": null,
  "application_type": "All Other",
  "valid_date": "30/04/2025",
  "description": "THIS IS VERSION 2 OF A PREVIOUS 'LAWFUL DEVELOPMENT: PROPOSED USE' APPLICATION. The original application was submitted on 16 November 2023, and was granted on 12 January 2024; the Planning Portal reference is PP-12480542 and Lewisham Borough Council reference is DC/23/133884. The sole difference between this version 2 application and the original one is the proposed addition of a Velux window in the pitched garage roof - see 'new information'. Original description: Garage conversion into a living room or extra bedroom, in the ground floor front of the house. This would involve replacing the existing garage door with a window and red brick wall (to exactly match the design of the existing brickwork of the property) underneath. These proposed changes are shown by comparing the plan documents entitled 'Existing Front Elevation' and 'Proposed Front Elevation (Wall and Window)'. Note that as part of this conversion, the downstairs WC would also be moved so that it sits within the newly created living space. The original WC would be removed so as to extend the existing kitchen, creating a kitchen/diner space. These proposed changes are shown by comparing the plan documents entitled 'Existing Ground Floor Plan' and 'Proposed Ground Floor Plan'. Two alternative proposals (A and B) that the applicant does not currently intend to pursue, but which the applicant would nonetheless like to receive confirmation that these would fall into the category of permitted development (in case the applicant wishes to pursue either of these alternatives at a later stage): (A) Knocking down a part of the internal wall separating the existing hallway from the garage (the applicant has obtained confirmation from a structural engineer that the majority of this wall is not load-bearing and so can be taken down) to create an open-plan sitting area from the front entrance; these changes are shown by comparing the plan documents entitled 'Existing Ground Floor Plan' and 'Proposed Ground Floor Plan (Alternative Proposal A)'. In this alternative proposal, the WC would instead be moved to underneath the staircase. (B) Replacing the existing garage door with a set of French doors with side-panel windows; these proposed changes are shown by comparing the plan documents entitled 'Existing Front Elevation' and 'Proposed Front Elevation (French Doors - Alternative Proposal B)'. This alternative proposal would not necessarily affect the floor plan proposal. Furthermore, the applicant is also considering adding an en suite bathroom to one of the first floor bedrooms. This proposal is shown by comparing the plan documents entitled 'Existing First Floor Plan' and 'Proposed First Floor Plan'. The applicant would like to receive confirmation that this change would also fall into the category of permitted development, in case the applicant wishes to pursue this option at a later stage. New information: A Velux window would be added to the existing pitched garage roof.",
  "lpa_app_no": "DC/25/139968",
  "decision_process": null,
  "actual_completion_date": null,
  "site_number": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "postcode": null,
  "lapsed_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "parking_details": {
    "no_proposed_car": 1,
    "net_car": 0,
    "no_existing_car": 1
  },
  "lpa_name": "Lewisham",
  "actual_commencement_date": null,
  "last_updated": "2025-06-25T09:01:14.470Z",
  "url_planning_app": "https://planning.lewisham.gov.uk/online-applications/applicationDetails.do?keyVal=_LEWIS_DCAPR_127891&activeTab=summary",
  "centroid_easting": 538515,
  "appeal_decision": null,
  "pp_id": "PP-13983720",
  "application_type_full": "Lawful development: Proposed use",
  "cil_liability": false,
  "borough": "Lewisham",
  "locality": null,
  "bo_system": "CSV Data Import",
  "id": "Lewisham-DC_25_139968",
  "subdivision_of_building": null,
  "centroid_northing": 175123,
  "wgs84_polygon": null,
  "decision_date": null
}