{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508068.4896,
              191003.819
            ],
            [
              508067.4974,
              191003.819
            ],
            [
              508065.5131,
              190994.2278
            ],
            [
              508001.0207,
              190978.6835
            ],
            [
              507986.7994,
              190990.2591
            ],
            [
              508010.2812,
              191018.0404
            ],
            [
              508068.4896,
              191003.819
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "09916383",
  "appeal_status": null,
  "last_updated": "2025-03-20T22:48:08.075+00:00",
  "appeal_decision_date": null,
  "status": "Split Decision",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "NORTHWOOD",
  "centroid": {
    "lat": "51.6074674",
    "lon": "-0.4414495"
  },
  "decision": "Split Decision",
  "valid_date": "07/06/2021",
  "appeal_decision": null,
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.183
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=39332/TRE/2021/144",
  "lpa_name": "Hillingdon",
  "site_name": "3 THE COVERT",
  "lapsed_date": "12/08/2024",
  "parking_details": null,
  "decision_conditions": [
    "Refused  - To carry out tree surgery including a crown thin by 20% to Three hornbeams and One Oak (G1 on application), within Area 1 on TPO 400",
    "Approved - To carry out tree surgery including a lift to 6m to Three hornbeams and One Oak (G1 on application), to reduce the right hand side stem which overhangs the summerhouse by 3m and lift to 6m One Oak (T1 on application) all within Area 1 on TPO 400",
    "The Hornbeams and oaks are situated within the rear garden of 3 The Covert. They have attractive, natural-looking crowns typical of their species. The trees significantly contribute to local biodiversity and significantly contribute to the amenity and arboreal character of the Copse wood Estate (Area of Special Local Character). The benefit in amenity and biodiversity afforded by the trees is both present and future because they have the potential for a long life expectancy. Collectively, the trees collectively have a moderate to high amenity value.",
    "With regard to the proposed crown thinning of the three Hornbeams and one Oak, the reasons provided by the applicant to carry out the work is \"to allow more light to garden\" however there is no explanation as to why the level of light is currently unacceptable and no Arboricultural reason for the work. Furthermore, the thinning of the crowns by as much as 20% would likely lead to lion-tailing and unnecessarily introduce multiple wounds into",
    "The length of the lateral limb of the Oak tree to be pruned shall be tip-reduced as per the approved specification. This work shall comprise a reduction in the length of the limb in a uniform and systematic manner and the limb should be cut back to suitably positioned secondary branches.",
    "The work shall result in a tree of typical form for the species and of balanced appearance. The level of limb reduction shall be expressed either as a percentage / length of the overall limb length to be removed, or as a level of clearance to be provided.",
    "The works shall be carried out in accordance with the recommendations contained in BS3998: 2010 - \"British Standard Recommendations for Tree Work\".  Climbing irons or 'spikes' shall not be used during the execution of the work.",
    "Reason",
    "In order to protect health of the tree and the visual amenity of the area.",
    "The trees to be pruned shall be crown lifted as per the approved specification. This work shall involve the tip reduction of low hanging branches and/or the removal of low branches to the height specified and result in a tree of balanced appearance; those branches to be removed shall be removed at their origin and all branch collars shall be left intact.",
    "The works shall be carried out in accordance with the recommendations contained in BS 3998:2010 'Tree work - Recommendations'. Climbing irons or 'spikes' shall not be used during the execution of this work.",
    "REASON",
    "In order to protect health of the tree and the visual amenity of the area.",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "To carry out tree surgery including a crown thin by 20% and lift to 6m to Three hornbeams and One Oak (G1 on application), to reduce the right hand side stem which overhangs the summerhouse by 3m and lift to 6m One Oak (T1 on application) all within Area 1 on TPO 400",
  "lpa_app_no": "39332/TRE/2021/144",
  "decision_target_date": "02/08/2021",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "12/08/2021",
  "id": "Hillingdon-39332_TRE_2021_144",
  "centroid_northing": 190998,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 508024,
  "street_name": "NORTHWOOD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.44080549999999996,
          51.6075112
        ],
        [
          -0.4408199,
          51.6075114
        ],
        [
          -0.4408515,
          51.6074256
        ],
        [
          -0.4417872,
          51.6072982
        ],
        [
          -0.44198889999999996,
          51.607405
        ],
        [
          -0.44164139999999996,
          51.6076502
        ],
        [
          -0.44080549999999996,
          51.6075112
        ]
      ]
    ],
    "type": "Polygon"
  }
}