{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505835.5337,
              182222.5262
            ],
            [
              505835.0046,
              182221.997
            ],
            [
              505835.0046,
              182223.0554
            ],
            [
              505829.316,
              182222.6585
            ],
            [
              505829.4483,
              182223.9814
            ],
            [
              505822.5691,
              182223.7168
            ],
            [
              505823.2306,
              182255.07
            ],
            [
              505849.0275,
              182256.6575
            ],
            [
              505860.14,
              182234.5648
            ],
            [
              505835.2692,
              182221.8648
            ],
            [
              505835.5337,
              182222.5262
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07861667",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:44:29.910+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "25/06/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "BRUNEL",
  "centroid": {
    "lat": "51.5291626",
    "lon": "-0.4756399"
  },
  "decision": "Refused",
  "valid_date": "31/05/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.098
  },
  "cil_liability": true,
  "postcode": "UB5 3NA",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=74239/APP/2019/1676",
  "lpa_name": "Hillingdon",
  "site_name": "4 CHURCH ROAD",
  "lapsed_date": "26/07/2022",
  "parking_details": null,
  "decision_conditions": [
    "The proposed dormers by virtue of their siting on the front elevation, size, scale and design would result in incongruous additions that would be uncharacteristic of the area and would be detrimental to the street scene and surrounding area. The proposal is therefore contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE13 and BE19 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012) and to the Council's adopted Supplementary Planning Documents HDAS: Residential Layouts and HDAS: Residential Extensions.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016). On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service. We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Variation of condition number 2 (Approved Plans) of planning application 74239/APP/2018/3631 to allow for dormers to create additional habitable roofspace (Demolition of former care home and construction of four x 3 bed, two storey dwellings with rooms in roof space, with associated external works and car parking)",
  "lpa_app_no": "74239/APP/2019/1676",
  "decision_target_date": "26/07/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "26/07/2019",
  "id": "Hillingdon-74239_APP_2019_1676",
  "centroid_northing": 182240,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 505838,
  "street_name": "COWLEY",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.47568069999999996,
          51.529006
        ],
        [
          -0.47568849999999996,
          51.5290014
        ],
        [
          -0.4756882,
          51.5290109
        ],
        [
          -0.4757703,
          51.5290084
        ],
        [
          -0.47576799999999997,
          51.5290203
        ],
        [
          -0.4758672,
          51.5290192
        ],
        [
          -0.4758482,
          51.5293009
        ],
        [
          -0.47547599999999995,
          51.5293103
        ],
        [
          -0.4753225,
          51.5291096
        ],
        [
          -0.47568469999999996,
          51.5290001
        ],
        [
          -0.47568069999999996,
          51.529006
        ]
      ]
    ],
    "type": "Polygon"
  }
}