{
  "last_date_consultation_comments": null,
  "site_number": null,
  "ward": "HILLINGDON EAST 2022",
  "decision_date": "29/11/2024",
  "description": "Details pursuant to the discharge of Condition 1 (Landscaping Scheme) of planning permission reference APP/R5510/C/24/3337391, dated 23/04/2024 (installation of hardstanding to the front elevations of the property).",
  "development_type": null,
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": null,
  "locality": null,
  "appeal_decision": null,
  "status": "Refused",
  "pp_id": "13267283",
  "street_name": "LONG LANE",
  "last_updated_by": "CSV Data Import",
  "lpa_name": "Hillingdon",
  "centroid": {
    "lon": -0.448581,
    "lat": 51.550504
  },
  "lpa_app_no": "42825/APP/2024/1979",
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null
  },
  "application_type_full": "Approval of details reserved by a condition (discharge)",
  "cil_liability": false,
  "wgs84_polygon": null,
  "centroid_easting": 507666,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=42825/APP/2024/1979",
  "bo_system": "CSV Data Import",
  "appeal_start_date": null,
  "secondary_street_name": "HILLINGDON",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "CHEVRON HOUSE, 346",
  "id": "Hillingdon-42825_APP_2024_1979",
  "decision_target_date": "29/11/2024",
  "centroid_northing": 184653,
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "epc_number": null,
  "decision_conditions": [
    "Insufficient information has been submitted to satisfy the requirements of Condition 1 (Landscaping Scheme) of planning permission reference APP/R5510/C/24/3337391, dated 23/04/2024 (installation of hardstanding to the front elevations of the property). The information submitted fails to preserve and enhance visual amenity, contrary to Policies DMHB 11, DMHB 12 and DMHB 14 of the of the Hillingdon Local Plan: Part 2 (2020) and Policies G1 of the London Plan (2021). The application is therefore refused.",
    "Insufficient information has been submitted to satisfy the requirements of Condition 1 (Landscaping Scheme) of planning permission reference APP/R5510/C/24/3337391, dated 23/04/2024 (installation of hardstanding to the front elevations of the property) relating specifically Part b Drainage. The condition requires details and implementation of a permeable and porous surface to be submitted which has not been done and the technical note directly contravenes this requirement. The document submitted also states that surface water runoff will be directed to a sewer which is also a failure to comply with the requirements of the condition. No maintenance schedule has been provided. The information submitted fails to satisfy the requirements of Part B of Condition 1, contrary to Policies DMEI 9, DMHB 11. DMHB 12 and DMHB 14 of the of the Hillingdon Local Plan: Part 2 (2020) and Policies G1 and SI 13 of the London Plan (2021). The application is therefore refused.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition further guidance was offered to the applicant by the case officer during the processing of the application to identify the amendments to address those elements of the scheme considered unacceptable which the applicant did not respond to.",
    "Inconsistent and insufficient plans have been provided relating to all aspects of this condition. In particular, a very basic site layout plan has been provided which fails to provide planting details, quantum, location, implementation and maintenance. In regard to Part B Drainage, the submitted document contradicts the site layout plan and fails to address the requirements of the condition"
  ],
  "appeal_decision_date": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "last_updated": "2025-03-19T11:33:33.651+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "29/11/2027",
  "decision": "Refused",
  "valid_date": "22/07/2024"
}