{
  "appeal_decision": null,
  "street_name": "Hornchurch",
  "title_number": null,
  "valid_date": "15/06/2023",
  "cil_liability": false,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554151.249,
              188531.634
            ],
            [
              554173.872,
              188525.403
            ],
            [
              554161.409,
              188486.93
            ],
            [
              554153.417,
              188462.817
            ],
            [
              554146.644,
              188442.091
            ],
            [
              554121.989,
              188447.509
            ],
            [
              554131.878,
              188476.77
            ],
            [
              554147.321,
              188520.526
            ],
            [
              554151.249,
              188531.634
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_type_full": "Householder planning permission",
  "decision": "Approved",
  "pp_id": "12227853",
  "date_building_work_completed_under_previous_permission": null,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "19/09/2026",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.22311679999999998,
          51.574581
        ],
        [
          0.22344019999999998,
          51.5745189
        ],
        [
          0.2232437,
          51.5741766
        ],
        [
          0.22311789999999998,
          51.5739621
        ],
        [
          0.2230111,
          51.5737778
        ],
        [
          0.222658,
          51.5738332
        ],
        [
          0.2228134,
          51.5740934
        ],
        [
          0.22305529999999998,
          51.5744823
        ],
        [
          0.22311679999999998,
          51.574581
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_decision_date": null,
  "borough": "Havering",
  "site_number": null,
  "development_type": null,
  "centroid": {
    "lat": "51.5741719",
    "lon": "0.2230499"
  },
  "last_date_consultation_comments": "01/09/2023",
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": {
    "no_existing_car": 2,
    "no_proposed_car": 2,
    "net_car": 0
  },
  "lpa_name": "Havering",
  "decision_process": "Delegated",
  "decision_target_date": "19/09/2023",
  "secondary_street_name": null,
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "centroid_easting": 554148,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed rooflights located to the eastern side elevation as shown on 1910-P-10 (Rev D) shall be permanently glazed with obscure glass not less than level 3 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut.",
    "Reason:-",
    "In the interests of privacy.",
    "The window proposed to the first floor of the flank wall as shown on 1910-P-06A and 1910-O-10B and shall be permanently glazed with obscure glass not less than level 3 on the standard scale of obscurity, and non-opening unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed.",
    "Reason - In the interest of privacy and to protect the amenity of the adjacent neighbours",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent via email. The revisions involved removing the rear balcony, changes to the design of the front elevation and reducing the height of the roof at the side boundary to No. 24 Woodlands Avenue. The amendments were subsequently submitted on 29/07/2023 and 18/09/2023."
  ],
  "lpa_app_no": "P0921.23",
  "application_details": {
    "no_additional_bathrooms": 1,
    "intended_completion_date": "03/2024",
    "existing_uprns": null,
    "total_gia_gained": 197,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "08/2023",
    "site_area": 0.216
  },
  "centroid_northing": 188486,
  "ward": "Emerson Park",
  "locality": null,
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "id": "Havering-P0921.23",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0921.23",
  "uprn": "100021346313",
  "description": "First floor rear extension including Juliet Balcony, two double storey front extensions including gable end to front elevation, conversion of roof space to habitable use including rear facing roof lights, alterations to structure of existing roof and replacement of hipped roof to existing rear extension to a flat roof and raise eaves",
  "site_name": "Cherico, 22 Woodlands Avenue",
  "appeal_status": null,
  "postcode": "RM11 2QU",
  "status": "Approved",
  "decision_agency": "Borough",
  "decision_date": "19/09/2023",
  "actual_commencement_date": null,
  "epc_number": null,
  "last_updated": "2025-03-19T01:34:36.011+00:00",
  "application_type": "All Other",
  "bo_system": "CSV Data Import"
}