{
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.18436709999999998,
          51.6017749
        ],
        [
          0.1839162,
          51.6018361
        ],
        [
          0.18394069999999998,
          51.6019104
        ],
        [
          0.1843931,
          51.6018532
        ],
        [
          0.18436709999999998,
          51.6017749
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "CSV Data Import",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1105.24",
  "decision_target_date": "19/12/2024",
  "status": "Approved",
  "parking_details": null,
  "street_name": "Romford",
  "decision_agency": "Borough",
  "appeal_decision": null,
  "subdivision_of_building": null,
  "development_type": null,
  "decision": "Approved",
  "application_details": {
    "total_gia_gained": 50,
    "no_additional_bathrooms": 1,
    "intended_commencement_date": "12/2024",
    "no_additional_bedrooms": 0,
    "intended_completion_date": "04/2025",
    "existing_uprns": null,
    "site_area": 0.028
  },
  "appeal_decision_date": null,
  "decision_date": "19/12/2024",
  "valid_date": "08/08/2024",
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "secondary_street_name": null,
  "ward": "Marshalls & Rise Pk",
  "lapsed_date": "19/12/2027",
  "last_date_consultation_comments": "03/09/2024",
  "bo_system": "CSV Data Import",
  "lpa_app_no": "P1105.24",
  "postcode": "RM1 4DN",
  "pp_id": "13318814",
  "uprn": "100021378534",
  "application_type": "All Other",
  "locality": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551375.86,
              191474.55
            ],
            [
              551344.43,
              191480.42
            ],
            [
              551345.88,
              191488.73
            ],
            [
              551377.4,
              191483.31
            ],
            [
              551375.86,
              191474.55
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "site_name": "48 Helmsdale Road",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed developments hereby approved shall be constructed in accordance with the materials detailed on the drawings 2552 F - 05 (Revision G) and 2552 F - 06 (Revision G) submitted with the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The ground floor flank window of the side/rear extension shown on drawing 2552 F - 03 (Revision G) and 2552 F - 05 (Revision G shalll be  obscure-glazed, and  non-opening unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed.",
    "Reason - In the interest of privacy and to protect the amenity of the adjacent neighbours",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank walls of either the rear extension or outbuilding hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, the outbuilding hereby permitted shall be used only for purposes incidental to the enjoyment of the dwelling house known as 48 Helmsdale Road and not for any trade or business nor as living accommodation.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent via email on 23rd October 2024 and with the applicant via email on 12th December 2024. The revisions involved reducing the height of the proposed outbuilding and amending the roof design of the proposed extension. The amendments were subsequently submitted on 6th November 2024 and 17th December 2024."
  ],
  "application_type_full": "Householder planning permission",
  "centroid_northing": 191482,
  "epc_number": null,
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "borough": "Havering",
  "cil_liability": false,
  "decision_process": "Delegated",
  "id": "Havering-P1105.24",
  "description": "Single storey side/rear extensions following partial demolition to the rear of the existing dwelling and proposed outbuilding to the rear",
  "appeal_start_date": null,
  "last_updated": "2025-07-09T04:11:34.735Z",
  "centroid": {
    "lon": 0.184028,
    "lat": 51.601845
  },
  "centroid_easting": 551354
}