{
  "epc_number": null,
  "valid_date": "02/02/2023",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": -0.336869,
    "lat": 51.506279
  },
  "pp_id": "PP-11882941",
  "decision": "Approved",
  "centroid_easting": 515523,
  "site_name": "75-117 Boston Road",
  "lpa_app_no": "230440VAR",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "000012139266",
  "title_number": null,
  "borough": "Ealing",
  "appeal_decision_date": null,
  "decision_conditions": [
    "Commencement of Development",
    "The development permitted shall be begun by not later than 18th September 2023.",
    "Reason: In order to comply with the provisions of the Town and Country  Planning Act 1990",
    "| The development hereby approved, which is for the development of 3 blocks between 3 and 9 storeys comprising a total of 360 units with commercial and Business floorspace, open and amenity space, parking and servicing, shall be carried out in accordance with drawing/plan Nos.",
    "A2811-100R2, -101R2, -102R2, -103R2, -104R2, -106R2, -107R2, -130R2, -140R2, -141R2, -150R2, -151R2, -152R2, drawings/plans Nos. BOS-FPA-ZZ-GND-GA-A01-06P100 P1, -ZZ-01-GA-A01-06P101 P1, -ZZ-02-GA-A01-06P102 P1, -ZZ-03-GA-A01-06P103 P1, -ZZ-04-GA-A01-06P104 P1, -ZZ-05-GA-A01-06P105 P1, -ZZ-06-GA-A01-06P106 P1, -ZZ-07-GA-A01-06P107 P1, -ZZ-08-GA-A01-06P108 P1, -ZZ-09-GA-A01-06P109 P1, -ZZ-ZZ-GA-A01-06P610 P1, -A-GND-GA-A01-06PA01 P1, -A-01-GA-A01-06PA02 P1, -A-03-GA-A01-06PA04 P1, -A-04-GA-A01-06PA05 P1, -A-GND-GA-A01-06PA06 P1, -A-01-GA-A01-06PA07 P1, -FPA-A-03-GA-A01-06PA09 P1, -A-04-GA-A01-06PA10 P1, -A-05-GA-A01-06PA11 P1, -B-GND-GA-A01-06PB01 P1, -B-01-GA-A01-06PB02 P1, -B-05-GA-A01-06PB06 P1, -B-06-GA-A01-06PB07 P1, -B-07-GA-A01-06PB08 P1, -B-08-GA-A01-06PB09 P1, -B-GND-GA-A01-06PB10 P1, -B-01-GA-A01-06PB11 P1, -B-05-GA-A01-06PB15 P1, -B-06-GA-A01-06PB16 P1, -B-07-GA-A01-06PB17 P1, -B-08-GA-A01-06PB18 P1, -B-09-GA-A01-06PB19 P1, -C-GND-GA-A01-06PC01 P1, -C-01-GA-A01-06PC02 P1, -C-03-GA-A01-06PC04 P1, -C-04-GA-A01-06PC05 P1, -C-05-GA-A01-06PC06 P1, -C-06-GA-A01-06PC07 P1, -A-ZZ-ELV-A01-06P200 P1, -B-ZZ-ELV-A01-06P201 P1, -B-ZZ-ELV-A01-06P202 P1, -C-ZZ-ELV-A01-06P203 P1, -ZZ-ZZ-SEC-A01-06P300 P1, -ZZ-ZZ-SEC-A01-06P301 P1, -ZZ-ZZ-ELV-A01-06P204 P1, -ZZ-ZZ-SCH-A01-00P609 P2.",
    "Permission 210104VAR:",
    "Planning Statement, prepared by RPS; Design and Access Statement including Landscaping Statement, prepared by Fourpoint Architects and Turkington Martin; Transport Update Note, prepared by Vectos; Car Park Management Plan, prepared by Vectos; Delivery and Servicing Management Plan (including Refuse Strategy), prepared by Vectos; Travel Plan, prepared by Vectos; Energy Statement, prepared by Silver; Overheating Assessment Report, prepared by Silver; Air Quality Assessment, prepared by Ensafe Consultants and Ventilation to Habitable Rooms Briefing Note, prepared by Silver; Noise Letter, prepared by Sol Acoustics; Daylight, Sunlight and Overshadowing Report, prepared by Point2 Surveyors; Wind Assessment Memorandum, prepared by RWDI; Drainage Statement, prepared by IESIS Structures; Report on Community and Stakeholder Engagement, prepared by Instinctiff; Fire Strategy, prepared by BWC; Affordable Housing Statement, prepared by A2Dominion; Circular Economy Statement, prepared by Energist.",
    "Permission 191309FUL:",
    "Planning Statement including Affordable Housing Statement and Draft Heads of Terms prepared by RPS CgMs; Design and Access Statement prepared by Assael; Landscaping Strategy prepared by Turkington Martin; Transport Assessment including Parking Management Plan prepared by Vectos; Delivery and Servicing Management Plan including Refuse Strategy prepared by Vectos; Travel Plan prepared by Vectos; Energy Strategy prepared by Silver Energy Management Solutions Limited; Sustainability Statement including BREEAM Assessment prepared by Silver; Energy Management Solutions Limited Overheating Assessment prepared by Silver Energy Management Solutions Limited Air Quality Assessment prepared by REC; Noise Assessment prepared by KRA; Ecological Report prepared by Middlemarch; Preliminary Bat Roost Assessment and Nocturnal Emergence Bat Survey prepared by Middlemarch; Pre­ Development Arboricultural Survey and Arboricultural Impact Assessment prepared by Middlemarch; Archaeological Desk Based Assessment prepared by CgMs; Sunlight, Daylight and Overshadowing Reports prepared by Point 2; Flood Risk Assessment and Surface Water Drainage Strategy prepared by IESIS; Phase 1 Geo­ Environmental Investigation prepared by Land Science; Wind Assessment prepared by RWDI; Construction Management Plan prepared by Silver Energy Management Solutions Limited; Commercial Report prepared by Houston Lawrence; Report on Community and Stakeholder Engagement prepared by lnstinctiff; Economic Viability Statement prepared by BNP Paribas; Additional Views Document May 2019 prepared by Assael; Response to Transport for London and London Borough of Ealing Highways Comments dated 7th June 2019 prepared by Vectos; Air Quality Assessment Revision 2 dated 06/06/2019 prepared by REC; Response to GLA Comments (ref: EMS140 Rev 03 dated 081119) prepared by Silver Energy Management Solutions Ltd",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| Materials",
    "Prior to commencement of works on any part of any of the superstructures forming this development, samples of all external materials shall be submitted to and approved in writing by the local planning authority. The development shall be constructed in accordance with the approved materials and be retained as such, thereafter",
    "For the purpose of compliance of this condition, the development hereby approved shall be carried out in accordance with Condition approval ref 200664CND dated 12.06.2020 (date of approval) and implemented in accordance with approved plans, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the materials harmonise with the surroundings in accordance with policies 1.1(h) and 2.1(c) of the Ealing Development Strategy (2012), policy D6 of the London Plan (2021) and policy 78 of the Ealing Development Management Development Plan Document 2013.",
    "| Construction and Demolition Management Plan",
    "Notwithstanding the submitted documentation:",
    "A).\tPrior to the commencement of any demolition details of a site demolition management plan/Method Statement for the buildings, structures and hardstandings  shown on Demolition Plan A2811-150-R2 shall be submitted to and approved in writing by the Local Planning Authority.",
    "B).\tPrior to the commencement of any development in connection with the erection any of the new buildings or operational development hereby approved, a construction method statement shall be submitted to and approved in writing by the Local Planning Authority.",
    "The method statement/management plan in connection with A) and B) above shall include the following:",
    "a)\tThe number of on-site construction workers and details of the transport options and parking facilities for them;",
    "b)\tanticipated number, frequency and size of construction vehicles entering/exiting the site;",
    "c)\thours of working, delivery times and booking system (staggered to avoid morning and afternoon school run peak periods);",
    "d)\tsite access for construction traffic and contractor staff parking and associated signage and required works to facilitate this;",
    "e)\tconsolidated or re-timed trips;",
    "f)\tsuppression measures for dust, noise, vibration, lighting, delivery locations audible and perceptible at the site boundaries;",
    "g)\twheel washing provisions;",
    "h)\tsite security;",
    "i)\tsecure, off-street loading and drop-off facilities;",
    "j)\tvehicle manoeuvring and turning, including swept path diagrams to demonstrate how vehicles will access the site and turn into and out of the site in forward gear;",
    "k)\tdetails as to the locations for the storage of building materials and  construction debris and contractors offices;",
    "l)\tprocedures for on-site contractors to deal with complaints from local residents   ;",
    "m)\tusing TfL's Freight Operator Recognition Scheme (FORS) or similar;",
    "n)\tThe submission of evidence of the condition of the highway prior to¬ construction and a commitment to make good any damages caused during construction;",
    "o)\tDetails of parking restrictions to be implemented during construction work;",
    "p)\tconsultation and collaboration with Tfl.",
    "Such details shall be implemented and phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the works.",
    "For the purpose of compliance of this condition, the development hereby approved shall be carried out in accordance with Condition approval ref 224185CND dated 28 October 2022 (date of approval) and implemented in accordance with approved plans, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To protect the amenity of local residents, to ensure adequate highway and site safety in accordance with policies 1.1, 1.2, 2.1 & 2.8 of the Ealing Core Strategy (2012), policy T7 of the London Plan (2021), the National Planning Policy Framework, Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise.",
    "| Landscaping",
    "The details of hard and soft landscaping including the tree protection and tree planting proposals as submitted to and hereby approved by the local planning authority shall be laid out and planted in accordance with a programme of planting works first agreed with the local planning authority and prior to the first occupation of any part of the development. Any trees or plants which within 5 years of planting, die, are removed or become seriously damaged or diseased shall be replaced with others of the same size and species and in the same positions within the next planting season. The landscaping shall thereafter be maintained permanently.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area in accordance with policy D3 of the London Plan 2021.",
    "| Roof terrace/amenity space screens",
    "Prior to the commencement of any of the superstructures of the buildings approved, details of screening to the perimeters of the roof terrace amenity areas shall have been submitted to and approved by the local planning authority.",
    "For the purpose of compliance of this condition, the development hereby approved shall be carried out in accordance with Condition approval ref 200732CND dated 01/05/2020 (date of approval) and implemented in accordance with approved plans, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To safeguard the visual and residential amenities of neighbouring  residents and of the area in accordance with policy D3  of the London  Plan 2021.",
    "| Energy Strategy for residential units",
    "7(A) Within three-months of the practical completion of each residential unit, Energy Performance Certificates and detailed modelling output reports for each residential unit showing clearly the DER/TER from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures shall be submitted to the Local Planning Authority for written approval.",
    "7(B) Within three-months of the practical completion of each residential unit, evidence that the renewable/low carbon technologies, if incorporated, are certified under the Microgeneration Certification Scheme (MSC) and, if appropriate, complies with the Enhanced Capital Allowances (ECS) product criteria should be submitted.",
    "7(C) Prior to the final completion of the residential units within the development, the approved dwellings shall incorporate and maintain measures to achieve an overall reduction in regulated CO2 emissions of at least  37.37% (equal to 139 tonnes CO2/yr) beyond Building Regulations Part L 2013 through the following carbon emission savings as detailed in the Energy Statement prepared by Silver Energy Management Solutions Limited:",
    "a)\tEnergy saving measures to achieve at least annual carbon dioxide emission savings of  21 tonnes CO2 equating to  5.65% in regulated carbon dioxide (CO2) emissions over the compliant BR Part L 2013 base case.",
    "b)\tConnection to the site wide gas CHP DHN of at least 114kWth/ 73kWel capacity to provide c.75% total heat demand and 100% of the hot water demand of the development and achieve at least annual carbon dioxide emission savings of  110 tonnes CO2 equating to  29.57% in regulated carbon dioxide (CO2) emissions over the Be Lean case",
    "c)\tInstallation of photovoltaic panels with a combined capacity of at least 31 kWp to achieve annual carbon dioxide emission savings of 8 tonnes CO2 equating to 2.15% in regulated carbon dioxide (CO2) emissions over the Be Lean case.",
    "7D) Measures to reduce the carbon dioxide emissions associated with other energy uses not covered by Building Regulations (un-regulated) shall be incorporated prior to occupation and maintained in the development in perpetuity in line with the Energy Statement prepared by Silver Energy Management Solutions Limited. The development shall be carried out strictly in accordance with the details so approved.",
    "For the purpose of compliance of this condition, the development hereby approved shall be carried out in accordance with Partial Condition approval ref 225190CND dated 25/01/2023 (date of approval) and implemented in accordance with approved plans, unless otherwise agreed in writing by the Local Planning Authority. The remaining parts of the condition must still be discharged in writing by the Local Planning Authority.",
    "Reason: To ensure that each residential unit within the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with policy SI2 of the London Plan 2021, policies 1.1(e), 1.1(j), 1.1 (k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012, policies LV5.2 and 7A of Ealing's       Development Management DPD, and the Mayor's Sustainable Design and Construction SPG.",
    "| Energy Strategy for non-residential units",
    "8(A) Within three-months of the practical completion of each non-residential unit, Energy Performance Certificates and detailed modelling output reports for each non-residential unit showing clearly the BER/TER from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures shall be submitted to the Local Planning Authority for written approval.",
    "8(B) Prior to occupation of each non-residential unit, evidence that the renewable/low carbon technologies, if incorporated, are certified under the Microgeneration Certification Scheme (MSC) and, if appropriate, complies with the Enhanced Capital Allowances (ECS) product criteria should be submitted.",
    "8(C) Prior to the final completion of the each non-residential unit contained within the development, the approved spaces shall incorporate, maintain measures to achieve an overall reduction in regulated CO2 emissions of at least  51.16% (equal to 22 tonnesCO2/yr) beyond Building Regulations Part L 2013 through the following carbon emission savings as detailed in the Energy Statement prepared by Silver Energy Management Solutions Limited:",
    "a)\tEnergy saving measures to achieve at least annual carbon dioxide emission savings of 20 tonnes CO2 equating to 46.51% in regulated carbon dioxide (CO2) emissions over the compliant BR Part L 2013 base case.",
    "b)\tConnection to the site wide gas CHP DHN of at least 114kWth/ 73kWel capacity to provide c.75% total heat demand and 100% of the hot water demand of all non-residential units within the development, to achieve at least annual carbon dioxide emission savings of  2 tonnes CO2 equating to  4.65% in regulated carbon dioxide (CO2) emissions over the Be Lean case",
    "8(D) Measures to reduce the carbon dioxide emissions associated with other energy uses not covered by Building Regulations (un-regulated) shall be incorporated prior to occupation and maintained in the development in perpetuity in line with the Energy Statement prepared by Silver Energy Management Solutions Limited. The development shall be carried out strictly in accordance with the details so approved.",
    "For the purpose of compliance of this condition, the development hereby approved shall be carried out in accordance with Condition approval ref 224242CND dated 08/11/2022 (date of approval) and implemented in accordance with approved plans, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that each non-residential unit within the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with policy SI2 of the London Plan 2021, policies 1.1(e), 1.1(j), 1.1(k) and 1.2(f) of Ealing's  Development (or Core) Strategy 2012, policies LV5.2 and 7A of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG.",
    "| Energy Centre",
    "The energy centre, located on the ground floor of Block A (labelled 'Plant'), hereby approved shall be installed and operational prior to the first occupation of the  development, including both residential and non-residential units, and shall thereafter serve all units within the development as shown in the Energy Statement prepared by Silver Energy Management Solutions Limited.",
    "Reason: In the interest of securing the centralised energy centre for the site and its sustainable connection of the development in accordance with policy SI 2 of the London Plan 2021, adopted Ealing's Development (Core) Strategy 2026 (April 2012).",
    "| Combined Heat & Power (CHP)/ Energy Centre I district heating",
    "Prior to first occupation of any part the development, including residential and non-residential units, the following details should be submitted to the Local Planning Authority for written approval:",
    "a)\tdemonstration of continuous investigation of exporting heat to emerging neighbouring developments;",
    "b)\tdetails of the central plant room, including size, size of boilers and details of the flue;",
    "c)\tdetails of centralised heat pumps or appropriate alternative technology in line with LB Ealing and GLA energy statement guidance;",
    "d)\tdetails of centralised heat pumps or appropriate alternative technology including operational data, performance and QI rating, specification and operation/management strategy.",
    "e)\tdetails of the pipe network (including the size and route, flow and return temperatures, total length of the heat network in metres (flow and return) distribution and transmission, diagram route, total plant heating capacity, total heat generated, total heat supplied to premises) for the connection of all non-residential units into the site wide district heating network.",
    "f)\tdetails of how it is designed to facilitate connection to an offsite heat network.",
    "g)\tdemonstration of the installation of a point of external connection within the energy centre",
    "For the purpose of compliance with this condition, the development hereby approved shall be carried out in accordance with Condition approval ref 204791CND dated 21 April 2021 (date of approval) and implemented in accordance with approved plans, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the single energy plant room is designed in a manner  which allows for the future connection to an offsite district heat network, and to ensure that the development contributes to reducing the use of fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases in  accordance with policy SI 2of the London Plan 2021, policies 1.1(k) and 1.2(f) of Eating's adopted Development (or Core Strategy 2012, policy LVS.2 of Eating's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG.",
    "| Overheating and Cooling for the non-residential element",
    "Unless otherwise agreed in writing the development shall be carried out in accordance with the approved Overheating Assessment Report Rev 08 prepared by Silver.",
    "For the purpose of compliance of this condition, the development hereby approved shall be carried out in accordance with Condition approval ref 204794CND dated 10.02.2021 (date of approval) and implemented in accordance with approved plans, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that each non-residential unit within the development hereby approved is energy efficient and to reduce the risk of overheating in line with  policy SI 2 of the London Plan 2021, adopted Eating's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD (December 2013).",
    "| Overheating and Cooling for the dwellings",
    "Prior to the first occupation of each residential unit, each approved dwelling within the development shall incorporate and maintain mitigation measures that will assist with reducing the risk of overheating, follow the Cooling Hierarchy and  comply with CIBSE TM49 & TM52 criteria as stated in the Overheating Assessment Report prepared by Silver Energy Management Solutions Limited.",
    "Reason: To ensure that each residential unit within the development hereby approved is energy efficient and to reduce the risk of overheating in line with policy SI 2 of the London Plan 2021, adopted Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD (December 2013).",
    "| BREEAM Non-Residential Standard",
    "Each new non-residential unit proposed within the approved development shall be registered with Building Research Establishment (BRE), achieve BREEAM Rating Very Good and make reasonable endeavours to achieve Excellent (based on the latest BREEAM Technical guidance).",
    "13A) Within 3 months of the completion of each non-residential unit of the development, evidence that the development is registered with Building Research Establishment (BRE) under the most up to date BREEAM Technical Guidance and Interim BREEAM Assessment and related Certification verified by the BRE shall be submitted to the Local Planning Authority for written approval.",
    "13B) Within 3 months from the date of first occupation of each non-residential unit of the development, BREEAM 'Post Construction Stage' Assessment and related Certification verified by the BRE, should be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been implemented.",
    "Following any approval of a 'Post Construction Stage' assessment and certificate of the development, the approved measures and technologies to achieve the BREEAM Very Good or higher standard shall be retained in working order for the lifetime of the development.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policy SI 2 of  the London Plan (2021), policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy (2012) and policies 5.2 and 7A of Ealing's Development Management DPD (2013).",
    "| Sustainable Design and Construction Standards for residential and non­ residential units",
    "Upon the first occupation of any part of the approved development, including residential and non-residential units, each shall incorporate sustainability measures as detailed in the Sustainability Statement prepared by Silver Energy Management Solutions Limited.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policy SI 2 of  the London Plan 2021, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012.",
    "| Restriction to Commercial Uses only and Control of Amalgamation",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order, 1995 as amended, or any future amendments, the ground floor Units A-G indicated on Drawing No. BOS-FPA-ZZ-GND-GA-A01-06P100 P1 designated for Retail purposes shall be used only for Retail/ Non-residential Institution/ Assembly and Leisure (Class A1 and flexible Class A1 / A2 / A3 / D1 / D2) purposes within the Town and Country Planning (Use Classes) Order 1987 as amended, and for no other purpose, and none of the units shall be amalgamated to form more than one retail unit, without the prior written permission of the local planning authority.",
    "Reason: To safeguard the retention of satisfactory retail and commercial uses on the site in accordance with Policy 1.2(c) and 2.7 of the Ealing Development (Core) Strategy 2012.",
    "| Restriction to B1 only",
    "Notwithstanding the provisions of the Town & Country Planning (General Permitted Development) Order, 1995 as amended, or any future amendments, the ground floor Unit H indicated on Drawing No. BOS-FPA-ZZ-GND-GA-A01-06P100 P1 designated for Office Space purposes shall be used only for purposes within Use Class B1 Business of the Town & Country Planning (Use Classes) Order 1987 as amended, and for no other purpose, without the prior written permission of the local planning authority.",
    "Reason: To safeguard the Business or industrial uses on the site in accordance with Policy 1.2(b) of the Ealing Development (Core) Strategy 2012.",
    "| Low NOx Boiler specification",
    "Within six months of the commencement of the superstructure works on the approved development, details of the installation of the Ultra-Low NOx gas boilers and CHP engine that are compliant with the NOx (g/m2 benchmarks set out within the Mayor's Sustainable Design and Construction SPG, April 2014 shall be submitted to the Local Planning Authority for written approval. The approved boilers/engines shall be installed prior to the first occupation of the development.",
    "Reason: To minimise the impact of building emissions on local air quality in the interests of health, in accordance with policy SI 2 of the London Plan 2021; the Mayor's Sustainable Design and Construction SPG; policies 1.1(e) and U) of Ealing's Development (Core) Strategy 2012, and policy 7A of Ealing's Development Management DPD.",
    "| Renewable/Low Carbon (&CO2) Energy Monitoring",
    "Upon final completion of the development and prior to first occupation of any part, suitable devices for monitoring the renewable/low-carbon energy equipment shall be installed. The monitored data shall be submitted to the local planning authority at daily intervals for a period of three years from final completion. The installation of the monitoring devices should be in a compatible format and the submission of the data shall be carried out in accordance with the Council's approved specifications as indicated in Automated Energy (& CO2) Monitoring Platform [AEMP] document.",
    "Reason: To monitor the effectiveness of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an evidence base on the performance of such equipment in accordance with policy SI 2  of the London Plan 2021, adopted Ealing's Development Core Strategy.",
    "| Cycle Parking",
    "The on-site cycle parking facilities shall be implemented in accordance with the approved details and shall be completed and made available prior to the first occupation of the development and thereafter permanently retained.",
    "Reason: To ensure that there is adequate provision for cycle parking within the site in accordance with policies 1.1, 1.2 & 2.1 of the Ealing Development (Core) Strategy (2012), policy 6.13 of the Ealing Development Management Development Plan Document (2013), policy T2 of The London Plan (2021), and The National Planning Policy Framework.",
    "| Car Parking Management Plan",
    "Unless otherwise agreed in writing the development shall be carried out in accordance with the approved Car Park Management Plan dated 14 December 2020 prepared by Vectos.",
    "Reason: To control the provision, monitoring and maintenance of adequate facilities for all drivers including disabled drivers, in accordance with policy T6 of the London Plan 2021 and Ealing Development (Core) Strategy policy 1.1(h).",
    "| Servicing Management Plan",
    "Notwithstanding the details submitted, prior to first occupation of any of the commercial parts of the development, a Servicing Management Plan shall be submitted to and approved in writing by the Council. Details shall include hours of use, times and frequency of activities/uses, deliveries and collections, vehicle movements, silent reversing methods, location of loading bays, quiet loading/unloading measures.",
    "For the purpose of compliance of this condition, the development hereby approved shall be carried out in accordance with Condition approval ref 230367CND dated 03/08/2023 (date of approval) and implemented in accordance with approved plans, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy T6 of The London Plan (2021) and Ealing  SPG10.",
    "| Vehicle Charging Points",
    "Notwithstanding the parking bays expressly indicated as the electric vehicle charging points shown on approved Plan No. BOS-FPA-ZZ-GND-GA-A01-06P100 P1 provision shall be made for the installation of ducting and cabling to ensure all the approved parking bays are capable of providing additional charging points to meet future need, in accordance with a programme of works to be agreed in writing with the local planning authority prior to any of the parking bays first being brought into use.",
    "For the purpose of compliance of this condition, the development hereby approved shall be carried out in accordance with Condition approval ref 204795CND dated 11/08/2021 (date of approval) and implemented in accordance with approved plans, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To promote the use of energy efficient and sustainable modes of transport in accordance with the Council's policies on sustainable transport in accordance with Policy 1.1 of the adopted Ealing Development (Core) Strategy 2012, and Policy T6 of the adopted London Plan 2021 and the National Planning Policy Framework.",
    "| Refuse Storage",
    "The refuse and recycling storage enclosures hereby approved shall be laid out in accordance with a programme of provision agreed with the local planning authority prior to the first occupation of any part of the development and these areas shall not thereafter be obstructed or used for any other purpose.",
    "For the purpose of compliance of this condition, the development hereby approved shall be carried out in accordance with Condition approval ref 204796CND dated 21/04/2021 (date of approval) and implemented in accordance with approved plans, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: In the interests of the adequate disposal, storage and collection of waste and recycling, to protect the living conditions of occupiers of the area and in the interests of highway and pedestrian safety all in accordance with policies 1.1, 1.2 & 3.8 of the Ealing Development (Core) Strategy (2012), policies 3.5, 7A, & 78 of the Ealing Development Management Development Plan Document (2013), policy SI 7 of the London Plan (2021), and the National Planning Policy Framework.",
    "| Air Quality",
    "Before the construction of any of the superstructures hereby approved, a scheme for providing fresh air ventilation to habitable rooms of the dwellings shall be submitted to and approved in writing by the Local Planning Authority. The approved mitigation scheme shall be implemented in accordance with a programme of works for its provision before dwellings in that part are first occupied and shall thereafter be retained.",
    "Reason: To ensure that the development accords with policy SI 1 of the London Plan 2021; policy 1.1 of the Ealing Development (Core) Strategy (2012); policy 7A of the Ealing Development Management Development Plan Document (2013) and the National Planning Policy Framework.",
    "| Separation of noise sensitive rooms",
    "Within six months of the commencement of the superstructure works on the approved development,      details shall be submitted to the Council for approval in writing, of:",
    "A).\tthe sound insulation of the floor / ceiling / walls separating the commercial               part(s) of the premises from dwellings/noise sensitive premises. Details shall demonstrate that the sound insulation value DnT,w + Ctr to demonstrate that the sound insulation value is enhanced by"
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 179905,
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              515525.3520607,
              179967.0042361
            ],
            [
              515530.2990973,
              179951.2987318
            ],
            [
              515535.5017309,
              179955.647487
            ],
            [
              515537.1507431,
              179957.3470005
            ],
            [
              515537.546506,
              179957.746886
            ],
            [
              515541.1495977,
              179953.6480593
            ],
            [
              515546.2038202,
              179948.0996475
            ],
            [
              515552.5525173,
              179940.7017651
            ],
            [
              515556.0484232,
              179936.7029098
            ],
            [
              515559.1485661,
              179933.0539543
            ],
            [
              515543.0459618,
              179917.2984643
            ],
            [
              515543.4994402,
              179916.848593
            ],
            [
              515577.8483647,
              179950.7988749
            ],
            [
              515578.4007838,
              179950.1990466
            ],
            [
              515603.8532874,
              179924.5463896
            ],
            [
              515593.1017277,
              179913.8994372
            ],
            [
              515543.4994402,
              179865.0034336
            ],
            [
              515544.3486815,
              179864.2536482
            ],
            [
              515543.7962624,
              179863.7038056
            ],
            [
              515535.3533198,
              179855.5961264
            ],
            [
              515520.3802888,
              179869.5221401
            ],
            [
              515520.8997277,
              179871.251645
            ],
            [
              515518.0964069,
              179873.6009725
            ],
            [
              515517.6017032,
              179874.0008581
            ],
            [
              515515.1034497,
              179877.749785
            ],
            [
              515513.652319,
              179880.0991125
            ],
            [
              515511.8466506,
              179883.2981967
            ],
            [
              515510.9974093,
              179884.8977389
            ],
            [
              515510.148168,
              179886.5472667
            ],
            [
              515509.199986,
              179888.4967087
            ],
            [
              515508.4002151,
              179890.396165
            ],
            [
              515507.6499145,
              179892.3456069
            ],
            [
              515506.9490843,
              179894.3950203
            ],
            [
              515506.2977245,
              179896.5544022
            ],
            [
              515505.2011313,
              179900.7032146
            ],
            [
              515505.1021906,
              179901.2030715
            ],
            [
              515515.3508016,
              179910.9502814
            ],
            [
              515507.0974954,
              179919.6477918
            ],
            [
              515506.3966652,
              179919.7477632
            ],
            [
              515505.6463646,
              179919.7977489
            ],
            [
              515504.7971234,
              179923.0968045
            ],
            [
              515510.2965791,
              179924.4464182
            ],
            [
              515510.4532353,
              179924.7463323
            ],
            [
              515510.4532353,
              179924.8962894
            ],
            [
              515510.4037649,
              179925.0962322
            ],
            [
              515510.3460495,
              179925.1962036
            ],
            [
              515510.2471087,
              179925.2461893
            ],
            [
              515509.9502865,
              179925.2461893
            ],
            [
              515509.7029347,
              179925.1962036
            ],
            [
              515509.5462785,
              179925.0962322
            ],
            [
              515504.5497715,
              179924.0965183
            ],
            [
              515503.7005302,
              179927.4455597
            ],
            [
              515509.199986,
              179928.9951161
            ],
            [
              515508.4002151,
              179932.0542405
            ],
            [
              515504.203479,
              179930.9545553
            ],
            [
              515499.9984978,
              179944.3007349
            ],
            [
              515496.9478252,
              179953.9979591
            ],
            [
              515499.9984978,
              179954.6477731
            ],
            [
              515500.3530354,
              179954.6977588
            ],
            [
              515499.9984978,
              179956.3972723
            ],
            [
              515499.4460787,
              179959.1964711
            ],
            [
              515499.9984978,
              179959.2964425
            ],
            [
              515510.0986976,
              179961.2958701
            ],
            [
              515509.6534643,
              179963.745169
            ],
            [
              515525.3520607,
              179967.0042361
            ]
          ],
          [
            [
              515502.6121822,
              179937.2727467
            ],
            [
              515503.9313919,
              179933.0839457
            ],
            [
              515508.251804,
              179934.4435565
            ],
            [
              515506.9408392,
              179938.6323575
            ],
            [
              515502.6121822,
              179937.2727467
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "development_type": null,
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "last_updated": "2025-03-19T22:21:16.631+00:00",
  "decision_process": "Delegated",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/230440VAR;",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": "Hanwell Broadway",
  "application_type_full": "Removal/Variation of a condition",
  "locality": "London",
  "last_updated_by": "CSV Data Import",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.618
  },
  "postcode": "W7 3SA",
  "decision_target_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.336793,
          51.5068361
        ],
        [
          -0.3367269,
          51.5066939
        ],
        [
          -0.33665059999999997,
          51.506732
        ],
        [
          -0.3366263,
          51.5067469
        ],
        [
          -0.3366204,
          51.5067504
        ],
        [
          -0.3365699,
          51.5067128
        ],
        [
          -0.3364989,
          51.5066619
        ],
        [
          -0.3364099,
          51.5065941
        ],
        [
          -0.33636079999999996,
          51.5065575
        ],
        [
          -0.3363174,
          51.5065241
        ],
        [
          -0.3365545,
          51.5063857
        ],
        [
          -0.33654809999999996,
          51.5063816
        ],
        [
          -0.33604229999999996,
          51.5066797
        ],
        [
          -0.33603449999999996,
          51.5066742
        ],
        [
          -0.3356763,
          51.5064385
        ],
        [
          -0.3358347,
          51.506345
        ],
        [
          -0.3365651,
          51.5059156
        ],
        [
          -0.3365531,
          51.5059087
        ],
        [
          -0.3365612,
          51.5059039
        ],
        [
          -0.33668549999999997,
          51.5058328
        ],
        [
          -0.3368965,
          51.505961
        ],
        [
          -0.3368885,
          51.5059764
        ],
        [
          -0.3369281,
          51.5059981
        ],
        [
          -0.3369351,
          51.5060018
        ],
        [
          -0.3369699,
          51.506036
        ],
        [
          -0.33699,
          51.5060574
        ],
        [
          -0.3370149,
          51.5060865
        ],
        [
          -0.3370266,
          51.5061011
        ],
        [
          -0.33703829999999996,
          51.5061161
        ],
        [
          -0.3370514,
          51.5061338
        ],
        [
          -0.3370623,
          51.506151
        ],
        [
          -0.3370724,
          51.5061687
        ],
        [
          -0.3370818,
          51.5061873
        ],
        [
          -0.33709049999999996,
          51.5062068
        ],
        [
          -0.337105,
          51.5062443
        ],
        [
          -0.33710619999999997,
          51.5062488
        ],
        [
          -0.33695539999999996,
          51.5063343
        ],
        [
          -0.33707139999999997,
          51.5064142
        ],
        [
          -0.3370815,
          51.5064152
        ],
        [
          -0.3370923,
          51.5064158
        ],
        [
          -0.3371034,
          51.5064457
        ],
        [
          -0.3370238,
          51.5064567
        ],
        [
          -0.33702139999999997,
          51.5064593
        ],
        [
          -0.33702139999999997,
          51.5064607
        ],
        [
          -0.337022,
          51.5064625
        ],
        [
          -0.3370228,
          51.5064634
        ],
        [
          -0.3370242,
          51.5064639
        ],
        [
          -0.3370285,
          51.5064639
        ],
        [
          -0.3370321,
          51.5064635
        ],
        [
          -0.3370344,
          51.5064627
        ],
        [
          -0.3371067,
          51.5064547
        ],
        [
          -0.33711779999999997,
          51.506485
        ],
        [
          -0.3370381,
          51.5064978
        ],
        [
          -0.3370486,
          51.5065254
        ],
        [
          -0.3371094,
          51.5065164
        ],
        [
          -0.3371656,
          51.5066372
        ],
        [
          -0.33720639999999996,
          51.506725
        ],
        [
          -0.33716219999999997,
          51.5067302
        ],
        [
          -0.3371571,
          51.5067306
        ],
        [
          -0.3371616,
          51.506746
        ],
        [
          -0.3371687,
          51.5067712
        ],
        [
          -0.3371607,
          51.506772
        ],
        [
          -0.3370146,
          51.5067879
        ],
        [
          -0.3370202,
          51.50681
        ],
        [
          -0.336793,
          51.5068361
        ]
      ],
      [
        [
          -0.3371303,
          51.5065735
        ],
        [
          -0.3371126,
          51.5065356
        ],
        [
          -0.33705,
          51.506546900000004
        ],
        [
          -0.33706749999999996,
          51.5065849
        ],
        [
          -0.3371303,
          51.5065735
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Minor material amendment (S.73) to vary conditions no.40 ( Regulation of Hours), seeking to vary the proposed opening hours in pursuant to planning permission reference 210104VAR dated 03/12/2021 for 'Minor Material Amendment (S73) to vary conditions 2, 15, 16, 22, 25, 26, 27 and 32,  seeking to increase the number of residential units, in pursuant to  planning permission ref: 191309FUL approved 18/09/2020, as varied by application re: 204633NMA (approved 09/12/2020) for: Demolition of existing buildings and development of 3 blocks comprising studio, one, two, three and four bed flats, ground floor retail / non-residential institution / assembly & leisure and commercial units; with vehicle access from Adelaide Road, servicing, car and cycle parking, refuse storage, landscaping, public and private amenity space, and village square open space",
  "street_name": "Boston Road",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "lapsed_date": "09/07/2027",
  "cil_liability": null,
  "site_number": null,
  "decision_date": "09/07/2024",
  "secondary_street_name": null,
  "application_type": "All Other",
  "id": "Ealing-230440VAR",
  "last_date_consultation_comments": null
}