{
  "centroid": {
    "lon": "0.20330109999999998",
    "lat": "51.5650841"
  },
  "status": "Approved",
  "decision_target_date": "20/09/2019",
  "site_name": "136 Hornchurch Road",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans, particulars and specifications (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved. Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Before any works commence a scheme for any new plant or machinery shall be submitted to the local planning authority to achieve the following standard. Noise levels expressed as the equivalent continuous sound level LAeq (1 hour) when calculated at the boundary with the nearest noise sensitive premises shall not exceed LA90 -10dB and shall be maintained thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To prevent noise nuisance to adjoining properties in accordance with the recommendations of Planning Policy Guidance Note 24 \"Planning & Noise\" 1994, and in order that the development accords with the Development Control Policies Development Plan Document Policies DC55 and DC61.",
    "Before the development hereby permitted commences  details of a scheme shall be submitted to and approved in writing by  the local planning authority which specifies the provisions to be made for the control of noise emanating from the site. Such scheme as may be approved shall be implemented prior to first occupation and thereafter retained in accordance with such details.",
    "Reason:-",
    "To prevent noise nuisance to adjoining/adjacent properties in accordance with the Development Control Policies Development Plan Document Policies DC55 and DC61.",
    "The premises shall not be used for the purposes hereby permitted other than between the hours of 07:00 and 20:30 on Mondays to Sundays and Bank Holidays without the prior consent in writing of the Local Planning Authority.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The outdoor seating area hereby permitted, shall not be used by patrons after 18:00 hours Monday through Sunday and all Bank/Public Holidays.",
    "Reason:-",
    "In the interests of neighbouring amenity and in order that the proposed development accords with Development Control Policies Development Plan Document DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2019, improvements required to make the proposal acceptable were negotiated with Mrs Dilnashin Nawab via email on 17/09/2019. The revisions involved a reduction in depth of the patio area and the opening hours. The amendments were subsequently submitted on 18/09/2019."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM11 1DP",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "20/09/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1032.19",
  "centroid_northing": 187434,
  "uprn": "100021332863",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Hylands",
  "decision_date": "20/09/2019",
  "description": "Change of use from A1 to A3 and front patio",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1032.19",
  "lpa_app_no": "P1032.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:52:13.121+00:00",
  "centroid_easting": 552810,
  "pp_id": "07974599",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "02/07/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552805.692,
              187448.776
            ],
            [
              552810.84,
              187449.183
            ],
            [
              552811.043,
              187448.641
            ],
            [
              552811.856,
              187448.641
            ],
            [
              552814.972,
              187419.041
            ],
            [
              552808.402,
              187418.432
            ],
            [
              552805.692,
              187448.776
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.019
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Hornchurch",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "06/08/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2032454,
          51.565218
        ],
        [
          0.2033198,
          51.5652203
        ],
        [
          0.2033225,
          51.5652153
        ],
        [
          0.2033342,
          51.5652151
        ],
        [
          0.2033663,
          51.5649483
        ],
        [
          0.2032713,
          51.5649446
        ],
        [
          0.2032454,
          51.565218
        ]
      ]
    ],
    "type": "Polygon"
  }
}