{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/195406VAR;",
  "lapsed_date": "03/03/2026",
  "decision_target_date": "07/03/2023",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 8EL",
  "site_name": "Land Off Avenue Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012194982, 000012093597"
    ],
    "site_area": 0.029
  },
  "appeal_decision_date": null,
  "lpa_app_no": "195406VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519545,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T13:42:45.775+00:00",
  "id": "Ealing-195406VAR",
  "application_type": "All Other",
  "street_name": "Heathfield Road",
  "borough": "Ealing",
  "ward": "South Acton",
  "decision_date": "03/03/2023",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Minor material amendment (S.73) to vary condition no.2 (approved plans) pursuant to planning permission reference 181295FUL dated 17/08/2018 for'Construction of a two-storey residential dwelling, including the creation of a new access, associated landscaping, amenity space, refuse and cycle storage.' Variation seeking to amend the building outline due to site conditions",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 179792,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "12093597",
  "centroid": {
    "lon": "-0.27896109999999996",
    "lat": "51.5044284"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              519551.7369537,
              179782.5470365
            ],
            [
              519547.4412769,
              179782.3870822
            ],
            [
              519532.3115898,
              179782.876942
            ],
            [
              519534.1255032,
              179785.0263268
            ],
            [
              519534.0430526,
              179794.7035567
            ],
            [
              519547.5237275,
              179795.2833907
            ],
            [
              519547.5237275,
              179808.7595332
            ],
            [
              519554.2187171,
              179809.9991784
            ],
            [
              519554.8041165,
              179807.1000082
            ],
            [
              519551.4896019,
              179805.9503373
            ],
            [
              519551.7369537,
              179782.5470365
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "Development has already been constructed so this time limit condition has been removed. | The development hereby approved shall be carried out in accordance with drawing title numbers:",
    "7215-OS_Rev N, 7215-PH_Rev N, 7215-01_Rev N, 7215-02_Rev N, 7215-08_Rev N,  7215-11_Rev N, 7215-14_Rev N, 7215-15_Rev N, 7215-16_Rev N, 7215-17_Rev N.",
    "And as amended by drawing numbers:",
    "7215-04_Rev O, 7215-05_Rev O, 7215-06_Rev O, 7215-07_Rev O, 7215-09_Rev O, 7215-10_Rev O, 7215-12_Rev O, 7215-13_Rev O,",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| The approved development shall be carried out in accordance with the details of the materials used for the external surfaces of the development, approved by the Local Planning Authority under application: 194504CND dated 05.12.2019.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies Ealing Local Variation to London Plan Policy 7.4 and 7B of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (f) of the adopted Local Development Framework (Core) Strategy (2012) and policies D3 and D4 of the London Plan (2021). | The developer shall draw to the attention of the Local Planning Authority the presence of any unsuspected contamination encountered during the development. In the event of contamination to land and/or water being encountered, no development shall continue until a programme of investigation and/or remedial work to include methods of monitoring and certification of such work undertaken has been submitted and approved in writing by the Local Planning Authority. None of the development shall be occupied until the approved remedial works, monitoring and certification of the works have been carried out and a full validation report has been submitted to and approved in writing by the Local Planning Authority. In the event that no contamination is encountered, the developer shall provide a written statement to the Local Planning Authority confirming that this was the case. In either case, the developer shall submit full details of waste transfer documentation as evidence of correct disposal of waste soils as required by the Duty of Care Regulations. After the appropriate information described above has been submitted and only after written approval by the Local Planning Authority shall the development be occupied.",
    "Reason: To ensure that any ground and water contamination is identified and adequately addressed to ensure the safety of the development, the environment and to ensure the site is suitable for the proposed use. That waste soils from the basement excavation are correctly disposed of. | The development hereby approved shall not be occupied until refuse and recycling storage, in accordance with the Local Planning Authority Standards, has been provided in the curtilage of the proposed building and has been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy (2012) policy 7B of the Ealing Development Management DPD (2013) and policies D3 and D4 of the London Plan (2021).",
    "| Cycle storage for a minimum of two (2) bicycles shall be provided onsite in accordance with all adopted standards prior to occupation of the building and be continuously available and retained for the life of the development hereby approved.",
    "Reason: To provide adequate bicycle storage to align with Sustainable Transport SPG and policy T5 and T6 of the London Plan (2021). | Building envelope insulation for the approved residential building, with windows shut and other means of ventilation provided, shall be installed to achieve the internal noise targets adopted by the local planning authority:",
    "Bedrooms (23:00-0700 hrs) 30 dB LAeq, and 45 dB Lmax (fast).",
    "Living rooms (0700-2300 hrs) 35dB LAeq.",
    "Kitchens, bathrooms, WC and utility rooms (0700-2300 hrs) 45 dB LAeq.",
    "The sound insulation measures shall be installed and fully completed prior to the first use and/or first occupation of the units and maintained thereafter.",
    "Reason: To ensure satisfactory amenity is achieved for future residents of the site in accordance with policies 7A & 7B of Ealing Development Management Development Plan 2013 and polices D3 & D4 of the London Plan (2021). | All external lighting shall comply with the recommendations of the Institution of Lighting Engineers 'Guidance Notes for the Reduction of Light Pollution' and the provisions of BS 5489 Part 9. The lighting shall be installed prior to first use of the buildings and be maintained in accordance with these standards thereafter.",
    "Reason: To protect the living conditions of occupiers in the area, in accordance with policy 7A and 7B of the Development Management DPD (2013). | The approved development shall be carried out in accordance with the details of the Arboricultural Method Statement prepared by AD Tree Consulting date 01.10.2018 (Ref: AMS/011/2018), approved by the Local Planning Authority under application: 184770CND dated 16.01.2019. All tree work and tree protection measures to be carried out, has been submitted to and approved in writing by the Local Planning Authority. Including the details of protection to those trees to the rear gardens of No. 2 and No. 4 Heathfield Road as well as other trees which could be affected by development. The approved details shall remain in place until completion of all work associated with the construction of the building. All tree work and protection measures shall be carried out in accordance with the approved method statement.",
    "Reason: To secure the protection, throughout the time that the development is being carried out, of trees, shrubs and hedges growing within or adjacent to the site which are of amenity value to the area in accordance with policy 5.10 of the Adopted Ealing Development Management DPD (2013), and policy G5 of the London Plan (2021). | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 2015, no windows or other openings (other than those shown on the approved plans) shall be formed in the walls or roof of the building permitted.",
    "Reason: To protect the living conditions of occupiers of neighbouring properties, in accordance with Policies 7.4 and 7B of the Development Management DPD (2013); and Policy D3 of the London Plan (2021).",
    "| Notwithstanding the provisions of Classes A - H of Part 1 of the Town and Country Planning (General Permitted Development) Order 2015 no extensions or alterations, porches, or outbuildings shall be carried out at the dwellinghouse hereby approved without the prior permission of the local planning authority.",
    "Reason: To prevent the overdevelopment of the site, to safeguard the living conditions of adjoining properties and visual appearance of the area, and in the interests of highway safety in accordance with policies 1.1, 1.2, 2.1 and 2.10 of the Ealing Development (or Core) Strategy (2012), policies LV 3.5, LV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies D3, D4, D6, D8 of the London Plan (2021), and the National Planning Policy Framework (2021). | The approved development shall be carried out in accordance with the details regarding the installation of an ultra-low NOx boiler with maximum NOx emissions of less than 0.030 g/kWh to each dwelling, approved by the Local Planning Authority under application: 200271CND dated 09.04.2020.",
    "Reason: In order to comply with Ealing Council's commitment to being an Air Quality Exemplar Borough and policy SI1 of the London Plan (2021)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/12/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08385344",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2788672,
          51.504342
        ],
        [
          -0.2789292,
          51.5043415
        ],
        [
          -0.2791469,
          51.5043491
        ],
        [
          -0.27912000000000003,
          51.504368
        ],
        [
          -0.2791179,
          51.504455
        ],
        [
          -0.2789236,
          51.5044574
        ],
        [
          -0.278919,
          51.5045785
        ],
        [
          -0.27882219999999996,
          51.5045882
        ],
        [
          -0.2788148,
          51.504562
        ],
        [
          -0.27886289999999997,
          51.5045524
        ],
        [
          -0.2788672,
          51.504342
        ]
      ]
    ],
    "type": "Polygon"
  }
}