{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "18/03/2024",
  "development_type": null,
  "ward": "NORTHWOOD HILLS 2022",
  "lapsed_date": "07/05/2027",
  "decision_date": "07/05/2024",
  "lpa_app_no": "78656/APP/2024/710",
  "status": "Refused",
  "parking_details": null,
  "centroid": {
    "lat": 51.606451,
    "lon": -0.410775
  },
  "application_type": "All Other",
  "borough": "Hillingdon",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "last_date_consultation_comments": "14/04/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T21:04:23.062+00:00",
  "locality": null,
  "date_building_work_completed_under_previous_permission": null,
  "description": "Installation of a 17.5m monopole supporting 6no. antennas, 1 no. 300mm dish, 1 no. cornerstone cabinet, 1 no. Cheshire cabinets and 1 no. PSC cabinet, and ancillary works thereto (Application under Class A, Part 16 of Schedule 2 to the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) for determination as to whether prior approval is required for siting and appearance).",
  "application_type_full": "Prior Approval: Development for electronic communications network",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": "NORTHWOOD",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=78656/APP/2024/710",
  "site_number": null,
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "application_details": {
    "existing_uprns": null
  },
  "pp_id": "12891307",
  "postcode": "HA6 1RU",
  "wgs84_polygon": null,
  "cil_liability": false,
  "street_name": "NORTHWOOD WAY",
  "decision_conditions": [
    "The Local Planning Authority considers that the applicants have failed to provide robust evidence to demonstrate that other more suitable and less harmful sites do not exist, and that they have actively explored the possibility of erecting the proposed telecommunications equipment on existing buildings, masts or other structures. The development would therefore be contrary to paragraphs 119 and 135 c) of the National Planning Policy Framework (2023), and Policy DMHB 21 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "The proposed telecommunications street pole and associated equipment would, by virtue of their prominent position, size, scale, bulk and height, represent an over dominant, prominent and incongruous feature in the street scene that would cause visual intrusion and significant harm to the character and appearance of the area and Hillside, Northwood Hills Area of Special Local Character. Furthermore, the proposed cabinets and associated equipment are located within a close proximity to the Hogs Back Nature Conservation Site of Grade II Borough Importance. The development would therefore be contrary to paragraphs 119 and 135 c) of the National Planning Policy Framework (2023), Policies D4, D8 and SI6 of the London Plan (2021), Policy BE1 of the Hillingdon Local Plan: Part One- Strategic Policies (2012) and Policies DMHB 11, DMHB 12, DMHB 14 and DMHB 21 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service."
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 190931,
  "site_name": "Grass Verge on east side",
  "decision_target_date": "07/05/2024",
  "appeal_status": null,
  "decision": "Refused",
  "lpa_name": "Hillingdon",
  "polygon": null,
  "appeal_start_date": null,
  "uprn": null,
  "appeal_decision_date": null,
  "id": "Hillingdon-78656_APP_2024_710",
  "centroid_easting": 510152
}