{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "27/08/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-47647_APP_2020_2017",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.017
  },
  "valid_date": "02/07/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of a 2m high fence to form a temporary outdoor seating area at the rear of the coffee shop.",
  "decision_conditions": [
    "The development hereby permitted shall be removed by the 27th August 2022 and the area where the development sat shall be restored to at least equivalent quality as the area unaffected by the development.",
    "REASON",
    "The development, by reason of its temporary design, is not considered suitable for permanent retention in compliance with Policies DMHB 1, DMHB 2, DMHB 4 and DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020).",
    "The fencing hereby approved shall not be attached to the Grade II Listed Building.",
    "REASON",
    "To preserve the historic significance of the designated heritage asset, in accordance with DMHB 1 and DMHB 2 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policies BE1 and HE1 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policy 7.8 of the London Plan (March 2016) and the NPPF (February 2019).",
    "The seating area hereby approved shall not be used except between 0900 to 1800 Mondays to Sundays.",
    "REASON",
    "To ensure that the amenity of the occupiers of adjoining or nearby properties is not adversely affected in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy EM8 of the Hillingdon Local Plan: Part 2 - Strategic Policies (November 2012) and Policy 7.15 of the London Plan (March 2016).",
    "Prior to the use of the seating area by customers, the fencing hereby approved shall be treated with the wood stain specified as part of the 'Sadolin Classic Wood Protection - Dark Palisander' document. Thereafter the wood stain shall be retained as such for the lifetime of the development.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policies DMHB 1, DMHB 2, DMHB 4, DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies with Modifications (March 2019) and Policies 7.4, 7.6 and 7.8 of the London Plan (March 2016).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:39:06.359+00:00",
  "ward": "HAREFIELD",
  "parking_details": null,
  "lapsed_date": "27/08/2023",
  "decision_target_date": "27/08/2020",
  "centroid": {
    "lat": "51.6039116",
    "lon": "-0.48232149999999996"
  },
  "lpa_app_no": "47647/APP/2020/2017",
  "status": "Approved",
  "site_name": "14 HIGH STREET",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=47647/APP/2020/2017",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505206.762,
              190535.0469
            ],
            [
              505194.5912,
              190539.2802
            ],
            [
              505196.311,
              190551.1865
            ],
            [
              505210.8631,
              190545.8948
            ],
            [
              505206.762,
              190535.0469
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "12/08/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "HAREFIELD",
  "pp_id": "08856325",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 505202,
  "appeal_start_date": null,
  "centroid_northing": 190543,
  "borough": "Hillingdon",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4822551,
          51.6038393
        ],
        [
          -0.48242949999999996,
          51.6038796
        ],
        [
          -0.4824012,
          51.6039863
        ],
        [
          -0.4821927,
          51.603936
        ],
        [
          -0.4822551,
          51.6038393
        ]
      ]
    ],
    "type": "Polygon"
  }
}