{
  "lpa_name": "Havering",
  "uprn": "100021406467",
  "decision_date": "13/04/2021",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "bo_system": "CSV Data Import",
  "id": "Havering-P1955.20",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM14 1DQ",
  "appeal_decision": null,
  "application_details": {
    "no_additional_bathrooms": 6,
    "intended_commencement_date": "04/2021",
    "intended_completion_date": "12/2021",
    "existing_uprns": null,
    "total_gia_gained": 99,
    "no_additional_bedrooms": 3,
    "site_area": 0.047
  },
  "valid_date": "24/12/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Construction of single storey front extension with a single/two storey side and rear extension with an increase in roof height and new roof to provide loft accommodation with rear dormer windows with patio and boundary fencing.",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 8 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed first floor flank window in the first floor side extension and the windows in the gable wall in the loft on either side of the dwelling, as shown on drawing no. 1756/02 revision B shall be permanently glazed with obscure glass not less than 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no porches shall be erected to the front or side of the extension hereby permitted, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with Mr Cumberland by phone and e-mail.  The revisions involved showing on the plans windows being obscured glazed and changes to patio and fence. The amendments were subsequently submitted on 18-02-21, 22-02-21 & 13-04-21.",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/393927/Party_Wall_etc__Act_1996_-_Explanatory_Booklet.pdf"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:38:31.588+00:00",
  "ward": "Cranham",
  "parking_details": null,
  "lapsed_date": "13/04/2024",
  "decision_target_date": "13/04/2021",
  "centroid": {
    "lat": "51.5598004",
    "lon": "0.2593425"
  },
  "lpa_app_no": "P1955.20",
  "status": "Approved",
  "site_name": "92A DEYNCOURT GARDENS",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1955.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              556716.325,
              186939.888
            ],
            [
              556707.858,
              186938.059
            ],
            [
              556705.826,
              186986.556
            ],
            [
              556716.799,
              186988.927
            ],
            [
              556716.054,
              186943.546
            ],
            [
              556716.325,
              186939.888
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "08/04/2021",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [
    "EGL266489"
  ],
  "actual_commencement_date": null,
  "street_name": "UPMINSTER",
  "pp_id": "09375020",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 556712,
  "appeal_start_date": null,
  "centroid_northing": 186965,
  "borough": "Havering",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2593937,
          51.5595735
        ],
        [
          0.25927079999999997,
          51.5595595
        ],
        [
          0.25926309999999997,
          51.5599957
        ],
        [
          0.2594224,
          51.560014
        ],
        [
          0.2593914,
          51.5596065
        ],
        [
          0.2593937,
          51.5595735
        ]
      ]
    ],
    "type": "Polygon"
  }
}