{
  "last_date_consultation_comments": "03/09/2024",
  "site_number": null,
  "ward": "NORTHWOOD 2022",
  "decision_date": "24/09/2024",
  "description": "Variation of Condition 2 (Approved Plans) of planning permission ref. 48088/APP/2022/3820, dated 15-02-2023 (Erection of a porch, two storey rear extension, extension to two-storey front extension, raising of main roof ridge and conversion of roof space to habitable use to include 6 no. roof lights) to change the entrance portico from a stone profile with columns to an enclosed brick profile",
  "development_type": null,
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": null,
  "locality": null,
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "13299971",
  "street_name": "NORTHWOOD",
  "last_updated_by": "CSV Data Import",
  "lpa_name": "Hillingdon",
  "centroid": {
    "lon": "-0.43643899999999997",
    "lat": "51.6028238"
  },
  "lpa_app_no": "48088/APP/2024/2079",
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.101
  },
  "application_type_full": "Removal/Variation of a condition",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.436679,
          51.6030678
        ],
        [
          -0.43644669999999997,
          51.6031004
        ],
        [
          -0.4362028,
          51.6025833
        ],
        [
          -0.43644269999999996,
          51.6025496
        ],
        [
          -0.4366828,
          51.6030667
        ],
        [
          -0.436679,
          51.6030678
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 508382,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=48088/APP/2024/2079",
  "bo_system": "CSV Data Import",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "10 THE BROADWALK",
  "id": "Hillingdon-48088_APP_2024_2079",
  "decision_target_date": "26/09/2024",
  "centroid_northing": 190489,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508364.8041,
              190515.787
            ],
            [
              508380.8115,
              190519.7558
            ],
            [
              508398.9354,
              190462.6057
            ],
            [
              508382.399,
              190458.5046
            ],
            [
              508364.5395,
              190515.6547
            ],
            [
              508364.8041,
              190515.787
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "(AMENDED CONDITION) The development hereby permitted shall be begun before the expiration of three years from the date of the original permission (ie by 15 February 2026).",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "(AMENDED CONDITION) The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans:",
    "Title: Proposed Block Plan - NMA, ref: 220015 A131, rev: P2, date: 02/07/2024",
    "Title: Ground Floor - Proposed NMA, ref: 220015 A123, rev: P2, date: 02/07/2024",
    "Title: First Floor - Proposed NMA, ref: 220015 A124, rev: P2, date: 02/07/2024",
    "Title: Loft Floor - Proposed NMA, ref: 220015 A125, rev: P2, date: 02/07/2024",
    "Title: Roof Plan - Proposed NMA, ref: 220015 A126, rev: P2, date: 02/07/2024",
    "Title: Section - Proposed NMA, ref: 220015 A127, rev: P2, date: 02/07/2024",
    "Title: Front Elevations - Proposed NMA, ref: 220015 A128, rev: P2, date: 02/07/2024",
    "Title: Rear Elevations - Proposed NMA, ref: 220015 A132, rev: P2, date: 02/07/2024",
    "Title: Side Elevations - Proposed NMA, ref: 220015 A129, rev: P2, date: 02/07/2024",
    "Title: Side Elevations 2 - Proposed NMA, ref: 220015 A133, rev: P2, date: 02/07/2024",
    "REASON",
    "To ensure the development complie",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The first floor side elevation windows and the side roof lights facing No. 12 The Broadwalk shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The rooflghts hereby approved shall be conservation type and set completely flush along the roof line, and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Trees, hedges and shrubs shown to be retained on the Tree Protection Plan  shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundw",
    "The proposed development shall comply with the tree protection measures outlined in the Arboricultural Method Statement prepared by Merewood Aboricultural.",
    "REASON",
    "To ensure that trees and other vegetation can and will be retained on site and not damaged during construction work and to ensure that the development conforms with policy DMHB 14 of the Hillingdon Local Plan Part  2 (2020)",
    "The tree(s) to be felled in pursuance of this consent shall be replaced with the same species of the same quality and planted along the boundary with Cowswood Close. The replacement tree(s), which shall be of 'Standard' size (about 2-3m high) and short-staked for support, shall be planted during the first planting season following the felling works hereby permitted. Thereafter, the replacement tree(s) shall be retained indefinitely and maintained (watered and weeded during the spring and summer) for at least 2-3 years, or until established.",
    "REASON",
    "In order to ensure that the development conforms with policy DMHB 14 of the Hillingdon Local Plan Part  2 (2020).",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020."
  ],
  "appeal_decision_date": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "last_updated": "2025-03-19T19:58:35.197+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "24/09/2027",
  "decision": "Approved",
  "valid_date": "01/08/2024"
}