{
  "centroid": {
    "lon": "0.1732137",
    "lat": "51.5940632"
  },
  "status": "Approved",
  "decision_target_date": "04/09/2020",
  "site_name": "41 Mashiters Hill",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 5 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The 1.8m high screen fencing will be erected in accordance with drawing no. D06 before occupation and shall be permanently retained and maintained thereafter.",
    "Reason:-",
    "To prevent undue overlooking of adjoining property and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 the outbuilding hereby permitted to be used as a gymnasium, shall be used only for purposes incidental to the enjoyment of the dwelling house and not for any trade or business nor as living accommodation.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The proposed windows on the rear elevation as shown on drawings D02REV1 and D06REV1 shall be permanently glazed with obscure glass not less than 4 on the standard scale of obscurity and shall thereafter be maintained and",
    "permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 the outbuilding hereby permitted shall not install any kitchen facilities.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with Civils Consulting Ltd (agent) by phone and e-mail. The revisions involved reducing the impact of the proposal by reducing its width and height.The amendments were subsequently submitted on 01-09-20."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM1 4TP",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "04/09/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0767.20",
  "centroid_northing": 190594,
  "uprn": "100021386112",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Pettits",
  "decision_date": "04/09/2020",
  "description": "Single storey outbuilding to the rear for use as a garage and a gymnasium",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0767.20",
  "lpa_app_no": "P0767.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:53:19.069+00:00",
  "centroid_easting": 550629,
  "pp_id": "08778271",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "08/06/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550595.27,
              190591.46
            ],
            [
              550654.875,
              190609.342
            ],
            [
              550663.003,
              190600.13
            ],
            [
              550631.304,
              190584.416
            ],
            [
              550607.191,
              190578.184
            ],
            [
              550595.27,
              190591.46
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.094
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "30/06/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.172726,
          51.5940493
        ],
        [
          0.17359349999999998,
          51.5941941
        ],
        [
          0.1737068,
          51.5941092
        ],
        [
          0.1732428,
          51.5939764
        ],
        [
          0.1728923,
          51.5939269
        ],
        [
          0.172726,
          51.5940493
        ]
      ]
    ],
    "type": "Polygon"
  }
}