{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "05/08/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-7129_APP_2020_424",
  "secondary_street_name": "HAYES",
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.008
  },
  "valid_date": "07/02/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of storage container to be used for the storage of equipment for outdoor sport and recreation only for a temporary period of 5 years.",
  "decision_conditions": [
    "The building hereby permitted shall be removed on or before 07-08-2025 and the land restored to its former condition or to a condition in accordance with a scheme of work submitted to and approved in writing by the Local Planning Authority.",
    "REASON",
    "To preserve the openness of the Metropolitan Green Belt and character of the area in compliance with Policies DMEI 4 and DMHB 11 of the Hillingdon Local Plan: Part Two Development Management Policies (2020).",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers and supporting documents, 101 Rev. P1 Received 08-07-2020, Supporting Information received 08-07-2020 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2016).",
    "Prior to the commencement of development, details of external paint work shall be submitted to and agreed in writing by the Local Planning Authority. Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policies DMHB 11 and DMHB 14 of the Hillingdon Local Plan:Part 2 (2020).",
    "No floodlighting or other form of external lighting shall be installed unless it is in accordance with details which have previously been submitted to and approved in writing by the Local Planning Authority. Such details shall include location, height, type and direction of light sources and intensity of illumination. Any lighting that is so installed shall not thereafter be altered other than for routine maintenance which does not change its details.",
    "REASON",
    "To safeguard the amenity of surrounding properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020); and To protect the ecological value of the area in accordance with Policy DMEI 4 and DMEI 7 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (Control of Advertisements) (England) Regulations 2007 (or any order revoking and re-enacting that Order with or without modification), there shall be no advertisements placed on or around the building or site without the prior written consent of the Local Planning Authority.",
    "REASON",
    "To enable the Local Planning Authority to assess all the implications of such advertisements and in accordance with policies DMEI 4, DMHB 11 and DMHB 13A of the Hillingdon Local Plan Part 2 (2020)",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:45:02.338+00:00",
  "ward": "CHARVILLE",
  "parking_details": null,
  "lapsed_date": "05/08/2023",
  "decision_target_date": "07/08/2020",
  "centroid": {
    "lat": "51.5329742",
    "lon": "-0.41386219999999996"
  },
  "lpa_app_no": "7129/APP/2020/424",
  "status": "Approved",
  "site_name": "GROSVENOR PLAYING FIELDS",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=7129/APP/2020/424",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510120.1477,
              182754.3375
            ],
            [
              510109.0352,
              182750.3687
            ],
            [
              510106.7862,
              182756.3219
            ],
            [
              510117.8987,
              182760.4229
            ],
            [
              510120.28,
              182754.4698
            ],
            [
              510120.1477,
              182754.3375
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "KINGSHILL AVENUE",
  "pp_id": "08461913",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 510114,
  "appeal_start_date": null,
  "centroid_northing": 182755,
  "borough": "Hillingdon",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.41377379999999997,
          51.5329671
        ],
        [
          -0.4139352,
          51.5329336
        ],
        [
          -0.4139658,
          51.5329875
        ],
        [
          -0.41380439999999996,
          51.5330222
        ],
        [
          -0.41377189999999997,
          51.5329682
        ],
        [
          -0.41377379999999997,
          51.5329671
        ]
      ]
    ],
    "type": "Polygon"
  }
}