{
  "lpa_name": "Barking & Dagenham",
  "uprn": "100091751",
  "decision_date": "24/04/2009",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Idox Tascomi",
  "id": "Barking_&_Dagenham-08_00106_FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM6 6SB",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "open_and_protected_space_details": {
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "protected_space_count": 3,
      "open_space_mol_area_gain": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_local_and_other_area_loss": 0,
      "open_space_green_belt_area_loss": 0,
      "protected_spaces_details": [
        {
          "area": 0.156,
          "superseded_date": null,
          "access": "Restricted",
          "actual_completion_date": null,
          "description": "Countryside in urban fringe areas",
          "change_type": "Loss",
          "nature_conservation_designation": "Site of Borough Grade 1 Importance",
          "actual_commencement_date": null,
          "superseded_by_lpa_app_no": null
        },
        {
          "area": 7.066,
          "superseded_date": null,
          "access": "Restricted",
          "actual_completion_date": null,
          "description": "Countryside in urban fringe areas",
          "change_type": "Loss",
          "nature_conservation_designation": "Not Designated",
          "actual_commencement_date": null,
          "superseded_by_lpa_app_no": null
        },
        {
          "area": 7.222,
          "superseded_date": null,
          "access": "Restricted",
          "actual_completion_date": "01/08/2014",
          "description": "Outdoor sports facilities incl school playing fields",
          "change_type": "Gain",
          "nature_conservation_designation": null,
          "actual_commencement_date": "22/07/2008",
          "superseded_by_lpa_app_no": null
        }
      ]
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D2",
        "gia_gained": 0,
        "actual_commencement_date": "22/07/2008",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "24/05/2014",
        "use_class": "SG",
        "gia_gained": 150,
        "actual_commencement_date": "22/07/2008",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "superseding_details": [],
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 0.015,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 150,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 150
    },
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "Green Belt",
        "constraints_layer_description": "Open Space Protection"
      }
    ],
    "site_area": 52.2975
  },
  "valid_date": "28/01/2008",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Extension to existing golf centre by constructing a nine hole golf course, pitch and putt par three course, pitching course with lakes, lagoons, ponds and other water features, an additional putting course, landscaping and maintenance building together with football and rugby sports pitches",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.\r\rReason:\rTo comply with Section 91 of the Town and Country Planning Act 1990 (as amended by S.51 of the Planning and Compulsory Purchase Act  2004)",
    "No development shall take place until there has been submitted to and approved by the Local Planning Authority a scheme of landscaping for the site which shall include indications of all existing trees, shrubs and hedgerows on the site and details of those to be retained.\r\rReason:\rTo safeguard and improve the appearance of the area.",
    "The landscaping scheme as approved in accordance with condition No. ^IN; shall be carried out in the first planting and seeding seasons following the occupation of the building or completion of the development, whichever is the sooner.  Any trees or plants which within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species unless the Local Planning Authority gives written consent to any variation.\r\rReason:\rTo secure the provision and retention of the landscaping in the interests of the visual amenity of the area.",
    "The development shall not be commenced until a scheme showing those areas to be hard landscaped and the details of that hard landscaping have been submitted to and approved by the Local Planning Authority in writing.  The scheme as approved shall be carried out prior to the occupation of the development and thereafter permanently retained.\r\rReason:\rTo ensure the development is satisfactorily landscaped in order to improve the visual appearance of the area.",
    "The development shall not be commenced until details of all boundary fences and walls have been submitted to and approved by the Local Planning Authority and no part of the development shall be occupied until the approved fences and walls for that part have been provided.  The approved fences and walls shall be retained unless the Local Planning Authority gives prior written approval to their removal.\r\rReason:\rTo ensure the satisfactory means of enclosure for the proposed development in the interests of the visual amenity of the area.",
    "No external construction works, deliveries, external running of plant and equipment or internal works audible outside the site boundary shall take place on the site other than between the hours of 0800  to 1800 on Monday to Friday and 0800 to 1300 on Saturday and not at all on Sundays, Public or Bank Holidays without the prior written permission of the Local Planning Authority.\r\rReason:\rTo ensure that the proposed construction work does not cause undue nuisance and disturbance to neighbouring properties at unreasonable hours and in accordance with Policy G.36 of the Unitary Development Plan.",
    "The playing fields hereby permitted shall only be used between the hours of 8:30 am and 9 pm.\r\rReason:  To prevent undue noise and disturbance to neighbouring properties.",
    "No deliveries or importation of any materials shall take place other than between the hours of 08.00 and 17.00 hours on Monday to Friday and 08.00 to 13.00 on Saturdays.  No deliveries or importation of materials shall take place on Sundays, Bank or Public Holidays unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: In the interests of amenity.",
    "No development shall take place until the applicant has secured the implementation of a programme of archaeological work in accordance with a written scheme for investigation which has been submitted by the Applicant and approved by the Local Planning Authority.  The development shall only take place in accordance with the detailed scheme pursuant to this condition.  The archaeological works shall be carried out by a suitably qualified investigating body acceptable to the Local Planning Authority.\r\rReason: Important archaeological remains may exist on this site.  Accordingly the Planning Authority wishes to secure the provision of archaeological investigation and the subsequent recording of the remains prior to development, in accordance with the guidance contained within PPG16.",
    "Notwithstanding the provisions of the Town and Country Planning Act 1990 (as amended), no floodlighting shall be provided on any part of the application site without the prior written permission of the Local Planning Authority.\r\rReason: In the interests of the character and appearance of the site which forms part of the Metropolitan Green Belt and of amenity.",
    "After the first and second phases which shall commence together and with the exception of phases 5 and 6 which shall also commence together (such phases as commence together being hereafter referred to as groups of phases) no other subsequent phase after the second phase shall be commenced until the previous phase is completed and details verifying the amount of material imported to complete that phase and certification of the origin of the material have been submitted and agreed by the Local Planning Authority.  Between the end date of one phase or group of phases and the start date of the next phase the topsoil may be stripped in the next phase and a new internal haulage road or an extension to or alteration of an existing haulage road may be constructed.\r\rReason: To safeguard the amenities of the locality and local character and to ensure the development does not involve the importation of toxic materials.",
    "Prior to the commencement of each phase, as agreed under condition 9 above, as built contour plans for the last completed phase, shall be submitted to the Local Planning Authority for approval. The plans shall indicate contours at 0.5m intervals.  The next phase shall not commence until the contour plans for the previous phase have been agreed by the Local Planning Authority.\r\rReason: To safeguard the character and appearance of the landscape and in the interest of the visual amenities of the locality.",
    "No development shall commence until details of the surface water drainage works have been submitted to and approved in writing by the Local Planning Authority.  The scheme shall be completed in accordance with the approved plans.\r\rReason: To prevent the increased risk of flooding to third parties, to the site itself, to improve water quality and to enhance biodiversity.",
    "A 5m buffer zone shall be provided alongside the ordinary watercouses and new wetland features on site, with the exception of the water world. The buffer zone shall be measured from bank top (bank top is defined as the point at which the bank meets normal land levels).  The buffer zone shall be free of structures, hard standing, footpaths, fences and overhanging structures such as balconies. The buffer zone shall be managed to develop a natural character and shall be planted with locally native shrubs and grasses of UK genetic provenance, or left to colonise and regenerate naturally and left as a natural area for wildlife. The buffer zone should be managed as described in Section 10 of the Design and Access and Supporting Statement.\r\rReason: To maintain and/or enhance the character of the watercourse and provide undisturbed refuge for wildlife using the river corridor.",
    "A 5 metres wide buffer zone shall be provided alongside areas of uncut grassland along the boundaries, hedgerows proposed and existing and new planting blocks, as shown on the approved plans. The buffer zone shall be free of structures, hard standing, footpaths, fences and overhanging structures such as balconies. The applicant will agree in writing a planting scheme with the local Planning Authority that either the buffer zone shall be planted with locally native UK plant species only, or left to colonise and regenerate naturally and in either one permanently retained thereafter as a natural area for wildlife.    \r\rReason: To promote and safeguard the wildlife within the site",
    "All planting within 5 metres of the watercourse and new water features shall be of locally native plant species only, of UK genetic origin.  The species listed in the Cranfield Golf Course Project Description are appropriate.  In SUDs likely to be dealing with run off from greens, the use of Phragmites autralis beds should be considered.\r\rReason: Use of locally native plants in landscaping is essential to benefit local wildlife and help maintain the regions natural balance of flora.  Native insects, birds and other animals cannot survive without the food and shelter that native plants provide  introduced plants usually offer little to our native wildlife.  Local plants are the essence of regional identity and preserve the character of the British landscape.  Local plants are adapted to local soils and climate, so have low maintenance requirements.  In addition, planting locally native plants helps to prevent the spread of invasive plants in the region.",
    "External artificial lighting within 5 metres of the ordinary watercourses and the ponds (with the exception of the water world lake) bank top  (bank top is defined as the point at which the bank meets normal land levels) shall be directed away from the watercourse and shall be focused with cowlings.\r\rReason: To minimise light spill from the new development into the watercourse or adjacent river corridor habitat.  Artificial lighting disrupts the natural diurnal rhythms of a range of wildlife using and inhabiting the river and its corridor habitat.  The corridor adjacent to a watercourse provides important habitat for the terrestrial life stages of many aquatic insects.  The river channel with its wider corridor should be considered an intrinsically dark area and treated as recommended under the Institute of Technical Lighting Engineers Guidance Notes for the Reduction of Light Pollution.",
    "A 10 metres wide buffer zone shall be provided alongside the Hainault Road Allotment Woods as shown on the approved plans. The buffer zone shall be free of structures, hard standing, footpaths, fences and overhanging structures such as balconies. The applicant will agree in writing a planting scheme with the local Planning Authority that either the buffer zone shall be planted with locally native UK plant species only, or left to colonise and regenerate naturally and in either one permanently retained thereafter as a natural area for wildlife.    \r\rReason: To promote and safeguard the wildlife within the site",
    "Prior to the commencement of development, a mitigation strategy prepared by DEFRA/Natural England Licensed Ecologists that outlines the protection to be afforded to any protected species on the site both during the construction and operation of the whole of Cranfield Golf Centre, both existing and proposed, shall be submitted to and approved in writing by the Local Planning Authority. The mitigation strategy shall be implemented in strict accordance with the agreed details.\r\rReason: In the interests of biodiversity protection",
    "The golf centre hereby approved shall only be open between the hours of 09.00 to 22.00 hours Monday to Fridays and 07.30 to 19.00 hours on Saturdays,  Sundays, Bank and Public Holidays unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: In the interests of amenity.",
    "Prior to the commencement of the use of the development details of any external lighting, CCTV, access control and any other measures to reduce the risk of crime shall be submitted to and approved in writing by the local planning authority. The development shall then be completed in accordance with the approved details.\r\rReason: In the interest of safety and security of the site.",
    "Prior to the bringing into use of the golf course, storage for 20 cycles, of a type and in a location previously submitted to and agreed in writing by the Local Planning Authority, shall be provided and permanently retained thereafter.\r\rReason: To provide a range of facilities for non-motor car owners and in the interests of sustainability.",
    "The development shall not be commence until a method statement of soil handling, to include separation of topsoil and subsoil, the location and total heights of temporary mounds and depth of replacement topsoil and subsoil has been submitted to and approved in writing by the Local Planning Authority.  The development shall then be carried out in accordance with the approved details.\r\rReason: To ensure the development does not adversely affect local character of amenity.",
    "Following the commencement of the use of the development no open storage of operational materials shall take place on the site other than within the area marked RED on Drawing No 250.08.  The open storage in this area shall not exceed 3 metres in height measured from ground level unless first agreed in writing with the Local Planning Authority.\r\rReason: To protect the visual amenity of surrounding occupiers.",
    "Prior to the commencement of the use of the development, a scheme of details of the proposed works affecting the public highway (including the splitter island) shall be submitted to and approved in writing by the Local Planning Authority and all the required legal agreements secured. The works shall be carried out in full and in strict accordance with those approved details prior to the commencement of the use of the development and thereafter permanently retained unless otherwise subsequently agreed in writing by the LPA.\r\rReason: In the interest of highway safety.",
    "The use of the extension to the golf course hereby permitted shall not be commenced until details of parking layout and surfacing materials for the site have been submitted to and approved by the Local Planning Authority. The works shall be carried out in full and in strict accordance with the approved details and thereafter permanently retained.\r\rReason: To ensure sufficient off street parking areas are provided and not to prejudice the free flow of traffic on the adjoining highway.",
    "No use of the development hereby approved shall take place until details relating to the bunding and landscaping surrounding the proposed rugby pitch have been submitted to and approved in writing by the Local Planning Authority. The works shall be carried out in full and in strict accordance with the approved details and thereafter permanently retained.\r\rReason: To protect the amenity of neighbouring properties.",
    "No public use of the access gates located on Hainault Road and Sylvan Avenue by either club members or the general public shall be permitted at anytime but shall be for the sole use of golf course maintenance vehicles only. \r\rReason: In the interests of highway safety",
    "Construction traffic to the permitted development must be from the temporary access situated on the A12 only and none shall be from the Whalebone Lane North vehicular access under any circumstances.\r\rReason: In the interests of highway safety",
    "No maintenance of the golf course using electric or motorised equipment shall take place on the green or fairway of holes 4, 5 and 6 of the full course or holes 6 and 7 of the short course (pitch & putt) or any land within the site to the south of these holes outside the hours of 08.00 and 18.00 hours.\r\rReason: In the interests of residential amenity.",
    "Notwithstanding the details submitted with this application, the 6th hole tees shall be constructed to the height and in the location shown on revised drawing no 250.03D, received 22.07.08.\r\rReason: In the interests of residential amenity.",
    "The replacement playing fields shall be provided in accordance with the details set out in paragraph 2.28 of the submitted Project Statement (Version 4, dated April 2008) and made available for use prior to the commencement of development of phase 5 of the phasing proposal set out in paragraph 2.30.4 of the submitted Project Statement (Version 4 dated April 2008).\r\rReason: To ensure the quality of pitches is satisfactory and that they are available prior to the removal of the existing pitches",
    "Prior to commencement of the development hereby permitted a detailed assessment of ground conditions of the land proposed for the sports facility shall be undertaken (including drainage and topography) to identify constraints which could affect playing field quality; and based on the results of this assessment a detailed scheme to ensure that the playing fields will be provided to an acceptable quality shall be submitted to and approved in writing by the Local Planning Authority after consultation with Sport England. The approved scheme shall be complied with in full prior to the commencement of development of phase 5 of the phasing proposal set out in paragraph 2.30.4 of the submitted Project Statement (Version 4 dated April 2008).\r\rReason: To ensure that site surveys are undertaken for new or replacement playing fields and that any ground condition constraints can be and are mitigated to ensure provision of an adequate quality playing field.",
    "The playing fields and pitches shall be constructed and laid out in accordance with Drawing No. 250.02 rev E standards and methodologies set out in the guidance note Natural Turf for Sport (Sport England, March 2000), and made available for use prior to the commencement of development of phase 5 of the phasing proposal set out in paragraph 2.30.4 of the submitted Project Statement (Version 4 dated April 2008).\r\rReason: To ensure the quality of pitches is satisfactory",
    "Before the development hereby permitted is commenced a scheme for the improvement and maintenance of playing field drainage, based upon an assessment of the existing playing field quality and including an improvement and maintenance implementation programme, shall be submitted to and approved in writing by the Local Planning Authority after consultation with Sport England. The playing fields shall thereafter be improved and maintained in accordance with the approved scheme.\r\rReason: To ensure the quality of pitches is satisfactory",
    "The application hereby approved shall only be carried out in accordance with the following drawing number(s) 250.03D, 250.04C,250.05C, 250.06C, 250.07, 250.08 and 250.02D,submitted with the application unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure the development is built in accordance with the approved plans"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:53:59.960+00:00",
  "ward": "Chadwell Heath",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "24/04/2014",
  "decision_target_date": "23/03/2008",
  "centroid": {
    "lat": "51.5778076",
    "lon": "0.14856529999999998"
  },
  "lpa_app_no": "08/00106/FUL",
  "status": "Commenced",
  "site_name": "Warren Park Golf Course",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=12656",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              548520.2,
              189061.7
            ],
            [
              548547.1,
              189061.2
            ],
            [
              548580.4,
              189059.85
            ],
            [
              548600,
              189059.249
            ],
            [
              548635.2,
              189058.1
            ],
            [
              548663.4,
              189057.25
            ],
            [
              548708.5,
              189055.8
            ],
            [
              548720.3,
              189055.5
            ],
            [
              548818.602,
              189053.874
            ],
            [
              548891.216,
              189048.288
            ],
            [
              549014.101,
              189048.288
            ],
            [
              549069.958,
              189048.288
            ],
            [
              549140.71,
              189042.703
            ],
            [
              549224.495,
              189042.703
            ],
            [
              549341.795,
              189037.117
            ],
            [
              549397.651,
              189035.255
            ],
            [
              549425.58,
              189040.841
            ],
            [
              549440.475,
              189037.117
            ],
            [
              549442.337,
              189022.222
            ],
            [
              549421.856,
              189022.222
            ],
            [
              549358.552,
              188726.181
            ],
            [
              549352.966,
              188726.181
            ],
            [
              549347.38,
              188728.043
            ],
            [
              549297.109,
              188459.93
            ],
            [
              549291.523,
              188335.183
            ],
            [
              549258.009,
              188327.735
            ],
            [
              549265.457,
              188283.05
            ],
            [
              549192.843,
              188264.431
            ],
            [
              549047.615,
              188227.193
            ],
            [
              548956.383,
              188210.436
            ],
            [
              548950.797,
              188236.503
            ],
            [
              548949.25,
              188260.2
            ],
            [
              548949,
              188273.35
            ],
            [
              548950.23,
              188295.683
            ],
            [
              548948.7,
              188320.65
            ],
            [
              548958.244,
              188342.631
            ],
            [
              548947.2,
              188347.3
            ],
            [
              548950.05,
              188365.65
            ],
            [
              548957.4,
              188396.65
            ],
            [
              548960.5,
              188420.8
            ],
            [
              548962.6,
              188444.75
            ],
            [
              548959.2,
              188463.9
            ],
            [
              548959.35,
              188473.7
            ],
            [
              548953.6,
              188492.75
            ],
            [
              548945.2,
              188510.45
            ],
            [
              548930.3,
              188508.1
            ],
            [
              548899.85,
              188503.15
            ],
            [
              548880.4,
              188500.4
            ],
            [
              548866.25,
              188497.9
            ],
            [
              548843.4,
              188493.75
            ],
            [
              548775.779,
              188497.168
            ],
            [
              548772.704,
              188569.753
            ],
            [
              548775.55,
              188616
            ],
            [
              548776.85,
              188636.85
            ],
            [
              548778.5,
              188664.8
            ],
            [
              548779.9,
              188687.05
            ],
            [
              548780.55,
              188698.5
            ],
            [
              548764.05,
              188697.5
            ],
            [
              548738,
              188695.95
            ],
            [
              548700,
              188693.707
            ],
            [
              548671.25,
              188691.95
            ],
            [
              548635.25,
              188689.8
            ],
            [
              548603.65,
              188687.9
            ],
            [
              548589.35,
              188687.05
            ],
            [
              548576.35,
              188686.35
            ],
            [
              548545.05,
              188684.45
            ],
            [
              548519.4,
              188683
            ],
            [
              548487.3,
              188680.95
            ],
            [
              548469.35,
              188680.05
            ],
            [
              548448.35,
              188678.85
            ],
            [
              548453.35,
              188719.05
            ],
            [
              548454.5,
              188772.9
            ],
            [
              548455.886,
              188800
            ],
            [
              548457.55,
              188832.55
            ],
            [
              548453.75,
              188891.9
            ],
            [
              548451.95,
              188923.65
            ],
            [
              548462.85,
              188986.15
            ],
            [
              548465.15,
              189000
            ],
            [
              548467.65,
              189017.75
            ],
            [
              548484.3,
              189035.8
            ],
            [
              548500,
              189050.1
            ],
            [
              548504.35,
              189054.15
            ],
            [
              548520.2,
              189061.7
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Minor all other minor developments",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Tascomi",
  "site_number": "Cranfield Golf Centre (ex Warren Park)",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": "22/07/2008",
  "street_name": "WHALEBONE LANE NORTH",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": null,
  "centroid_easting": "548975",
  "appeal_start_date": null,
  "centroid_northing": "188736",
  "borough": "London Borough of Barking and Dagenham",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1421443,
          51.5808538
        ],
        [
          0.142532,
          51.5808422
        ],
        [
          0.1430117,
          51.5808214
        ],
        [
          0.14329409999999998,
          51.5808108
        ],
        [
          0.1438013,
          51.5807912
        ],
        [
          0.1442076,
          51.5807762
        ],
        [
          0.1448574,
          51.5807513
        ],
        [
          0.1450275,
          51.5807455
        ],
        [
          0.1464445,
          51.580705
        ],
        [
          0.1474893,
          51.5806356
        ],
        [
          0.1492615,
          51.5806032
        ],
        [
          0.15006709999999998,
          51.5805885
        ],
        [
          0.1510851,
          51.5805196
        ],
        [
          0.1522934,
          51.5804975
        ],
        [
          0.1539827,
          51.5804163
        ],
        [
          0.1547874,
          51.5803848
        ],
        [
          0.15519249999999998,
          51.5804276
        ],
        [
          0.15540579999999998,
          51.5803902
        ],
        [
          0.1554263,
          51.5802559
        ],
        [
          0.1551309,
          51.5802613
        ],
        [
          0.15409219999999998,
          51.5776181
        ],
        [
          0.1540116,
          51.5776195
        ],
        [
          0.15393189999999998,
          51.5776377
        ],
        [
          0.15309309999999998,
          51.575242
        ],
        [
          0.1529596,
          51.5741226
        ],
        [
          0.1524732,
          51.5740646
        ],
        [
          0.1525617,
          51.5736611
        ],
        [
          0.1515067,
          51.573513
        ],
        [
          0.1493968,
          51.5732167
        ],
        [
          0.1480742,
          51.5730902
        ],
        [
          0.1480047,
          51.5733259
        ],
        [
          0.1479924,
          51.5735392
        ],
        [
          0.1479944,
          51.5736575
        ],
        [
          0.1480216,
          51.5738578
        ],
        [
          0.1480101,
          51.5740825
        ],
        [
          0.14815699999999998,
          51.5742775
        ],
        [
          0.1479998,
          51.5743224
        ],
        [
          0.1480486,
          51.5744865
        ],
        [
          0.14816769999999999,
          51.5747631
        ],
        [
          0.14822269999999999,
          51.5749793
        ],
        [
          0.14826309999999998,
          51.5751939
        ],
        [
          0.1482222,
          51.5753669
        ],
        [
          0.14822849999999999,
          51.5754549
        ],
        [
          0.1481536,
          51.5756276
        ],
        [
          0.14804,
          51.5757888
        ],
        [
          0.1478242,
          51.5757716
        ],
        [
          0.147383,
          51.5757352
        ],
        [
          0.1471013,
          51.5757156
        ],
        [
          0.1468962,
          51.5756969
        ],
        [
          0.146565,
          51.5756656
        ],
        [
          0.1455913,
          51.5757141
        ],
        [
          0.1455777,
          51.5763671
        ],
        [
          0.1456383,
          51.5767819
        ],
        [
          0.14566579999999998,
          51.5769689
        ],
        [
          0.14570149999999998,
          51.5772196
        ],
        [
          0.1457311,
          51.5774192
        ],
        [
          0.1457453,
          51.5775219
        ],
        [
          0.1455069,
          51.5775172
        ],
        [
          0.1451306,
          51.5775102
        ],
        [
          0.14458169999999998,
          51.5775
        ],
        [
          0.1441663,
          51.5774918
        ],
        [
          0.1436463,
          51.5774819
        ],
        [
          0.1431898,
          51.5774732
        ],
        [
          0.1429832,
          51.5774693
        ],
        [
          0.1427954,
          51.5774664
        ],
        [
          0.1423433,
          51.5774576
        ],
        [
          0.14197279999999998,
          51.5774513
        ],
        [
          0.141509,
          51.5774413
        ],
        [
          0.14124979999999998,
          51.577438
        ],
        [
          0.1409464,
          51.5774327
        ],
        [
          0.14103549999999998,
          51.5777926
        ],
        [
          0.1410748,
          51.5782761
        ],
        [
          0.1411062,
          51.578519299999996
        ],
        [
          0.141144,
          51.5788113
        ],
        [
          0.1411142,
          51.5793455
        ],
        [
          0.1411017,
          51.5796313
        ],
        [
          0.1412853,
          51.58019
        ],
        [
          0.14132429999999999,
          51.5803139
        ],
        [
          0.1413679,
          51.5804727
        ],
        [
          0.14161559999999998,
          51.5806305
        ],
        [
          0.1418481,
          51.5807549
        ],
        [
          0.1419125,
          51.5807901
        ],
        [
          0.1421443,
          51.5808538
        ]
      ]
    ],
    "type": "Polygon"
  }
}