{
  "uprn": "10096142924",
  "decision_agency": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          0.1100207,
          51.5706179
        ],
        [
          0.11000489999999999,
          51.5705728
        ],
        [
          0.1099037,
          51.5705854
        ],
        [
          0.1095845,
          51.5706248
        ],
        [
          0.1096361,
          51.5707898
        ],
        [
          0.1096487,
          51.5708278
        ],
        [
          0.1096682,
          51.5708904
        ],
        [
          0.1097707,
          51.5708769
        ],
        [
          0.1099271,
          51.5708565
        ],
        [
          0.1099148,
          51.5708239
        ],
        [
          0.1099241,
          51.5708229
        ],
        [
          0.1099208,
          51.5708135
        ],
        [
          0.110009,
          51.5708025
        ],
        [
          0.1100225,
          51.570844
        ],
        [
          0.11034949999999999,
          51.5708017
        ],
        [
          0.1104564,
          51.5707877
        ],
        [
          0.1104531,
          51.5707778
        ],
        [
          0.110453,
          51.570776
        ],
        [
          0.11045129999999999,
          51.5707702
        ],
        [
          0.1104525,
          51.5707653
        ],
        [
          0.1104531,
          51.570763
        ],
        [
          0.11045719999999999,
          51.570758
        ],
        [
          0.1104613,
          51.5707534
        ],
        [
          0.1104661,
          51.5707484
        ],
        [
          0.11047019999999999,
          51.5707434
        ],
        [
          0.1104758,
          51.5707383
        ],
        [
          0.11047929999999999,
          51.5707369
        ],
        [
          0.1104829,
          51.5707359
        ],
        [
          0.1104908,
          51.5707353
        ],
        [
          0.11048039999999999,
          51.5706987
        ],
        [
          0.1104651,
          51.570649
        ],
        [
          0.11045959999999999,
          51.570623499999996
        ],
        [
          0.11044409999999999,
          51.570568
        ],
        [
          0.1103314,
          51.5705808
        ],
        [
          0.11032779999999999,
          51.5705813
        ],
        [
          0.11021729999999999,
          51.5705941
        ],
        [
          0.1100207,
          51.5706179
        ]
      ]
    ]
  },
  "appeal_start_date": null,
  "centroid_northing": 187870,
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              546327.5,
              187858.8
            ],
            [
              546326.55,
              187853.75
            ],
            [
              546319.5,
              187854.95
            ],
            [
              546297.25,
              187858.7
            ],
            [
              546300.3,
              187877.15
            ],
            [
              546301.05,
              187881.4
            ],
            [
              546302.2,
              187888.4
            ],
            [
              546309.35,
              187887.1
            ],
            [
              546320.25,
              187885.15
            ],
            [
              546319.5,
              187881.5
            ],
            [
              546320.15,
              187881.4
            ],
            [
              546319.95,
              187880.35
            ],
            [
              546326.1,
              187879.3
            ],
            [
              546326.9,
              187883.95
            ],
            [
              546349.7,
              187879.9
            ],
            [
              546357.15,
              187878.55
            ],
            [
              546356.95,
              187877.45
            ],
            [
              546356.95,
              187877.25
            ],
            [
              546356.85,
              187876.6
            ],
            [
              546356.95,
              187876.05
            ],
            [
              546357,
              187875.8
            ],
            [
              546357.3,
              187875.25
            ],
            [
              546357.6,
              187874.75
            ],
            [
              546357.95,
              187874.2
            ],
            [
              546358.25,
              187873.65
            ],
            [
              546358.65,
              187873.1
            ],
            [
              546358.9,
              187872.95
            ],
            [
              546359.15,
              187872.85
            ],
            [
              546359.7,
              187872.8
            ],
            [
              546359.1,
              187868.7
            ],
            [
              546358.2,
              187863.15
            ],
            [
              546357.9,
              187860.3
            ],
            [
              546357,
              187854.1
            ],
            [
              546349.15,
              187855.3
            ],
            [
              546348.9,
              187855.35
            ],
            [
              546341.2,
              187856.55
            ],
            [
              546327.5,
              187858.8
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "borough": "Redbridge",
  "bo_system": "Agile APAS",
  "pp_id": "PP-13080939         ",
  "decision_process": "Delegated",
  "locality": "Seven Kings",
  "site_number": null,
  "secondary_street_name": null,
  "description": "Variation of Condition 12 of approved planning permission 4495/21: amend wording of Condition 12 (please refer to application form online for further details). (Summary).",
  "postcode": null,
  "appeal_decision": null,
  "centroid": {
    "lat": "51.5707187",
    "lon": "0.1100181"
  },
  "lapsed_date": "14/07/2027",
  "application_type": "All Other",
  "title_number": null,
  "last_date_consultation_comments": "27/06/2024",
  "parking_details": {
    "no_existing_car": 0,
    "no_proposed_car": 0,
    "net_car": 0
  },
  "application_type_full": "Removal/Variation of a condition",
  "appeal_decision_date": null,
  "cil_liability": null,
  "url_planning_app": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun no later than the expiration of three years from the date of this permission.\r\n\r\nReason: In order to comply with the requirements of Section 91 of the Town and Country Planning Act 1990.\r\nThe development hereby permitted shall be carried out in accordance with the following approved plans: 100, 101 Rev D, 1032, 103, 104, 105 Rev D, 106 Rev B, 107 Rev C, 108, 111 Rev A and 112.\r\n\r\nReason: For the avoidance of doubt and in the interests of proper planning.\r\nThe development hereby approved shall be designed to meet water consumption target of 105 litres per person per day,with an additional 5 litres per person per day for external water use.\r\n\r\nReason: In order to comply with Policy SI.5 of the London Plan.\r\nAll non-CHP gas fired boilers installed in this development must achieve dry NOx emission levels no greater than 40 mg/kWh. \r\n\r\nReason: To protect air quality and health in accordance with the aims of the Redbridge Local Plan and Air Quality Action Plan.\r\nThe proposal must: \r\n1) identify suitably positioned unobstructed outside space: a) for fire appliances to be positioned on b) appropriate for use as an evacuation assembly point\r\n2) be designed to incorporate appropriate features which reduce the risk to life and the risk of serious injury in the event of a fire,including appropriate fire alarm systems and passive and active fire safety measures\r\n3) be constructed in an appropriate way to minimise the risk of fire spread\r\n4) provide suitable and convenient means of escape,and associated evacuation strategy for all building users\r\n5) develop a robust strategy for evacuation which can be periodically updated and published,and which all building users can have confidence in\r\n6) provide suitable access and equipment for firefighting which is appropriate for the size and use of the development\r\n\r\nReason: In the interests of fire safety and to ensure the safety of all building users in compliance with Policy D12 of the London Plan.\r\nBefore the development hereby permitted commences at the site,details/samples of the materials to be used in the construction of the external surface(s) of the building(s) hereby permitted shall be submitted to and approved in writing by the Local Planning Authority.  The development shall be completed in accordance with these approved details.\r\n\r\nReason: In order to ensure that the development has a satisfactory appearance and to comply with Policy LP26 of the Council’s Local Plan.\r\n\r\nThe objectives and purposes of this condition are such that it is required to be complied with before commencement. As such,those objectives and purposes would not be met if expressed other than as a pre-commencement condition.\r\n[Note: Condion 6 was dischraged under planning ref. 4495/21/01 by decision notice dated 19 October 2023.]\r\n\r\nBefore the development hereby permitted commences at the site,details of all walls and/or fences to be erected within or on the perimeters of the site shall be submitted to and approved in writing by the Local Planning Authority. The walls/fences as approved shall be erected at the site before the building(s)/use hereby permitted is first brought into use/commenced,and retained thereafter in accordance with the approved details.\r\n\r\nReason: In order to ensure that the development has a satisfactory appearance and to comply with Policy LP26 of the Council’s Local Plan.\r\n\r\nThe objectives and purposes of this condition are such that it is required to be complied with before commencement. As such,those objectives and purposes would not be met if expressed other than as a pre-commencement condition.\r\n[Note: Condion 7 was dischraged under planning ref. 4495/21/01 by decision notice dated 19 October 2023.]\r\n\r\nPrior to occupation of the site,details of electric charging points to be provided within the car park shall be submitted and agreed by the Local Planning Authority. The development shall be completed in accordance with the details approved. \r\n\r\nReason: In order to accord with Policy T6.1 of the London Plan.\r\n[Note: Condion 8 was dischraged under planning ref. 4495/21/01 by decision notice dated 19 October 2023.]\r\n\r\nPrior to the commencement of development hereby approved,a construction management and logistics plan shall be submitted to and approved in writing by the Local Planning Authority. The Plan shall include details of: \r\n\r\na) Demolition plans;\r\nb) The location of notice board/s on the site to include details of the site manager,including contact details (phone,facsimile,email,postal address); \r\nc) A strategy for the parking of vehicles of site operatives and visitors; \r\nd) A strategy for the loading and unloading of plant and materials; \r\ne) A strategy for the storage of plant and materials used in constructing the development; \r\nf) Details of the erection and maintenance of security hoarding including decorative displays and facilities for public viewing,where appropriate; \r\ng) Details of any means of protection of services such as pipes and water mains within the road; \r\nh) Measures to be adopted to maintain the site in a tidy condition in terms of disposal/storage of rubbish,storage and unloading of building materials and similar construction activities; \r\ni) Measures to be adopted to ensure that pedestrian access past the site on the public footpaths is safe and not obstructed during construction works; \r\nj) Location of workers' conveniences (e.g. toilets,showers); \r\nk) Reasonable measures to be adopted,such as a restriction on the size of construction vehicles and machinery accessing the site,to minimise any potential damage occurring to adjacent streets throughout the construction period; \r\nl) Location of vehicle and construction machinery access during the period of site works including identification of any works necessary to the public highway necessary to provide a means of access during the construction and/or operation of the development; \r\nm) Numbers and timing of truck movements throughout the day and the proposed routes broken down by size of trucks; \r\nn) Vehicle holding areas; \r\no) Construction traffic routes; \r\np) Hours of work; \r\nq) Noise suppression measures; \r\nr) Procedures including wheel washing for controlling sediment runoff,dust and the removal of soil,debris and demolition and construction materials from public roads or places; \r\ns) Details of the mitigation measures for dust and emissions as well as methodology for monitoring during construction; and \r\nt) A Site `Waste Management Plan which includes details of the design and materials of the refuse and recycling enclosure/s,access (including access and usability by persons with mobility impairment) separation (including separated storage of recyclable materials),monitoring to deter contamination of bins,collection and removal. \r\nThe development hereby permitted shall only be carried out and completed in accordance with the approved scheme. \r\n\r\nReason: In order to comply with Policy LP22 of the Council's Local Plan and to ensure that the construction of the development is undertaken in a manner which minimises its effect on the local environment.\r\n\r\nThe objectives and purposes of this condition are such that it is required to be complied with before commencement. As such,those objectives and purposes would not be met if expressed other than as a pre-commencement condition.\r\n[Note: Condion 9 was dischraged under planning ref. 4495/21/01 by decision notice dated 19 October 2023.]\r\n\r\nNo development shall commence until details of the surface water drainage works,incorporating Sustainable Drainage Systems,have been submitted to and approved in writing by the Local Planning Authority. The applicant should provide details clearly demonstrating how the principles of Sustainable Drainage Systems have been maximised at this site with the reasons for not using such techniques fully explained and justified. \r\n\r\nReason: To comply with Policy LP21 of the Council’s Local Plan,and to prevent the increased risk of flooding to third parties,to the site itself,to improve water quality and enhance biodiversity.\r\n\r\nThe objectives and purposes of this condition are such that it is required to be complied with before commencement. As such,those objectives and purposes would not be met if expressed other than as a pre-commencement condition.\r\n[Note: Condion 10 was dischraged under planning ref. 4495/21/01 by decision notice dated 19 October 2023.]\r\n\r\nBefore occupation the dwellings shall comply with Building Regulations Optional Requirement Approved Document G2 – Water efficiency (2015 edition). Evidence of compliance shall be notified to the building control body appointed for the development in the appropriate Full Plans Application,or Building Notice,or Initial Notice to enable the building control body to check compliance.\r\n\r\nReason: To comply with London Plan Policy 5.15.\r\n[Note: Condion  was dischraged under planning ref. 4495/21/01 by decision notice dated 19 October 2023.]\r\n\r\nBefore occupation, the dwellings shall comply with Building Regulations Optional Requirement Approved Document M4 (2) Category 2: Accessible and adaptable dwellings (2015 edition) will apply only to the ground floor flat. Evidence of compliance shall be notified to the building control body appointed for the development in the appropriate Full Plans Application, or Building Notice, or Initial Notice to enable the building control body to check compliance. \r\n\r\nReason: In order to ensure that the development provides (or can be adapted to provide) satisfactory accommodation for people whose mobility is impaired,and to accord with Policy LP32 of the Council’s Local Plan.\r\nBefore the use hereby permitted commences at the site,a Waste Mangement Plan for the site shall be submitted to and approved in writing by the Local Planning Authority. The plan as approved shall be followed thereafter in accordance with the approved document at all times.\r\n\r\nReason: In order to ensure that the devleopment fully complies with Policy LP24 of the Council’s Local Plan.\r\n\r\nThe objectives and purposes of this condition are such that it is required to be complied with before commencement. As such,those objectives and purposes would not be met if expressed other than as a pre-commencement condition.\r\n[Note: Condion 13 was dischraged under planning ref. 4495/21/01 by decision notice dated 19 October 2023.]\r\n\r\nBefore the development hereby permitted commences at the site a scheme showing hard surfacing and complying with the requirements specified in BS 5837 (2005) 'Trees in Relation to Construction' shall be submitted to and approved in writing by the Local Planning Authority. This scheme shall show the extent and nature of all hard surfaced areas,and the materials to be used. The hard surfacing shall be completed before the building/use hereby permitted is first occupied/commenced,and shall be permanently retained thereafter,in accordance with the agreed details.\r\n\r\nReason: In order to ensure that the development has a satisfactory appearance and to accord with Policies LP26 and LP38 of the Council’s Local Plan.\r\n\r\nThe objectives and purposes of this condition are such that it is required to be complied with before commencement. As such,those objectives and purposes would not be met if expressed other than as a pre-commencement condition.\r\n[Note: Condion 14 was dischraged under planning ref. 4495/21/01 by decision notice dated 19 October 2023.]"
  ],
  "actual_completion_date": null,
  "last_updated_by": "Agile APAS",
  "street_name": "Wellwood Road",
  "appeal_status": null,
  "development_type": null,
  "decision_date": "15/07/2024",
  "lpa_app_no": "1405/24",
  "actual_commencement_date": "01/11/2023",
  "date_building_work_started_under_previous_permission": null,
  "site_name": "Development At And Rear Of Goodmayes Methodist Church And Land East Of",
  "subdivision_of_building": null,
  "last_updated": "2025-03-19T22:13:18.714+00:00",
  "decision_target_date": "15/07/2024",
  "valid_date": "21/05/2024",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Commenced",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Redbridge",
  "id": "Redbridge-1405_24",
  "application_details": {
    "lead_developer_company_name": "Building Control",
    "site_area": 0.157
  },
  "ward": "Seven Kings",
  "centroid_easting": 546327,
  "epc_number": null
}