{
  "lpa_name": "Merton",
  "uprn": null,
  "decision_date": "15/01/2009",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "FME Legacy Data Import",
  "id": "Merton-07_P1692",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "CR4 4HU",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 1.033,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 1188,
      "total_gia_gained": 3312,
      "total_gia_lost": 1188,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 3312
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B2",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 1188
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B8",
        "gia_gained": 3312,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "2",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "PIL - Willow Lane, Beddington",
        "constraints_layer_description": "Strategic Industrial Location"
      }
    ],
    "site_area": 1.233
  },
  "valid_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "ERECTION OF A NEW BUILDING FOR USE FOR GENERAL INDUSTRIAL PURPOSES/WAREHOUSE (USE WITHIN CLASS B2/B8) INCLUDING AN ANCILLARY SALES AREA (SUI GENERIS) A NEW ACCESS ROAD AND THE DEMOLITION OF THE EXISTING COMMERCIAL BUILDING AT 28-30 GOAT ROAD TO PROVIDE A CUSTOMER PARKING AREA.",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be begun not later than the expiration of 3 years, beginning with the date of this permission. ",
    "Condition : 2 - Notwithstanding any materials specified in the application form and/or approved drawings, particulars and samples of the materials to be used on all external faces of the building/extension, including fenestration, shall be submitted to and approved in writing by the Local Planning Authority before any works are commenced. The development shall be carried out in full accordance with approved details.",
    "Condition : 3 - Details of those parts of the site not covered by buildings including any parking, service roads, sight lines, footpaths, hard landscaping, surface treatment and boundary treatment shall be submitted to and approved in writing by the Local Planning Authority before any development hereby permitted commences. These works shall be carried out in accordance with the approved details.",
    "Condition : 4 - Details of proposals for the storage of refuse shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of development and shall be in place prior to the occupation of the buildings/commencement of use hereby approved and permanently retained thereafter.",
    "Condition : 5 - Details of the proposed slab levels of the building and existing site levels shall be submitted to and approved in writing by the Local Planning Authority before work commences and the development shall be completed strictly in accordance with the approved levels and details.",
    "Condition : 6 - No demolition or construction work, including any ancillary operations that are audibile at the site boundary or at any other such place as may be agreed with the Council in connection with this permission shall be carried out outside the hours of 08.00 and 18.00 on Mondays to Fridays inclusive, 08.00 to 13.00 on Saturdays and there shall be no such work carried out on Sundays or Public Holidays.",
    "Condition : 7 - The car parking spaces (and/or mobility/cycle parking spaces) as shown on the approved drawing 0709/AP01 shall be provided before commencement of the use of the land or buildings hereby permitted and thereafter shall be kept free from obstruction and shall be retained for parking purposes for users of the development and for no other purpose.",
    "Condition : 8 - (i) The car parking spaces, mobility and cycle parking spaces as shown on the approved drawing 0709/AP01 at the front of the site shall be provided before the occupation of the refurbished builders merchants' building.\r\n(ii) The car parking spaces, mobility and cycle parking spaces adjacent to the proposed B2/B8 shall be provided before the occupation of the new B2/B8 building.\r\nThe car parking spaces, mobility and cycle parking spaces thereafter shall be kept free from obstruction and shall be retained for parking purposes for users of the development and for no other purpose.  \r\n\r\nReason for condition: To ensure the provision of adequate off-street parking and in order to prevent additional parking in surrounding streets which could be detrimental to amenity and prejudicial to highway safety.\r\n",
    "Condition : 9 - Notwithstanding the details approved, prior to the commencement of use/occupation of buildings details of cycle/mobility parking facilities shall be submitted to and approved in writing by the Local Planning Authority. The parking facilities as approved shall be installed prior to the occupation of the buildings/commencement of use hereby permitted and permanently retained thereafter for the users of the development and for no other purpose.",
    "Condition : 10 - The level of noise emitted from the site shall not exceed 2 dB(A) above background noise levels between the hours of 23:00 and 07:00 and shall not exceed 5 dB(A) above background noise levels between the hours of 07:00 and 23:00 as measured as measured on the eastern boundary of the site at 34 and 52 Carshalton Road and 12 Goat Road.",
    "Condition : 11 - No deliveries, loading, unloading or other servicing activities shall take place  in the yard to the rear of properties in Carshalton Road and Goat Road (before 06.00 and after 22:00 Monday to Saturday and not at all on a Sunday).",
    "Condition : 12 - Notwithstanding the submitted plans full details of the parking on the site shall be submitted to and approved in writing prior to work commencing on site.  \r\n\r\nReason for condition: To ensure the provision of adequate off street parking and in order to prevent additional parking on neighbouring streets that would be prejudicial to highway safety.",
    "Condition : 13 - No development shall take place until the applicant, their agent or successors in title has secured the implementation of a programme of archaeological work in accordance with a written scheme for investigation which has been submitted by the applicant and approved by the Local Planning Authority.  The archaeological works shall be carried out by a suitably qualified investigating body acceptable to the Local Planning Authority.  \r\n\r\nReason for condition: The Local planning Authority wishes to secure the provision of archaeological investigation and subsequent recording of remains prior to development in accordance with PPG16.",
    "Condition : 14 - A tree planting/landscaping scheme, which should include full details of species, size of plants and spacing shall be submitted to the Local Planning Authority for approval and be implemented at substantial completion of site works, or within the first available planting season, whichever is the sooner, or within any such longer period as may be agreed in writing with the Local Planning Authority. The Council will require a maintenance period of 3 years during which dead, dying, diseased or defective trees, shrubs and ground cover must be replaced with specimens which accord with the approved landscape details. The areas identified for landscaping shall be retained in accordance with the approved landscape scheme. Any proposed changes to this use shall be submitted to the Local Planning Authority for their consideration and determination.",
    "Condition : 15 - Before any demolition or site works commence, an Arboricultural Method Statement and tree protection plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2005, shall be submitted for written approval to the Local Planning Authority. The approved details shall be installed before any site works commence and shall be retained and maintained until the completion of all site operations.",
    "Condition : 16 - No plant or equipment, shall be installed on the roofs or on the external walls of the buildings hereby approved other then those required under the provisions of Condition 19 without the prior written approval of the local planning authority.  \r\n\r\nReason for condition: To ensure that adequate control is retained in the interests of safeguarding the visual amenities of the area and the amenities of neighbouring residents.",
    "Condition : 17 - The delivery/loading bay doors of the proposed B2/B8 and Sui Generis floorspace shall be kept shut and shall remain shut except in the case of loading/unloading.  \r\n\r\nReason for condition: To avoid the unnecessary breakout of noise from the operation of the units and to safeguard the amenities of neighbouring residents.",
    "Condition : 18 - Before the development hereby approved commences details of external lighting shall be submitted to and approved by the local planning authority.  The lighting shall be installed and be fully operational before use of the site commences and shall thereafter be retained and maintained so as to be operational. No external lighting other than that approved shall be installed without the prior approval in writing of the Local Planning Authority.  \r\n\r\nReason for condition: To ensure the safety and security of vehicles and pedestrians accessing the site and to safeguard the amenities of neighbouring residents.",
    "Condition : 19 - Before the development hereby approved commences the applicant shall have submitted to and had approved details of renewable energy production equipment to provide at least 8% of predicted energy requirements for the commercial development. The development shall be constructed in accordance with such details as are approved and shall be retained and maintained so as to meet this requirement for as long as the development remains.  \r\n\r\nReason for condition: To ensure that the development provides an energy efficient design and to accord with adopted policy PE. 13.",
    "Condition : 20 - Notwithstanding the provisions of the Town and Country Planning General Permitted Development Order 1995 (or any other Order revoking or re-enacting this Order with or without modification) the new building hereby approved shall only be used for B2 or B8 purposes and for no other purpose without the prior written approval of the Local Planning Authority. \r\n\r\nReason for condition: To ensure that the development makes adequate provision for the occupation of units by B2 (General industrial) and B8 (storage and distribution) users and to comply with adopted policy E.4.",
    "Condition : 21 - The retail function of the retained builders merchants use shall remain strictly as ancillary to the use of the building for Use Class B8 purposes as a builder's merchants and for no other purpose with the sales floorspace area retained at the level shown on drawing 0709/AP02.  \r\n\r\nReason for condition: To ensure that the development does not result in the introduction of a non-conforming retail use on the site and to comply with adopted policy E3.",
    "Condition : 22 - Details of measures to prevent noise break out from the site along the boundary, with residential properties in Carshalton Road and Goat Road, including an assessment of the existing noise environment, shall be submitted to and approved by the local planning authority. The scheme shall be constructed in accordance with such details as are approved.  \r\n\r\nReason for condition: To ensure that the intensification of the use on the site does not unduly impact on the amenities of neighbouring residential occupiers and to comply with policy adopted policy PE 2.",
    "Condition : 23 - Before the development begins a working method statement to control the environment effects of the development shall be submitted and approved in writing by the Local Planning Authority to accommodate:\r\n\r\n(a)    parking of vehicles of site personnel, operatives and visitors;\r\n(b)    loading and unloading of plant and vehicles;\r\n(c)    storage of plant and materials used in constructing the development;\r\n(d)    wheel cleaning facilities\r\n(e)    transport of construction workers to and from the site;\r\n(f)     control of dust, smell and other effluvia;\r\n(g)    control of surface water run off.",
    "Condition : 24 - Prior to the commencement of the development details of the pedestrian routes from all car parks to the buildings within the site shall be submitted to and approved in writing by the Local Planning Authority. The pedestrian routes shall be provided in accordance with the approved details before the use hereby permitted commences and shall thereafter be retained solely for their designated use.  \r\n\r\nReason for condition:- To ensure pedestrian safety.",
    "Condition : 25 - Details of any yard mounted racking including details of the height of such structures, shall be submitted to and approved by the Local Planning Authority before the development hereby approved commences. The racking shall be installed in accordance with such details as are approved.  \r\n\r\nReason for condition:- To safeguard visual amenity. ",
    "Condition : 26 - Notwithstanding the plans already submitted, details of boundary treatment to the rear of properties in Carshalton Road and Goat Road, and alongside the access to the site at the side of 26 Goat Road, shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of development and shall be in place prior to the occupation of the building hereby approved, and prior to the commencement of the use hereby approved, and shall be permanently maintained thereafter.  \r\n\r\nReason for condition: To ensure adequate security and a satisfactory appearance of the completed development; and to protect the amenities and security of occupiers of adjoining properties.   ",
    "Condition : 27 - REASONS FOR APPROVAL\r\nThe development provides an opportunity for the introduction of on site renewable energy production equipment, to achieve improvements to the visual appearance of the site, and improvements to the road access to the Willow Lane employment area.  This determination has been made having had regard to the policies contained in the Council's Adopted Unitary Development Plan (October 2003) so far as material to the proposals which are the subject of this approval. The policies listed below were relevant in the determination of this proposal. For further details of these proposals of these policies, please refer to the Adopted UDP and the case officer's report:\r\n",
    "Condition : 28 - Adopted Merton Unitary Development Plan (October 2003)\r\nST.1 (Sustainable Development)\r\nST.3 (Mixed Uses), \r\nST.12 (Development on Previously Developed Land), \r\nST.13 (Housing Needs), \r\nST.14 (Employment Land), \r\nST.17 (Built Environment), \r\nST.31 (Land Use/Transport Integration), \r\nST32 (Traffic Restraint/Reduction), \r\nST.35 (Parking), \r\nST.36 (Community Benefits), \r\nE.1 (General Employment Policy),\r\nE.2 (Access for disabled people),\r\nE.3 (Land uses in Industrial Areas),\r\nE.4 (Storage and distribution development within the Industrial Areas),\r\nE.5 (Density of occupation),\r\nE.11 (Environmental improvements from employment development)\r\nBE.13 (Archaeological Protection),\r\nBE.15 (New Buildings and Extensions - Daylight &Sunlight),\r\nBE.16 (Urban Design),\r\nBE.22 (Design of Development - New Development),\r\nBE.25 (Sustainable development),\r\nPE.8 (Contaminated, vacant and derelict land),\r\nPE.9 (Waste minimisation and waste disposal),\r\nPE.11 (Recycling points),",
    "Condition : 29 - PE.12 (Energy generation and energy saving),\r\nPE.13 (Energy efficient design and use of materials),\r\nRN.3 (Vehicular access),\r\nRN.7 (Provision for goods vehicles),\r\nRN.9 (Accessibility),\r\nWC.3 (Cycle facilities),\r\nPK.2 (Car Parking Standards),\r\nPK.3 (Car Parking and Development),\r\nPK.6 LU.3 (Transport impact of new development),\r\nLU.2 (Public Transport Accessibility),\r\nLU.5 (Developer Contributions);\r\nF.2 (Planning obligations).",
    "Condition : 30 - London Plan (2004)\r\n3A.1 (Increasing London's supply of housing)\r\n3B.1 (Developing London's economy)\r\n4A.9 (Providing for renewable energy)\r\n4B.1 (Design principles for a compact city)\r\n4B.3 (Maximising the potential of sites)\r\n4B.6 (Sustainable design and construction)\r\n4B.7 (Respect local context and communities)\r\n4C.8 (Sustainable drainage)\r\n5F.1 The strategic priorities for South London\r\n6A.5 (Planning obligations).\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-21T10:47:42.040+00:00",
  "ward": "CRICKET GREEN",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "15/01/2012",
  "decision_target_date": "20/09/2007",
  "centroid": {
    "lat": "51.3888479",
    "lon": "-0.1600951"
  },
  "lpa_app_no": "07/P1692",
  "status": "Lapsed",
  "site_name": "28-30",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=07/P1692",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528110.6842,
              167095.7894725
            ],
            [
              528102.78945,
              167110
            ],
            [
              528097,
              167129.47367
            ],
            [
              528093.3158,
              167142.10525
            ],
            [
              528088.57895,
              167149.9999875
            ],
            [
              528083.3158,
              167158.9473725
            ],
            [
              528081.21055,
              167188.421075
            ],
            [
              528064.3684,
              167228.9473625
            ],
            [
              528142.78945,
              167258.421065
            ],
            [
              528133.3158,
              167286.84212
            ],
            [
              528162.78945,
              167296.842105
            ],
            [
              528196.4737,
              167209.4736925
            ],
            [
              528200.1579,
              167194.736865
            ],
            [
              528200.6842,
              167192.10527
            ],
            [
              528138.05265,
              167170.000005
            ],
            [
              528140.6842,
              167154.73683
            ],
            [
              528120.1579,
              167146.8420925
            ],
            [
              528124.3684,
              167124.2105275
            ],
            [
              528130.6842,
              167111.5789475
            ],
            [
              528118.05265,
              167103.15791
            ],
            [
              528110.6842,
              167095.7894725
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "New Build",
  "last_date_consultation_comments": "08/08/2007",
  "appeal_decision_date": null,
  "decision_process": "",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "FME Legacy Data Import",
  "site_number": "28-30",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Goat Road",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": "528117",
  "appeal_start_date": null,
  "centroid_northing": "167140",
  "borough": "Merton",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1602018,
          51.388452
        ],
        [
          -0.16031,
          51.3885815
        ],
        [
          -0.1603862,
          51.3887578
        ],
        [
          -0.16043449999999998,
          51.3888722
        ],
        [
          -0.1604997,
          51.3889442
        ],
        [
          -0.1605721,
          51.3890258
        ],
        [
          -0.1605917,
          51.3892912
        ],
        [
          -0.160819,
          51.3896592
        ],
        [
          -0.1596819,
          51.3899064
        ],
        [
          -0.1598078,
          51.3901639
        ],
        [
          -0.1593808,
          51.3902471
        ],
        [
          -0.1589285,
          51.3894544
        ],
        [
          -0.1588809,
          51.3893211
        ],
        [
          -0.1588743,
          51.3892973
        ],
        [
          -0.1597819,
          51.3891128
        ],
        [
          -0.1597496,
          51.388975
        ],
        [
          -0.1600473,
          51.3889087
        ],
        [
          -0.159995,
          51.3887044
        ],
        [
          -0.1599088,
          51.3885894
        ],
        [
          -0.1600933,
          51.3885166
        ],
        [
          -0.1602018,
          51.388452
        ]
      ]
    ],
    "type": "Polygon"
  }
}