{
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "decision_process": "Delegated",
  "appeal_start_date": null,
  "lapsed_date": "11/04/2028",
  "uprn": "000012147639",
  "locality": "London",
  "appeal_decision_date": null,
  "centroid_easting": 516732,
  "application_details": {
    "existing_uprns": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "72 The Avenue",
  "borough": "Ealing",
  "status": "Approved",
  "epc_number": null,
  "bo_system": "CSV Data Import",
  "wgs84_polygon": null,
  "cil_liability": false,
  "title_number": null,
  "application_type": "All Other",
  "street_name": "The Avenue",
  "actual_commencement_date": null,
  "parking_details": null,
  "decision_target_date": "15/04/2025",
  "lpa_name": "Ealing",
  "secondary_street_name": null,
  "decision_date": "11/04/2025",
  "last_updated": "2025-06-05T01:04:20.229Z",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/250647VAR;",
  "ward": "Ealing Broadway",
  "valid_date": "18/02/2025",
  "reference_no_of_permission_being_relied_on": null,
  "development_type": null,
  "appeal_decision": null,
  "postcode": "W13 8LB",
  "centroid_northing": 181137,
  "description": "Application for a Minor Material Amendment (S73.a) to vary condition 2 (plans) to increase height of building of planning permission ref: 204353FUL dated 05/11/2021 for: Construction of a two storey dwelling house with basement level and provision of associated private amenity space, cycle parking and refuse storage.\n\n",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "lpa_app_no": "250647VAR",
  "decision": "Approved",
  "application_type_full": "Removal/Variation of a condition",
  "last_updated_by": "Planning Portal ingest",
  "appeal_status": null,
  "id": "Ealing-250647VAR",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of permission 204353FUL dated 05/11/2021.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990.",
    "| The development hereby approved shall be carried out in accordance with drawing title numbers: JAMES POTTER ASSOCIATES COVER LETTER dated 17.02.2025; 24046-PL001; 24046-PL002; 24046-PL002; 24046-BR-2-10; 24046-PL002; 24046-BR-3-10; 24046-PL002; 24046-BR-3-13; 24046-BR-3-11; 24046-PL002; 24046-BR-3-12; 24046-PL002; 24046-BR-5-14",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| All materials to be used for the external surfaces of the hereby approved development shall be in accordance with the details and annotations of the approved drawings listed under condition 2.",
    "Reason: To ensure that the materials harmonise with the surroundings in accordance with the Council's adopted Ealing Development Management DPD (2013) policies 7.4, 7.6 and 7B, policies 1.1 (h), 1.2 (g) and 2.10 of the adopted Local Development Framework (Core Strategy 2012), policies D3, D4 and HC1 of the London Plan (2021).",
    "| The Excavation and Construction Method Plan shall adhere to the Method Plan submitted and approved in application ref 243514CND dated 31.10.2024 including the following:",
    "-\tSite security;",
    "-\tConsolidated or re-timed trips;",
    "-\tOn-site construction worker parking;",
    "-\tSecure, off-street loading and drop-off facilities;",
    "-\tAnticipated number, frequency and size of construction vehicles entering/exiting the site;",
    "-\tSite access for construction traffic and contractor staff parking and associated signage;",
    "-\tAn existing condition survey of the highway along the boundaries of the application site;",
    "-\tVehicle manoeuvring and turning, including swept path diagrams;",
    "-\tLocations for the storage of building materials and construction debris and contractors' offices;",
    "-\tDelivery times and booking system (staggered to avoid morning and afternoon school peak periods);",
    "-\tSite specific investigation and risk management strategy for the basement excavation covering drainage, flood risk from all sources, tree root protection, land and structural stability, and local ground conditions;",
    "-\tProcedures for on-site contractors to deal with complaints from local residents including the name, telephone number and address of a responsible person to whom enquiries / complaints should be directed. These contact details shall also be displayed at regular intervals around the site compound;",
    "-\tUse of Transport for London's Freight Operator Recognition Scheme (FORS) or similar; and",
    "-\tControl measures for dust, noise, vibration, lighting, delivery locations, restriction of hours of work and all associated activities audible beyond the site boundary to 08:00-18:00hrs Mondays to Fridays and 08:00-13:00 hrs on Saturdays - in accordance with the GLA's SPG for The Control of Dust and Emissions During Construction and Demolition (2014), ILP's Guidance Notes 1 for the Reduction of Obtrusive Light (2020), BS 5228-1:2009+A1:2014, and BS 5228-2:2009+A1:2014 - and the advance notification to neighbours and other interested parties of proposed works.",
    "The development shall be carried out strictly in accordance with the approved plan for the duration of the works.",
    "Reason: To ensure appropriate mitigation measures to protect the amenity of local residents and ensure adequate highway and site safety in accordance with policies T3, T4, D10, D11, D12, SI1 and D14 of the London Plan (2021); 1.1(e)(j) and 2.1(c) of the Ealing Development (Core) Strategy (2012); 7A and 7B of the Ealing Development Management Plan (2013); the Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006); and BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise.",
    "| The site is within the worst mode aircraft 1-day noise contour predicted for 2016 (57dB). The sound insulation of the building envelope, with windows shut and other means of ventilation provided, shall achieve the internal criteria for sensitive rooms, as specified in Supplementary Planning Guidance 10. If compliance requires the windows to be closed, then acoustically attenuated mechanical ventilation and cooling shall be installed as necessary (with air intake from the cleanest aspect of the building). The above shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2019).",
    "| Cycle storage for a minimum of one (1) cycle spaces shall be provided within the curtilage of the site (as per dwg. ref. 20-028-P02 Rev B of the hereby approved plans) and in accordance with adopted standards of the London Plan (2021). Such provision shall be brought into use prior to first occupation and retained permanently.",
    "Reason: To provide adequate facilities for cyclists and increase the use of active and sustainable modes of transport, in accordance with policies T4 and T5 of the London Plan (2021).",
    "| The development hereby approved shall not be occupied until refuse and recycling storage within a secure enclosure has been provided in accordance with the designated location identified in the approved drawings listed under condition 2 and in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI 8 of the London Plan (2021).",
    "| Notwithstanding the provisions of Classes A, B, C, D E and F of Part 1 of Schedule 2 to the Town and Country Planning (General Permitted Development) Order 2015 (or any subsequent order revoking and re-enacting that Order with or without modifications), no enlargement, improvement or other alteration to the dwellinghouse hereby approved shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.",
    "Reason: To prevent the overdevelopment of the site to safeguard the living conditions of adjoining properties and visual appearance of the buildings and the area as a whole,, in accordance with policies 1.1 (g) (h), 1.2 (f), 2.1(c) and 2.10 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the adopted Ealing Development Management Development Plan Document (2013), and with policies D6, D3 and D4 of the London Plan (2021).",
    "| No piling shall take place until a Piling Method Statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface sewerage infrastructure, and the programme for the works) has been submitted to and approved in writing by the local planning authority in consultation with Thames Water. Any piling must be undertaken in accordance with the terms of the approved piling method statement.",
    "Reason: The proposed works will be in close proximity to underground sewerage utility infrastructure and piling has the potential to significantly impact / cause failure of local underground sewerage utility infrastructure. To protect water infrastructure in accordance with policy SI 5 of the London Plan (2021).",
    "| The Arboricultural Method Statement for the protection of existing trees and hedgerows shall adhere to the statement submitted and approved in application ref 243437CND dated 10.02.2025.",
    "The development must adhere to the following:",
    "o Full survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals. All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "o A plan** detailing all trees and hedgerows planned for retention and removal.",
    "o A schedule of tree works for all the retained trees specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons. All tree works shall be carried out in accordance with BS 3998.",
    "o Soil assessments/survey",
    "o Timing and phasing of works",
    "o Site specific demolition and hard surface removal specifications",
    "o Site specific construction specifications (e.g. in connection with foundations, bridging, water features, surfacing)",
    "o Access arrangements and car parking",
    "o Level changes",
    "o Landscaping proposals",
    "o A Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "o Soil remediation plans, where unauthorised access has damaged root protection areas in the construction exclusion zones.",
    "o Details of the arboricultural supervision schedule.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G5 and G7 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| The Tree Monitoring Program shall adhere to the documents submitted and approved in application 243554CND dated 10.02.2025 relating to part A only.",
    "The tree monitoring program to include:",
    "(a)",
    "o Confirmation of who shall be the lead arboriculturalist for the development.",
    "o Confirmation of the Site Manager, key personnel, their key responsibilities and contact details.",
    "o Details of induction procedures for all personnel in relation to Arboricultural matters.",
    "o A detailed timetable of events for arboricultural supervision concerning all tree protection measures within the approved Tree Protection Plan, including:",
    "o Prestart meeting with an Ealing Council Tree Officer",
    "o Initial implementation/installation of the tree protection measures",
    "o Approved incursions into construction exclusion zones",
    "o Final removal of the tree protection measures",
    "o Procedures for dealing with non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement.",
    "(b) Within three months of first use of the development hereby approved, a report containing the following details shall be submitted to and approved by the Local Planning Authority:",
    "o Results of each site visit by the lead arboriculturist with photos attached.",
    "o Assessment of the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G5 and G7 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| No trees, shrubs or hedges within or near to the site which are shown to be retained on the approved plans (Plan/Drawing: 24046-BR-2-10) shall be felled, uprooted, wilfully damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "Any trees removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced in accordance with trees, shrubs or hedge plants of similar size and species unless the Local Planning Authority gives written consent to any variation.",
    "Reason: to secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within or near to the site which are of amenity value to the area in accordance with policies G5 and G7 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines."
  ],
  "pp_id": "PP-13786363",
  "last_date_consultation_comments": null,
  "polygon": null,
  "centroid": {
    "lat": 51.517103,
    "lon": -0.31905
  }
}