{
  "uprn": "100021352921",
  "street_name": null,
  "centroid_easting": 550994,
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 53,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 2,
    "intended_completion_date": "11/2022",
    "intended_commencement_date": "05/2022",
    "site_area": 0.052000000000000005
  },
  "lpa_app_no": "P2090.21",
  "parking_details": null,
  "application_type": "All Other",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "09/03/2022",
  "locality": null,
  "appeal_status": null,
  "last_date_consultation_comments": "22/02/2022",
  "status": "Approved",
  "decision_process": "Delegated",
  "secondary_street_name": "Rainham",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plans) shall be formed in the flank wall(s) of the building hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "The proposed first floor side/rear extension shall be used only for living accommodation as an integral part of the existing dwelling known as 17 Manser Road and shall not be used as a separate unit of residential accommodation at any time.",
    "Reason:-",
    "The site is within an area where the Local Planning Authority consider that the sub-division of existing properties should not be permitted in the interests of amenity, and that the development accords with the Local Plan Policy 7.",
    "Prior to the commencement of any further groundworks or development of the site, details shall be submitted to and agreed in writing by the Local Planning Authority setting out suitable gas protection measures to be employed on site including, but not necessarily limited to, the installation of a suitable gas resistant membrane. The gas protection measures shall be carried out in strict accordance with the agreed details. Upon completion of installation, a 'Verification Report' must be submitted demonstrating that the works have been carried out.",
    "Reason:-",
    "Insufficient information has been submitted to ensure that the occupants of the development and property are not subject to any risks from soil gas and/or vapour.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2021, improvements required to make the proposal acceptable were negotiated with the agent via telephone. The revisions involved setting the proposed first floor side/rear extension back 1m from the front wall of the dwelling and amending the roof design of the rear aspect of this proposal from a flat to a hipped one. The amendments were subsequently submitted on 01/02/22."
  ],
  "valid_date": "02/11/2021",
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551022.339,
              182977.945
            ],
            [
              550965.172,
              182986.073
            ],
            [
              550965.443,
              182992.575
            ],
            [
              550965.985,
              182994.743
            ],
            [
              551023.694,
              182986.886
            ],
            [
              551022.339,
              182977.945
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P2090.21",
  "title_number": [
    "EGL94267"
  ],
  "decision_date": "09/03/2022",
  "id": "Havering-P2090.21",
  "ward": "South Hornchurch",
  "development_type": null,
  "cil_liability": false,
  "borough": "Havering",
  "appeal_decision": null,
  "site_name": "17 Manser Road",
  "lapsed_date": "09/03/2025",
  "description": "Single storey rear extension, part conversion, part extension of existing garage, and first floor side/rear extension to create annexe",
  "pp_id": "10350682",
  "actual_completion_date": null,
  "centroid_northing": 182986,
  "bo_system": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T17:59:34.383+00:00",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "decision": "Approved",
  "postcode": "RM13 8NP",
  "site_number": null,
  "last_updated_by": "Planning Portal ingest",
  "centroid": {
    "lat": "51.525607",
    "lon": "0.1752158"
  },
  "appeal_start_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.17562049999999998,
          51.5255271
        ],
        [
          0.1748006,
          51.5256154
        ],
        [
          0.1748072,
          51.5256737
        ],
        [
          0.174816,
          51.5256931
        ],
        [
          0.1756439,
          51.5256071
        ],
        [
          0.17562049999999998,
          51.5255271
        ]
      ]
    ],
    "type": "Polygon"
  }
}