{
  "lpa_name": "Merton",
  "uprn": "48065699",
  "decision_date": "26/09/2013",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Merton-13_P1291",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "SW19 4TG",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0
  },
  "valid_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "EXCAVATION OF BASEMENT, ERECTION OF SINGLE STOREY AND TWO STOREY FRONT AND REAR EXTENSIONS, CONVERSION OF GARAGE TO HABITABLE SPACE, ASSOCIATED ROOF EXTENSION AND CONVERSION WITH 2 X ROOFLIGHTS TO THE FRONT ROOF SLOPE, 1 ROOFLIGHT TO CROWN ROOF AND INVERTED DORMER TO REAR ROOF SLOPE, REMOVAL OF 2 X CHIMNEYS, ERECTION OF CHIMNEY TO REAR ELEVATION, REDESIGN OF FACADES AND FENESTRATION AND LANDSCAPING TO THE FRONT AND REAR OF THE PROPERTY",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval.   No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the approved details.",
    "Condition : 3 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking and re-enacting that Order with or without modification), no window or door other than those expressly authorised by this permission shall be constructed in the upper level of the side elevation (facing Greenways) without planning permission first\r\nobtained from the Local Planning Authority.",
    "Condition : 4 - Before the development hereby permitted is first occupied, the bedroom window in the side elevation at first floor level shall be glazed with obscure glass and fixed shut and shall permanently maintained as such thereafter.",
    "Condition : 5 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 6 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 7 - No development shall take place until there has been submitted in writing for approval to the Local Planning Authority a scheme which shall include on a plan, full details of the size, species, spacing, quantities and location of plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.  No development which is the subject of this condition  shall be carried out until this scheme has been approved.  The development shall not be occupied until the details have been approved and carried out in strict accordance with the approved details.  The approved scheme shall be completed before the occupation of any of the buildings that are part of the development.",
    "Condition : 8 - All hard and soft landscape works shall be carried out in accordance with the approved details.  The works shall be carried out prior to the occupation of any part of the development, whichever is the sooner, and any trees which within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased or are dying shall be replaced in the next planting season with others of similar size and species, unless the Local Planning Authority gives written consent to any variation.  All hard surfacing and means of enclosure shall be completed before the development is first occupied.\r\n",
    "Condition : 9 - A) No development shall commence until the applicant has secured the implementation of a programme of archaeological work in accordance with a Written Scheme of Investigation which has been submitted by the applicant and approved by the local planning authority.\r\nB) No development shall take place other than in accordance with the Written Scheme of Investigation approved under Part A\r\n\r\nReason - Heritage assets of archaeology interest survive on the site. The planning authority wishes to secure the provision of archaeological investigations followed by the subsequent recording of significant remains prior to development (including preservation of important remains), in accordance with recommendations given by the borough and in PPS 5/NPPF.\r\n",
    "Condition : 10 - The development hereby approved shall be carried out in accordance with the submitted Construction Method Statement & Impact Assessment (produced by Stephen Coyne, Chartered Engineer). \r\n\r\nReason: In the interests of good planning",
    "Condition : 11 - Construction Vehicles, Washdown Facilities etc (major sites)\r\nDevelopment shall not commence until a working method statement has been submitted to and approved in writing by the Local Planning Authority to accommodate:\r\n(i)\tParking of vehicles of site workers and visitors;\r\n(ii)\tLoading and unloading of plant and materials;\r\n(iii)\tStorage of construction plant and materials;\r\n(iv)\tWheel cleaning facilities\r\n(v)\tControl of dust, smell and other effluvia;\r\n(vi)\tControl of surface water run-off.\r\nNo development shall be carried out except in full accordance with the approved method statement.",
    "Condition : 12 - INFORMATIVE \r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link:\t\r\nhttp://www.communities.gov.uk/documents/planningandbuilding/pdf/133214.pdf"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-21T15:17:22.791+00:00",
  "ward": "Village",
  "parking_details": null,
  "lapsed_date": "26/09/2016",
  "decision_target_date": "21/06/2013",
  "centroid": {
    "lat": "51.4233591",
    "lon": "-0.2234512"
  },
  "lpa_app_no": "13/P1291",
  "status": "Approved",
  "site_name": "Mallards",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=13/P1291",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              -5.544559,
              54.555822
            ],
            [
              -5.544594,
              54.555842
            ],
            [
              -5.544785,
              54.55573
            ],
            [
              -5.54511,
              54.555909
            ],
            [
              -5.545215,
              54.55597
            ],
            [
              -5.545397,
              54.55583
            ],
            [
              -5.545287,
              54.55577
            ],
            [
              -5.545254,
              54.555785
            ],
            [
              -5.544932,
              54.555604
            ],
            [
              -5.544559,
              54.555822
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Other house holder developments",
  "last_date_consultation_comments": "19/06/2013",
  "appeal_decision_date": null,
  "decision_process": null,
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": null,
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Southside Common",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": "523616",
  "appeal_start_date": null,
  "centroid_northing": "170869",
  "borough": "Merton",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -7.5573747000000004,
          49.7672912
        ],
        [
          -7.5573747000000004,
          49.7672912
        ],
        [
          -7.5573747000000004,
          49.7672912
        ],
        [
          -7.5573747000000004,
          49.7672912
        ],
        [
          -7.5573747000000004,
          49.7672912
        ],
        [
          -7.5573747000000004,
          49.7672912
        ],
        [
          -7.5573747000000004,
          49.7672912
        ],
        [
          -7.5573747000000004,
          49.7672912
        ],
        [
          -7.5573747000000004,
          49.7672912
        ],
        [
          -7.5573747000000004,
          49.7672912
        ]
      ]
    ],
    "type": "Polygon"
  }
}