{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": null,
  "borough": "Hillingdon",
  "wgs84_polygon": null,
  "site_name": "50 GATEHILL ROAD",
  "centroid_easting": 510241,
  "pp_id": "12719889",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "no_additional_bathrooms": 0,
    "intended_completion_date": "03/2024",
    "existing_uprns": null,
    "no_additional_bedrooms": 0,
    "total_gia_gained": 0,
    "intended_commencement_date": "02/2024"
  },
  "lpa_name": "Hillingdon",
  "decision": "Approved",
  "lpa_app_no": "18347/APP/2024/54",
  "decision_date": "04/03/2024",
  "last_updated": "2025-03-20T10:53:58.476+00:00",
  "centroid_northing": 191585,
  "centroid": {
    "lat": 51.612311,
    "lon": -0.409285
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "NORTHWOOD HILLS 2022",
  "bo_system": "CSV Data Import",
  "lapsed_date": "04/03/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "07/02/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": "0873-2802-7265-2490-8321",
  "valid_date": "10/01/2024",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Location Plan, Drawing numbers 22_814 120 C and 22_814 208 and shall thereafter be retained for the lifetime of the development.",
    "REASON",
    "To ensure the development complies with the provisions of the Local Plan: Part Two - Development Management Policies (2020) and the London Plan (2021).",
    "The external noise level emitted from plant, machinery or equipment at the development hereby approved shall be lower than the lowest existing background noise level by at least 5dBA, by 10dBA where the source is tonal, as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity.",
    "REASON",
    "To safeguard the amenity of the surrounding area in accordance with Policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan Part 2: Development Management Policies (2020).",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "parking_details": {
    "net_car": 0,
    "no_proposed_car": 4,
    "no_existing_car": 4
  },
  "site_number": null,
  "uprn": null,
  "decision_target_date": "06/03/2024",
  "application_type": "Householder",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Householder planning permission",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "NORTHWOOD",
  "secondary_street_name": null,
  "description": "Installation of air conditioning units to side of the dwelling.",
  "id": "Hillingdon-18347_APP_2024_54",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=18347/APP/2024/54"
}