{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509966.5812,
              191566.1787
            ],
            [
              509991.0552,
              191589.8589
            ],
            [
              510034.1823,
              191543.2922
            ],
            [
              510030.2136,
              191541.4401
            ],
            [
              510015.926,
              191528.0786
            ],
            [
              509966.5812,
              191566.1787
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08355403",
  "appeal_status": null,
  "last_updated": "2025-03-20T11:09:01.337+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "29/01/2020",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "NORTHWOOD HILLS",
  "centroid": {
    "lat": 51.612116,
    "lon": -0.412772
  },
  "decision": "Approved",
  "valid_date": "07/01/2020",
  "appeal_decision": null,
  "application_type_full": "Householder planning permission",
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "FME Excel Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "site_area": 0.17900000000000002,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": []
  },
  "cil_liability": true,
  "postcode": "HA6 3QP",
  "title_number": [],
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=29754/APP/2019/3994",
  "lpa_name": "Hillingdon",
  "site_name": "17 WOODSIDE ROAD",
  "lapsed_date": "17/06/2023",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 601.102-06 Rev B, 601.102-07, 601.102-11 Rev B, 601.102-12A Rev. C, 601.102-13 Rev E and 601.102-14 Rev. E",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2016).",
    "Prior to above ground works, details of all materials and external surfaces, including details of balconies shall be submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To safeguard the character and appearance of the Area of Special Local Character in accordance to policies HE1 of the Hillingdon Local Plan: Part 1 (2012) and DMHB 1, DMHB 5, DMHB 6 and DMHB 11 of the Hillingdon Local Plan: Part Two (2020)",
    "Prior to above ground works, details of all rainwater goods shall be submitted to and approved in writing by the Local Planning Authority. Details shall include manufacturer information, product type/ code and colour. Works shall commence in accordance to approved details.",
    "REASON",
    "To safeguard the character and appearance of the Area of Special Local Character in accordance to policies HE1 of the Hillingdon Local Plan: Part 1 (2012) and DMHB 1, DMHB 5 and DMHB 6 of the Hillingdon Local Plan: Part Two (2020)",
    "Prior to above ground works, details of all windows and doors shall be submitted to and approved in writing by the Local Planning Authority. Details shall include manufacturer information, material, product type/ code and colour. Works shall commence in accordance to approved details.",
    "REASON",
    "To safeguard the character and appearance of the Area of Special Local Character in accordance to policies HE1 of the Hillingdon Local Plan: Part 1 (2012) and DMHB 1, DMHB 5 and DMHB 6 of the Hillingdon Local Plan: Part Two (2020)",
    "The window facing 19 Woodside Road shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Immediately following the implementation of this permission, notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (or any other revoking and re-enacting that order with or without modification) no development within the following Classes of Schedule 2 of the Order shall take place:",
    "Part 1",
    "Class A - enlargement, improvement or other alteration to the dwelling",
    "Class B - enlargement consisting of an addition to the roof",
    "Class C - alteration to the roof",
    "Part 2",
    "Class A - erection, construction, maintenance or alteration of a gate, fence, wall or other means of enclosure.",
    "No development of any of the above classes shall be constructed or placed on any part of the land subject of this permission.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority. Such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details.",
    "The fencing shall be retained in position until development is completed.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The site lies in a Critical Drainage Area (CDA) as identified in the Surface Water Management Plan (SWMP) for Hillingdon. A CDA is the catchment area from which surface water drains and contributes to drainage problems. All developments in this area must contribute to managing the risk of flooding from surface water by reducing surface water runoff from the site. Therefore the applicant should minimise the water from your site entering the sewers. No drainage to support the extension should be connected to any existing surface water sewer, other than as an overflow. Water run off from any roof or hard paving associated with  e development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, which must be permeable or be collected and directed to a permeable area, otherwise it would need an additional permission. A water butt should be incorporated."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Two storey side extension and first floor rear extension",
  "lpa_app_no": "29754/APP/2019/3994",
  "decision_target_date": "03/03/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "17/06/2020",
  "id": "Hillingdon-29754_APP_2019_3994",
  "centroid_northing": "191558",
  "application_type": "Householder",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": "510000",
  "street_name": "NORTHWOOD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4132306,
          51.6121995
        ],
        [
          -0.41286989999999996,
          51.6124075
        ],
        [
          -0.41226189999999996,
          51.6119806
        ],
        [
          -0.41231979999999996,
          51.6119647
        ],
        [
          -0.41253019999999996,
          51.6118474
        ],
        [
          -0.4132306,
          51.6121995
        ]
      ]
    ],
    "type": "Polygon"
  }
}