{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.254692,
          51.5657306
        ],
        [
          0.2555299,
          51.5655298
        ],
        [
          0.25547169999999997,
          51.5654361
        ],
        [
          0.25464939999999997,
          51.565616
        ],
        [
          0.2546333,
          51.565624
        ],
        [
          0.2546177,
          51.5656423
        ],
        [
          0.254692,
          51.5657306
        ]
      ]
    ],
    "type": "Polygon"
  },
  "status": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              556369.342,
              187614.475
            ],
            [
              556428.092,
              187593.941
            ],
            [
              556424.385,
              187583.389
            ],
            [
              556366.776,
              187601.641
            ],
            [
              556365.635,
              187602.497
            ],
            [
              556364.494,
              187604.493
            ],
            [
              556369.342,
              187614.475
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "ward": "Cranham",
  "site_name": "92 Hall Lane",
  "last_updated": "2025-03-20T15:11:20.057+00:00",
  "decision_agency": "Borough",
  "epc_number": null,
  "street_name": "Upminster",
  "decision_date": "22/11/2022",
  "decision": "Approved",
  "application_type_full": "Householder planning permission",
  "id": "Havering-P1270.22",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1270.22",
  "appeal_start_date": null,
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "valid_date": "03/08/2022",
  "postcode": "RM14 1AQ",
  "bo_system": "CSV Data Import",
  "locality": null,
  "actual_commencement_date": null,
  "cil_liability": false,
  "parking_details": {
    "no_existing_car": 2,
    "net_car": 0,
    "no_proposed_car": 2
  },
  "actual_completion_date": null,
  "pp_id": "11450085",
  "decision_process": "Delegated",
  "decision_target_date": "22/11/2022",
  "centroid_northing": 187599,
  "centroid_easting": 556396,
  "borough": "Havering",
  "application_type": "All Other",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 15,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "12/2022",
    "intended_commencement_date": "06/2022",
    "site_area": 0.07600000000000001
  },
  "secondary_street_name": null,
  "lpa_app_no": "P1270.22",
  "appeal_decision": null,
  "last_date_consultation_comments": "29/09/2022",
  "development_type": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "0.2550695",
    "lat": "51.5655842"
  },
  "description": "Conversion and extension of existing garage to form incidental annexe use to the main house.",
  "title_number": [
    "unregistered"
  ],
  "site_number": null,
  "lapsed_date": "22/11/2025",
  "lpa_name": "Havering",
  "uprn": "100021407803",
  "appeal_status": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The annexe hereby permitted shall be used only be used for purposes incidental to, or as living accommodation ancillary to, the existing dwelling known as No.92 Hall Lane, Upminster and shall not be used as a separate unit of residential accommodation at any time.",
    "Reason:-",
    "The site is within an area where the Local Planning Authority consider that the sub-division of existing properties should not be permitted in the interests of amenity.",
    "The applicant shall implement the permission strictly in accordance with the details provided to the Local Planning Authority as shown on drawing no. 1845/02 revision E  on section A-A and section BB showing the proposed raft foundation design and excavations details including measures to protect roots and all excavations shall be carried out using hand tools (spades, forks and trowels only) unless otherwise agreed in writing with the Local Planning Authority.",
    "Reason:-",
    "To protect the health and safety of the adjacent trees.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015, no window or other opening (other than those shown on the submitted and approved plan), shall be constructed or inserted in the walls of the building hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015, Article 3, Schedule 2, Part 2, Class A no gates, walls or enclosures shall be erected or constructed within the site known as No.92 Hall Lane, Upminster (including the annexe) unless permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-  In order that the annex approved remains ancillary to the main dwelling.",
    "The garden area shall not be sub-divided at any time.",
    "Reason:-",
    "In order that the annex approved remains ancillary to the main dwelling.",
    "Any residential occupation of the building hereby approved shall be limited to a close relative of the occupiers of the main dwelling and shall not be occupied by any other persons.",
    "Reason:-",
    "In order that the annex approved remains ancillary to the main dwelling.",
    "The annexe hereby permitted shall not be arranged or disposed of as a separate unit of residential accommodation from the use of the main dwelling.",
    "Reason:-",
    "In order that the annex approved remains ancillary to the main dwelling.",
    "During construction of the development hereby permitted, the trees located (92 Hall Lane, Upminster and the adjacent properties) shall not be lopped or felled without the written consent of the local planning authority.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policy 27 of the Council's Local Plan.",
    "The proposed development shall be implemented in accordance with the Arboricultural Impact Assessment (AIA) received on the 15th November 2022 including any recommendations.",
    "Reason:-",
    "In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policy 27 of the Council's Local Plan.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr Cumberland (Agent) by phone and e-mail. The revisions involved including information on the revised plans that the new slab would be laid on a cell core system with a visqueen membrane so that the concrete will not leach into the soil.  The amendments were subsequently submitted on 11-10-22. In addition, revised Arboricultural Impact Assessments were received on the 15th November 2022 in response to the Tree Team's comments."
  ],
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import"
}