{
  "lpa_name": "Havering",
  "uprn": "10094418035",
  "decision_date": "23/04/2021",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P1270.19",
  "secondary_street_name": "Romford",
  "appeal_status": null,
  "postcode": "RM1 4DQ",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": [],
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "commencement_notice_received": null,
    "scheme_phasing": null,
    "circular_economy_statement": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_existing": null,
      "total_gia_lost": null
    },
    "qualifying_vacant_building_floorspace": null,
    "phasing_details": [],
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 2.2,
    "existing_proposed_floorspace_details": [],
    "constraints_details": [],
    "grey_water_reuse": null,
    "building_details": [],
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "projected_cost_of_works": null,
    "uk_company_registration_no": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_new_water_connections_required": null,
      "no_homes_passive_cooling": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "fire_suppression_system_proposed": null,
      "chp_heat_pumps_capacity": null,
      "ghg_reduction_over_building_regulations": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "internal_resi_water_usage": null,
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "total_gia_lost": null,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": null,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "valid_date": "06/08/2019",
  "reference_no_of_permission_being_relied_on": null,
  "description": "S73 to permission P2045.16 for the demolition of the redundant former agricultural and storage buildings and redevelopment, including conversion of barn 1 to provided 2 units increase to total number of units from 8 to 9 dwellings, with associated landscape, access and parking conditions to allow for changes to condition 2 (Approved Plans).",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans, particulars and specifications:",
    "1034-PL-GA-0007 : Existing Site Plan with Access Track @1:1250; 9827 003 C : Site plan as Proposed; 1034-PL-GA-0004 Rev E : Consented Master Plan with Access Track (overlays); 9827 700 D : Roof Site plan as Proposed; 9827_001 Barn 1 (Houses 1_2) - Existing Ground & Roof Plans; 1034-PL-EX-0003 Barn 4 - Plans of Existing Building ; 1034-PL-EX-0005 Barn 7 - Existing Ground Floor Plan; 1034-PL-EX-0002 Barn 1 - Elevations of Existing Building; 1034-PL-EX-0004 Barn 4 - Elevations of Existing Building; 1034-PL-EX-0006 Barn 7 - Elevations of Existing Building; 9827_101 B Barn 1 (Houses 1_2) Proposed Floor Plans; 9827_108 B Barn 1 (Houses 1_2) Proposed Roof Plan; 9827_113 C Houses 3_4 Proposed Ground Floor Plan; 9827_114 C Houses 3_4 Proposed First Floor Plan; 9827_115 C Houses 3_4 Proposed Roof Plan; 9827_116 C House 5 Proposed Ground & Firs",
    "No above ground development shall commence until samples of all materials to be used in the external construction of the buildings are submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed with the approved materials.",
    "The details submitted to the Local Planning Authority on 19 May 2019 pursuant to condition 3 of planning permission reference: P2045.16 [LBH Ref: Q0108.19] and approved by the Local Planning Authority on 6 February 2020 are deemed to form the approved details for the purposes of this condition.",
    "REASON: Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used. Submission of samples prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document.",
    "No above ground development shall commence until a detailed scheme for the hard and soft landscaping of the site, including the upgrading of the site access roadway has been submitted to and approved in writing by the Local Planning Authority. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the Local Planning Authority.",
    "The details submitted to the Local Planning Authority on 24 May 2019 pursuant to condition 4 of planning permission reference: P2045.16 [LBH Ref: Q0110.19] and approved by the Local Planning Authority on 18 November 2019 are deemed to form the approved details for the purposes of this condition.",
    "Prior to the first occupation of the development hereby permitted, provision shall be made for the storage of refuse and recycling awaiting collection according to details which shall previously have been agreed in writing by the Local Planning Authority.",
    "REASON: Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site. Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Prior to the first occupation of the development hereby permitted, cycle storage of a type and in a location previously submitted to and agreed in writing by the Local Planning Authority shall be provided and permanently retained thereafter.",
    "REASON: Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking. Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use is in the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "No above ground development shall commence until details of proposed boundary treatment, including fencing to define residential curtilages have been submitted to and approved in writing by the Local Planning Authority. The approved boundary treatment and residential curtilage fencing shall be installed prior to occupation of the development and retained thereafter in accordance with the approved plans.",
    "The details submitted to the Local Planning Authority on 24 May 2019 pursuant to condition 7 of planning permission reference: P2045.16 [LBH Ref: Q0110.19] and approved by the Local Planning Authority on 18 November 2019 are deemed to form the approved details for the purposes of this condition.",
    "REASON: Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment and the size of residential curtilage. Submission of this detail prior to commencement will protect the visual amenities of the development, protect the openness of th",
    "Prior to occupation of the development hereby approved a scheme shall be submitted to the Local Planning Authority, setting out how the principles and practices of the Secured by Design Scheme are to be incorporated. Once approved in writing by the Local Planning Authority in consultation with the Havering Crime Prevention Design Advisor the development shall be carried out in accordance with the agreed details.",
    "REASON: Insufficient information has been supplied with the application to judge whether the proposals meet Secured by Design standards. Submission of a full and detailed application prior to commencement is in the interest of creating safer, sustainable communities and to reflect guidance in Policies CP17 and DC63 of the Core Strategy and Development Control Policies Development Plan Document and the NPPF.",
    "The approved Lighting Strategy by Cubit Consulting dated January 2020 shall be implemented in full. The lighting once installed shall be retained thereafter for the lifetime of the development.",
    "REASON: Insufficient information has been supplied with the application to judge the impact arising from any external lighting required in connection with the building or use. Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect residential amenity, the visual and wildlife interest of the countryside and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "REASON: To protect residential amenity, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "No works shall take place in relation to any of the development hereby approved until wheel scrubbing/wash down facilities to prevent mud being deposited onto the public highway during construction works is provided on site in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The approved facilities shall be retained thereafter and used at relevant entrances to the site throughout the duration of construction works.",
    "The submitted scheme will provide the following details:",
    "a)\tA plan showing where vehicles will be parked within the site to be inspected for mud and debris and cleaned if required. The plan should show where construction traffic will access and exit the site from the public highway.",
    "b)\tA description of how the parking area will be surfaced, drained and cleaned to prevent mud, debris and muddy water being tracked onto the public highway;",
    "c)\tA description of how vehicles will be checked before leaving the site - this app",
    "The development hereby permitted shall not be commenced, including any demolition, until a scheme for a construction and demolition management plan to control the adverse impact of the development, including the demolition of site buildings and ground clearance works, on the amenity of the public and nearby occupiers has been submitted to and approved in writing by the Local Planning Authority.",
    "a)\tparking of vehicles of site personnel and visitors;",
    "b)\tstorage of plant and materials;",
    "c)\tdust management controls;",
    "d)\tmeasures for minimising the impact of noise and ,if appropriate, vibration arising from construction activities;",
    "e)\tpredicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority ;",
    "f)\tscheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities ;",
    "g)\tsiting and design of temporary buildings;",
    "h)\tscheme for security f",
    "No development shall take place until a scheme has been submitted to and approved in writing by the local planning authority indicating how the development will be undertaken in accordance with the recommendations of the submitted ecological assessment dated 2/12/2016. The development shall be undertaken in accordance with the approved details.",
    "The details submitted to the Local Planning Authority on 17 October 2018 pursuant to condition 13 of planning permission reference: P2045.16 [LBH Ref: Q0250.18] and approved by the Local Planning Authority on 16 November 2018 are deemed to form the approved details for the purposes of this condition.",
    "REASON: Insufficient information has been supplied with the application on how the recommendations of the assessment would be implemented and agreement of details prior to commencement is necessary to protect the nature conservation interests of the site in accordance with Development Control Policies Development Plan Document Policies DC59, DC60",
    "No above ground development shall commence until a scheme has been submitted to and approved in writing by the local planning authority relating to the proposed installation of bat and bird boxes within the development. The development shall be undertaken in accordance with the approved details and retained for the life of the development.",
    "The details submitted to the Local Planning Authority on 17 October 2018 pursuant to condition 14 of planning permission reference: P2045.16 [LBH Ref: Q0250.18] and approved by the Local Planning Authority on 16 November 2018 are deemed to form the approved details for the purposes of this condition.",
    "REASON: In the interests of nature conservation in accordance with Development Control Policies Development Plan Document Policies DC59, DC 60 and DC61 and the guidance in the National Planning Policy Framework.",
    "Should demolition works at the site not be commenced within one year of the date of this permission, then a further bat survey shall be undertaken and submitted and approved in writing by the local planning authority prior to any demolition works taking place.",
    "The details submitted to the Local Planning Authority on 17 October 2018 pursuant to condition 15 of planning permission reference: P2045.16 [LBH Ref: Q0250.18] and approved by the Local Planning Authority on 16 November 2018 are deemed to form the approved details for the purposes of this condition.",
    "REASON: In the interests of nature conservation in accordance with Development Control Policies Development Plan Document Policy DC59 and the guidance in the National Planning Policy Framework.",
    "No works of construction in relation to the erection of the new dwelling houses hereby permitted shall take place until all of the existing buildings not being retained have been demolished.",
    "REASON: In the interests of maintaining the openness of the Green Belt, and in accordance with the guidance contained in the National Planning Policy Framework.",
    "Except where this has already been agreed, no part of the development hereby permitted shall be occupied until the site access onto Lower Bedfords Road has been upgraded in accordance with details that shall have been submitted to and agreed in writing by the local planning authority. The upgraded access shall be retained for the lifetime of the development.",
    "REASON: Insufficient information has been submitted with the application to demonstrate that vehicles can safely enter and leave the development. Improvements are considered necessary in the interests of highway safety and in order that the development accords Development Control Policies Development Plan Document Policy DC32.",
    "No development shall take place until a scheme for protecting the site's existing trees and hedgerows has been submitted to and approved in writing by the Local Planning Authority. The development shall thereafter be undertaken in accordance with the approved details and retained as such for the life of the development.",
    "The details submitted to the Local Planning Authority on 28 July 2018 pursuant to condition 18 of planning permission reference: P2045.16 [LBH Ref: Q0179.18] and approved by the Local Planning Authority on 05 October 2018 are deemed to form the approved details for the purposes of this condition.",
    "REASON: In the interests of nature conservation and the healthy retention of existing flora in accordance with Development Control Policies Development Plan Document Policy DC59 and the guidance in the National Planning Policy Framework.",
    "No demolition shall take place until a written scheme of historic building investigation (WSI) has been submitted to and approved by the local planning authority in writing. For buildings that are included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, no demolition or development shall take place other than in accordance with the agreed WSI, which shall include the statement of significance and research objectives, and;",
    "A. The programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works.",
    "B. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance the programme set out in the WSI.",
    "The details submitted to the Local Planning Authority on 20 July 2018",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, the garage(s)/carport(s) hereby permitted shall be made permanently available for the parking of private motor vehicles and not for any other purpose including living accommodation or any trade or business.",
    "REASON: To provide satisfactory off-street parking at the site, and that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "REASON: In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, Article 3, Schedule 2, Part 1, (or any order revoking and re-enacting that Order with or without modification) Classes A to E, no enlargements, improvements or other alteration shall take place to the dwellinghouses and no outbuildings or other means of enclosures shall be erected within the garden areas of the dwellinghouses, unless permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "REASON: In the interests of protecting the openness of the Green Belt and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "2.1 metre by 2.1 metre pedestrian visibility splays shall be provided on either side of the proposed accesses, set back to the boundary of the public footway. There should be no obstruction of object higher than 0.6 metres within the visibility splay.",
    "REASON: Insufficient information has been supplied with the application to adequately demonstrate that the safety of pedestrians at access points has been fully safeguarded. The requirement will ensure pedestrian safety.",
    "All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "REASON: In order to comply with Policy DC7 of the Local Development Framework and Policy 3.8 of the London Plan.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "REASON: In order to comply with Policy 5.15 of the London Plan.",
    "The fifth new build house, be that house 3, 4, 5, 7, 8 or 9 shall not be occupied until such time until the works to houses 1, 2 and 6 as shown on drawing 1034-PL-GA-0003 Rev C - Proposed Site Plan has been substantially completed.",
    "REASON: To ensure that the setting of the Listed Building is enhanced and to ensure that the development accords with the Development Control Policies Development Plan Document Policies DC61 and DC67 and the guidance in the National Planning Policy Framework.",
    "INFORMATIVES",
    "1. \tStatement Required by Article 31 (cc) of the Town and Country Planning (Development Management) Order 2010:  In accordance with para 186-187 of the National Planning Policy Framework 2012, improvements required to make the proposal acceptable were negotiated on site with Steve Walters and John Lyall on 27 April 2017 and submitted on 5th and 21st June 2017. The revisions involved a redesign of the majority of the buildings on the site.",
    "2.\tPlanning obligation - The planning obligations required have been subject to the statutory tests set out in Regulation 122 of the Community Infrastructure Levy Regulations 2010 and the obligations are considered to have satisfied the following criteria:-",
    "(a)\tNecessary to make the development acceptable in planning terms;",
    "(b)\tDirectly related to the development; and",
    "(c)\tFairly and reasonably related in scale and kind to the development.",
    "3.\tPlease note that the original application expiry date is still applicable and the for"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-18T23:59:17.524+00:00",
  "ward": "Havering Park",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_bluebadge": null,
    "net_carclub": null
  },
  "lapsed_date": "23/04/2024",
  "decision_target_date": "23/04/2021",
  "centroid": {
    "lat": "51.6097776",
    "lon": "0.1981278"
  },
  "lpa_app_no": "P1270.19",
  "status": "Approved",
  "site_name": "109 Upper Bedfords Farm",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1270.19",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552341.366,
              192434.715
            ],
            [
              552313.46,
              192430.922
            ],
            [
              552318.878,
              192409.789
            ],
            [
              552207.254,
              192358.582
            ],
            [
              552164.446,
              192467.227
            ],
            [
              552319.962,
              192515.317
            ],
            [
              552324.568,
              192517.485
            ],
            [
              552358.706,
              192406.267
            ],
            [
              552403.41,
              192324.445
            ],
            [
              552455.7,
              192224.877
            ],
            [
              552518.285,
              192116.639
            ],
            [
              552556.487,
              192063.671
            ],
            [
              552572.743,
              192076.947
            ],
            [
              552575.994,
              192070.987
            ],
            [
              552542.94,
              192033.056
            ],
            [
              552538.876,
              192039.829
            ],
            [
              552547.546,
              192053.105
            ],
            [
              552548.088,
              192059.878
            ],
            [
              552441.611,
              192219.865
            ],
            [
              552369.814,
              192358.989
            ],
            [
              552341.366,
              192434.715
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "14/09/2019",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "FME Excel Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "Lower Bedfords Road",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 552302,
  "appeal_start_date": null,
  "centroid_northing": 192393,
  "borough": "Havering",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.198714,
          51.6101417
        ],
        [
          0.1983096,
          51.6101152
        ],
        [
          0.1983786,
          51.6099239
        ],
        [
          0.1967457,
          51.609494
        ],
        [
          0.1961752,
          51.6104817
        ],
        [
          0.19844009999999998,
          51.6108717
        ],
        [
          0.1985075,
          51.61089
        ],
        [
          0.19895179999999998,
          51.6098815
        ],
        [
          0.1995613,
          51.6091342
        ],
        [
          0.2002725,
          51.6082254
        ],
        [
          0.20112839999999998,
          51.607236
        ],
        [
          0.2016566,
          51.6067497
        ],
        [
          0.2018969,
          51.6068646
        ],
        [
          0.2019412,
          51.6068101
        ],
        [
          0.20144779999999998,
          51.6064783
        ],
        [
          0.2013921,
          51.6065402
        ],
        [
          0.20152299999999998,
          51.6066572
        ],
        [
          0.20153379999999999,
          51.6067179
        ],
        [
          0.200067,
          51.6081842
        ],
        [
          0.1990915,
          51.6094537
        ],
        [
          0.198714,
          51.6101417
        ]
      ]
    ],
    "type": "Polygon"
  }
}