{
  "valid_date": "03/12/2024",
  "epc_number": null,
  "site_name": "128 FIELD END ROAD",
  "cil_liability": false,
  "polygon": null,
  "actual_commencement_date": null,
  "site_number": null,
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": "Full planning & display of advertisements",
  "ward": "EASTCOTE 2022",
  "last_date_consultation_comments": "19/02/2025",
  "centroid_easting": 510962,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Change of use of vacant commercial premises from Use Class E, to educational centre use (Class F1-a), new shopfront and signage, and a/c unit to the rear (associated with advert consent ref. 79204/ADV/2024/57).",
  "appeal_decision": null,
  "postcode": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "21/02/2025",
  "street_name": "EASTCOTE PINNER",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 187945,
  "application_type": "All Other",
  "title_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plan, numbers:",
    "P01, P02 Rev A, P03, P04 Rev A, P05 Rev A",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "Notwithstanding the provisions of the Town & Country Planning (Use Classes) Order 1987 and the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any orders revoking and re-enacting either of these orders with or without modification), and subject to Condition 1, the building shall be used only for the purpose of educational centre which falls within the Use Class F1 (a)  and for no other purpose including any other purpose within Use Class F1 of the Town and Country Planning Use Classes Order 1987 (as amended).",
    "REASON",
    "To enable the Local Planning Authority to retain control over the use so as to ensure that it complies with Policies DMTC 2 and DMTC 4, DMHB 11, DMT 1, DMT 2 and DMT 6 of the Hillingdon Local Plan Part 2 - Development Management Policies (2020) and The London Plan (2021).",
    "Notwithstanding the approved plans, the development hereby permitted shall provide 2 secure cycle spaces (1 'short' & 1 'long term'). The facilities shall be provided prior to the commencement of the use hereby permitted and thereafter shall be permanently retained.",
    "REASON",
    "To ensure the provision and retention of facilities for cyclists to the development and hence the availability of sustainable forms of transport to the site in accordance with Policy DMT 5 and DMT 6  of the Hillingdon Local Plan Part 2 - Development Management Policies (2020).",
    "The delivery of goods and servicing of the site shall not occur outside of the following hours and not at all on Sundays and Bank Holidays unless otherwise approved in writing by the Local Planning Authority:",
    "Monday to Saturday: 08:00 hours to 1600 hours.",
    "REASON",
    "To ensure that resulting servicing arrangements do not adversely impact on existing and future residential amenity, in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The premises shall not operate outside the following hours:",
    "Monday to Friday: 09:00 AM to 20:00 PM",
    "Saturday: 09:00 AM to 20:00 PM",
    "Sunday and Bank Holidays: 09:00 AM to 20:00 PM",
    "REASON",
    "To ensure that the development operates within reasonable hours, minimising noise and disturbance to nearby residents, in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The shopfront hereby approved shall ensure that step-free access for wheelchair users is achieved via a suitably wide door of no less than 1000 mm wide, with all such provisions retained in perpetuity.",
    "REASON",
    "To ensure an Accessible and Inclusive development for everyone in accordance with London Plan policy D5.",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "It is considered that a condition based on fixed noise levels is consistent with noise and planning policy by relating external noise levels to the point at which adverse effects on health and quality of life start to be observed. The limit values are intended to be consistent with the evidence base that is reflected in guidance: 'Guidance on Sound Insulation and Noise Reduction for Buildings' BS8233 2014. This is combined with the assessment principles and procedures detailed in guidance: 'Methods for rating and assessing industrial and commercial sound' British Standards Institution BS4142 2014.' This is used to set reference time periods for the assessment and adjust measured or calculated LAeq values for character as detailed in BS4142 to determine the rating level.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "appeal_start_date": null,
  "development_type": null,
  "wgs84_polygon": null,
  "lpa_app_no": "79204/APP/2024/3163",
  "decision_agency": "Borough",
  "decision_date": "20/02/2025",
  "pp_id": "13608126",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=79204/APP/2024/3163",
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": "Ground floor only",
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.579454,
    "lon": -0.400026
  },
  "status": "Approved",
  "last_updated": "2025-05-22T13:09:45.441Z",
  "actual_completion_date": null,
  "lapsed_date": "20/02/2028",
  "borough": "Hillingdon",
  "id": "Hillingdon-79204_APP_2024_3163",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": null,
  "locality": null,
  "application_details": {
    "affordable_housing_fast_track": false,
    "site_area": 0.0176,
    "projected_cost_of_works": "Up to £2m",
    "total_gia_lost": 70,
    "phasing_details": [
      {
        "phase_detail": "all",
        "intended_commencement_date": "03/2025",
        "intended_completion_date": "04/2025"
      }
    ],
    "green_suds": false,
    "total_gia_gained": 70,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "total_annual_nox_emissions": 0,
      "no_new_water_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_homes_to_have_electrical_heating": 0,
      "fire_suppression_system_proposed": false,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "waste_provision": true,
      "ghg_reduction_over_building_regulations": false,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 0
    },
    "non_residential_details": {
      "total_gia_gained": 70,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 70,
      "total_gia_lost": 70,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 70,
        "use_class": "E(a)",
        "gia_gained": 0,
        "gia_lost": 70
      },
      {
        "gia_existing": 0,
        "use_class": "F1",
        "gia_gained": 70,
        "gia_lost": 0
      }
    ],
    "grey_water_reuse": false,
    "internal_resi_water_usage": 0,
    "rain_water_harvesting": false,
    "surface_water_discharge_percentage_reduction": 0,
    "ownership_status": "Private",
    "scheme_phasing": true,
    "total_gia_existing": 70,
    "garden_land_lost": false
  }
}