{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510194.2375,
              180283.9922
            ],
            [
              510197.5448,
              180289.2839
            ],
            [
              510215.9334,
              180278.4359
            ],
            [
              510211.9646,
              180271.1599
            ],
            [
              510209.4511,
              180272.7474
            ],
            [
              510210.2448,
              180274.4672
            ],
            [
              510194.2375,
              180283.9922
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07853871",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:46:19.679+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "25/09/2019",
  "secondary_street_name": "HAYES",
  "appeal_start_date": null,
  "ward": "TOWNFIELD",
  "centroid": {
    "lat": "51.5107202",
    "lon": "-0.4133242"
  },
  "decision": "Approved",
  "valid_date": "27/08/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.014
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=5549/APP/2019/1975",
  "lpa_name": "Hillingdon",
  "site_name": "12 AND 12A BROADWAY PARADE",
  "lapsed_date": "06/11/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plan, Existing Ground Floor Plan and Elevations and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "This permission does not authorise the display of advertisements or signs, separate consent for which may be required under the Town and Country Planning (Control of Advertisements) Regulations 2007. [To display an advertisement without the necessary consent is an offence that can lead to prosecution]. For further information and advice, contact - Residents Services, 3N/04, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 250574)."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Conversion of single shop to two shops, use of one part as a newsagents (Use Class A1) and one part as beauty treatment (Use Class Sui Generis) and alterations to shopfront (Retrospective).",
  "lpa_app_no": "5549/APP/2019/1975",
  "decision_target_date": "13/11/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "06/11/2019",
  "id": "Hillingdon-5549_APP_2019_1975",
  "centroid_northing": 180281,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 510205,
  "street_name": "COLDHARBOUR LANE",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.41347829999999997,
          51.5107492
        ],
        [
          -0.413429,
          51.5107961
        ],
        [
          -0.41316749999999997,
          51.510695
        ],
        [
          -0.4132269,
          51.5106304
        ],
        [
          -0.4132626,
          51.5106452
        ],
        [
          -0.41325069999999997,
          51.5106605
        ],
        [
          -0.41347829999999997,
          51.5107492
        ]
      ]
    ],
    "type": "Polygon"
  }
}