{
  "borough": "Hillingdon",
  "cil_liability": false,
  "decision_target_date": "23/08/2023",
  "lpa_app_no": "8294/APP/2023/1891",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "23/08/2023",
  "lpa_name": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.7190000000000001
  },
  "title_number": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4293141,
          51.5081048
        ],
        [
          -0.42960099999999996,
          51.5077994
        ],
        [
          -0.4309921,
          51.5082314
        ],
        [
          -0.4315872,
          51.5081085
        ],
        [
          -0.4319169,
          51.5087791
        ],
        [
          -0.4305402,
          51.5084841
        ],
        [
          -0.4304609,
          51.5084325
        ],
        [
          -0.4296605,
          51.5081481
        ],
        [
          -0.42946039999999996,
          51.5081455
        ],
        [
          -0.4293141,
          51.5081048
        ]
      ]
    ],
    "type": "Polygon"
  },
  "valid_date": "28/06/2023",
  "centroid": {
    "lat": "51.5082836",
    "lon": "-0.43071519999999996"
  },
  "site_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of the original permission (25/04/2023).",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers :-",
    "31615-PL-114 Proposed Site Plan",
    "31515-PL-115 Proposed Floor Plans",
    "31515-PL-116 Proposed Elevations",
    "DAW-BCA-ELS-XX-DR-LA-2285-22-03-S5.01 Landscape Concept Plan",
    "DAW-DCA-ELS-DR-LA-2285-22-02-S5.01 Tree Retention Protection Removal Plan",
    "DAW-BCA-ELS-XX-DR-LA-2285-22-04-S5.01 Urban Greening Plan",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Sustainability and Energy Statement, July 2022;",
    "Phase I Environmental Site Assessment, February 2021, Ref. 70081579-ESA;",
    "Noise Assessment, July 2022, Ref. 70096637;",
    "Surface and Foul Water Drainage Strategy, Issue 2, August 2022, Ref. 10348755;",
    "Air Quality Assessment, August 2022;",
    "Landscape Design Statement, dated 27/7/22. Ref. 2285-22-RP01;",
    "Soft Landscape Works Maintenance and Management Plan, dated 27/7/22, Ref. 2285-21-RP01;",
    "Ecological Assessment, June 2022;",
    "Transport Statement, July 2022;",
    "Workplace Travel Plan, August 2022 and",
    "Delivery and Servicing Plan, July 2022.",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure that the development complies with the objectives of Policies SI 1 and SI 7 of the London Plan (2021",
    "Trees, hedges and shrubs shown to be retained on the approved plan shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during construction, or is found to be seriously diseased or dying another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork shall be agreed",
    "The landscaping shall be carried out in accordance with :",
    "Proposed Boundary Conditions Drg No. 31515-PL-119; Landscape Earthworks Specification 2285 22 SP01; Detailed Planting Plan (Sheet 1) Drg No. DAW BCA ELS XX DR LA 2285-22-06 S5; Detailed Planting Plan (Sheet 2)Drg No. DAW BCA ELS XX DR LA 2285-22-07 S5 and Soft Landscape Maintenance Implementation Schedule and Management Plan  DAW BCA ELS XX RP LA 2285-22-02 submitted in respect of application reference 8294/APP/2023/1767:",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with Policies DMHB 11, DMHB 14, DMEI 1 and DMT 6 of the Hillingdon Local Plan Part 2 (2020) and Policy SI 7 of the London Plan (2021).",
    "The development shall be carried out in accordance with the approved Ecological Assessment prepared by Ecological Solutions",
    "and Ecological Enhancement Strategy prepared by Ecological Solutions submitted in respect of application reference 8294/APP/2023/1767.",
    "REASON",
    "To maintain and enhance biodiversity, in accordance with Policy DMEI 7 of the Hillingdon Local Plan Part 2 (2020).",
    "The development shall not be occupied until a low emission strategy (LES) has been submitted to and approved in writing by the Local Planning Authority. The LES shall address but be not restricted to:",
    "1) Securing compliance with the relevant policies of the current London Plan (March 2021) and associated Planning Guidance requirements;",
    "2) The implementation of a fast vehicle charging bay for LGVs and HGVs with the number of charging points required in the London Plan;",
    "3) Produce a robust Travel Plan with a clear and effective strategy to encourage staff to:-",
    "a) use public transport;",
    "b) cycle / walk to work where practicable;",
    "c) enter car share schemes;",
    "d) purchase and drive to work zero emission vehicles;",
    "4) Produce an outline delivery and servicing plan (DSP), focusing on the implementation of sustainable delivery initiatives in order to minimise their impact on the affected public highway and residents. This will include actions showing a commitment from the end site user to man",
    "Within a year of the first occupation, a Detailed Delivery and Servicing Plan (DDSP) is to be submitted to and approved in writing by the Local Planning Authority. The DDSP shall address but not be restricted to:",
    "1) Demonstration that goods and services can be delivered to the Proposed Development, and the waste removed, in a safe, efficient and environmentally friendly way;",
    "2) Identify deliveries that could be reduced, re-timed or even consolidated, particularly during busy periods;",
    "3) Reduce NOx and PM emissions from freight companies by using incentives that favour cleaner vehicles; and",
    "4) Reduce the impact of freight activity on local residents and the environment. This can be achieved by the use of low emission vehicles and avoiding congested and residential areas.",
    "The measures in the agreed scheme shall be maintained throughout the life of the development.",
    "REASON",
    "As the application site is within an Air Quality Management Area, and to reduce the impact on air quality in accord",
    "The development shall be carried out in strict accordance with the Construction Environmental Management Plan - Control of Dust and Emissions  submitted in respect of application reference 8294/APP/2023/1767.",
    "REASON:",
    "Compliance with London Plan Policy SI 1 and in accordance with Mayor of London \"The Non-road mobile machinery (standard condition recommended by Mayor of London, London Local Air Quality Management Policy Guidance 2019).",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up-to-date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "REASON:",
    "Compliance with the London's Low Emission Zone for non-road mobile machinery as per requirements of the London Environment Strategy and Policy SI 13 of the London Plan (2021).",
    "The development shall be carried out in strict accordance with the approved details submitted in respect of application reference 8294/APP/2023/1767:",
    "Surface Water Technical Note prepared by HDR",
    "· 10348755-HDR-XX-XX-DR-C-300-P4-Drainage Layout and External Levels",
    "· 10348755-HDR-XX-XX-P2-Drainage calculations",
    "· 10348755 - DAWLEY ROAD PRE DEVELOPMENT GREENFIELD VOLUME",
    "· 10348755 - DAWLEY ROAD POST DEVELOPMENT VOLUME",
    "· 10348755 - EXISITNG SW RUNOFF ASSESSMENT FOR PLANNING",
    "· 10348755-HDR-XX-XX-RP-C-100002-P01 - Drainage Maintenance",
    "REASON",
    "To ensure that the drainage proposed for the site fully contributes to the mitigation of flood risk, in accordance with Policy SI 13 of the London Plan (2021) and Policy DMEI 10 of the Hillingdon Local Plan Part 2 (2020).",
    "(i) The development hereby permitted shall be carried out in accordance with the Geo-Environmental Ground Investigation Report; Ref: JER10079 VO1 R1; Date: 09 June 2023; Prepared by: RPS Group submitted in respect of application reference 8294/APP/2023/1767.",
    "(ii) If during remedial or development works contamination not addressed in the submitted remediation scheme is identified an addendum to the remediation scheme shall be agreed with the LPA prior to implementation; and",
    "(iii) Upon completion of the approved remedial works, this condition will not be discharged until a comprehensive verification report has been submitted to and approved by the LPA. The report shall include the details of the final remediation works and their verification to show that the works for each phase have been carried out in full and in accordance with the approved methodology.",
    "(iv) No contaminated soils or other materials shall be imported to the site. All imported soils for landscaping purposes shall be",
    "The development shall be carried out in strict accordance with the approved details contained within the CEMP submitted in respect of application reference 8294/APP/2023/1767.",
    "REASON",
    "To safeguard the amenity of surrounding properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020); and to protect the ecological value of the area in accordance with Policy DMEI 7 of the Hillingdon Local Plan Part 2 (2020).",
    "No floodlighting or other form of external lighting shall be installed unless it is in accordance with details which have previously been submitted to and approved in writing by the Local Planning Authority. Such details shall include location, height, type and direction of light sources and intensity of illumination. Any lighting that is so installed shall not thereafter be altered other than for routine maintenance which does not change its details.",
    "REASON",
    "To safeguard the amenity of surrounding properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020); and to protect the ecological value of the area in accordance with Policy DMEI 7 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the details shown on the proposed site plan (Drw. No. 31515-PL-104), revised details of the siting of the 7 car parking spaces shown in the north western corner of the site and the 10 cycle spaces shall be submitted to and approved in writing by the Local Planning Authority.",
    "The development shall be carried out in accordance with the approved revised details.",
    "REASON",
    "To ensure that the car parking spaces are easily accessible and the use of the cycle spaces does not conflict with other vehicle movements on site, that would be detrimental to the safe and efficient operation of the site, in accordance with Policy T4 of the London Plan (2021) and Policies DMT 1, DMT 2 and DMT 5 of the Hillingdon Local Plan Part 2 (2020).",
    "No above ground works shall commence until details of access to building entrances (to include ramped/level approaches, signposting, types and dimensions of door width and lobby openings) to meet the needs of people with disabilities have been submitted to and approved in writing by the Local Planning Authority. The approved facilities should be provided prior to the occupation of the development and shall be permanently retained thereafter.",
    "REASON",
    "To ensure an accessible and inclusive development is provided for everyone in accordance with London Plan policy D5.",
    "The building(s) shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No building shall be occupied until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000 to ensure the development provides a safe and secure environment in accordance with Hillingdon Local Plan Part 2 policy DMHB 15 and London Plan (2021) Policies D11 and D12.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation. These cover such works as - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works. Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts. A completed application form together with detailed plans must be submitted for approval before any building work is commenced. For further information and advice, contact - Residents Services, Building Control, 3N/01 Civic Centre, Uxbridge (Telephone 01895 558170).",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be taken to avoid private roads. The applicant may be required to make good any damage caused.",
    "The applicant is advised that any surface water discharge to the waterway will require prior consent from the Canal & River Trust. As the Trust is not a land drainage authority, such discharges are not granted as of right - where they are granted, they will usually be subject to completion of a commercial agreement. The applicant/developer is advised to contact the Works Engineering Team on 0303 040 4040 in order to ensure that any necessary consents are obtained and that the works comply with the Canal & River Trust \"Code of Practice for Works affecting the Canal & River Trust \"."
  ],
  "decision": "Approved",
  "centroid_easting": 509004,
  "uprn": null,
  "decision_process": "Delegated",
  "application_type_full": "Removal/Variation of a condition",
  "locality": null,
  "last_date_consultation_comments": "27/07/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509101.6557,
              179966.2056
            ],
            [
              509082.4734,
              179931.8097
            ],
            [
              508984.9081,
              179977.7811
            ],
            [
              508943.8976,
              179963.229
            ],
            [
              508919.4236,
              180037.3125
            ],
            [
              509015.6659,
              180006.5546
            ],
            [
              509021.2884,
              180000.9322
            ],
            [
              509077.5124,
              179970.5051
            ],
            [
              509091.4031,
              179970.5051
            ],
            [
              509101.6557,
              179966.2056
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "HAYES TOWN 2022",
  "pp_id": "12267623",
  "lapsed_date": "23/08/2026",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "Variation of Conditions 2 (approved plans) and 5 (landscape scheme) of planning permission ref. 8294/APP/2022/2576, dated 16-08-2022 (Demolition of the single storey building and glazed link, in connection with the formation of a service yard and alterations to the warehouse building, including the insertion of loading bays and formation of parking for HGV's and cars.) to amend the wording of condition 5, make fenestration changes, relocate bin and bike storage and erect a pedestrian entrance gate.",
  "centroid_northing": 179984,
  "street_name": "DAWLEY ROAD",
  "epc_number": null,
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": "HAYES",
  "appeal_start_date": null,
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T02:39:50.740+00:00",
  "site_name": "FORMER EMI SITE",
  "development_type": null,
  "appeal_decision_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "parking_details": null,
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=8294/APP/2023/1891",
  "id": "Hillingdon-8294_APP_2023_1891",
  "actual_commencement_date": null,
  "postcode": "UB3 1HH"
}