{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": null,
  "lpa_app_no": "4628/APP/2022/3510",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=4628/APP/2022/3510",
  "actual_completion_date": null,
  "pp_id": null,
  "lapsed_date": "23/01/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.426843,
    "lat": 51.576903
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": null,
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "20/12/2022",
  "description": "Replacement signage on front and side of premises (Application for Listed Building Consent)",
  "wgs84_polygon": null,
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "site_name": "1A HIGH STREET",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "The works hereby permitted shall be begun before the expiration of three years from the date of this consent.",
    "REASON",
    "To comply with Section 18 of the Planning (Listed Buildings and Conservation Areas) Act 1990, to prevent the accumulation of unimplemented listed building consents and to enable the Local Planning Authority to review the situation at the end of this period if the development has not begun.",
    "The works hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans titled Location Plan, Block Plan, Page 1 Photograph of Existing Shopfront, Page 2 (1.4_PRIORY CAFE), Page 3 and Page 4  (Revisions all received 22-12-22) and shall thereafter be retained/maintained for as long as the works remain in existence.",
    "REASON",
    "For the avoidance of doubt, and to ensure the works comply with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "The development hereby approved shall be carried out strictly in accordance with the materials, external surfaces and colours specified on the approved plan titled Page 4 (1.4_PRIORY CAFE, Revision received 22-12-22)) and be retained as such thereafter.",
    "REASON",
    "To preserve and safeguard the character and appearance of the Listed building in accordance with Hillingdon's Local Plan: Part 1 Policy HE1 (November 2012), Local Plan: Part 2 policies DMHB 1, and 2 (January 2020), the London Plan (2021) and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The decision to GRANT Listed Building Consent has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT Listed Building Consent has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance."
  ],
  "postcode": null,
  "application_type": "All Other",
  "decision_date": "23/01/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 509110,
  "valid_date": "28/11/2022",
  "borough": "Hillingdon",
  "subdivision_of_building": null,
  "decision_target_date": "23/01/2023",
  "id": "Hillingdon-4628_APP_2022_3510",
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T14:38:42.637+00:00",
  "street_name": "RUISLIP",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 187621,
  "application_details": {
    "existing_uprns": null
  },
  "appeal_decision": null,
  "polygon": null,
  "ward": "RUISLIP 2022"
}