{
  "uprn": "000012029902",
  "street_name": "The Broadway",
  "centroid_easting": 512786,
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": [
      "000012029902, 000012110985"
    ],
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "12/2022",
    "intended_commencement_date": "10/2021",
    "site_area": 0.018000000000000002
  },
  "lpa_app_no": "214878FUL",
  "parking_details": null,
  "application_type": "All Other",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "09/02/2022",
  "locality": "Southall",
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with the drawings: Application Form, Site Location Plan, N05/BW/P101/02, N05/BW/P/102, received 06.12.2021",
    "Reason: For avoidance of doubt and in the interest of proper planning.",
    "| Prior to first occupation of the development hereby approved, a minimum of 520  litres of refuse and recycling storage shall be provided for all occupants of the development, within the curtilage of the proposed building, in accordance with the Local Planning Authority Standards and fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Reason: To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with the Ealing Council's Waste Management Guidelines and policies 3.5 and 7B of the Ealing Development Management DPD (2013), and policy SI 8 of the London Plan (2021).",
    "| Prior to first occupation of the development hereby approved, a minimum of four (4) secure cycle parking spaces shall be provided in the location identified on the hereby approved plans listed in Condition 2; within a secure and lockable compound, and permanently retained thereafter, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To provide adequate facilities for cyclists and increase the use of active and sustainable modes of transport, in accordance with the Sustainable Transport SPG and policy T5 of the London Plan (2021).",
    "| Prior to commencement of the development, a noise assessment shall be submitted to the Council for approval in writing, of external noise levels from transport and industrial/ commercial/ cultural sources, having regard to the assessment standards of the Council's SPG10. Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise) to achieve internal noise limits specified in SPG10.",
    "Details of best practicable mitigation measures shall also be provided, as necessary, in external amenity spaces, to achieve noise limits specified in BS8233:2014. The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 7A and 7B of the Ealing Development Management Development Plan (2013) and policies D5 and D6 of the London Plan (2021).",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining dwellings/areas, namely, kitchen/living/dining/bathroom above bedrooms of separate dwelling. The assessment and mitigation measures shall have regard to standards of the Council's SPG10 and noise limits specified in BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policies 7A and 7B of the Ealing Development Management Development Plan (2013), Standard 30 of the Housing SPG and policies D5 and D6 of the London Plan (2021).",
    "| The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all machinery operating together at maximum capacity.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policies 7A and 7B of the Ealing Development Management Development Plan (2013), Standard 30 of the Housing SPG and policies D5 and D6 of the London Plan (2021).",
    "| Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policies 7A and 7B of the Ealing Development Management Development Plan (2013), Standard 30 of the Housing SPG and policies D5 and D6 of the London Plan (2021).",
    "| Prior to the commencement of the development, details shall be submitted to and approved by the Local Planning Authority, for the installation in the dwellings of a filtered fresh air ventilation system capable of mitigating elevated concentrations of nitrogen oxides and particulate matter in the external air. The details to be submitted shall include the arrangements for continuously maintaining the operational efficiency of the system.  The ventilation system as approved shall be completed prior to occupation and shall be retained permanently thereafter.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by poor ventilation, in accordance with policies 7A and 7B of the Ealing Development Management Development Plan (2013), Standard 30 of the Housing SPG and policies D5 and D6 of the London Plan (2021)."
  ],
  "valid_date": "05/10/2021",
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512788.5029689,
              180380.2459469
            ],
            [
              512784.8998772,
              180369.1491234
            ],
            [
              512778.5511802,
              180371.2485224
            ],
            [
              512781.2967855,
              180379.6961043
            ],
            [
              512786.903427,
              180397.1011222
            ],
            [
              512793.3510648,
              180395.0017231
            ],
            [
              512789.7479731,
              180383.8049282
            ],
            [
              512788.5029689,
              180380.2459469
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/214878FUL;",
  "title_number": [
    "unknown"
  ],
  "decision_date": "09/02/2022",
  "id": "Ealing-214878FUL",
  "ward": "Southall Broadway",
  "development_type": "Minor dwellings",
  "cil_liability": true,
  "borough": "Ealing",
  "appeal_decision": null,
  "site_name": "5 The Broadway",
  "lapsed_date": "09/02/2025",
  "description": "Conversion of existing HMO property (7 bed) on mezzanine, first, second and third floor levels into four self-contained flats; provision of associated cycle storage and refuse facilities",
  "pp_id": "PP-10052614",
  "actual_completion_date": null,
  "centroid_northing": 180383,
  "bo_system": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T18:17:11.558+00:00",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "decision": "Approved",
  "postcode": "UB1 1JR",
  "site_number": null,
  "last_updated_by": "Planning Portal ingest",
  "centroid": {
    "lat": "51.5111279",
    "lon": "-0.3761142"
  },
  "appeal_start_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3760791,
          51.5111026
        ],
        [
          -0.3761345,
          51.5110036
        ],
        [
          -0.3762253,
          51.5110237
        ],
        [
          -0.376183,
          51.5110991
        ],
        [
          -0.3760967,
          51.5112544
        ],
        [
          -0.37600449999999996,
          51.5112343
        ],
        [
          -0.37606,
          51.5111344
        ],
        [
          -0.3760791,
          51.5111026
        ]
      ]
    ],
    "type": "Polygon"
  }
}