{
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=00/P1907",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "23/11/2000",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  },
  "cil_liability": false,
  "lapsed_date": "08/11/2005",
  "appeal_decision": null,
  "street_name": "Seely Road",
  "decision_agency": "Borough",
  "last_updated_by": "Northgate M3",
  "description": "REDEVELOPMENT OF THE SITE INVOLVING THE ERECTION OF 5 X 2 STOREY, 3 BEDROOM HOUSES WITH ASSOCIATED PARKING PROVISION (APPLICATION FOR OUTLINE PLANNING PERMISSION)",
  "decision": "Approved",
  "centroid_northing": 170523,
  "bo_system": "Northgate M3",
  "last_updated": "2025-03-19T02:24:38.311+00:00",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "Graveney_histroic",
  "centroid_easting": 528857,
  "site_name": null,
  "application_type": "All Other",
  "parking_details": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Merton",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.148241,
          51.419097
        ],
        [
          -0.148242,
          51.41907
        ],
        [
          -0.148286,
          51.419071
        ],
        [
          -0.148285,
          51.419098
        ],
        [
          -0.148241,
          51.419097
        ]
      ]
    ]
  },
  "postcode": "SW17 9RB",
  "decision_date": "09/11/2000",
  "centroid": {
    "lon": -0.148263,
    "lat": 51.419084
  },
  "decision_process": null,
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "site_number": "327",
  "borough": "Merton",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "28/09/2000",
  "application_type_full": null,
  "locality": "London",
  "last_date_consultation_comments": null,
  "pp_id": null,
  "development_type": null,
  "decision_conditions": [
    "Condition : 1 - The development of which this permission relates must be begun no later than whichever is the later of the following dates. a)      The expiration of 5 years from the date of this outline permission, or b)      The expiration of 2 years from the final approval of details referred to in Condition (2) or in the case of approval on different date, the final approval of the last such matter to be approved.",
    "Condition : 2 - Details relating to the external appearance and landscaping shall be submitted to and approved by the Local Planning Authority. The submission of these details shall be made not later than the expiration of 3 years beginning with the date of outline planning permission.",
    "Condition : 3 - Details of those parts of the site not covered by buildings including any parking, service roads, sight lines, footpaths, hard and soft landscaping, surface treatment and boundary treatment shall be submitted to and approved in writing by the Local Planning Authority before any development hereby permitted commences. These works shall be carried out in accordance with the approved details.",
    "Condition : 4 - Details of proposals for the storage and disposal of refuse shall be submitted to and approved in writing by the Local Planning Authority before the development commences. These facilities shall be provided in full accordance with the approved details before any permitted use starts and permanently maintained thereafter.",
    "Condition : 5 - Notwithstanding the provisions of the Town and Country Planning General Permitted Development Order 1995 (or any other Order revoking or re-enacting this Order) no buildings, extensions, or alterations permitted by Classes A, B, Dand E of Part 1 of Schedule 2 in the 1995 Order shall be carried out without the prior written consent of the Local Planning Authority.",
    "Condition : 6 - No demolition or construction work in pursuant of this permission shall be carried out on or before 08.00 hours or after 1800 hours on Mondays to Fridays inclusive, before 0800 hours or after 1300 hours on Saturdays and at no time on Sundays or Bank Holidays.",
    "Condition : 7 - The garages and/or car parking spaces (and/or disabled/cycle parking spaces) as shown on the approved drawing 1386/P/01 shall be provided before commencement of the use of the land or buildings hereby permitted and thereafter shall be kept free from obstruction and shall not be used for purposes other than the parking of a vehicle in conjunction with the development hereby permitted.",
    "Condition : 8 - Details of cycle parking facilities (and disabled car parking bays) shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of the development and shall be installed prior to the occupation of buildings hereby approved and permanently maintained thereafter.",
    "Condition : 9 - The use of the building hereby approved shall not take place until such time as details of access for disabled persons has been submitted to and approved by the Local Planning Authority and installed in accordance with the approved details and permanently maintained thereafter.",
    "Condition : 10 - Details of works to be carried out to overcome any ground contamination problems shall be previously agreed in writing with the Local Planning Authority before work commences on site and such work shall be completed to the satisfaction of the Local Planning Authority prior to the occupation of the development hereby approved.",
    "Condition : 11 - Prior to the commencement of demolition works, a method statement outlining the method of demolition, measures to identify and remove asbestos and measures to prevent nuisance from dust and noise to surrounding occupiers shall be submitted in writing to the Local Planning Authority for approval. Once approved, the scheme shall be implemented and retained thereafter. \r\n\r\nReason for condition : \r\nTo safeguard the amenities of neighbouring properties.  ",
    "Condition : 12 - Informative : \r\nUnder the terms of the Water Resources Act 1991 and the Land Drainage Byelaws 1981, the prior written consent of the Environment Agency is required for any proposed works or structures in, under, over or within 8m of the brink of the River Graveney main river. Contact J.Linwood on 020 8305 4007 for further details. "
  ],
  "status": "Approved",
  "secondary_street_name": null,
  "id": "Merton-00_P1907",
  "lpa_app_no": "00/P1907",
  "application_details": {},
  "uprn": "48105410"
}