{
  "lpa_app_no": "00/P1795",
  "uprn": "48103531",
  "lapsed_date": "14/02/2006",
  "centroid_northing": 170384,
  "site_number": "184",
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": null,
  "appeal_decision_date": null,
  "valid_date": "17/10/2000",
  "decision_date": "14/02/2001",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.178317,
          51.418319
        ],
        [
          -0.178318,
          51.418292
        ],
        [
          -0.178361,
          51.418293
        ],
        [
          -0.17836,
          51.418319
        ],
        [
          -0.178317,
          51.418319
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": null,
  "application_details": {},
  "appeal_decision": null,
  "postcode": "SW19 2BN",
  "development_type": null,
  "title_number": null,
  "centroid_easting": 526768,
  "actual_commencement_date": null,
  "description": "ERECTION OF A GROUND FLOOR REAR EXTENSION AND FIRST FLOOR INFILL EXTENSION AND INSTALLATION OF VENTILATION DUCTING TO THE REAR OF THE BUILDING ",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.178339,
    "lat": 51.418306
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=00/P1795",
  "pp_id": null,
  "id": "Merton-00_P1795",
  "application_type_full": null,
  "cil_liability": false,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "12/12/2000",
  "locality": "Colliers Wood",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "17/10/2000",
  "decision_conditions": [
    "Condition : 1 - The developments to which this permission relates shall be begun not later than the expiration of 5 years, beginning with the date of this permission.",
    "Condition : 2 - Particulars and samples of the materials to be used on all external faces on the building, including fenestration, shall be submitted to and approved in writing by the Local Planning Authority before any works are commenced. Development shall be carried out in full accordance with the approved details.",
    "Condition : 3 - The sound pressure levels from the extract fan and ductwork shall not increase the background noise level by more than 2dB(A)(5 minutes LAeq) when measured from the nearest noise sensitive property.\r\n\r\nReason for condition:  To safeguard the amenities of the neighbouring properties.  ",
    "Condition : 4 - All extract ductwork shall be fitted with carbon filters or other form of odour control system details of which shall be submitted to and approved in writing by the Local Planning Authority. The ductwork shall be fixed using anti-vibration mountings both internally and externally. Grease filters shall additionally be fitted within the extract hood and maintained to the satisfaction of the Local Planning Authority.\r\n\r\nReason for condition: In the interests of ensuring a satisfactory form of development and to protect the amenities of neighbouring occupiers.    ",
    "Condition : 5 - Details/particulars of the insulation of the building against the transmission of noise and vibration shall be submitted to and approved in writing by the Local Planning Authority before the development starts. The insulation works shall be carried out in accordance with the details approved and shall be in place prior to the commencement of the use hereby approved.",
    "Condition : 6 - No demolition or construction work in pursuant of this permission shall be carried out on or before 08.00 hours or after 1800 hours on Mondays to Fridays inclusive, before 0800 hours or after 1300 hours on Saturdays and at no time on Sundays or Bank Holidays.",
    "Condition : 7 - The extensions hereby approved shall be only be used in conjunction with the ground floor A3 use approved under planning permission 00/P0200 and shall be subject to all conditions imposed on that grant of planning permission.\r\n\r\nReason for condition : To protect the amenity of adjoining residential occupiers."
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T02:59:58.813+00:00",
  "appeal_status": null,
  "street_name": "High Street",
  "ward": "Colliers Wood_histroic",
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  }
}