{
  "epc_number": null,
  "decision_target_date": "06/11/2023",
  "decision": "Approved",
  "last_date_consultation_comments": null,
  "description": "Application for non-material amendment to planning permission reference 205322FUL dated 17.08.2023 for \"Demolition of existing building and construction of a 5-storey building with basement for plant equipment fronting East Acton Lane and a 4-storey building to rear of site comprising a total of 38 self-contained residential dwellings (Use Class C3), including associated communal external amenity space, landscaping, plant equipment, refuse and bicycle stores, and associated works\". Amendments seeks to make minor alterations to approved description of development.",
  "site_number": null,
  "postcode": "W3 7EG",
  "application_type_full": "Non-Material Amendment",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "uprn": "12140502",
  "appeal_status": null,
  "parking_details": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/233490NMA;",
  "valid_date": "25/08/2023",
  "centroid": {
    "lon": -0.255193,
    "lat": 51.512376
  },
  "borough": "Ealing",
  "decision_agency": "Borough",
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "site_name": "Barbara Speake Stage School ",
  "bo_system": "CSV Data Import",
  "centroid_easting": 521175,
  "subdivision_of_building": null,
  "status": "Approved",
  "lapsed_date": "06/11/2026",
  "actual_completion_date": null,
  "centroid_northing": 180715,
  "locality": "London",
  "wgs84_polygon": null,
  "development_type": null,
  "lpa_app_no": "233490NMA",
  "application_details": {
    "existing_uprns": [
      "12140502"
    ]
  },
  "secondary_street_name": null,
  "polygon": null,
  "last_updated": "2025-03-19T01:26:42.897+00:00",
  "date_building_work_started_under_previous_permission": null,
  "ward": "East Acton",
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "decision_conditions": [
    "Given the nature of the proposed amendment and considering the original planning conditions, the proposal would meet the Council's criteria for non-material amendments due to the following reasons:",
    "- \tThere would be no material impact on any neighbours or other statutory and non-statutory bodies, and the resulting scheme would not be materially different in its external appearance and would remain within the fee paid and in accordance with the adopted policies of the Council.",
    "- \tThe changes would not compromise the overall design and appearance of the development.",
    "-  \tThe resulting scheme would not conflict with any existing planning conditions or legal agreement.",
    "Therefore, the proposal represents a 'non-material' change from the original planning application with regards to Section 96A of the Town and Country Planning Act 1990 (as amended) and will not require assessment through the submission of a full planning application.",
    "| The description of development is hereby amended to 'Demolition of existing buildings and structures and the erection of 2 buildings for a residential (Use Class C3) scheme of 37 self-contained dwellings, including associated communal amenity space and landscaping, plant equipment, and provision of refuse and bicycle stores and other works incidental to the proposed development'."
  ],
  "appeal_decision_date": null,
  "title_number": null,
  "lpa_name": "Ealing",
  "pp_id": "PP-12410837",
  "decision_date": "06/11/2023",
  "id": "Ealing-233490NMA",
  "street_name": "East Acton Lane"
}