{
  "site_name": "KASHIBA HOUSE",
  "postcode": "HA6 2TH",
  "parking_details": {
    "no_proposed_car": 3,
    "no_existing_car": 3,
    "net_car": 0
  },
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 20-0759 D01 Rev. C, 20-0759 D07 Rev. C, 20-0759 D08 Rev. C, 20-0759 D09 Rev. C, 20-0759 D10 Rev. C and 20-0759 D11 Rev. C.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policies DMHB 5 and DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing towards High Trees.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority. Such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details.",
    "The fencing shall be retained in position until development is completed.",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su"
  ],
  "ward": "NORTHWOOD",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "uprn": null,
  "appeal_decision_date": null,
  "application_details": {
    "existing_uprns": null,
    "no_additional_bedrooms": 0,
    "total_gia_gained": 167,
    "intended_completion_date": "07/2022",
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "07/2021",
    "site_area": 0.395
  },
  "secondary_street_name": "NORTHWOOD",
  "centroid_northing": 191107,
  "status": "Approved",
  "centroid": {
    "lat": "51.6084314",
    "lon": "-0.44023229999999997"
  },
  "decision_target_date": "10/09/2021",
  "decision_process": "Delegated",
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "last_date_consultation_comments": "11/05/2021",
  "appeal_decision": null,
  "appeal_start_date": null,
  "development_type": null,
  "cil_liability": true,
  "last_updated": "2025-03-20T20:35:47.434+00:00",
  "valid_date": "12/04/2021",
  "bo_system": "CSV Data Import",
  "last_updated_by": "CSV Data Import",
  "application_type_full": "Householder planning permission",
  "centroid_easting": 508106,
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508179.6912,
              191131.7115
            ],
            [
              508179.9558,
              191128.1396
            ],
            [
              508178.1037,
              191127.0813
            ],
            [
              508173.8704,
              191118.35
            ],
            [
              508165.1391,
              191111.2062
            ],
            [
              508155.6141,
              191110.1479
            ],
            [
              508156.6724,
              191104.0625
            ],
            [
              508055.866,
              191077.8687
            ],
            [
              508037.6097,
              191094.0083
            ],
            [
              508049.7806,
              191110.4125
            ],
            [
              508103.4911,
              191122.3188
            ],
            [
              508145.8245,
              191130.2563
            ],
            [
              508146.0891,
              191134.4896
            ],
            [
              508179.4267,
              191131.7115
            ],
            [
              508179.6912,
              191131.7115
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "description": "Two storey side/rear extension, 5 additional dormer windows and 6 rooflights",
  "epc_number": "0881-3874-6060-9929-4081",
  "lpa_app_no": "69523/APP/2021/1305",
  "actual_completion_date": null,
  "locality": null,
  "lapsed_date": "10/09/2024",
  "decision_agency": "Borough",
  "application_type": "Householder",
  "date_building_work_started_under_previous_permission": null,
  "decision_date": "10/09/2021",
  "appeal_status": null,
  "id": "Hillingdon-69523_APP_2021_1305",
  "title_number": [
    "AGL240186"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "site_number": null,
  "street_name": "NORTHGATE",
  "borough": "Hillingdon",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=69523/APP/2021/1305",
  "pp_id": "09589096",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.43916089999999997,
          51.6086395
        ],
        [
          -0.4391582,
          51.6086073
        ],
        [
          -0.4391852,
          51.6085981
        ],
        [
          -0.4392491,
          51.6085205
        ],
        [
          -0.43937729999999997,
          51.6084579
        ],
        [
          -0.4395151,
          51.6084502
        ],
        [
          -0.4395017,
          51.6083953
        ],
        [
          -0.4409649,
          51.6081792
        ],
        [
          -0.4412235,
          51.6083278
        ],
        [
          -0.44104279999999996,
          51.6084729
        ],
        [
          -0.4402638,
          51.6085696
        ],
        [
          -0.4396502,
          51.6086329
        ],
        [
          -0.43964509999999996,
          51.6086709
        ],
        [
          -0.43916469999999996,
          51.6086395
        ],
        [
          -0.43916089999999997,
          51.6086395
        ]
      ]
    ],
    "type": "Polygon"
  }
}