{
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "decision_process": "Delegated",
  "appeal_start_date": null,
  "lapsed_date": null,
  "uprn": "100021390511",
  "locality": null,
  "appeal_decision_date": null,
  "centroid_easting": 550698,
  "application_details": {
    "existing_uprns": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "1 Parkside Avenue",
  "borough": "Havering",
  "status": "Refused",
  "epc_number": null,
  "bo_system": "CSV Data Import",
  "wgs84_polygon": null,
  "cil_liability": false,
  "title_number": null,
  "application_type": "All Other",
  "street_name": "Romford",
  "actual_commencement_date": null,
  "parking_details": null,
  "decision_target_date": "22/07/2025",
  "lpa_name": "Havering",
  "secondary_street_name": null,
  "decision_date": "22/07/2025",
  "last_updated": "2025-08-04T03:59:20.017Z",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0623.25",
  "ward": "Marshalls & Rise Pk",
  "valid_date": "12/05/2025",
  "reference_no_of_permission_being_relied_on": null,
  "development_type": null,
  "appeal_decision": null,
  "postcode": "RM1 4NA",
  "centroid_northing": 189701,
  "description": "Change of use of a dwellinghouse (Class C3) to GP surgery (Class E.e), single storey rear extension and associated work",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "lpa_app_no": "P0623.25",
  "decision": "Refused",
  "application_type_full": null,
  "last_updated_by": "CSV Data Import",
  "appeal_status": null,
  "id": "Havering-P0623.25",
  "decision_conditions": [
    "The proposal would greatly increase the level of activity both within the property and the outside areas, and combined with the proposed rear entrance for patients and hours of use, would be materially harmful to the amenity of adjoining and neighbouring properties, including noise and disturbance associated with the comings and goings of the use contrary to Policies 7, 16 and 34 of the Havering Local Plan, Policies D14, S1 and S2 of the London Plan and the National Planning Policy Framework.",
    "The proposed single storey rear extension would, by reason of its excessive depth, scale and siting, would be materially harmful to the amenity of No. 3 Parkside Avenue contrary to Policy 7 of the Havering Local Plan, the Residential Extensions and Alterations Supplementary Planning Document and the National Planning Policy Framework.",
    "In the absence of a parking stress survey, a transport statement and any parking provision for patients, the proposal would therefore, be likely to result in an undesirable increase in on-street parking to the detriment of highway safety and residential amenity. The proposal would lead to an intensification of the highway and would cause interference with the safety and free flow of traffic on this highway contrary to Policies 7, 16, 23 and 24 of the Havering Local Plan, Policies S1, S2 and T4 of the London Plan and the National Planning Policy Framework.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to Berrys via email on 22nd July 2025."
  ],
  "pp_id": "13997101",
  "last_date_consultation_comments": "10/06/2025",
  "polygon": null,
  "centroid": {
    "lat": 51.586019,
    "lon": 0.173799
  }
}