{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/163572VARR3;",
  "lapsed_date": "19/10/2019",
  "decision_target_date": "19/10/2016",
  "locality": "Greenford",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB6 9FL",
  "site_name": "301-303 Ruislip Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012175663, 000012186444, 000012186445, 000012186446, 000012186447, 000012186448, 000012186449, 000012186450, 000012186451, 000012186452, 000012186453, 000012186454, 000012186455, 000012186456, 000012186457, 000012186458, 000012186459, 000012186460, 000012186461, 000012186462, 000012186463, 000012186464, 000012186465, 000012186466, 000012186467, 000012186468, 000012186469, 000012186470, 000012186471, 000012186472, 000012186473, 000012186474, 000012186475, 000012186476, 000012186477, 000012186478, 000012186479, 000012186480, 000012186481, 000012186482, 000012186483, 000012186484, 000012186485, 000012186486, 000012186487, 000012186488, 000012186489, 000012186490, 000012186491, 000012186492, 000012186493, 000012186090"
    ],
    "site_area": 0.139
  },
  "appeal_decision_date": null,
  "lpa_app_no": "163572VARR3",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 513105,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:28:47.907+00:00",
  "id": "Ealing-163572VARR3",
  "application_type": "All Other",
  "street_name": "Ruislip Road",
  "borough": "Ealing",
  "ward": "Greenford Broadway",
  "decision_date": "19/10/2016",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Variation of condition 2 (approved plans) of planning permission ref: PP/2015/0533 for \"Demolition of the existing office building and construction of 50 residential units comprising of 18 x 1 bed flats, 16 x 2-bed flats and 2 x 3 bed flats, 8 x 3 bedroom houses and 6 x 4 bed houses in buildings of 2, 3 and 5 storeys together with associated car parking, amenity space and landscaping (Regulation 3 Councils own development).\" The minor material amendment seeks alterations to the approved Affordable Housing Statement in relation to changing the 32 approved Affordable Rent tenure units to 32 Discount Market Rent tenure units.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major dwellings",
  "centroid_northing": 182721,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012175663",
  "centroid": {
    "lon": "-0.37076929999999997",
    "lat": "51.5320779"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              513120.0533659,
              182751.0473121
            ],
            [
              513118.2971679,
              182737.8510895
            ],
            [
              513115.5020922,
              182738.250975
            ],
            [
              513115.0980842,
              182735.651719
            ],
            [
              513107.4466675,
              182736.8013899
            ],
            [
              513106.5232206,
              182730.6731441
            ],
            [
              513105.9460664,
              182726.904223
            ],
            [
              513104.552651,
              182717.5968872
            ],
            [
              513104.1981134,
              182715.197574
            ],
            [
              513100.1497884,
              182715.7974023
            ],
            [
              513099.4489582,
              182711.0987473
            ],
            [
              513102.524366,
              182710.718856
            ],
            [
              513105.4183824,
              182710.358959
            ],
            [
              513109.4996877,
              182709.849105
            ],
            [
              513109.7965099,
              182712.0484754
            ],
            [
              513115.5515625,
              182711.29869
            ],
            [
              513116.4502742,
              182718.596601
            ],
            [
              513125.0498729,
              182717.4969158
            ],
            [
              513124.5963946,
              182714.0479031
            ],
            [
              513123.6482125,
              182714.1478745
            ],
            [
              513123.4503311,
              182712.8482465
            ],
            [
              513125.7507031,
              182712.5483323
            ],
            [
              513125.3466951,
              182710.0990334
            ],
            [
              513124.2995724,
              182710.2989762
            ],
            [
              513123.9532798,
              182708.0496201
            ],
            [
              513125.1488137,
              182707.899663
            ],
            [
              513124.7530507,
              182705.5003498
            ],
            [
              513122.4526787,
              182705.8502496
            ],
            [
              513122.2465522,
              182704.650593
            ],
            [
              513124.5469242,
              182704.3006932
            ],
            [
              513123.30192,
              182694.3535405
            ],
            [
              513123.6976829,
              182694.3035548
            ],
            [
              513123.1040385,
              182690.054771
            ],
            [
              513105.1462954,
              182692.3041272
            ],
            [
              513105.7976553,
              182696.552911
            ],
            [
              513111.8990005,
              182695.8031256
            ],
            [
              513120.5480696,
              182694.7034404
            ],
            [
              513121.3478405,
              182700.0519094
            ],
            [
              513112.5998307,
              182701.1515946
            ],
            [
              513110.9013481,
              182701.3515374
            ],
            [
              513110.348929,
              182697.8025532
            ],
            [
              513106.0037818,
              182698.3523959
            ],
            [
              513100.0508477,
              182699.1021812
            ],
            [
              513098.203954,
              182699.302124
            ],
            [
              513097.931867,
              182699.3321154
            ],
            [
              513097.6185546,
              182696.9627936
            ],
            [
              513101.3865476,
              182696.4729338
            ],
            [
              513100.900089,
              182692.5040699
            ],
            [
              513086.9412005,
              182694.3035548
            ],
            [
              513087.4523943,
              182698.2724188
            ],
            [
              513092.1685693,
              182697.6625933
            ],
            [
              513095.5820246,
              182697.2227192
            ],
            [
              513095.63974,
              182697.7025819
            ],
            [
              513095.8870918,
              182699.6020382
            ],
            [
              513088.5489874,
              182700.5517663
            ],
            [
              513090.0001182,
              182712.3983752
            ],
            [
              513091.8470119,
              182712.0984611
            ],
            [
              513092.5478421,
              182716.8471018
            ],
            [
              513088.2521652,
              182717.4469301
            ],
            [
              513091.4512489,
              182738.8008176
            ],
            [
              513093.8505617,
              182738.4009321
            ],
            [
              513096.051993,
              182754.9961817
            ],
            [
              513104.6515918,
              182753.6965538
            ],
            [
              513104.552651,
              182753.4466253
            ],
            [
              513120.1028363,
              182751.3972119
            ],
            [
              513120.0533659,
              182751.0473121
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of the original planning permission ref: PP/2015/0533 dated 13/11/2015.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers:",
    "A_BA1-S1-DR_0300 RevC, A_BA1-S1-DR_0301 RevC, A_BA1-S1-DR_0302 RevC, A_BA1-S1-DR_0303 RevC, A_BA1-S1-DR_0304 RevC, A_BA1-S1-DR_0305 RevC, A_BA1-S1-DR_0306 RevD, A_BA1-S1-DR_0307 RevC, A_BA1-S1-DR_0308 RevC, A_BA1-S1-DR_0310 RevC, A_BA1-S1-DR_0311 RevD, A_BA1-S1-DR_0312 RevC, A_BA1-S1-DR_0313 RevC, A_BA1-S1-DR_0314 RevC, A_BA1-S1-DR_0315 RevC, A_BA1-S1-DR_0316 RevC, A_BA1-S01-DR_0105, A_BA1-S01-DR_0001, A_BA1-S01-DR_0002, A_BA1-S01-DR-0005 RevA, A_BA1-S01-DR_0321 RevD, A-BA1-S01-DR-0319 RevC, A_BA1-S01-DR_0322 RevE, A-BA1-S01-DR-0320 RevF, A_BA1-S01-DR_0324 RevD, A_BA1-S01-DR-0106 RevC, A_BA1-S01-DR_0325 RevD, A_BA1-S01-DR_0323 RevD, A_BA1-S01-DR_0326 RevC, A_BA1-S01-DR-0200 RevE, A_BA1-S01-DR_0104 Rev E (submitted with ref: 162160NMA), A_BA1-S01-DR_0103 RevD, A_BA1-S01DR_0102 RevD, A-BA1-S01-DR-0100 RevK, A_BA1-S01-DR_0101 RevD, 3736-GDL-01-HW-DR-C-004 RevP1; Technical reports: Letter from JLL dated 6th February 2015, Letter from JLL dated 24th February 2015, Play space shortfall explanation - HTA Architects (April 2015), Accommodation Schedule (09.01.2015), S106 contribution for Ruislip Road for play space requirement shortfall, Planning Statement and Statement of Community Involvement - JLL (February 2015), Design and Access Statement - HTA Architects (February 2015), Transport Assessment - Transport Planning Associates (January 2015), Air Quality Assessment - Hawkins Environmental (February 2015), Code for Sustainable Homes Ecology Report - Landscape Planning Ltd (18 February 2015), Noise Impact Assessment - enzygo (February 2015), Arboricultural Impact Assessment - Landscape Planning Ltd (February 2015), Employment Statement - JLL (February 2015), Energy Report and Code for Sustainable Homes Assessment - HTA (February 2015), Energy & Sustainability Statement - Addendum (24 April 2015), Preliminary Ecological Appraisal - Landscape Planning Ltd (February 2015), Dayligh and Sunlight Assessment - Dixon Payne (February 2015), Geo-Environmental Report - Enzgo (February 2015), Travel Plan - Transport Planning Associates (January 2015 and updated April 2015); Construction Management Plan - Hill (February 2015 and updated April 2015); 01A-04-DR-A-SK160406-01 P1; Covering Letter dated 22/04/2016 prepared by HTA Design LLP; Affordable Housing Statement Addendum; Ealing Garage Sites - 301-303 Ruislip Road Accommodation Schedule ref: EAL-EGS_HTA-A_BA1-SO1_SC_001 dated 19/05/2016, prepared by HTA.",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| Details of a site construction method statement and management plan shall be submitted to and approved in writing by the local planning authority prior to the commencement of the development.  The method statement/management plan shall include the following:",
    "i). Construction worker parking",
    "ii). Anticipated number, frequency and size of construction vehicles.",
    "iii). Delivery times (which should avoid peak school start and finish times)",
    "iv). Dust suppression measures v). Site security vi). Vehicle manoeuvring and turning",
    "vii). Locations for the storage of building materials and construction debris and contractors offices",
    "viii). Procedures for on-site contractors to deal with complaints from local residents,",
    "ix). details of dust mitigation and",
    "x) a method statement for the safe demolition of the existing buildings and structures.",
    "Such details shall be implemented, or phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the works.",
    "Reason:  The details of a site construction method statement and management plan are required before the commencement of the residential development in order to ensure that appropriate mitigation measures are out in place to protect the amenity of local residents that live in close proximity to the demolition and construction site, to ensure that the adjacent school users are protected during the demolition and construction process, and to ensure adequate highway and site safety, in accordance with policies 5.3, 5.18, 6.3, 7.14, 7.15 and 7.19 of the London Plan (2015); policies 1.1(e), (f), (j) of Ealing's Development (or Core) Strategy (2012); policy 7A of Ealing's Development Management DPD (2013); (Interim) SPG 10: Noise and Vibration; the National Planning Policy Framework (2012); the Greater London Authority SPG 'The Control of Dust and Emissions from Construction and Demolition' (2014), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise. | The development shall be carried out in accordance with the drainage strategy approved under application ref: 160694CND dated 20/05/2016. The applicant is reminded that no discharge of foul water from the site shall be accepted into the public system until the approved site drainage works have been completed, which shall thereafter be retained.",
    "Reason: The development may lead to sewage flooding; to ensure that sufficent capacity is made available to cope with the new development; and in order to avoid adverse environmental impact upon the community in compliance with policy 5.13 of the London Plan (2015). | All impact piling shall be carried out in accordance with the piling method statement approved under application ref: 161145CND dated 17/05/2016.",
    "Reason: The proposed works will be in close proximity to underground sewerage utility infrastructure. Piling has the potential to impact on local underground sewerage utility infrastructure. In the interests of preventing and / or minimising the potential for damage to subsurface sewerage infrastructure in accordance with policy 5.14 of the London Plan (2015) and policy 1.1(j) of Ealing's Development (or Core) Strategy (2012). | Prior to the commencement of any works on site (except demolition and site clearance) the following shall be submitted to and approved in writing of the Local Planning Authority:",
    "I. An intrusive contaminated land investigation and risk assessment of the site shall be carried out in accordance with BS1075:2011+A1:2013 and CR11 guidance to assess the nature and extent of any contamination on the site. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site.",
    "II. A contamination remediation scheme to bring the site to a condition suitable for the intended end use. It shall include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures.",
    "The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.",
    "Reason:  To protect the health and living conditions of residents in the area and the future residents of the site in accordance with policy 1.1(j) of the Ealing Development (Core) Strategy (2012), policy LV5.21 of the Ealing Development Management Development Plan Document (2013), policy 5.21 of the London Plan (2015), and the National Planning Policy Framework (2012),  DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11', and the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1'. | Following completion of measures identified in the approved contamination remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out shall be submitted to and approved in writing by the Local Planning Authority. The verification report shall be in accordance with the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1'.",
    "Reason: To protect the health and living conditions of residents in the area and the future residents of the site in accordance with policy 1.1(j) of the Ealing Development (Core) Strategy (2012), policy LV5.21 of the Ealing Development Management Development Plan Document (2013), policy 5.21 of the London Plan (2015), and the National Planning Policy Framework (2012),  DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11', and the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1'. | Within three months of the commencement of superstructure works, details of the sound insulation to be incorporated into the development that complies with the criteria specified by (interim) Supplementary Planning Guidance 10 (Noise & Vibration), shall be submitted to and approved in writing by the Local Planning Authority. The details shall include the building envelope noise mitigation measures with windows closed and other means of ventilation provided, screening for external amenity areas where necessary and attenuation of building services plant.",
    "The approved details shall be provided before any of the relevant residential units are occupied and thereafter pemanently retained.",
    "Reason:  In the interests of providing satisfactory living conditions for the future occupiers of the site in accordance with policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2015), the National Planning Policy Framework (2012), and Ealing's interim SPG 10: Noise and Vibration. | Within three months of the commencement of superstructure works, a scheme for providing fresh air ventilation to habitable rooms facing Ruislip Road shall be submitted to and approved in writing by the Local Planning Authority. The fresh air supply shall be provided from the rear of the building at high level.",
    "The approved fresh air ventilation scheme shall be implemented before any of the relevant residential units are occupied and thereafter permanently retained.",
    "Reason:  In the interests of the living conditions of the future occupiers of the site in accordance with policy 1.1(j) of the Ealing Development (Core) Strategy (2012), policies 7A and 7B of the Ealing Development Management Development Plan Document (2013), policy 7.14 of the London Plan (2015), and the National Planning Policy Framework (2012). | Notwithstanding the plans hereby approved, details and samples of all facing materials shall be submitted to and approved in writing by the Local Planning Authority prior to any work commencing on the superstructure of the development. The details and samples shall include:",
    "a) brickwork (including brick panels and mortar courses);",
    "b) render (including details of colour and texture);",
    "c) cladding materials (including roof finishes);",
    "d) all window treatments (including details of window certification for Secured by Design);",
    "e) building entrance details and material samples (including details of door certification for Secured by Design);",
    "f) balcony structures and balustrading treatment (including sections);",
    "g) privacy screen treatment;",
    "h) sub-station, refuse and bicycle store entrance doors and ventilation louvres (including details of door certification for Secured by Design);",
    "i) details of the design of the residential letterboxes (including confirmation that the letterboxes meet PAS 24:2012);",
    "j) any other materials to be used.",
    "The development shall be implemented only in accordance with the approved details and retained as such thereafter.",
    "Reason: To ensure that the materials are of a high-quality specification and make a positive contribution to the townscape, and to ensure that the development meets the Secured by Design Standards, in accordance with policies LV7.3 and 7B of Ealing's Development Management DPD (2013), policy 1.1(h) of Ealing's Development (or Core) Strategy (2012), and policies 7.1, 7.3 and 7.6 of the London Plan (2015). | Planning permission is hereby granted for the removal of trees and other vegetation as described at Appendix 3 and shown at Appendix 6 of the approved Arboricultural Impact Assessment - Landscape Planning Ltd (February 2015). All other trees and hedges shown at Appendix 7 of the approved Arboricultural Impact Assessment - Landscape Planning Ltd (February 2015) shall be retained. The felling of trees and removal of other vegetation should take place outside of the bird breeding period, avoiding March to August (inclusive).",
    "Reason: In the interests of the protection of trees and to safeguard the existing visual amenities, in accordance with policies 7.19 and 7.21 of the London Plan (2015) and interim SPG 9 'Trees and Development Guidelines'. | 31 car parking spaces (including 5 car parking spaces suitably sized for wheelchair users) shall be laid-out and provided in accordance with approved drawing ref: A-BAI-S01-DR-0100 K and the details provided by the approved Design and Access Statement prior to the first occupation of the development, and thereafter retained.",
    "Reason: To ensure inclusive, safe and adequate parking is provided and retained in conjunction with the development in the interests of the general amenities of the locality, the flow of traffic and conditions of pedestrian and general highway safety within the site and on neighbouring highways, a sustainable development and where appropriate constrain local highway impact in accordance with policies 6.3 and 6.13 of the London Plan (2015); policies 1.1(e),(g) of Ealing's Development (or Core) Strategy (2012); and policy LV6.13 of Ealing's Development Management DPD (2013). | Secure bicycle storage facilities shall be provided in accordance with the details shown on approved drawings A-BA1-S01-DR-001 K, A_BA1-S01-DR-0106 C, A_BA1-S01-DR_0323 D and A_BA1-S01-DR_0326 C. The bicycle storage facilities shall be ready for use prior to the first occupation of the residentis units to which the storage facilities serve and shall be retained for the intended purpose thereafter.",
    "Reason: To provide adequate bicycle storage that align with Ealing's Sustainable Transport SPG and policy 6.9 of the London Plan (2015) and policy 1.1(f), (g) of Ealing's Development Management DPD (2013). | Prior to first occupation of the development, the approved energy and sustainability measures set out within the approved Energy & Sustainability Statement Addendum prepared by HTA (dated 24 April 2015), shall be incorporated into the development. The measures, which shall achieve a reduction in regulated CO2 emissions of at least 36.3% beyond Building Regulations Part L 2013 shall include:",
    "(a) energy saving measures to achieve at least 10% carbon dioxide (CO2) emissions savings over the compliant Part L 2013 base case;",
    "(b) incorporation of at least 48kWp (equal to 18 tonnes CO2/annum) solar photovoltaic technology to achieve at least 29% carbon dioxide (CO2) emissions savings over the 'Be Lean' stage.",
    "Within 3 months of the first occupation of the new dwellings, Energy Performance Certificates [EPC's] and modelling output reports from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures shall be submitted to the Local Planning Authority for written approval.",
    "The development shall be constructed in accordance with the approved details and maintained as such thereafter.",
    "Reason: To secure the measures set out within the approved Energy Statement and to ensure that the energy efficiency measures to be incorporated into the approved development contribute to reducing the use of fossil fuel or other primary energy generation capacity, and to reduce emissions of greenhouse gases, and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies 3.2, 5.3, 5.5, 5.6 and 7.14 of the London Plan (2015), policies 1.1(j), (k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy (2012), policy LV5.2 of Ealing's Development Management DPD (2013), and the Mayor's Sustainable Design and Construction SPG. | Details of the proposed external lighting scheme shall be submitted to and approved in writing by the Local Planning Authority within six months of the commencement of the development.",
    "The details as approved shall be fully installed in accordance with the approved details prior to occupation of the development and retained thereafter.  The details of the external lighting scheme shall be designed to reduce light pollution to nearby residents, and road users and where applicable the recommendations of the following guidance shall be met:   - ILP Guidance Notes for the reduction of Obtrusive Lighting 2011.  - CIE Technical Report- Guide on the Limitation of the Effects of Obtrusive Light from Outdoor Lighting Installations - CIE 150: 2003.  - Statutory Nuisance from Insects and Artificial Light by Department of Environment Food.",
    "Reason: To ensure a satisfactory form of development and to protect the amenities of local residents in accordance with policies 7A, LV7.3 and 7B of the Ealing Development Management Development Plan Document (2013); policies 7.3, 7.4 and 7.5 of the London Plan (2015) and the National Planning Policy Framework (2012). | The boundary treatments (including railings, walls, fences and gates) indicated on the approved plans and specified at Section 2.5 of the approved Design and Access Statement shall be provided prior to the first occupation of the development and retained thereafter.",
    "Reason: To ensure that boundary treatments are incorporated into the development in the interests of meeting the Secured by Design principles and in order to provide a good level of privacy for future occupants, in accordance with policies LV7.3, LV7.4 and 7B of Ealing's Development Management DPD (2013); and policies 7.3 and 7.4 of the London Plan (2015). | Within six months of the commencement of the development, further details of the landscaping proposals shall be submitted to and approved in writing by the Local Planning Authority. The details of the landscaping scheme shall include the following information:",
    "a) Full details of the design of the children play areas, including details of any safety surfacing and equipment (where relevant);",
    "b) Soft landscaping: including grass and turf areas, hedges, shrub and herbaceous areas, allotments and tree strategy including species type and size at planting. The tree planting strategy should include a palette of different species of trees in order to avoid streets and long sections of landscaping that are planted in monocultures;",
    "c) Hard landscaping: including ground surfaces, kerbs, edges, ridge and flexible paving, seating or other public realm furniture, steps, and any synthetic surfaces and a drawing illustrating the Local Highways Authority adoption boundary;",
    "d) A statement detailing how the landscaping proposals contribute to the mitigation measures for nesting birds, the enablement of species to migrate such as hedgehogs and other small mammals through gaps in fencing and ecological enhancements, including the number and location of swift boxes, sparrow terrace, bat bricks, bee boxes and other measures to enhance ecology (as relevant);",
    "e) Work phasing plan.  All soft landscaping shall be carried out in the earliest planting season (1st October to 31st March inclusive). The quality of all approved landscape works shall be in accordance with British Standard 4428:1989 'Code of Practice for General Landscape Operations' or any subsequent revision.",
    "All trees included within the approved scheme shall be healthy, well-formed specimens with single leading shoots and shall be of a minimum quality compatible with British Standard 3936:1992 (Part 1) 'Specifications For Trees & Shrubs' and British Standard 4043 (where applicable) or any subsequent revisions and BS:8545:2014 Trees: from nursery to independence in the landscape.  Any trees that within a period of 5 years from the completion of all tree planting, that die, are removed, uprooted, are significantly damaged, become diseased or malformed shall be replaced during the nearest planting season (1st October to 31st March inclusive) with others of the same size, species and quality as approved.",
    "The development shall thereafter be carried out in accordance with the approved plans and work phasing plan. The approved details shall be retained thereafter.",
    "Reason: To ensure that the development is landscaped in the interests of the positive visual character and appearance of the area; in order to ensure that the site landscaping is provided in accordance with an agreed timeframe; and in order to provide a good level of privacy for future users / occupants, in accordance with policies LV2.18, LV7.3, LV7.4, 7B and 7D of Ealing's Development Management DPD (2013); 2.18, 7.4, 7.13, 7.19 and 7.21 of the London Plan (2015); 1.1(h) and (i), 2.10, 5.3, 5.4 and 6.3 of Ealing's Development (or Core) Strategy (2012); and interim SPG 9 'Trees and Development Guidelines'. | The refuse and recycling storage enclosures indicated on drawing ref: A-BA1-S01-DR-100 K shall be made available for use prior to first occupation of the development and retained thereafter.",
    "Reason: In the interests of the adequate disposal, storage and collection of waste and recycling, to protect the living conditions of occupiers of the area and in the interests of highway and pedestrian safety all in accordance with policies 1.1(h) and (j) of the Ealing Core Strategy (2012), policies 3.5, 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies 5.16, 6.3 & 7.15 of the London Plan (2015), and the National Planning Policy Framework (2012). | Notwithstanding the provisions of Classes A - F of Part 1 of the Town and Country Planning (General Permitted Development) Order 2015 (or any subsequent amendment to that order) no extensions or alterations, porches, or outbuildings shall be carried out at the houses hereby approved without the prior permission of the local planning authority.",
    "Reason: To prevent the overdevelopment of the site, to safeguard the living conditions of adjoining properties and visual appearance of the area, and in the interests of highway safety in accordance with policies 1.1, 1.2 and 2.1of the Ealing Core Strategy (2012), policies 3.5, 7.4,  7B, 7C and 7D of the Ealing Development Management Development Plan Document (2013), policies 3.5, 7.4,7.6 and 7.8 of the London Plan (2015), and the National Planning Policy Framework (2012). | The approved residential development shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(2)(Accessible and adaptable dwellings) of Building Regulations 2015, or other such relevant technical requirements in use at the time of the construction of the development.",
    "Reason:  To ensure that the development is adaptable, flexible, convenient and appropriate to the changing needs of the future occupiers, in accordance with policies 3.5, 3.8 and 3.9 of the London Plan (2015); and policy 1.1(h) of Ealing's Development (or Core) Strategy (2012). | The adaptable wheelchair user dwellings comprising 1 no. three-bedroom flat and 4 no. three-bedroom houses, as indicated within the approved Design & Access Statement and the approved drawings, shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(3) (Wheelchair user dwellings) of Building Regulations 2015, or other such relevant technical standards in use at the time of the construction of the development.",
    "Reason: To ensure the provision of wheelchair housing in a timely fashion that would address the current unmet housing need; produce a sustainable mix of accommodation; and provide an appropriate choice and housing opportunity for wheelchair users and their families, in accordance with the objectives of policies: 3.5, 3.8 and 3.9 of the London Plan (2015); and policy 1.1(h) of Ealing's Development (or Core) Strategy (2012). | The approved residential units shall be designed and constructed to achieve a water use target that complies with Paragraph 36(2) of Approved Document G2 (water efficiency) of the Building Regulations 2015.",
    "Reason: To ensure the sustainable use of water, in accordance with the objectives of policy 5.15 of the London Plan 2015."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/07/2016",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "Received via email",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3705427,
          51.532345
        ],
        [
          -0.37057229999999997,
          51.5322267
        ],
        [
          -0.3706124,
          51.5322309
        ],
        [
          -0.3706191,
          51.5322076
        ],
        [
          -0.370729,
          51.5322194
        ],
        [
          -0.37074429999999997,
          51.5321645
        ],
        [
          -0.37075379999999997,
          51.5321308
        ],
        [
          -0.37077689999999996,
          51.5320474
        ],
        [
          -0.37078269999999997,
          51.5320259
        ],
        [
          -0.3708409,
          51.5320321
        ],
        [
          -0.3708525,
          51.53199
        ],
        [
          -0.3708083,
          51.531986
        ],
        [
          -0.3707667,
          51.5319822
        ],
        [
          -0.370708,
          51.5319768
        ],
        [
          -0.3707031,
          51.5319965
        ],
        [
          -0.37062039999999996,
          51.5319886
        ],
        [
          -0.37060509999999997,
          51.532054
        ],
        [
          -0.37048149999999996,
          51.5320424
        ],
        [
          -0.37048909999999996,
          51.5320115
        ],
        [
          -0.37050279999999997,
          51.5320126
        ],
        [
          -0.370506,
          51.5320009
        ],
        [
          -0.370473,
          51.5319978
        ],
        [
          -0.37047959999999996,
          51.5319759
        ],
        [
          -0.3704946,
          51.5319779
        ],
        [
          -0.3705003,
          51.5319577
        ],
        [
          -0.37048319999999996,
          51.5319561
        ],
        [
          -0.3704896,
          51.5319346
        ],
        [
          -0.3705227,
          51.5319382
        ],
        [
          -0.37052599999999997,
          51.5319275
        ],
        [
          -0.37049299999999996,
          51.5319239
        ],
        [
          -0.37051409999999996,
          51.5318347
        ],
        [
          -0.37050839999999996,
          51.5318342
        ],
        [
          -0.37051839999999997,
          51.5317962
        ],
        [
          -0.3707764,
          51.53182
        ],
        [
          -0.3707657,
          51.531858
        ],
        [
          -0.370678,
          51.5318501
        ],
        [
          -0.3705537,
          51.5318384
        ],
        [
          -0.3705405,
          51.5318864
        ],
        [
          -0.3706662,
          51.531898
        ],
        [
          -0.3706906,
          51.5319001
        ],
        [
          -0.37069969999999997,
          51.5318683
        ],
        [
          -0.3707621,
          51.5318742
        ],
        [
          -0.3708477,
          51.5318821
        ],
        [
          -0.3708742,
          51.5318842
        ],
        [
          -0.3708781,
          51.5318846
        ],
        [
          -0.3708834,
          51.5318633
        ],
        [
          -0.3708293,
          51.5318582
        ],
        [
          -0.3708375,
          51.5318226
        ],
        [
          -0.3710381,
          51.5318416
        ],
        [
          -0.37102949999999996,
          51.5318771
        ],
        [
          -0.3709617,
          51.5318707
        ],
        [
          -0.3709127,
          51.5318661
        ],
        [
          -0.3709117,
          51.5318704
        ],
        [
          -0.3709075,
          51.5318874
        ],
        [
          -0.371013,
          51.5318974
        ],
        [
          -0.3709882,
          51.5320036
        ],
        [
          -0.3709617,
          51.5320005
        ],
        [
          -0.3709501,
          51.5320431
        ],
        [
          -0.3710118,
          51.5320493
        ],
        [
          -0.3709589,
          51.5322406
        ],
        [
          -0.3709244,
          51.5322365
        ],
        [
          -0.3708874,
          51.5323852
        ],
        [
          -0.3707638,
          51.5323718
        ],
        [
          -0.37076529999999996,
          51.5323696
        ],
        [
          -0.3705419,
          51.5323481
        ],
        [
          -0.3705427,
          51.532345
        ]
      ]
    ],
    "type": "Polygon"
  }
}