{
  "epc_number": null,
  "decision_target_date": "10/10/2024",
  "decision": "Approved",
  "last_date_consultation_comments": "12/09/2024",
  "description": "Internal alterations to amalgamate No. 95 (Use Class E), No. 97 (Sui Generis) and No. 99 (Use Class E) into one multi-cuisine unit comprising restaurant/take-away/food delivery involving a change of use to Sui Generis together with minor alterations to the rear elevations of Nos. 95 and 97, erection of a new roof to the store at the rear of No. 99, replacement of existing dilapidated extension between the rear of Nos. 97 and 99, and installation of extraction ducting and flues with associated plant equipment on rooftop areas at the rear of the property (part retrospective).",
  "site_number": null,
  "postcode": "HA5 1QG",
  "application_type_full": "Full planning permission",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "uprn": null,
  "appeal_status": null,
  "parking_details": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=77933/APP/2023/1940",
  "valid_date": "14/09/2023",
  "centroid": {
    "lon": -0.39971,
    "lat": 51.58025
  },
  "borough": "Hillingdon",
  "decision_agency": "Borough",
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "site_name": "95-99 FIELD END ROAD",
  "bo_system": "CSV Data Import",
  "centroid_easting": 510982,
  "subdivision_of_building": null,
  "status": "Approved",
  "lapsed_date": "09/10/2027",
  "actual_completion_date": null,
  "centroid_northing": 188034,
  "locality": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.39980499999999997,
          51.5802508
        ],
        [
          -0.39955609999999997,
          51.5803224
        ],
        [
          -0.39944979999999997,
          51.580359
        ],
        [
          -0.3993663,
          51.5803995
        ],
        [
          -0.39923179999999997,
          51.5802609
        ],
        [
          -0.399412,
          51.5801848
        ],
        [
          -0.3995646,
          51.5801357
        ],
        [
          -0.3996863,
          51.5800958
        ],
        [
          -0.39980499999999997,
          51.5802508
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "lpa_app_no": "77933/APP/2023/1940",
  "application_details": {
    "grey_water_reuse": false,
    "affordable_housing_fast_track": false,
    "scheme_phasing": true,
    "site_area": 0.065,
    "internal_resi_water_usage": 0,
    "existing_uprns": null,
    "green_suds": false,
    "garden_land_lost": false,
    "total_gia_existing": 500,
    "ownership_status": "Private",
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 12,
        "building_ref": "95 to 97 Field End Road"
      }
    ],
    "total_gia_gained": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_existing": 500,
      "total_gia_lost": 0
    },
    "surface_water_discharge_percentage_reduction": 0,
    "infrastructure_details": {
      "percentage_demolition_construction_material_recycling": 0,
      "fire_suppression_system_proposed": false,
      "waste_provision": true,
      "total_annual_pm_emissions": 50,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 50,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_water_connections_required": 0,
      "green_roof_area": 0,
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": false
    },
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "09/2023",
        "intended_commencement_date": "03/2023"
      }
    ],
    "rain_water_harvesting": false,
    "projected_cost_of_works": "Up to £2m",
    "total_gia_lost": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 207,
        "use_class": "C3",
        "gia_gained": 0,
        "gia_lost": 0
      },
      {
        "gia_existing": 293,
        "use_class": "E",
        "gia_gained": 0,
        "gia_lost": 0
      }
    ]
  },
  "secondary_street_name": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510973.9378,
              188033.6435
            ],
            [
              510991.0035,
              188041.9779
            ],
            [
              510998.2795,
              188046.2112
            ],
            [
              511003.9681,
              188050.8414
            ],
            [
              511013.6254,
              188035.6279
            ],
            [
              511001.3223,
              188026.8966
            ],
            [
              510990.8712,
              188021.2081
            ],
            [
              510982.5368,
              188016.5778
            ],
            [
              510973.9378,
              188033.6435
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "last_updated": "2025-03-19T19:48:11.912+00:00",
  "date_building_work_started_under_previous_permission": "29/03/2023",
  "ward": "EASTCOTE 2022",
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans numbered: 22079su.101, 22079wd2.101 (Revision P3), 22079wd2.102 (Revision P1) , 22079wd2.103 (Revision P1), 22079wd2.104 (Revision P2), 22079wd2.105 (Revision P1), 22079wd2.106 (Revision P1), 2209wd2.107 and submitted documents: 'Transport Assessment' dated September 2023, 'Kitchen Extraction & Odour Control System Proposal' dated 24/04/2023, 'Noise Impact Assessment' dated 20/04/2023 and 'Design and Access Statement' (by Stephen Masih Architects).",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "The premises shall not be open for customers outside the following hours:",
    "11:00AM to 23:00PM on Mondays to Saturdays",
    "11:00AM to 22:00PM Sundays and Bank Holidays",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The premises shall not be used for servicing deliveries and collections, including waste collections, other than between the hours of 08:00 and 18:00, Mondays to Fridays, 08:00 to 13:00 Saturdays and not at all on Sundays and Public and Bank Holidays.",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with Policies DMHB 11 and DMTC 4 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "Food collection for deliveries shall not operate outside the following hours:",
    "11:00AM to 22:00PM on Mondays to Sundays, including Bank Holidays",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Within six months of the date of planning permission being issued, an Operation Management Plan shall be submitted to and approved in writing by the Local Planning Authority. This shall provide details of number of couriers at any one time within the designated parking area on site and shall include measures to tackle anti-social behaviour around the premises, including measures to minimise disruption and tackle security at the rear of the premises. Thereafter, the development shall be operated in accordance with this plan for as long as the development remains in existence.",
    "REASON",
    "To ensure that the development does not give rise to conditions prejudicial to security, detrimental to amenity and  highway safety, in accordance with Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 (2020), Policy T4 of the London Plan (2021). Also, to ensure the proposed development does not compromise the amenity of neighbouring properties, in accordance with Policy EM8 of the Hillingdon Lo",
    "For the lifetime of the development hereby permitted, the rating level (LAr) of noise caused by its operation shall not exceed: 40 dB LAr 15 min for any fifteen-minute period between 2300 and 0700, and 50 dB LAr 1 hour for any one-hour period between 0700 and 2300, determined one metre free field external to any window or door of any permanent residential, or equivalently noise sensitive premises, in accordance with 'Methods for rating and assessing industrial and commercial sound' British Standards Institution BS4142 2014.",
    "REASON",
    "To safeguard the amenity of the surrounding area and to ensure that occupants of dwellings would not be exposed to noise caused by the development that would be likely to cause an adverse effect on their health and quality of life with windows open for the purposes of ventilation and cooling in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "For the lifetime of the development hereby permitted, all elements of the kitchen extract system shall be installed, retained and maintained in accordance with the design submitted in the 'Commercial Kitchen Extraction and Ventilation Experts Report' dated 24/04/2023, showing the extract discharge point above roof level, and the manufacturer's instruction.",
    "REASON",
    "To safeguard the amenity of the surrounding area and to ensure that occupants of dwellings would not be exposed to noise and odours caused by the development that would be likely to cause an adverse effect on their health and quality of life with windows open for the purposes of ventilation and cooling in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "It is considered that a condition based on fixed noise levels is consistent with noise and planning policy by relating external noise levels to the point at which adverse effects on health and quality of life start to be observed. The limit values are intended to be consistent with the evidence base that is reflected in guidance: 'Guidance on Sound Insulation and Noise Reduction for Buildings' BS8233 2014. This is combined with the assessment principles and procedures detailed in guidance: 'Methods for rating and assessing industrial and commercial sound' British Standards Institution BS4142 2014.' This is used to set reference time periods for the assessment and adjust measured or calculated LAeq values for character as detailed in BS4142.",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance."
  ],
  "appeal_decision_date": null,
  "title_number": null,
  "lpa_name": "Hillingdon",
  "pp_id": "12285075",
  "decision_date": "09/10/2024",
  "id": "Hillingdon-77933_APP_2023_1940",
  "street_name": "EASTCOTE PINNER"
}