{
  "appeal_status": null,
  "lapsed_date": "16/05/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0368.25",
  "borough": "Havering",
  "application_type_full": null,
  "actual_commencement_date": null,
  "ward": "Mawneys",
  "decision_date": "16/05/2025",
  "parking_details": null,
  "polygon": null,
  "pp_id": "13868233",
  "development_type": null,
  "description": "Change of use of the dwelling from residential (use C3) to residential institution (use C2) to provide care for up to 3 children",
  "site_name": "310 Collier Row Lane",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The premises shall only accommodate a maximum of three children (disregarding staff) receiving care at any given time unless otherwise agreed in writing with the Local Planning Authority.",
    "Reason:-",
    "To restrict the use of the premises to one compatible with the surrounding area and that the development accords with Policy 16 of the Havering Local Plan 2016-2031.",
    "The use of the premises hereby permitted comprised of a C2 use shall only be used for the purposes of residential care and accommodation for children in need of care and not any other use falling within Class C2 of The Town and Country Planning (Use Classes) Order 1987.",
    "Reason:-",
    "To restrict the use of the premises to one compatible with the surrounding area and to enable the Local Planning Authority to exercise control over any future use not forming part of this application.",
    "Secured by Design Accreditation Informative",
    "The applicant is advised to consider seeking Secured by Design accreditation.",
    "The services of MPS DOCOs are available free of charge and can be contacted via docomailbox.ne@met.police.uk",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr P Nweze (Agent) via e-mail.The revisions involved showing bicycle & bin storage. Neighbours not re-consulted as additional information sought for clarity. The amendments were subsequently submitted on 17/04/25."
  ],
  "lpa_app_no": "P0368.25",
  "subdivision_of_building": null,
  "centroid_easting": 549955,
  "epc_number": null,
  "secondary_street_name": null,
  "lpa_name": "Havering",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "postcode": "RM5 3NL",
  "decision_process": "Delegated",
  "application_details": {
    "existing_uprns": null
  },
  "uprn": null,
  "street_name": "Romford",
  "decision": "Approved",
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 191074,
  "centroid": {
    "lon": 0.163669,
    "lat": 51.598553
  },
  "valid_date": "21/03/2025",
  "id": "Havering-P0368.25",
  "last_updated": "2025-07-09T04:11:25.946Z",
  "locality": null,
  "status": "Approved",
  "last_date_consultation_comments": "24/04/2025",
  "decision_target_date": "16/05/2025",
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "All Other"
}