{
  "epc_number": null,
  "valid_date": "15/02/2023",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": "0.1952371",
    "lat": "51.5750107"
  },
  "pp_id": null,
  "decision": "Approved",
  "centroid_easting": 552218,
  "site_name": "39 PRINCES ROAD",
  "lpa_app_no": "P0170.23",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "100021392550",
  "title_number": null,
  "borough": "Havering",
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 9 Materials of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Before the dwellings hereby permitted are first occupied, the car parking provision as shown on drawing No. PR-100-B Revision B shall be laid out to the satisfaction of the Local Planning Authority and retained permanently thereafter for No. 39A Princes Road and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety.",
    "Prior to the first occupation of the development hereby approved, a site plan showing the rear gardens of the proposed dwellings and details of a boundary treatment separating them shall be submitted to, and approved in writing by, the Local Planning Authority.  The rear gardens of the proposed dwellings and boundary treatment shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of the rear gardens of the proposed dwellings and the boundary treatment separating them. Submission of these details prior to the first occupation of the development hereby approved will protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "Prior to the first occupation of the development hereby approved, the residential parking space shall be provided with active vehicle charging facilities for electric or Ultra-Low Emission vehicles.",
    "Reason:  Provision prior to first occupation of the proposed dwellings hereby permitted will ensure that the development adequately incorporates measures to allow the use of electric vehicles by future occupiers in accordance with Policy T6.1 of the London Plan.",
    "One of the proposed dwellings hereby approved shall be fitted with an Ultra-Low NOx boiler with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with the agreed details and shall thereafter be permanently retained.",
    "Reason: To minimise the impact of building emissions on local air quality.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, other than porches erected in accordance with the Order, no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, or any detached building erected, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the applicant via email on 16th October 2023. The revisions involved retaining the ground floor infill extension for No. 39, internal alterations to ensure that both proposed dwellings would be separate from each other, removing the horizontal car parking space to the front of No. 39 and retaining the existing planter. The amendments were subsequently submitted on 19th October 2023.",
    "A fee is required when submitting details pursuant to the discharge of conditions.  In order to comply with the Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012, (as amended), a fee of £116 per request or £34 where the related permission was for extending or altering a dwellinghouse, is needed.",
    "Before occupation of the residential/ commercial unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx"
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 188521,
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552221.061,
              188527.75
            ],
            [
              552229.902,
              188531.098
            ],
            [
              552233.15,
              188532.3
            ],
            [
              552233.848,
              188530.413
            ],
            [
              552234.634,
              188528.288
            ],
            [
              552236.85,
              188522.3
            ],
            [
              552228.1,
              188519.15
            ],
            [
              552227.446,
              188518.899
            ],
            [
              552224.45,
              188517.75
            ],
            [
              552220.95,
              188516.6
            ],
            [
              552219.918,
              188516.293
            ],
            [
              552216.75,
              188515.35
            ],
            [
              552207.148,
              188511.837
            ],
            [
              552202.4,
              188510.1
            ],
            [
              552200.777,
              188514.545
            ],
            [
              552198.95,
              188519.55
            ],
            [
              552202.3,
              188520.8
            ],
            [
              552215.65,
              188525.7
            ],
            [
              552221.061,
              188527.75
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "development_type": null,
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "last_updated": "2025-03-19T00:48:09.634+00:00",
  "decision_process": "Delegated",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0170.23",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": "St Albans",
  "application_type_full": null,
  "locality": null,
  "last_updated_by": "CSV Data Import",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.038000000000000006
  },
  "postcode": "RM1 2SP",
  "decision_target_date": "03/11/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1952841,
          51.5750705
        ],
        [
          0.195413,
          51.5750982
        ],
        [
          0.19546039999999998,
          51.5751081
        ],
        [
          0.1954696,
          51.575091
        ],
        [
          0.1954801,
          51.5750717
        ],
        [
          0.1955094,
          51.5750173
        ],
        [
          0.1953819,
          51.5749913
        ],
        [
          0.1953724,
          51.5749893
        ],
        [
          0.1953287,
          51.5749797
        ],
        [
          0.1952777,
          51.5749703
        ],
        [
          0.19526269999999998,
          51.5749679
        ],
        [
          0.1952166,
          51.5749603
        ],
        [
          0.1950766,
          51.5749313
        ],
        [
          0.1950074,
          51.574917
        ],
        [
          0.1949859,
          51.5749573
        ],
        [
          0.1949618,
          51.5750028
        ],
        [
          0.19501059999999998,
          51.5750131
        ],
        [
          0.1952052,
          51.5750535
        ],
        [
          0.1952841,
          51.5750705
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Conversion of single 6-bed dwelling to 2 dwellings",
  "street_name": "ROMFORD",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "lapsed_date": "03/11/2026",
  "cil_liability": false,
  "site_number": null,
  "decision_date": "03/11/2023",
  "secondary_street_name": null,
  "application_type": "All Other",
  "id": "Havering-P0170.23",
  "last_date_consultation_comments": "17/07/2023"
}