{
  "street_name": "ICKENHAM",
  "centroid_northing": 185992,
  "lapsed_date": "18/01/2025",
  "bo_system": "CSV Data Import",
  "site_name": "25 CAMPDEN ROAD",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": null,
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": false,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506967.1552,
              185987.9651
            ],
            [
              506963.0542,
              185979.763
            ],
            [
              506929.9812,
              185996.0349
            ],
            [
              506933.8177,
              186004.1047
            ],
            [
              506967.1552,
              185987.9651
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "valid_date": "22/11/2021",
  "decision_date": "18/01/2022",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": null,
  "title_number": [
    "unregistered"
  ],
  "lpa_app_no": "36543/APP/2021/4288",
  "uprn": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 72.5,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "10/2022",
    "intended_commencement_date": "05/2022",
    "site_area": 0.033
  },
  "borough": "Hillingdon",
  "actual_completion_date": null,
  "pp_id": "10414372",
  "locality": null,
  "application_type": "Householder",
  "decision_target_date": "18/01/2022",
  "last_updated_by": "Planning Portal ingest",
  "application_type_full": "Householder planning permission",
  "lpa_name": "Hillingdon",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=36543/APP/2021/4288",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawing Nos: Location Plan, 025-200 Rev P2, 025-201 Rev P2, 025-202 Rev P2",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing Nos. 23 and 27 Campden Road.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The first floor window in the side elevation of the extension hereby permitted shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the proposed plans 025-200 Rev P2 and 025-202 Rev P2, prior to the relevant part of the works being carried out on site, detailed drawings showing the proposed windows in the side and rear extensions shall be submitted to and approved in writing by the Local Planning Authority. The windows shall be revised to match the existing windows on the property in terms of size, height, materiality and design. The details shall then be carried out in accordance with the approved details, and maintained thereafter.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The windows proposed on the front elevation and on the rear elevation of the rear extension are unacceptable as they fail to relate to those on the existing property. No other examples of this particular window height, size and design can be found in the vicinity of the site. Condition 7 seeks to overcome the concerns with the design of the windows and details should be submitted to show new windows which better relate the original dwelling in terms of their design and size. The existing cill and header heights on the main building should be noted and used to help inform the design.",
    "Appropriate fenestration would be essential to ensure the extensions read as subordinate additions to the house."
  ],
  "id": "Hillingdon-36543_APP_2021_4288",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": 506949,
  "description": "Erection of a two storey side and rear extension; part two storey and part single storey rear extension; and front porch extension",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.45849059999999997",
    "lat": "51.5626774"
  },
  "last_updated": "2025-03-20T17:59:13.024+00:00",
  "decision_agency": "Borough",
  "ward": "ICKENHAM",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "06/01/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.45823,
          51.5626377
        ],
        [
          -0.45829159999999997,
          51.5625647
        ],
        [
          -0.4587636,
          51.5627173
        ],
        [
          -0.4587058,
          51.5627891
        ],
        [
          -0.45823,
          51.5626377
        ]
      ]
    ],
    "type": "Polygon"
  }
}