{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "240859NMA",
  "application_type_full": "Non-Material Amendment",
  "uprn": "000012027533",
  "borough": "Ealing",
  "street_name": "Merrick Road",
  "locality": "Southall",
  "ward": "Norwood Green",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development hereby approved shall be carried out in accordance with drawing title numbers: DR-A-0011-Existing Site Plan, DR-A-2010-Existing Elevations, DR-A-0100- Proposed Site Plan Rev P3, DR-A-1000-GA Plan - Level 00 Rev P3, DR-A-1001-GA Plan - Level 01 Rev P1, DR-A-1002-GA Plan - Level 02 Rev P1, DR-A-1003-GA Plan - Level 03 Rev P3, DR-A-1007-GA Plan - Level 07 Rev P3, DR-A-1012-GA Plan-Level 12 Rev P3, DR-A-1017-GA Plan - Level 17 Rev P3, DR-A-1020-GA Plan - Level 20 Rev P3, DR-A-1023-DR-A-1023-GA Plan - Level 23 Rev P3, DR-A-2100- GA Elevation North Rev P3, DR-A-2101-GA Elevation South Rev P3, DR-A-2102- GA Elevation East Rev P3, DR-A-2103-GA Elevation West Rev P3, DR-A-2104-GA Elevation Building 1 East-West Rev P3, DR-A-2105-GA Elevation Building 2 East-West Rev P3, DR-A-2106-GA Elevation Building 3 East-West Rev P3, DR-A-2107-GA Elevation Building 4 East-West Rev P3, DR-A-3111-GA Section-Long Section Rev P3, 1305-HED-SW-02-DR-L-0002 Rev P01 Landscape Masterplan-2nd Floor, 1305-HED-SW-GF-DR-L-0001 Rev P01 Landscape Masterplan - Ground Floor, 1305-HED-SW-ZZ-DR-L-0003 Rev P01 Landscape Masterplan - Roof, DR-A-4101 Building 1 apartment types Level 1-14 Rev P4, DR-A-4102 Building 1 apartment types Level 15-20 Rev P3, DR-A-4103 Building 2 apartment types Rev P3, DR-A-4104 Building 3 apartment types Rev P3, DR-A-4105 Building 4 apartment types Rev P3, and the following documents:",
    "Updated Schedule of Accommodation Rev 6 (September 2018), Design & Access Statement (March 2018), Design & Access Statement Addendum (August 2018), Updated Townscape and Visual Impact Assessment (August 2018), Heritage Statement (March 2018), Archaeology Report (March 2018), Commercial Assessment (March 2018) and Affordable Workspace Letter (August 2018), Aviation Assessment (March 2018), Noise Assessment (March 2018), Updated Flood Risk Assessment (August 2018), Updated Transport Assessment (August 2018), Updated Travel Plan (August 2018), Updated Delivery and Servicing Plan (August 2018), Updated Construction Logistics Plan (August 2018), Updated Energy and Overheating Assessment (October 2018), Updated Sustainability Report (August 2018), Utilities Statement, (March 2018), Fire Strategy (March 2018), Updated Air Quality Assessment, (August 2018), Updated Daylight, Sunlight and Overshadowing Assessments (internal) (August 2018), Daylight, Sunlight and Overshadowing Assessments (external) (January 2018), Wind and Microclimate Report (March 2018) and Update Note (August 2018), Ground Investigation Report (March 2018), Extended Phase 1 Habitat Survey Report (March 2018), Fire Strategy (March 2018), Utilities Statement (March 2018), Aviation Safeguarding Assessment (March 2018), Updated Arboricultural Impact Assessment (August 2018), Proposed Energy Strategy Update by CPW (February 2024), Explanatory Design Notes by Cartwright Pickard (April 2024), Comparison drawings for approved scheme and proposed amendments (submitted April 2024).",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | Details of the materials and finishes to be used for all external surfaces of the building hereby approved shall be submitted to and approved in writing by the local planning authority before any part of the façade is commenced and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. The development shall be implemented only in accordance with these approved details.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with Ealing Development Management DPD (2013) policies 7.4 and 7B, London Plan (2021) policy D3 and National Planning Policy Framework (2023). | Details of hard/soft landscape works and boundary treatments for the buildings and northern boundary wall shall be submitted to and approved in writing by the local planning authority before any part of the above groundworks (excluding frame/core construction) is commenced and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. The scheme shall include comprehensive details of the full planting specifications (size, species and numbers), the positions of all planting, ground preparation for tree planting, and staking/tying methods where applicable. The development shall be implemented only in accordance with these approved details. Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and amenity of prospective occupiers, and in accordance with policies G5 and G7 of the London Plan (2021), policies 1.1 (h) (g), 1.2 (f), 2.1(b) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013) and the National Planning Policy Framework (2023). | (a) Prior to construction completion and occupation the permitted development shall implement and maintain, and in the case of energy generation equipment confirm as operational, the approved measures to achieve an overall reduction in regulated CO2 emissions of at least 57% (equating to 295 tonnes of CO2 per year) beyond Building Regulations Part L 2013. These CO2 savings shall be achieved through the Lean, Clean, Green Energy Hierarchy as detailed in the Energy Strategy Update (MER-CPW-XX-XX-RP-Z-320005 REV P05) prepared by CPW (February 2024) including:",
    "i. Lean, passive design measures to achieve an annual reduction of approximately 19% equating to 88.2 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L for the domestic units, and 19% equating to 11.3 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L for the non-residential space, and",
    "ii. Green, renewable energy equipment including the incorporation of air- to-water Air Source Heat Pump distribution loops to achieve an annual reduction of approximately 38%, equating to 196.2 tonnes, in regulated carbon dioxide (CO2) emissions over Part L 2013.",
    "iii. Seen, heat and electric meters installed to monitor the carbon efficiency (COP) of the heat pumps including the heat generation and the combined parasitic loads of the heat pumps.",
    "b)\tPrior to commencement of construction details of the specifications, design and layout of the proposed Air Source Heat Pump systems and associated monitoring devices required to identify their efficiency (COP) shall be submitted to and approved in writing by the Local Planning Authority.",
    "c)\tPrior to construction completion details of the installed heat pump systems shall be submitted to the Council for approval. The details shall include the exact Heat Pump thermal kilowatt output, heat output pipe diameter(s), parasitic load supply schematics, monthly energy demand profile. The name and contact details of the heat pump installation contractor(s), and if different, the commissioning electrical contractor, should be submitted to the Council along with copies of all relevant commissioning documentation. The development shall be implemented only in accordance with the approved details.",
    "d)\tWithin three months of the occupation/first use of the development the relevant Energy Performance Certificate (EPC) and detailed SAP Worksheets showing clearly the TER and DER, and/or the Display Energy Certificates (DEC's), accompanying Advisory Reports and detailed BRUKL modelling output reports showing clearly the TER and BER from the 'as built stage' following completion of the development, shall be submitted to, and approved by, the Local Authority in order to confirm compliance with the energy efficiency measures detailed in the approved Energy Strategy. The development shall be carried out strictly in accordance with the approved details.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 512730,
  "status": "Approved",
  "decision_date": "18/04/2024",
  "wgs84_polygon": null,
  "decision_target_date": "23/04/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T11:27:33.739+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "The Arches Business Centre ",
  "id": "Ealing-240859NMA",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 179765,
  "appeal_start_date": null,
  "postcode": "UB2 4AU",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/240859NMA;",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Application for a Non-Material Amendment (S96a) to planning permission ref: 181380FUL dated 22/12/2021 for: Demolition of existing structures and residential-led, mixed use redevelopment to provide four buildings ranging in height from 15 to 23 storeys comprising residential (575 units), 2,100 sq m of B1(a) office floorspace, 449 sq m of flexible commercial floorspace (Use Classes A1, A2, A3, B1a and D1), erection of a boundary wall along the railway line, along with landscaping, play and amenity space, cycle parking, servicing bays, plant and refuse areas, and new access arrangements. Amendment seeks height increase to all 4 buildings; omission of metal cladding panels between windows and replacement by PC concrete; additional louvres to facades; amendments to building crown design; reconfiguration of 2-bed apartment layout and balcony location at levels 1-14 in Building 1 and 3; reconfiguration of 3-bed apartment layout at levels 15-20 in Building 1; reconfiguration of apartment balconies at levels 3-11 in Building 2; and reconfiguration of balconies at levels 12-14 in Building 2;  update to the energy strategy, with installation PVs; amendments to the wording of conditions 3, 4 and 19 Part A",
  "valid_date": "29/02/2024",
  "polygon": null,
  "pp_id": "PP-12827743",
  "application_details": {
    "existing_uprns": [
      "000012027533, 000012026852, 000012124826, 000012131926, 000012142831, 000012142832, 000012142833, 000012142836, 000012142837, 000012142838, 000012142839, 000012142840, 000012142841, 000012152955, 000012160200, 000012181266, 000012183793, 000012183794"
    ]
  },
  "centroid": {
    "lon": -0.377139,
    "lat": 51.505584
  },
  "lapsed_date": "18/04/2027",
  "decision_process": "Delegated",
  "actual_completion_date": null
}