{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "240855VAR",
  "application_type_full": "Removal/Variation of a condition",
  "uprn": "000012133327",
  "borough": "Ealing",
  "street_name": "High Street",
  "locality": "London",
  "ward": "Ealing Broadway",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of the original permission, being 27/04/2022",
    "Reason:\tIn order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with drawing numbers:",
    "Approved Drawings/Documents",
    "The development hereby approved shall be carried out in accordance with the following drawings and documents:",
    "Drawings:",
    "-\t00.100 Revision P1 (Site Location Plan",
    "-\t10.101 Revision P1 (Existing Site Plan)",
    "-\t10.201 Revision P1 (Existing Basement Plan)",
    "-\t10.202 Revision P1 (Existing Ground Floor Plan)",
    "-\t10.203 Revision P1 (Existing First Floor Plan)",
    "-\t10.204 Revision P1 (Existing Second Floor Plan)",
    "-\t10.205 Revision P1 (Existing Third Floor Plan)",
    "-\t10.206 Revision P1 (Existing Fourth Floor Plan)",
    "-\t10.207 Revision P1 (Plans of Existing Planting within Roof)",
    "-\t10.208 Revision P1 (Existing Roof Plan)",
    "-\t10.251 Revision P1 (Existing Section 1 West)",
    "-\t10.252 Revision P1 (Existing Section 1 East)",
    "-\t10.253 Revision P1 (Existing Section 2)",
    "-\t10.254 Revision P1 (Existing Section 3)",
    "-\t10.271 Revision P1 (Existing Elevation E1 North)",
    "-\t10.272 Revision P1 (Existing Elevation E1 South)",
    "-\t10.273 Revision P1 (Existing Elevation E2)",
    "-\t10.274 Revision P1 (Existing Elevation E3)",
    "-\t10.275 Revision P1 (Existing Elevation E4 & E5)",
    "-\t10.276 Revision P1 (Existing Elevation E6)",
    "-\t10.277 Revision P1 (Existing Elevation E7)",
    "-\t10.281 Revision P1 (Existing Elevation C1 South)",
    "-\t10.282 Revision P1 (Existing Elevation C1 North)",
    "-\t10.283 Revision P1 (Existing Elevation C2)",
    "-\t10.284 Revision P1 (Existing Elevation C3)",
    "-\t10.285 Revision P1 (Existing Elevation C4)",
    "-\t10.286 Revision P1 (Existing Elevation C5)",
    "-\t10.287 Revision P1 (Existing Elevation C6)",
    "-\t10.288 Revision P1 (Existing Elevation C7)",
    "-\t20.101 Revision P1 (Proposed Site Plan)",
    "-\t20.202 Revision P1 (Proposed Ground Floor Plan)",
    "-\t20.203 Revision P1 (Proposed First Floor Plan)",
    "-\t20.204 Revision P3 (Proposed Second Floor Plan)",
    "-\t20.205 Revision P3 (Proposed Third Floor Plan)",
    "-\t20.206 Revision P3 (Proposed Fourth Floor Plan)",
    "-\t20.207 Revision P3 (Proposed Fifth Floor Plan)",
    "-\t20.208 Revision P3 (Proposed Lower Roof Plan)",
    "-\t20.209 Revision P3 (Proposed Upper Roof Plan)",
    "-\t20.251 Revision P1 (Proposed Section 1 West)",
    "-\t20.252 Revision P1 (Proposed Section 1 East)",
    "-\t20.253 Revision P1 (Proposed Section 2)",
    "-\t20.255 Revision P3 (Proposed Section 3)",
    "-\t20.256 Revision P1 (Proposed Section 4 South)",
    "-\t20.257 Revision P1 (Proposed Section 4 North)",
    "-\t20.271 Revision P1 (Proposed Elevation E1 North)",
    "-\t20.272 Revision P1 (Proposed Elevation E1 South)",
    "-\t20.273 Revision P1 (Proposed Elevation E2)",
    "-\t20.274 Revision P1 (Proposed Elevation E3)",
    "-\t20.275 Revision P1 (Proposed Elevation E4 & E5)",
    "-\t20.276 Revision P1 (Proposed Elevation E6)",
    "-\t20.277 Revision P1 (Proposed Elevation E7)",
    "-\t20.281 Revision P1 (Proposed Elevation C1)",
    "-\t20.282 Revision P1 (Proposed Elevation C2)",
    "-\t20.284 Revision P1 (Proposed Elevation C4)",
    "-\t20.285 Revision P3 (Proposed Elevation C3 & C5)",
    "-\t20.286 Revision P1 (Proposed Elevation C6)",
    "-\t20.287 Revision P1 (Proposed Elevation C7)",
    "-\t30.601 Revision P1 (Proposed First Floor Changing Rooms Plan)",
    "-\t30.602 Revision P1 (Proposed First Floor Lobby Plan)",
    "-\t30.603 Revision P1 (Proposed First Floor Cycle Parking Plan)",
    "-\t30.604 Revision P1 (Proposed Ground Floor Access Ramp)",
    "-\t30.605 Revision P1 (Proposed First Floor Access Ramp)",
    "-\t30.606 Revision P1 (Proposed Ground Floor Cycle Lift)",
    "-\t30.607 Revision P1 (Existing First Floor Head of Ramp Plan)",
    "-\t30.608 Revision P1 (Proposed First Floor Head of Ramp Plan)",
    "-\t30.609 Revision P1 (Proposed Cycle Lift Elevations 1 & 2)",
    "-\t30.610 Revision P1 (Proposed Cycle Lift Sections 1 & 2)",
    "-\t34.601 Revision P1 (Existing Front Entrance Elevation)",
    "-\t34.602 Revision P1 (Proposed Front Entrance Elevation)",
    "-\t65.601 Revision P1 (Ground Floor Entrance Lobby Plan)",
    "-\t65.602 Revision P1 (Ground Floor Entrance Lobby Internal Elevations 1 & 2)",
    "-\t65.603 Revision P1 (Ground Floor Entrance Lobby Internal Elevations 3 & 4)",
    "-\t65.610 Revision P1 (Second Floor Reception Plan)",
    "-\t65.615 Revision P1 (Second Floor Reception Elevation North)",
    "-\t65.616 Revision P1 (Second Floor Reception Elevation South)",
    "-\t65.617 Revision P1 (Second Floor Reception Section 1)",
    "-\t65.618 Revision P1 (Second Floor Reception Section 2)",
    "-\t65.620 Revision P1 (Second Floor Reception Roof Plan)",
    "-\t1282-001 Revision P2 (General Arrangement Plan Level 02)",
    "-\t1282-002 Revision P2 (General Arrangement Plan Level 05)",
    "-\t1282-003 Revision P2 (General Arrangement Plan Roof Level)",
    "-\t1282-004 Revision P2 (Vegetation Retention and Removal Plan Level 02)",
    "-\t1282-005 Revision P1 (General Arrangement Plan Level 00)",
    "-\t1282-006 Revision P1 (General Arrangement Plan Level 01)",
    "-\t1282-007 Revision P1 (Vegetation Retention and Removal Plan Level 00)",
    "-\t1282-201 Revision P2 (Planting Plan Level 02)",
    "-\t1282-202 Revision P2 (Planting Plan Level 05)",
    "-\t1282-203 Revision P2 (Planting Plan Roof Level)",
    "-\t1282-204 Revision P1 (Planting Plan Level 00)",
    "-\t1282-400 Revision P1 (Typical Detail - Biodiversity Roof)",
    "-\t1282-401 Revision P1 (Typical Detail - Raised Planter)",
    "-\t1282-408 Revision P1 (Typical Detail - Tree Pit Soft in Raised Planter)",
    "-\t1282-409 Revision P1 (Typical Detail - Tree Pit Soft)",
    "-\t1282-410 Revision P1 (Typical Detail - Tree Protective Fence)",
    "-\t1282-501 Revision P1 (Section 01 & 02 Level 02 Courtyard)",
    "-\t1282-502 Revision P1 (Section 03 & 04 Level 02 Courtyard)",
    "-\t1282-503 Revision P1 (Section 05 & 06 Level 02 Terrace)",
    "Documents:",
    "-\tAir Quality Assessment prepared by Stantec (ref: 50141 Rev Final)",
    "-\tPlanning Statement prepared by JLL (dated June 2021)",
    "-\tDesign and Access Statement prepared by Barr Gazetas (ref: 1946-RP-A-001 Rev P2)",
    "-\tDaylight and Sunlight Assessment prepared by GIA (ref: 15882)",
    "-\tTransport Report prepared by Stantec (ref: 20141/5501)",
    "-\tUpdated Outline Office Travel Plan prepared by Stantec (ref: 50141/5501 Rev Final)",
    "-\tDetailed Circular Economy Statement prepared by INsignis (Revision 1.04)",
    "-\tWhole Life Carbon Assessment prepared by INsignis (dated June 2021)",
    "-\tEnergy Statement prepared by INsignis Consulting Engineers (ref: 0157-INSIG-RP-MEP-19 Issue 02)",
    "-\tSustainability Statement prepared by INsignis Consulting Engineers (ref: 0157-INSIG-RP-MEP-20 Issue 02)",
    "-\tStatement of Community Involvement prepared by London Communications Agency (dated June 2021)",
    "-\tNoise Survey and Plant Noise Assessment prepared by Sandy Brown (ref: 20434-R04-C)",
    "-\tLandscape Design Statement prepared by Macgregor Smith (ref: 1282-G510 Revision P1)",
    "-\tLandscape and Ecology Management Plan prepared by Macgregor Smith (ref: 1282-SP-02)",
    "-\tTree Survey and Tree Constraints Plan prepared by Aspect Tree Consultancy (ref: 05562)",
    "-\tFlood Risk Assessment prepared by Stantec (ref: 332410099/5503)",
    "-\tEaling SUDS Proforma",
    "-\tDust Monitoring Strategy prepared by Stantec (ref: 20141 Rev: Final)",
    "-\tAir Quality Addendum prepared by Stantec (ref: 332611012 dated February 2024)",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| Materials",
    "All external materials to be used in the development shall match those detailed in the approved drawings and documents listed under condition 2.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021). | Use Restriction",
    "The development hereby approved shall be used for offices only (Use Class E) and the associated ancillary uses as indicated in the application and shall not be used for any other purposes within that Use Class of the schedule to the Town and Country Planning (Use Classes) Order 1987 (as amended), without the prior written permission of the Local Planning Authority obtained through the submission of a planning application.",
    "Reason: To enable the local planning authority to maintain strict control over the nature of the use in order to restrict the use of the premises to one compatible with the surrounding area, in accordance with policies 1.1, 1.2, 2.1 & 2.8 of the Ealing Development (Core) Strategy (2012), policy 4.5 of the Ealing Development Management DPD (2013), policies SD6, SD7 and SD8 of the London Plan (2021) and the National Planning Policy Framework (2021). | Balconies/Roof Terraces",
    "No part of the development, other than those parts identified in the approved drawings listed under condition 2, shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason: To protect the living conditions of nearby residential properties in accordance with policies D4 and D6 of the London Plan (2021), polices 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and polices 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012).",
    "| Cycle Parking",
    "Prior to the first occupation of the hereby approved development, details of the cycle storage facilities for a minimum of three hundred and eighteen (314) bicycle spaces, including eighteen (18) adaptive bicycle spaces and twenty-four (24) short-stay bicycle spaces, shall be submitted to, and approved in writing by, the Local Planning Authority. The details shall include the layout of the cycle parking spaces (including designation of short-stay, long-stay and accessible spaces) and the full specifications (including dimensions, elevations and cross-sections) of each type of cycle storage rack. The cycle storage facilities shall be implemented in accordance with the approved details, notwithstanding any indication given to these matters in the current application. The storage spaces shall be permanently retained for the lifetime of the development.",
    "Reason: To provide adequate bicycle storage for all users in accordance with policies D5 and T5 of the London Plan (2021). | Refuse Storage",
    "Refuse and recycling facilities shall be provided in accordance with the designated location identified in the approved documents listed under condition 2 prior to the first occupation of the hereby approved development. These facilities shall be permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI7 of the London Plan (2021). | Demolition Method Statement and Construction Management Plan",
    "The Demolition Method Statement and Construction Management Plan, approved under planning application ref: 222632CND, dated 23.09.2023, shall be carried out in accordance with the details approved under this consent.",
    "| The demolition and construction of the development shall be undertaken in accordance with the International House- Ealing Air Quality and Dust Management Plan (AQDMP) prepared by Stantec under application 240855VAR dated 28.02.2024. | The Tree Protection and Arboricultural measures shall be delivered in accordance with the details approved under planning application ref: 222385CND, dated 22.07.2022. | The Tree Monitoring Plan (PART A ONLY) measures shall be delivered in accordance with the details approved under planning application ref: 222610CND, dated 22.07.2022.",
    "| Tree Monitoring Plan",
    "The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "B) Within three months of first use of the development hereby approved, a report containing the following details shall be submitted to, and approved in writing by, the Local Planning Authority:",
    "o\tResults of each site visit by the lead arboriculturist with photos attached.",
    "o\tAssessment of the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with Ealing SPG 9, policy 5.10 of the Ealing Development Management DPD (2013) and policies SI 1, SI 2 and G7 of the London Plan (2021).",
    "| Tree Planting and Soil Rooting Volume",
    "Prior to commencement of the landscaping scheme, details of the tree planting and tree pits shall be submitted to, and approved in writing by, the Local Planning Authority. Details shall include the following:",
    "a.\tFull planting specification - tree size, species, the numbers of trees and any changes from the original application proposals;",
    "b.\tLocations of all proposed species;",
    "c.\tComprehensive details of ground/tree pit preparation to include:",
    "i.\tPlans detailing adequate soil volume provision to allow the tree to grow to maturity",
    "ii.\tEngineering solutions to demonstrate the tree will not interfere with structures (e.g. root barriers/deflectors) in the future",
    "iii.\tStaking/tying method(s).",
    "iv.\tFive year post planting maintenance and inspection schedule.",
    "All tree planting shall be carried out in full accordance with the approved scheme within the first planting season following the practical completion of the building works. The quality of all approved tree planting shall be carried out to the levels detailed in British Standard 8545.",
    "Any trees planted as part of the approved development which die, are removed, uprooted, significantly damaged, become diseased or malformed within five years from initial planting shall be replaced during the nearest planting season with tree(s) of the same size, species and quality.",
    "Reason: In order to ensure the development achieves its proposed Urban Greening Factor and associated biodiversity benefits, in accordance with policies G5, G6 and G7 of the London Plan (2021), and policy 5.10 of the Ealing Development Management DPD (2013). | Existing Tree/Shrub/Hedge Retention",
    "No trees, shrubs or hedges within the site which are shown to be retained on the approved plans (Plan/Drawing:) shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any trees, shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "The local authority shall receive the full CAVAT value, or a proportion reflecting the damage /decline in tree health, for all trees removed without consent, dying, being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted. This financial penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "Reason: To secure the protection of trees, shrubs and hedges growing on the site throughout the time that development is being carried out, in the interests of the amenity of the area and local landscape as a whole, in accordance with policies D4, D8 and G7 of the London Plan (2021), policies 1.1 (e) (g), 1.2(f), 3.1(b) and 3.8 of the Ealing Core Strategy (2012), policies 7.4 of the Ealing Development Management DPD (2013). | Planting of Trees",
    "All trees to be planted as part of the development, and as identified in the approved drawings listed under condition 2, shall be planted prior to the first occupation of the hereby approved development or within the first planting season following the practical completion of the building works. The trees shall be maintained in accordance with the maintenance plan approved under condition 12.",
    "Reason: In order to ensure the development achieves its proposed Urban Greening Factor and associated biodiversity benefits, in accordance with policies G5, G6 and G7 of the London Plan (2021), and policy 5.10 of the Ealing Development Management DPD (2013). | Landscaping Design & Scheme",
    "Prior to the commencement of the landscaping scheme, details of the final hard and soft landscaping, including landscape design, shall be submitted to, and approved in writing by, the Local Planning Authority. The approved landscaping design and scheme shall be fully laid out and planted prior to the first occupation of the development or within the first planting season following the practical completion of the building works.",
    "Any plants which within 5 years of planting, die, are removed or become seriously damaged or diseased shall be replaced with others of the same size and species and in the same positions within the next planting season. The landscaping shall thereafter be maintained permanently.",
    "Reason: In the interests of the visual amenity of the development and supporting and enhancing local biodiversity in accordance with policies D3, D4, G5 and G6 of the London Plan (2021), policies 2.18 and 7.3 of the Ealing Development Management DPD (2013) and policies 1.1, 1.2, 2.9 and 5.5 of the Ealing Development (Core) Strategy (2012). | Green Roof Details",
    "Prior to the installation of the Green Roofs, final details of the construction and specification of the biodiversity roofs and a maintenance schedule shall be submitted to and approved in writing by the Local Planning Authority. Details shall include a technical report from a suitably qualified ecologist specifying how the green roof has been developed for biodiversity with details of landscape features and in compliance with the GRO Green Roof Code 2014.",
    "Green roofs shall be biodiversity based with extensive substrate base, have sufficient depth of soil or growing medium for the relevant planting, be planted/seeded with a green mix of species within the first planting season following the practical completion of the building works, and have relevant efficient and effective drainage and irrigation to sustain the vegetation.",
    "The maintenance schedule shall cover a minimum period of five years.",
    "Reason: In the interests of supporting and enhancing local biodiversity on site in accordance with policies G5 and G6 of the London Plan (2021), policies 1.1, 1.2, 2.9 and 5.5 of the Ealing Development (Core) Strategy (2012) and policies 2.18, 5.11 and 7.3 of the Ealing Development Management DPD (2013). | Landscaping Maintenance",
    "Prior to the first occupation of the hereby approved development, a Landscape Management Plan shall be submitted to and approved in writing by the Local Planning Authority. The Landscape Management Plan shall include details of maintenance for the site for a minimum period of 5 years from the implementation of the final planting.",
    "Reason: To ensure the proper maintenance of the site in the interests of the amenities of future occupiers and the quality of the public realm in accordance with policies D3, D4, D6 and D8 of the London Plan (2021) and policies 3.5, 7B and 7.4 of the Ealing Development Management DPD (2013). | Cycle Lift",
    "Prior to the installation of a cycle lift, as identified in the location in the approved drawings listed under condition 2, details of the siting, external and internal dimensions and specification shall be submitted to and approved by the Local Planning Authority in writing. The cycle lift shall be installed and fully operational prior to the first occupation of the hereby approved development and shall be maintained as such for the lifetime of the development.",
    "Reason: To ensure that the cycle parking facilities are accessible to users of differing needs, in accordance with policies GG3, D5, D6 and D7 of the London Plan (2021), policy 1.1(h) of the Ealing Development (Core) Strategy (2012), policy 7B of the Ealing Development Management DPD (2013) and interim Ealing SPG 'Accessible Ealing' (2012). | Energy and CO2",
    "A)\tPrior to occupation, the permitted development shall implement and maintain, and in the case of energy generation equipment confirm as operational, the approved measures to achieve a cumulative reduction in regulated CO2 emissions against SAP10 standards of at least 64% for the new build element and 75% for the refurbished element, beyond Building Regulations Part L 2013, including the installation of Air Source Heat Pumps, and PV panels with a capacity of 194.58 kWp.",
    "B)\tThe New-Build space shall achieve a reduction in regulated CO2 emissions against SAP10 standards of at least 63.8% (equating to 48.3 tonnes of CO2 per year) beyond Building Regulations Part L 2013. These CO2 savings shall be achieved through the Lean, Clean, Green Energy Hierarchy as detailed in the Energy Statement prepared by Insignis in June 2021 (Issue 2 / Stage 3) including:",
    "i.\tLean, passive design measures to achieve an annual reduction of at least 10% equating to at least 7.6 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L 2013 applying SAP10 carbon factors.",
    "ii.\tGreen, renewable energy equipment including the incorporation of photovoltaic panels and Air Source Heat Pump(s) to achieve an annual reduction of at least 53.76%, equating to 40.7 tonnes, in regulated carbon dioxide (CO2) emissions over Part L 2013 applying SAP10 carbon factors.",
    "iii.\tSeen, heat and electric meters installed to monitor the performance of the PV and the carbon efficiency (COP) of the heat pumps including the heat generation and the combined parasitic loads of the DHW heat pumps.",
    "C)\tThe Refurbishment space shall achieve a reduction in regulated CO2 emissions against SAP10 standards of at least 74.65% (equating to 187.6 tonnes of CO2 per year) beyond Building Regulations Part L 2013. These CO2 savings shall be achieved through the Lean, Clean, Green Energy Hierarchy as detailed in the Energy Statement prepared by Insignis in June 2021 (Issue 2 / Stage 3) including:",
    "i.\tLean, passive design measures to achieve an annual reduction of at least 26% equating to at least 65.4 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L 2013 applying SAP10 carbon factors.",
    "ii.\tGreen, renewable energy equipment including the incorporation of photovoltaic panels and Air Source Heat Pump(s) to achieve an annual reduction of at least 48.63%, equating to 122 tonnes, in regulated carbon dioxide (CO2) emissions over Part L 2013 applying SAP10 carbon factors.",
    "iii.\tSeen, heat and electric meters installed to monitor the performance of the PV and the carbon efficiency (COP) of the heat pumps including the heat generation and the combined parasitic loads of the DHW heat pumps.",
    "D)\tPrior to the installation of new plant, details of the specifications including manufacturers performance data sheets, design, and layout of the proposed low and zero-carbon (LZC) energy equipment, and the associated monitoring devices required to identify their performance/efficiency (COP), shall be submitted, to and approved in writing by, the Local Planning Authority. The development shall be implemented only in accordance with the approved details.",
    "E)\tPrior to the installation of the renewable/low-carbon energy equipment technical details of the equipment shall be submitted to, and approved in writing by, the Local Planning Authority. The details shall include the exact heat pump thermal kilowatt output, heat output pipe diameter(s), parasitic load supply schematics, monthly energy demand profile, and the exact number of PV arrays, the kWp capacity of each array, the orientation, pitch and mounting of the panels, and the make and model of the panels. The name and contact details of the LZC installation contractor(s), and if different, the commissioning electrical or plumbing contractor, should be submitted to the Council prior to installation.",
    "F)\tOn completion of the installation of the LZC equipment copies of the MCS certificates and all relevant commissioning documentation shall be submitted to the Local Planning Authority for approval in writing.",
    "G)\tWithin three months of the occupation/first use of the development, the relevant Display Energy Certificates (DEC's), accompanying Advisory Reports and detailed BRUKL modelling output reports showing clearly the TER and BER from the 'as built stage' following completion of the development, shall be submitted to, and approved in writing by, the Local Planning Authority in order to confirm compliance with the energy efficiency measures detailed in the approved Energy Strategy. The development shall be carried out strictly in accordance with the approved details.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), the GLA Energy Assessment Guidance (2020), policies 5.2 and 7A of the Ealing Development Management DPD (2013) and policies 1.1(k) and 1.2(f) of the Ealing Development (Core) Strategy (2012).",
    "| Overheating and Cooling",
    "The development shall incorporate the overheating and cooling measures in line with the relevant CIBSE guidance and detailed in the Dynamic Overheating Assessment submitted by INsignis in Appendix 2 of the Energy Statement dated June 2021 (Revision C).",
    "Reason: To ensure that the risk of overheating has been sufficiently addressed in accordance with policy SI4 of the London Plan (2021), and the Ealing Development Management DPD (2013). | Post-Construction Energy Equipment Monitoring",
    "In order to implement Ealing Council DPD policy 5.2.3 (Post-Construction Energy Equipment Monitoring), and key parts of London Plan policy SI2 (\"be Seen\"), the developer shall:",
    "A)\tEnter into a legal agreement with the Council to secure a S106 financial contribution for the post-construction monitoring of the renewable/low carbon technologies to be incorporated into the development and/or the energy use of the development as per energy and CO2 condition(s).",
    "B)\tUpon final construction of the development, and prior to occupation, the agreed suitable devices for monitoring the performance/efficiency (COP) of any renewable/low-carbon energy equipment shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of four years from occupation and full operation of the energy equipment. The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document. The developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitoring process.",
    "C)\tUpon final completion of the development and prior to occupation, the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the renewable/low-carbon energy equipment for a period of four years from the point that the building is occupied and the equipment fully operational.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with policy SI2 of the London Plan (2021), the Ealing Development (Core) Strategy (2012), policy 5.2 of the Ealing Development Management DPD (2013), and paragraph 2.5.36 of the Mayor's Sustainable Design & Construction SPG. | Non-Residential BREEAM energy/CO2 accreditation",
    "A)\tThe development shall be registered with Building Research Establishment (BRE) and achieve BREEAM Rating \"Excellent\" (based on the latest BREEAM NC Technical guidance).",
    "B)\tWithin 3 months of construction works commencing for the development, Interim BREEAM NC Assessment and related Certification verified by the BRE shall be submitted to the Local Planning Authority for written approval.",
    "C)\tWithin 3 months from the date of first occupation of the development, BREEAM 'Post Construction Stage' Assessment and related Certification verified by the BRE shall be submitted to the Local Planning Authority for written approval confirming the BREEAM standard and measures have been implemented.",
    "D)\tFollowing any approval of a 'Post Construction Stage' assessment and certificate of the development, the approved measures and technologies to achieve the BREEAM Very Good or higher standard shall be retained in working order in perpetuity.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), the GLA Energy Assessment Guidance (2020), policies 5.2 and 7A of the Ealing Development Management DPD (2013) and policies 1.1(k) and 1.2(f) of the Ealing Development (Core) Strategy (2012). | Whole Life-Cycle Carbon Assessment",
    "Once the as-built design has been completed (upon commencement of RIBA Stage 6) and prior to the building(s) being occupied (or handed over to a new owner, if applicable), the legal owner(s) of the development shall submit the post-construction Whole Life-Cycle Carbon (WLC) Assessment to the GLA at: ZeroCarbonPlanning@london.gov.uk. The owner shall use the post construction tab of the GLA's WLC assessment template and this shall be completed accurately and in its entirety, in line with the criteria set out in the GLA's WLC Assessment Guidance. The post-construction assessment shall provide an update of the information submitted at planning submission stage (RIBA Stage 2/3), including the WLC carbon emission figures for all life-cycle modules based on the actual materials, products and systems used. The assessment shall be submitted along with any supporting evidence as per the guidance and should be received three months post as-built design completion, unless otherwise agreed.",
    "Reason: To ensure whole life-cycle carbon is calculated and reduced and to demonstrate compliance with Policy SI 2 (F) of the London Plan (2021). | Anti- Vibration Mounts and Silencing of Machinery",
    "Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise in accordance with policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policy D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Ealing SPG10. | Car Club Parking Bay",
    "Prior to the first occupation of the hereby approved development, details of one (1) car club parking bay to be provided within the developer's site ownership boundary (as identified in drawing number 1946-BG-ZZ-ZZ-DR-A-00.100 Rev P1) shall be submitted to, and approved in writing by, the Local Planning Authority. The details shall include the location of the car club parking bay, access and management of the space. The approved bay shall be demarked on site and fully operational prior to the first occupation of the development, shall be kept continuously available and shall not be used for any other purpose without the express consent of the Local Planning Authority.",
    "Reason: To promote a reduction in private car trips and congestion in the Town Centre, in accordance with policies SD6 and T4 of the London Plan (2021) and the Ealing Development (Core) Strategy (2012). | Car Parking (Disabled)",
    "Prior to the first occupation of the hereby approved development, the disabled car parking spaces, as identified in the approved drawings listed under condition 2, shall be marked out on site and brought into use.",
    "Reason: To provide adequate accessible parking facilities in accordance with policies T6, T6.2 and D5 of the London Plan 2021, and policy 1.1(h) of the Ealing Development Strategy (2012). | Traffic Calming Measures and Signage along the Vehicle Ramp",
    "Prior to the first occupation of the hereby approved development, details of traffic calming measures and associated signage along the primary vehicle ramp shall be submitted to, and approved in writing by, the Local Planning Authority. The details shall demonstrate that the traffic calming measures would reduce the risk of vehicle-cyclist conflict, and associated signage shall provide clear directions to the cycle parking facilities at the first floor level.",
    "Reason: In order to ensure the cycle access ar"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517759,
  "status": "Application Under Consideration",
  "decision_date": "10/10/2024",
  "wgs84_polygon": null,
  "decision_target_date": null,
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-19T20:39:35.960+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "International House ",
  "id": "Ealing-240855VAR",
  "decision": null,
  "cil_liability": null,
  "centroid_northing": 180636,
  "appeal_start_date": null,
  "postcode": "W5 5DB",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/240855VAR;",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Minor material amendment (S.73) to vary condition no.9 (Air quality and dust management),seeking to allow amendments of the wording in pursuant to planning permission reference 214524FUL dated 27/04/2022 for: Creation of a 5th floor to be used as office space (Use Class E(g)(i)); internal courtyard extensions to the second, third and fourth floors; demolition and replacement of the reception and enhancements to the entrance.",
  "valid_date": "29/02/2024",
  "polygon": null,
  "pp_id": "PP-12843742",
  "application_details": {
    "existing_uprns": null
  },
  "centroid": {
    "lon": -0.304423,
    "lat": 51.512388
  },
  "lapsed_date": null,
  "decision_process": "Delegated",
  "actual_completion_date": null
}