{
  "borough": "Havering",
  "subdivision_of_building": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2364019,
          51.5768739
        ],
        [
          0.2363659,
          51.5769788
        ],
        [
          0.2365359,
          51.576996199999996
        ],
        [
          0.23672859999999998,
          51.5770182
        ],
        [
          0.2367291,
          51.577009
        ],
        [
          0.2367355,
          51.5770003
        ],
        [
          0.2367408,
          51.5769887
        ],
        [
          0.2367491,
          51.5769776
        ],
        [
          0.2367572,
          51.576964
        ],
        [
          0.2365523,
          51.5769125
        ],
        [
          0.2364711,
          51.5768915
        ],
        [
          0.2364019,
          51.5768739
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "57 Rutland Drive",
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "last_updated": "2025-03-19T02:58:01.087+00:00",
  "locality": null,
  "centroid_easting": 555074,
  "lpa_name": "Havering",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Hornchurch",
  "site_number": null,
  "lapsed_date": "27/07/2026",
  "secondary_street_name": null,
  "cil_liability": false,
  "application_details": {
    "total_gia_gained": 15,
    "existing_uprns": null,
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "site_area": 0.023
  },
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=D0235.23",
  "actual_commencement_date": null,
  "centroid": {
    "lon": "0.2365506",
    "lat": "51.5769549"
  },
  "decision_date": "27/07/2023",
  "parking_details": null,
  "postcode": "RM11 3EW",
  "pp_id": "12187072",
  "appeal_decision_date": null,
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The operations come within the provisions of Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015, thereby not requiring planning permission.",
    "The operations come within the provisions of Schedule 2, Part 1, Class E of the Town and Country Planning (General Permitted Development) (England) Order 2015, thereby not requiring planning permission.",
    "The operations come within the provisions of Schedule 2, Part 1, Class F of the Town and Country Planning (General Permitted Development) (England) Order 2015, thereby not requiring planning permission.",
    "This certificate provides confirmation that the development is lawful.  You should also check whether the development requires separate Building Regulation consent. Information is available on the Building Control webpages and the team is available between 9am and 10am Monday to Friday via 01708 432700.",
    "Development is permitted by Class A subject to the following conditions-",
    "(a) the materials used in any exterior work (other than materials used in the",
    "construction of a conservatory) shall be of a similar appearance to those used in the construction of the exterior of the existing dwellinghouse;",
    "(b) any upper-floor window located in a wall or roof slope forming a side elevation of the dwellinghouse shall be-",
    "(i) obscure-glazed, and",
    "(ii) non-opening unless the parts of the window which can be opened are more",
    "than 1.7 metres above the floor of the room in which the window is installed; and",
    "(c) where the enlarged part of the dwellinghouse has more than one storey, the roof pitch of the enlarged part shall, so far as practicable, be the same as the roof pitch of the original dwellinghouse.",
    "Development is permitted by Class F subject to the condition that where-",
    "(a) the hard surface would be situated on land between a wall forming the principal elevation of the dwellinghouse and a highway, and",
    "(b) the area of ground covered by the hard surface, or the area of hard surface replaced, would exceed 5 square metres,",
    "either the hard surface shall be made of porous materials, or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the dwellinghouse.",
    "Please note that this certificate is granted for the outbuilding to be used as a garage/shed. It must only be used for purposes incidental to the enjoyment of 57 Rutland Drive, Hornchurch and not for any trade or business nor as living accommodation. Should business or living accommodation use be intended, an application for full planning permission must be applied for and permission granted before such use could occur. The use of outbuildings as living accommodation is not typically deemed acceptable therefore it is important the outbuilding is only used for the purposes as listed above."
  ],
  "appeal_decision": null,
  "valid_date": "01/06/2023",
  "decision_agency": "Borough",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              555063.97,
              188814.68
            ],
            [
              555061.125,
              188826.262
            ],
            [
              555072.843,
              188828.565
            ],
            [
              555086.119,
              188831.41
            ],
            [
              555086.186,
              188830.394
            ],
            [
              555086.66,
              188829.445
            ],
            [
              555087.067,
              188828.159
            ],
            [
              555087.676,
              188826.939
            ],
            [
              555088.286,
              188825.449
            ],
            [
              555074.265,
              188819.285
            ],
            [
              555068.711,
              188816.779
            ],
            [
              555063.97,
              188814.68
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "last_date_consultation_comments": null,
  "uprn": "100021340078",
  "decision_target_date": "27/07/2023",
  "centroid_northing": 188824,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "description": "Certificate of Lawfulness for a single storey rear extension. Erection of rear outbuilding following demolition of existing outbuilding and repaving of front driveway.",
  "development_type": null,
  "ward": "Emerson Park",
  "decision_process": "Delegated",
  "lpa_app_no": "D0235.23",
  "application_type_full": "Lawful development: Proposed use",
  "id": "Havering-D0235.23",
  "status": "Not Required",
  "appeal_start_date": null,
  "decision": "Not Required"
}