{
  "application_details": {
    "existing_uprns": null
  },
  "title_number": null,
  "status": "Approved",
  "centroid": {
    "lon": -7.55716,
    "lat": 49.766807
  },
  "site_name": "75 & 77 RUSH GREEN ROAD",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "25/06/2025",
  "polygon": null,
  "last_date_consultation_comments": "28/05/2025",
  "appeal_status": null,
  "epc_number": null,
  "street_name": "ROMFORD",
  "appeal_decision_date": null,
  "development_type": null,
  "ward": "Rush Grn & Crowlands",
  "date_building_work_started_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "decision_conditions": [
    "The development to which this permission relates must be commenced as joint developmet at nos. 75 & 77 Rush Green Road, Romford not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be commenced jointly at nos. 75 & 77 Rush Green Road, Romford and carried out as one single building operation in it's entirety in accordance with the approved plans and the annotation on proposed block plan received 21.3.25.",
    "Reason:",
    "To ensure that terraces sited in the middle of row of four terraces remains visually balanced and in order that the development complies with Policy 26 of the Havering Local Plan",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Materials Section of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 the storage outbuildings hereby permitted at nos. 75 & 77 Rush Green Road, Romford shall be used only for purposes incidental to the enjoyment of each dwelling house and not for any trade or business nor as living accommodation.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area.",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/publications/the-party-wall-etc-act-1996-revised-explanatory-booklet",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "uprn": "100021395073",
  "decision_agency": "Borough",
  "decision": "Approved",
  "application_type": "All Other",
  "valid_date": "30/04/2025",
  "description": "Erection of single storey storage outbuildings with pitched roofs to the rear of each property following demolition of existing outbuildings",
  "lpa_app_no": "P0375.25",
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "site_number": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "postcode": "RM7 0PU",
  "lapsed_date": "25/06/2028",
  "date_building_work_completed_under_previous_permission": null,
  "parking_details": null,
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "last_updated": "2025-07-16T11:14:59.258Z",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0375.25",
  "centroid_easting": null,
  "appeal_decision": null,
  "pp_id": null,
  "application_type_full": null,
  "cil_liability": false,
  "borough": "Havering",
  "locality": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P0375.25",
  "subdivision_of_building": null,
  "centroid_northing": null,
  "wgs84_polygon": null,
  "decision_date": "25/06/2025"
}