{
  "title_number": [
    "EGL68793"
  ],
  "site_name": "65 FOREST ROAD",
  "cil_liability": false,
  "uprn": "100021373996",
  "decision_process": "Delegated",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              549661.427,
              189634.512
            ],
            [
              549658.65,
              189597.123
            ],
            [
              549652.147,
              189597.462
            ],
            [
              549655.534,
              189635.257
            ],
            [
              549661.427,
              189634.512
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "decision": "Refused",
  "lpa_app_no": "P0546.21",
  "actual_commencement_date": null,
  "development_type": null,
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "19/05/2024",
  "locality": null,
  "postcode": "RM7 8DU",
  "decision_target_date": "19/05/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "ROMFORD",
  "lpa_name": "Havering",
  "borough": "Havering",
  "secondary_street_name": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0546.21",
  "last_updated_by": "CSV Data Import",
  "decision_date": "19/05/2021",
  "appeal_decision": null,
  "centroid_easting": 549657,
  "ward": "Mawneys",
  "centroid": {
    "lat": "51.5855343",
    "lon": "0.1587751"
  },
  "application_type_full": "Householder planning permission",
  "appeal_status": null,
  "centroid_northing": 189616,
  "appeal_start_date": null,
  "last_updated": "2025-03-20T23:27:07.657+00:00",
  "description": "Erection of new Outbuilding to the rear of the garden.",
  "last_date_consultation_comments": "17/04/2021",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 63.16,
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "07/2021",
    "intended_completion_date": "08/2021",
    "site_area": 0.023
  },
  "application_type": "All Other",
  "decision_conditions": [
    "The proposed outbuilding would, by reason of its height, crown roof form, scale, siting and position close to the boundaries of the site, appear incongruous, dominant and visually intrusive in the streetscene contrary to Policy DC61 of the Local Development Framework Core Strategy and Development Control Policies Development Plan Document and the Residential Extensions and Alterations Supplementary Planning Document.",
    "The proposed outbuilding would, by reason of its height, crown roof form, scale, siting and position close to the boundaries of the site, be an unneighbourly development and appear incongruous, dominant and visually intrusive in the rear garden environment harmful to the amenity of adjacent occupiers, particularly No. 63 Forest Road contrary to Policy DC61 of the Local Development Framework Core Strategy and Development Control Policies Development Plan Document and the Residential Extensions and Alterations Supplementary Planning Document.",
    "The combined scale, bulk and mass of existing development on site in conjunction with the proposed outbuilding would represent a gross overdevelopment of the site, harmful to the character and appearance of the host property and at odds with the spacious character of the locality thereby contrary to Policy DC61 of the Local Development Framework Core Strategy and Development Control Policies Development Plan Document and the Residential Extensions and Alterations Supplementary Planning Document.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to Immersion Studio Projects via email on 19th May 2021.",
    "For Residential Development Only",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment of £7,650 plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to a CIL Liability Notice indicating a levy of £1,275 plus indexation for the application, based on the Mayoral CIL levy rate for Havering of £25/sq.m plus Havering's charging rate for residential of £125/sq.m (Zone A) and the floorspace of 51 square metres.",
    "You are advised to visit the planning portal web"
  ],
  "status": "Refused",
  "pp_id": "09658834",
  "bo_system": "CSV Data Import",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "24/03/2021",
  "id": "Havering-P0546.21",
  "parking_details": null,
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.15884679999999998,
          51.5856995
        ],
        [
          0.15879079999999998,
          51.5853643
        ],
        [
          0.15869719999999998,
          51.585369
        ],
        [
          0.1587621,
          51.5857077
        ],
        [
          0.15884679999999998,
          51.5856995
        ]
      ]
    ],
    "type": "Polygon"
  }
}