{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "04/11/2022",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-38271_APP_2020_2678",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.007
  },
  "valid_date": "01/10/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Enclosing part of the rear of the building, external extraction system to rear and internal alterations (retrospective).",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawing Nos. J1370-E02 Rev P2, 001 and the Canopy Extraction Calculations received 04.01.2021.",
    "REASON",
    "To ensure the development complies with the provisions of the Local Plan: Part Two - Development Management Policies (2020) and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policies DMHB 11 and DMHD 1 of the Local Plan: Part Two - Development Management Policies (2020).",
    "The proposed plan does not currently include any WC provision for disabled people the provision of accessible toilet for use by disabled people is strongly recommended.",
    "The accessible toilet should be designed in accordance with the guidance given in Approved Document M to the Building Regulations 2010 (2015 edition).",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T15:24:30.250+00:00",
  "ward": "HILLINGDON EAST",
  "parking_details": null,
  "lapsed_date": "04/11/2025",
  "decision_target_date": "04/11/2022",
  "centroid": {
    "lat": "51.5409706",
    "lon": "-0.4489862"
  },
  "lpa_app_no": "38271/APP/2020/2678",
  "status": "Approved",
  "site_name": "24 SUTTON COURT ROAD",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=38271/APP/2020/2678",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507652.4437,
              183589.6771
            ],
            [
              507660.9104,
              183598.9375
            ],
            [
              507665.1438,
              183595.6302
            ],
            [
              507656.6771,
              183585.4437
            ],
            [
              507652.4437,
              183589.5448
            ],
            [
              507652.4437,
              183589.6771
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "19/05/2021",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "HILLINGDON",
  "pp_id": "09014431",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 507659,
  "appeal_start_date": null,
  "centroid_northing": 183592,
  "borough": "Hillingdon",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.44908139999999996,
          51.5409509
        ],
        [
          -0.4489565,
          51.5410325
        ],
        [
          -0.4488965,
          51.541002
        ],
        [
          -0.44902169999999997,
          51.5409121
        ],
        [
          -0.44908149999999997,
          51.5409497
        ],
        [
          -0.44908139999999996,
          51.5409509
        ]
      ]
    ],
    "type": "Polygon"
  }
}