{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/0446/08DCP",
  "application_type_full": null,
  "uprn": "100021282512",
  "borough": "Harrow",
  "street_name": "Radnor Road",
  "locality": "Harrow",
  "ward": "MARLBOROUGH",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - This is a semi detached single family dwelling house with a detached store linked to a shed to the rear within 5 metres of the dwelling house. The property is neither listed nor located in a conservation area. The proposal is for the construction of a single storey rear extension.",
    "Condition : 2 - The proposal is for the demolition of the single storey detached store and relocation of the linked shed to a position in the rear garden which is more than 5 metres from the proposed rear extension and existing dwelling house, and the construction of a single storey rear extension. As the detached store is to be demolished, and the linked shed is to be relocated, their volume will not form part of the resultant building.",
    "Condition : 3 - The proposed single storey rear extension has a volume of 69.345 cubic metres. The proposed single storey rear extension and linked shed will therefore result in a net increase of 69.345 cubic metres to the volume of the original dwelling house.",
    "Condition : 4 - The proposed single storey rear extension would not be closer to any highway that bounds the curtilage than the original dwelling house, would not exceed 4 metres in height within 2 metres of the boundary and would not occupy an area greater than 50% of the total area of the curtilage (excluding the ground area of the original dwelling house)",
    "Condition : 5 - The single storey rear extension will be built entirely within the curtilage of the property and there are no other relevant developments or conditions restricting permitted development",
    "Condition : 6 - Subject to the prior demolition of the\n detached store and the linked shed, the development is within the 70 cubic metres of enlargement of a detached or semi-detached dwellinghouse permitted by Schedule 2 Part 1 Class A of the Town and Country Planning (General Permitted Development) Order 1995, subject to no encroachment of foundations, roof or guttering into the adjacent property."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 515124,
  "status": "Approved",
  "decision_date": "26/03/2008",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.339699,
          51.585968
        ],
        [
          -0.3397,
          51.585941
        ],
        [
          -0.339743,
          51.585941
        ],
        [
          -0.339742,
          51.585968
        ],
        [
          -0.339699,
          51.585968
        ]
      ]
    ]
  },
  "decision_target_date": "26/03/2008",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "30/01/2008",
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T22:46:51.906+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": null,
  "id": "Harrow-P_0446_08DCP",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 188761,
  "appeal_start_date": null,
  "postcode": "HA1 1RY",
  "url_planning_app": "http://site.com?appref=P/0446/08DCP-or-798983 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "13",
  "reference_no_of_permission_being_relied_on": null,
  "description": "CERTIFICATE: DEMOLITION OF A DETACHED STORE AND LINKED SHED AT REAR AND CONSTRUCTION OF SINGLE STOREY REAR EXTENSION ",
  "valid_date": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  },
  "pp_id": null,
  "application_details": {},
  "centroid": {
    "lon": -0.339721,
    "lat": 51.585954
  },
  "lapsed_date": "26/03/2011",
  "decision_process": "Delegated",
  "actual_completion_date": null
}