{
  "epc_number": "4832-5927-1100-0828-3202",
  "decision_target_date": "27/10/2023",
  "decision": "Approved",
  "last_date_consultation_comments": "04/10/2023",
  "description": "Demolition of existing garage. Erection of single storey side and rear extension and installation of 1 no rear rooflight in main roof.",
  "site_number": "2",
  "postcode": "KT6 4TF",
  "application_type_full": "Householder planning permission",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "uprn": "100021797452",
  "appeal_status": null,
  "parking_details": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=S03A8ANHI5500",
  "valid_date": "01/09/2023",
  "centroid": {
    "lon": -0.300816,
    "lat": 51.396576
  },
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision_agency": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "site_name": "",
  "bo_system": "Idox Uniform",
  "centroid_easting": 518308,
  "subdivision_of_building": null,
  "status": "Approved",
  "lapsed_date": "24/10/2026",
  "actual_completion_date": null,
  "centroid_northing": 167763,
  "locality": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.300794,
          51.396589
        ],
        [
          -0.300795,
          51.396562
        ],
        [
          -0.300838,
          51.396563
        ],
        [
          -0.300837,
          51.39659
        ],
        [
          -0.300794,
          51.396589
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Other house holder developments",
  "lpa_app_no": "23/02348/HOU",
  "application_details": {
    "intended_completion_date": "04/2024",
    "intended_commencement_date": "11/2023",
    "total_gia_gained": 44,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "site_area": 0.034
  },
  "secondary_street_name": null,
  "polygon": null,
  "last_updated": "2025-05-05T18:10:01.895Z",
  "date_building_work_started_under_previous_permission": null,
  "ward": "St Mark's & Seething Wells",
  "appeal_start_date": null,
  "last_updated_by": "Idox Uniform",
  "application_type": "Householder",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Development shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "The development must be carried out in accordance with the provisions of the Planning Fire Safety Strategy prepared by Architect Your Home dated 25 August 2023 unless otherwise approved in writing by the Local Planning Authority. \r\rReason: To ensure that the development incorporates the necessary fire safety measures in accordance with the Mayor's London Plan Policy D12.\r",
    "Prior to above ground works manufacturers details of the living roof and its maintenance as well details of the proposed plant species including size, maturity and layout shall have been submitted to and approved in writing by the local planning authority.  The approved works shall be carried out in the first planting season following the completion of the development and the living roof shall be permanently retained for that purpose.  Any plants which within a period of five years from the completion of the development die, are removed, or become seriously damaged or diseased shall be replaced in the next planting season with others of similar size and species.\r\rReason: To ensure that these works are properly implemented and maintained and in the interest of visual amenity in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r"
  ],
  "appeal_decision_date": null,
  "title_number": [],
  "lpa_name": "Kingston",
  "pp_id": "PP-12415466",
  "decision_date": "24/10/2023",
  "id": "Kingston-23_02348_HOU",
  "street_name": "Selsdon Close"
}