{
  "epc_number": null,
  "decision_target_date": "07/11/2023",
  "decision": "Approved",
  "last_date_consultation_comments": "22/11/2023",
  "description": "Reducing the existing extension at the rear part of the main house, erection of single storey front extension. First floor front balcony and roof extension with 1no front and 2 no rear dormers and installation of 2nos side rooflights. Fenestration alteration.",
  "site_number": "",
  "postcode": "KT2 7HA",
  "application_type_full": "Householder planning permission",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "uprn": "100021769804",
  "appeal_status": null,
  "parking_details": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=S0O9QBNHIE400",
  "valid_date": "12/09/2023",
  "centroid": {
    "lon": -0.270985,
    "lat": 51.415707
  },
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision_agency": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "site_name": "Orchard House",
  "bo_system": "Idox Uniform",
  "centroid_easting": 520333,
  "subdivision_of_building": null,
  "status": "Approved",
  "lapsed_date": "07/11/2026",
  "actual_completion_date": null,
  "centroid_northing": 169939,
  "locality": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.270963,
          51.415721
        ],
        [
          -0.270964,
          51.415694
        ],
        [
          -0.271007,
          51.415694
        ],
        [
          -0.271006,
          51.415721
        ],
        [
          -0.270963,
          51.415721
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Other house holder developments",
  "lpa_app_no": "23/02461/HOU",
  "application_details": {
    "intended_completion_date": "02/2024",
    "intended_commencement_date": "11/2023",
    "total_gia_gained": 52,
    "no_additional_bathrooms": 3,
    "no_additional_bedrooms": 2,
    "site_area": 0.29500000000000004
  },
  "secondary_street_name": null,
  "polygon": null,
  "last_updated": "2025-05-05T18:10:27.867Z",
  "date_building_work_started_under_previous_permission": null,
  "ward": "Coombe Hill",
  "appeal_start_date": null,
  "last_updated_by": "Idox Uniform",
  "application_type": "Householder",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor or above in the north elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to any beneficial occupation of the development to which this permission relates, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy; \r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. \r\rThe Fire Safety Strategy shall include a statement of competence. The development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022), where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire Safety) of the London Plan 2021.",
    "The development to which this permission relates shall be carried out in accordance with the deposited Arboricultural Impact Assessment and Method Statement prepared MMEnvironmental Ltd. The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to commencement of the single storey extension and any other ground invasive works related to the development to which this permission relates (including any works of demolition), a written scheme of investigation (WSI) shall be submitted to and approved in writing by the local planning authority. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, which shall include a statement of significance and research objectives, and:\r\rThe programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works\r\rThe programme for post-investigation assessment and subsequent analysis, publication, dissemination and deposition of resulting material.This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the WSI.\r\rReason: To ensure that matters of archaeological interest can be recorded in accordance with policy HC1 of the London Plan 2021 and Policy DM12 of the LDF Core Adopted April 2012.\r\rThese details are required prior to commencement of development to safeguard any heritage assets present on the site."
  ],
  "appeal_decision_date": null,
  "title_number": [],
  "lpa_name": "Kingston",
  "pp_id": "PP-12440579",
  "decision_date": "07/11/2023",
  "id": "Kingston-23_02461_HOU",
  "street_name": "West Road"
}