{
  "centroid_easting": 521853,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Kingston",
  "lpa_app_no": "23/02049/FUL",
  "last_date_consultation_comments": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "bo_system": "Idox Uniform",
  "epc_number": null,
  "centroid": {
    "lat": 51.392106,
    "lon": -0.250027
  },
  "postcode": "KT3 6RN",
  "actual_completion_date": null,
  "street_name": "Wendover Drive",
  "borough": "Royal Borough of Kingston (LA Code)",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.250005,
          51.392119
        ],
        [
          -0.250006,
          51.392092
        ],
        [
          -0.250049,
          51.392092
        ],
        [
          -0.250048,
          51.392119
        ],
        [
          -0.250005,
          51.392119
        ]
      ]
    ],
    "type": "Polygon"
  },
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RYG6FBNHHHA00",
  "appeal_decision_date": null,
  "cil_liability": false,
  "secondary_street_name": null,
  "id": "Kingston-23_02049_FUL",
  "ward": "Motspur Park & Old Malden East",
  "title_number": [],
  "description": "Variation of Condition Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with condition 1 (Approved Plans) of Planning Permission 22/03593/FUL (Variation of Condition Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with condition 1 (Approved Plans) of Planning Permission 20/01557/HOU (Erection of part single storey/part two storey side extensions, part single storey/part two storey rear extensions (and infill), front extensions (infill), increase of existing ridge height and dormer windows and rooflights) to allow changes in doors and windows.) dated 3/1/2023. Variation to consist of changes to door and window openings.",
  "uprn": "100021782537",
  "site_name": "",
  "decision_agency": null,
  "centroid_northing": 167349,
  "application_details": {
    "site_area": 0.098,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL MC1  Maldens and Coombe"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021782537"
    ]
  },
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "21/09/2023",
  "subdivision_of_building": null,
  "decision_date": "26/09/2023",
  "decision": "Approved",
  "locality": null,
  "appeal_start_date": null,
  "actual_commencement_date": null,
  "polygon": null,
  "development_type": "Other house holder developments",
  "lapsed_date": "26/09/2026",
  "application_type": "Householder",
  "decision_conditions": [
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted other than those shown on the approved plans shall at any time be placed in the side elevations of the building/extensions hereby permitted without the grant of a separate planning permission from the Local Planning Authority. \r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.",
    "Prior to any above-ground worksof the development to which this permission relates, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy; \r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. \r\rThe Fire Safety Strategy shall include a statement of competence. The development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022), where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire Safety) of the London Plan 2021."
  ],
  "parking_details": null,
  "last_updated": "2025-05-05T18:08:52.351Z",
  "last_updated_by": "Idox Uniform",
  "site_number": "23",
  "appeal_status": null,
  "decision_process": "Delegated",
  "application_type_full": "Removal/Variation of a condition",
  "valid_date": "27/07/2023",
  "pp_id": "PP-12344321",
  "status": "Approved"
}