{
  "actual_commencement_date": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=S2OHYENHJ8S00",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "31/01/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              518896.75,
              164848.15
            ],
            [
              518891,
              164853.65
            ],
            [
              518891.5,
              164854.2
            ],
            [
              518872.25,
              164872.7
            ],
            [
              518867.17,
              164877.6
            ],
            [
              518867.49,
              164877.94
            ],
            [
              518867.51,
              164877.97
            ],
            [
              518858.753,
              164886.917
            ],
            [
              518813.68,
              164840.18
            ],
            [
              518815.787,
              164838.976
            ],
            [
              518821.204,
              164842.287
            ],
            [
              518826.02,
              164839.879
            ],
            [
              518859.126,
              164809.482
            ],
            [
              518860.932,
              164802.559
            ],
            [
              518859.28,
              164794.34
            ],
            [
              518850.14,
              164785.1
            ],
            [
              518849.229,
              164784.179
            ],
            [
              518853.8,
              164779.8
            ],
            [
              518867.25,
              164794.15
            ],
            [
              518877.25,
              164804.85
            ],
            [
              518886.05,
              164814.13
            ],
            [
              518887.5,
              164815.65
            ],
            [
              518896.05,
              164824.55
            ],
            [
              518897.05,
              164825.6
            ],
            [
              518904.6,
              164833.6
            ],
            [
              518908.4,
              164837.65
            ],
            [
              518917.3,
              164847.5
            ],
            [
              518919.757,
              164849.903
            ],
            [
              518915.372,
              164853.981
            ],
            [
              518911.85,
              164850.4
            ],
            [
              518908.795,
              164847.539
            ],
            [
              518903.95,
              164843
            ],
            [
              518903.25,
              164842.3
            ],
            [
              518896.75,
              164848.15
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "cil_liability": true,
  "lapsed_date": "09/07/2028",
  "appeal_decision": null,
  "street_name": "Oakcroft Road",
  "decision_agency": null,
  "last_updated_by": "Idox Uniform",
  "description": "Demolition of the existing building and redevelopment of the site to provide two new units for use within Class E(g)(iii)/B2/B8 plus ancillary offices and associated parking, servicing and landscaping.",
  "decision": "Approved",
  "centroid_northing": 164853,
  "bo_system": "Idox Uniform",
  "last_updated": "2025-07-23T17:00:52.935Z",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "King George's & Sunray",
  "centroid_easting": 518867,
  "site_name": "Typhoon Business Centre",
  "application_type": "All Other",
  "parking_details": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Kingston",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.293332,
          51.370255
        ],
        [
          -0.293413,
          51.370306
        ],
        [
          -0.293406,
          51.370311
        ],
        [
          -0.293676,
          51.370481
        ],
        [
          -0.293747,
          51.370526
        ],
        [
          -0.293742,
          51.370529
        ],
        [
          -0.293742,
          51.37053
        ],
        [
          -0.293865,
          51.370612
        ],
        [
          -0.294528,
          51.370201
        ],
        [
          -0.294498,
          51.37019
        ],
        [
          -0.294419,
          51.370218
        ],
        [
          -0.294351,
          51.370196
        ],
        [
          -0.293885,
          51.369916
        ],
        [
          -0.293862,
          51.369853
        ],
        [
          -0.293888,
          51.36978
        ],
        [
          -0.294023,
          51.369698
        ],
        [
          -0.294036,
          51.36969
        ],
        [
          -0.293972,
          51.36965
        ],
        [
          -0.293774,
          51.369776
        ],
        [
          -0.293627,
          51.36987
        ],
        [
          -0.293497,
          51.369952
        ],
        [
          -0.293476,
          51.369965
        ],
        [
          -0.29335,
          51.370043
        ],
        [
          -0.293336,
          51.370053
        ],
        [
          -0.293224,
          51.370123
        ],
        [
          -0.293169,
          51.370159
        ],
        [
          -0.293037,
          51.370245
        ],
        [
          -0.293001,
          51.370266
        ],
        [
          -0.293063,
          51.370304
        ],
        [
          -0.293115,
          51.370272
        ],
        [
          -0.29316,
          51.370247
        ],
        [
          -0.293231,
          51.370208
        ],
        [
          -0.293241,
          51.370201
        ],
        [
          -0.293332,
          51.370255
        ]
      ]
    ]
  },
  "postcode": "KT9 1RH",
  "decision_date": "09/07/2025",
  "centroid": {
    "lon": -0.293758,
    "lat": 51.370305
  },
  "decision_process": "Committee",
  "epc_number": "9102-3036-0612-0400-9625",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "site_number": "",
  "borough": "Royal Borough of Kingston (LA Code)",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "01/11/2023",
  "application_type_full": "Full planning permission",
  "locality": null,
  "last_date_consultation_comments": "11/01/2024",
  "pp_id": "PP-12511285",
  "development_type": "Major offices-R and D-light industry",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "Prior to the commencement of any development above ground level, samples or details of the facing materials to be utilised in the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in accordance with the approved samples.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to commencement of development a Construction and Environmental Management Plan (CEMP) shall be submitted to and approved in writing by the Local Planning Authority.\r\rThe CEMP shall include specific details for:\r\r1. the control of construction noise and vibration during hours of noisy activities;\r2. an updated Construction Logistics Plan (CLP) to include - a construction waste and material management, transportation and disposal strategy; including construction delivery booking and construction vehicle holding arrangements; site access and car parking arrangements; construction phasing and agreed routes; timings; travel plan for staff/personnel involved in construction.\r3. air quality measures for the control and monitoring of emissions (including from construction vehicles), dust, fine particles and odours; a Dust Management Plan (DMP). The DMP must include monitoring of dust deposition, dust flux, real-time PM10 continuous monitoring and/or visual inspections. This plan must incorporate the recommendations of (8 - Mitigation Measures and Appendix B - General Dust Mitigation Measures) of the Air Quality Assessment and be in compliance with the GLA Control of Dust and Emissions during Construction and Demolition SPG.\r4. construction traffic routing through the area and the site and the development site, including details of signage and an enforcement system for breach of its provisions;\r5. a low emission strategy for construction traffic and machinery;\r6. piling or other penetrative methods of foundation design in relation to risks to underlying groundwater;\r7. measures to protect controlled waters from construction processes and contamination;\r8. measures to minimise cross contamination on site;\r9. measures to deal with unexpected contamination on site;\r10. details of security of the construction site in relation to the boundary\rof the development site;\r11. details of coordination with sites abutting the application boundary;\r12. hours of construction and details to minimise disturbance to residents;\r13. access through the site during works and upon completion of works in relation to any phasing, including the connections with any completed phases, and connections to the surrounding area and its network of cycle paths, roads and footpaths; and\r14. any temporary works, including any boundary treatment around later phases.\r15. Provisions for pedestrians shall be fully accessible to all including people with disabilities.\r16. details of cranes and other tall construction equipment (including the details of obstacle lighting) - Such schemes shall comply with Advice Note 4 'Cranes and Other Construction Issues'(available at www.aoa.org.uk/policy-campaigns/operations-safety).\r17. The development shall not be undertaken otherwise than in accordance with the CEMP approved in writing by the Local Planning Authority, unless otherwise agreed in writing with the Local Planning Authority.\r\rReason: To ensure construction works and traffic impacts are minimised, to protect amenities of neighbouring occupiers",
    "No building hereby permitted shall be occupied until evidence (photographs and installation contracts) is submitted to demonstrate that the sustainable drainage scheme for the site has been completed in accordance with the submitted details. Also, a maintenance plan and the management company that shall be responsible for the maintenance for all drainage components must be confirmed to demonstrate how the drainage system is to be maintained for the lifetime of the development. The sustainable drainage scheme shall be managed and maintained thereafter in accordance with\rthe agreed management and maintenance plan for all of the proposed drainage components.\r\rReason: To comply with the Non-Statutory Technical Standards for Sustainable Drainage Systems, the National Planning Policy Framework (Paragraph 103), the London Plan (Policies SI 12 and SI 13) along with associated guidance to these policies and Kingston Council's Core Strategy Policy DM4.",
    "The works shall be carried out in accordance with Arboricultural Impact Assessment (including Tree Survey) prepared by Seed Arboriculture Limited.\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "If, during the course of development, any contamination is found which has not been previously identified, work shall be suspended and additional measures for its remediation shall be submitted to and approved in writing by the Local Planning Authority. The remediation of the site shall incorporate the approved additional measures and a verification report for all the remediation works shall be submitted to the Local Planning Authority and approved in writing by the Local Planning Authority.\r\rReason To ensure that the site does not pose any further risk to human health or the water environment by demonstrating that the requirements of the approved verification plan have been met and that remediation of the\rsite is complete.\r",
    "Prior to the beneficial occupation of the development hereby approved 4 car parking space(s) shall be provided with active provision for electric vehicle charging points and 14 further space(s) shall be provided with passive charging points.\r\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordancewith policy T6 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.\r",
    "Prior to the commencement of any development above ground level, details of safe and secure cycle parking facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\r\rThe cycle parking facilities as shown in the approved details shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any above-ground works, a detailed landscape & planting plan shall have been submitted to and approved in writing by the local planning authority.\rThe plan shall include, where appropriate, a clear key or legend corresponding to the landscaping plan and providing the following information:\rSpecies (both Latin & Common names) for all plants.\rLocations of all plants or areas of planting.\rPlant numbers or planting densities.\rSizes of all plants and particularly trees 'at time of planting'.\rDetails of all hard-landscaping areas including materials\rThe approved scheme shall then be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced at the beginning of the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding Section 55 of the Town and Country Planning Act 1990 (as amended) and the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), the premises shall only be used for the purposes specified in the application documents i.e E(g)(iii)/B2/B8 uses and for no other purposes whatsoever (including any other purposes falling within Class B or E of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (or any provision equivalent to that class in any Order revoking and reenacting that Order with or without modification).\r\rReason: The acceptability of the development is highly dependent upon the exact nature of the use of the site and other uses, whether within the same use class or permitted by the General Permitted Development Order, are unlikely to be acceptable in planning terms.",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/. \r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policies D3, SI1 and T7 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The rating level of the noise determined by the cumulative sound emissions of the plant hereby permitted shall be at least 5dBA lower than the existing background noise level during any normal mode of operation. The noise levels shall be measured or predicted 1m externally to any window of a habitable room at the nearest residential facade. Measurements and assessment shall be made according to British Standard 4142:2014. \r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "The Development hereby approved shall be carried out in strict accordance with the submitted Fire Safety Strategy.\r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire Safety) of the London Plan 2021.\r",
    "(a) No above ground level development shall commence until a copy of a letter from a person that is licensed with the Building Research Establishment (BRE) (or equivalent) confirming that the development is registered with BRE under BREEAM, and a Design Stage Assessment Report showing that the development will achieve the agreed BREEAM rating (BREEAM excellent) has been submitted to and approved in writing by the Local Planning Authority.\r(b) No later than 6 months after occupation of the development, a Post Construction Certificate verifying that at least 'Excellent' BREEAM has been achieved unless otherwise agreed in writing beforehand, shall be submitted to the Local Planning Authority.\rReason: In the interests of sustainability and energy conservation, in accordance with policies CS1, DM3 and DM4 of the LDF Core Strategy 2012.",
    "Prior to occupation of the development hereby approved, a Secured by Design final certificate or its equivalent from the Designing Out Crime Officer from the Metropolitan Police Service on behalf of the National Police Chiefs Council shall be submitted to and approved by the Local Planning Authority.\r\rReason: In order to achieve the principles and objectives of Secured by Design to improve community safety and crime prevention in accordance with Policy CS 14 of Kingston Core Strategy: Safer Communities, Policy DM 22 Design for Safety and Policy D11 Designing out Crime of the London Plan 2021.\r",
    "No mezzanine floors shall be installed within any of the unit/s hereby permitted, other than those shown on the approved plans, without the prior written approval of the Local Planning Authority.\rReason: To ensure satisfactory living conditions for neighbouring occupiers and in the interests of the safety and operation of the highway network, in accordance with policies D3, SI1, T4, T6 and T7 of the London Plan 2021 and policies CS7 and DM9 and DM 10 of the LDF Core Strategy 2012.",
    "Prior to commencement of the development, details demonstrating that the unit/s hereby approved incorporate provision to connect to a future district heating network (should one become available) shall be submitted to and\rapproved in writing by the Local Planning Authority.\r\rReason: To ensure the implementation of sustainable design, low carbon development and renewable energy.",
    "Prior to beneficial occupation of the development to which this permission relates, a travel plan comprising immediate, continuing and long-term measures to promote and encourage alternatives to single-occupancy car use shall be submitted to and approved in writing by the local planning authority. The approved plan shall then be implemented and monitored to the satisfaction of the local planning authority, having regard to the targets contained within it.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T4 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any development above ground level, a delivery and service plan shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in accordance with the approved plan.\rReason: To ensure proper delivery and service management in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any redundant accesses to the site shall be stopped up and the footway reinstated to the satisfaction of the local planning authority.\r\rReason: To ensure proper vehicular access to the site in the interests of the safety and operation of the highway network, in accordance with policy T4 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "Prior to the beneficial occupation of the development to which this permission relates, pedestrian/vehicular intervisibility splays of 2.8m x 4.3m shall have been provided in each direction where the access meets the back edge of the footway and shall be permanently retained free from any obstruction to visibility higher than 1.0m above ground level.\r\rReason: In the interests of the safety and operation of the highway network, in accordance with policy T4 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "Refuse storage facilities and recycling facilities shall be provided prior to the occupation of the development hereby permitted in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority. The approved facilities shall be permanently retained at the site. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development shall either be stored within this dedicated store/area as shown on the approved plans, or internally within the building(s) that form part of the application site, and that no refuse or recycling material shall be stored or placed for collection on the public highway or pavement, except on the day of collection.\r\rReason: To ensure the provision of refuse facilities to the satisfaction of the Council in accordance with Policy DM10 (Design Requirements for New Developments including) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to the beneficial occupation of the development hereby approved verification that the scheme has achieved a Biodiversity Net Gain of 790.72% shall have been submitted to and approved in writing by the Local Planning Authority.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012.\r",
    "Prior to installation of any external lighting, lighting details shall have been submitted to and approved in writing by the Local Planning Authority. Any external lighting installed at the site shall be angled so as to prevent any spillage or glare beyond the site's boundaries. The external lighting shall be installed in accordance with the approved details and thereby retained as such unless a variation is subsequently submitted to and approved in writing by the Local Planning Authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, and in order protect biodiversity interest of the site including bats and birdlife.",
    "Prior to any above ground works, a detailed energy strategy including details of the technologies to be used to achieve the target carbon savings of 48% for unit 1 and 38% for unit 2 shall be submitted to and approved by the LPA. For the avoidance of doubt no gas boilers are to be used. 15% should be achieved through energy efficiency measures. The applicant shall maximise the potential for the use PV panels on the building. \r\rThe development shall be delivered in accordance with the approved energy strategy \r\rReason: To comply with Policy SI 2 of the London Plan 2021.",
    "Prior to the development being brought into use, details of all boundary treatments including fences shall be submitted to and approved by the LPA.\r\rThe development shall be delivered in accordance with the submitted details prior to occupation of the development and thereafter retained. \r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The car parking, servicing, manoeuvring and turning areas shown on the approved plans shall be provided with a hard, bound, dust free surface before the development is occupied. These areas shall be kept free from obstruction at all times and shall not be used for any other purpose other than as those shown on the approved drawings.\r\rReason: to ensure the proposed development does not prejudice the free flow of traffic or conditions of general highway safety and to ensure that adequate parking, servicing, delivery and manoeuvring provision is made.",
    "No additional plant/machinery or telecoms equipment shall be erected on the buildings hereby permitted without the prior written consent of the LPA.\r\rReason: to ensure a satisfactory appearance of the building in accordance with Policy DM10",
    "Prior to commencement of the development (including any works of demolition), a tree protection plan shall be submitted to and approved by the Local Planning Authority. This submission shall include:\r\rA plan to a scale and level of accuracy appropriate to the proposal, that shows the positions, crown spreads and root protection areas (RPA) of every retained tree on site, and on nearby ground or land adjacent to the\rsite, in relation to the approved plans.\rA schedule of pre-construction works for the above-detailed trees, where appropriate.\rCalculated dimensions and positions of all tree root protection areas.\rDetails and positions of tree protection barriers and ground protection where appropriate.\rDetails and positions of any construction exclusion zones.\rDetails and positions of the existing and proposed underground service runs, to be routed to avoid root protection areas where possible and if not\r possible, for alternative methods of installation to be detailed within the AMS.\rDetails and positions of any change in levels or positions of any excavations within 5m of the root protection area of retained trees.\rDetails of any special engineering required to accommodate proposals within the root protection areas of retained trees (e.g. in connection with foundations, service installation, bridging, water features, surfacing).\rDetails of the working methods to be employed for the installation of drives, paths or any other form of hard surfacing within the root protection areas of retained trees in accordance with the principles of 'No Dig' construction. All\rdetails shall be in accordance with British Standard BS5837: 2012 \"Trees in relation to Design, Demolition and Construction\" \r\rThe approved protection scheme shall be implemented prior to commencement of any work on site including demolition, and be maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development or until such stage as detailed within the approved AMS.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r\rThis condition must be a pre-commencement condition in order to be effective.\r",
    "No additional floorspace shall be formed with the buildings hereby permitted by means of internal horizontal division or conversion of any roof space to usable floorspace.\r\rReason: additional floorspace may result in higher vehicle movements which would prior assessment by the LPA."
  ],
  "status": "Approved",
  "secondary_street_name": null,
  "id": "Kingston-23_02841_FUL",
  "lpa_app_no": "23/02841/FUL",
  "application_details": {
    "scheme_phasing": true,
    "total_gia_lost": 0,
    "total_gia_gained": 1847,
    "green_suds": false,
    "affordable_housing_fast_track": false,
    "infrastructure_details": {
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "no_active_other_ev_charging_points": 4,
      "urban_greening_factor_score": 0.19,
      "no_passive_other_ev_charging_points": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_pm_emissions": 0,
      "mobile_network_operators_consultation": false,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "chp_heat_pumps_capacity": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": true,
      "fire_suppression_system_proposed": false,
      "no_active_slow_ev_charging_points": 0,
      "no_passive_rapid_ev_charging_points": 0,
      "no_active_rapid_ev_charging_points": 0,
      "no_passive_slow_ev_charging_points": 0,
      "no_passive_fast_ev_charging_points": 0,
      "no_active_fast_ev_charging_points": 0
    },
    "projected_cost_of_works": "Up to £2m",
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 638,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 1847,
      "total_gia_existing": 2663,
      "total_gia_lost": 2663,
      "site_area": 0.41
    },
    "total_gia_existing": 0,
    "building_details": [
      {
        "no_storeys": null,
        "max_height": 12.57,
        "building_ref": "Proposed Development "
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 2025,
        "gia_gained": 0,
        "use_class": "Other",
        "gia_lost": 2025
      },
      {
        "gia_existing": 638,
        "gia_gained": 0,
        "use_class": "B8",
        "gia_lost": 638
      },
      {
        "gia_existing": 0,
        "gia_gained": 1577,
        "use_class": "Other",
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "gia_gained": 270,
        "use_class": "Other",
        "gia_lost": 0
      }
    ],
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "06/2025",
        "intended_commencement_date": "06/2024"
      }
    ],
    "site_area": 4100,
    "internal_resi_water_usage": 0,
    "garden_land_lost": false,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "surface_water_discharge_percentage_reduction": 91,
    "existing_uprns": [
      "000128013784"
    ],
    "commencement_notice_received": false,
    "other_residential_accommodation_details": {
      "site_area": 0.41
    },
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [
        {
          "land_swap": false
        }
      ],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Chessington SIL A4D area, Chessington Industrial Area SIL"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Chessington Industrial Area"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Chessington Industrial Area SIL"
      },
      {
        "result": null,
        "constraints_layer_description": "SINLOC Name: Chessington Industrial Area"
      },
      {
        "result": null,
        "constraints_layer_description": "WASTE Name: Chessington Industrial Area (Site Suitable for Waste)"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 1200\rReference: TQ18648870"
      }
    ],
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "s106_agreement": true
  },
  "uprn": "000128013784"
}