{
  "lpa_app_no": "23/02632/NMA",
  "uprn": "100023065056",
  "lapsed_date": "13/11/2026",
  "centroid_northing": 167229,
  "site_number": "",
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Idox Uniform",
  "site_name": "Hillcroft College",
  "appeal_decision_date": null,
  "valid_date": "26/09/2023",
  "decision_date": "13/11/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.301302,
          51.391795
        ],
        [
          -0.301303,
          51.391768
        ],
        [
          -0.301346,
          51.391768
        ],
        [
          -0.301345,
          51.391795
        ],
        [
          -0.301302,
          51.391795
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Idox Uniform",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": "Delegated",
  "application_details": {
    "site_area": 0.055,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "BSWN Name: Borough Strategic Walking Network"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Oakhill Conservation Area (A)"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Ref: RBK.05.91\rTree ref: T6\rTree type: CEDS\rDescription: RBK Order no: 05 Year: 1991"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023065056"
    ]
  },
  "appeal_decision": null,
  "postcode": "KT6 6DF",
  "development_type": "Extension",
  "title_number": [],
  "centroid_easting": 518285,
  "actual_commencement_date": null,
  "description": "Non-Material Amendment to wording of Condition 6 (Ecologist) of planning permission ref: 23/01543/FUL (Demolition of Powell House and landscaping of site). Amendment to specify when an ecologist will be involved.",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.301324,
    "lat": 51.391781
  },
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=S1KZHJNHIRQ00",
  "pp_id": "PP-12484285",
  "id": "Kingston-23_02632_NMA",
  "application_type_full": "Non-Material Amendment",
  "cil_liability": false,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": null,
  "decision_target_date": "24/10/2023",
  "locality": null,
  "lpa_name": "Kingston",
  "last_date_consultation_comments": null,
  "decision_conditions": [
    "The Council considers the revised wording of condition 6 to be acceptable and to be non-material and as such, it is recommended that a S96A application for a non-material amendment be granted subject to the amended condition below:\r\rAmended Condition 6\r\ra) Before commencing any work on site, all contractors will be inducted by a licensed bat ecologist or accredited agent in a tool box talk, to ensure they are aware of the risks to wildlife on site, particularly the presence of badgers, bat roosts, their legal protection and of working practices to avoid harming badgers, bats and other species in order to ensure working practices on site follow legal requirements.\rb) Any vegetation clearance will be supervised by a suitably qualified ecologist to ensure that animals which may inhabit the vegetation, primarily small mammals, are protected during the destructive works.\rc) A suitably qualified ecologist will be present for the installation of heras fencing around the retained trees to ensure that the root protection zones of these trees are adequately covered by this fencing and protected from impacts during the development, in line with BS5837:12.\rd) Immediately prior to any works on site, the buildings must be subject to an internal and external survey by a suitably qualified and licensed bat ecologist to ensure as far as possible that no bats are present. In addition, hand removal / soft strip of any low potential roosting features must be done very cautiously and under supervision by a bat licensed ecologist.\re) Following these initial supervisions and the attending ecologist's satisfaction with the set up of the site, weekly monitoring visits will take place to ensure that all protective measures remain in place and there are no further ecological constraints. These will continue throughout the demolition works.\rf) If a protected species, other than those identified and assessed as part of this application, (such as, but not limited to, any bat, great crested newt, dormouse, badger, reptile, barn owl or any nesting bird) are discovered using a feature on site that would be affected by the development or related works all activity which might affect the species at the locality should cease and you should make contact with the Council's Planning Service.\rg) You should then seek the advice of a suitably qualified and experienced ecologist and consider the need for a licence from Natural England prior to commencing works (with regard to bats). This action is necessary to avoid possible prosecution and ensure compliance with the Wildlife & Countryside Act 1981 (as amended), the Conservation of Habitats and Species Regulations 2017(as amended), the Protection of Badgers Act 1992 and the Wild Mammals Act 1996.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012."
  ],
  "parking_details": null,
  "last_updated": "2025-05-05T18:11:05.466Z",
  "appeal_status": null,
  "street_name": "South Bank",
  "ward": "Surbiton Hill",
  "polygon": null
}