{
  "uprn": "100021790381",
  "valid_date": "12/10/2023",
  "bo_system": "Idox Uniform",
  "application_type": "All Other",
  "development_type": "Minor dwellings",
  "date_building_work_completed_under_previous_permission": null,
  "pp_id": "PP-12497910",
  "postcode": "KT6 5AU",
  "title_number": [],
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no additions or enlargements to any dwellinghouse(s) on the site (other than those expressly authorised by this permission) shall be erected unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no detached buildings (other than those expressly authorised by this permission) shall be erected on the site unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to commencement of groundworks (excluding site investigations and demolition), a final detailed drainage design, including drawings, supporting calculations, SuDS Statement and Drainage Assessment Form shall be submitted to and approved in writing by the local planning authority. A detailed management plan confirming routine maintenance tasks for all drainage components must also be submitted to demonstrate how the drainage system is to be maintained for the lifetime of the development. The system shall be implemented and thereafter managed and maintained in accordance with the approved details.\r \rReason: To prevent the risk of flooding to and from the site in accordance with policy SI13 of the London Plan 2021, the Sustainable Design and Construction SPG 2014, the Non-Statutory Technical Standards for Sustainable Drainage Systems 2015 and policy DM4 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, evidence showing that the development has achieved internal water usage rates of no greater than 105L per person per day have been submitted to and approved in writing by the local planning authority. Once approved, any measures necessary to meet the targets shall be maintained throughout the lifetime of the development.\r\rReason: In the interests of sustainability and energy conservation, in accordance with policies CS1, DM3 and DM4 of the LDF Core Strategy 2012.",
    "Prior to commencement of the development (including any works of demolition), a detailed arboricultural method statement and tree protection plan shall be submitted to and approved by the Local Planning Authority.  This submission shall include:\r\rA plan to a scale and level of accuracy appropriate to the proposal, that shows the positions, crown spreads and root protection areas (RPA) of every retained tree on site, and on nearby ground or land adjacent to the site, in relation to the approved plans.\rA schedule of pre-construction works for the above-detailed trees, where appropriate.\rCalculated dimensions and positions of all tree root protection areas.\rDetails and positions of tree protection barriers and ground protection where appropriate.\rDetails and positions of any construction exclusion zones.\rDetails and positions of the existing and proposed underground service runs, to be routed to avoid root protection areas where possible and if not possible, for alternative methods of installation to be detailed within the AMS.\rDetails and positions of any change in levels or positions of any excavations within 5m of the root protection area of retained trees.\rDetails of any special engineering required to accommodate proposals within the root protection areas of retained trees (e.g. in connection with foundations, service installation, bridging, water features, surfacing).\rDetails of the working methods to be employed for the installation of drives, paths or any other form of hard surfacing within the root protection areas of retained trees in accordance with the principles of 'No Dig' construction. All details shall be in accordance with British Standard BS5837: 2012 \"Trees in relation to Design, Demolition and Construction\"\r\rThe approved protection scheme shall be implemented prior to commencement of any work on site including demolition, and be maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development or until such stage as detailed within the approved AMS.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r\rThis condition must be a pre-commencement condition in order to be effective.",
    "The garaging and/or car parking shown on the approved plans shall be provided with a hard-bound, adequately-drained, dust-free surface prior to beneficial occupation of the development to which this permission relates and shall be permanently retained and kept free from obstruction thereafter. It shall not be used for any purposes other than the parking of vehicles for the occupiers of and visitors to the development.\r\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with policies T4 and T6 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.",
    "No development shall take place (including any works of demolition) until a construction management plan or construction method statement has been submitted to and approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\ri) How the proposed development will be built;\rii) Hours of working (which shall be limited to 08.00 to 18.00 Mondays to Fridays and between 08.00 to 13.00 on Saturdays and not at all on Bank Holidays and Sundays);\riii) The procedure for loading/unloading materials;\riv) The route to and away from site for muck away and vehicles with materials;\rv) The protocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\rvi) The protocol for managing vehicles that need to wait for access to the site; \rvii) Whether any reversing manoeuvres are required onto or off the public highway into the site and whether a banksman will be provided;\rviii) Temporary site access;\rix) Signing system for works traffic;\rx) Whether site access warning signs will be required in adjacent roads;\rxi) Whether it is anticipated that statutory undertaker connections will be required into the site;\rxii) The storage of plant, materials and operatives vehicles;\rxiii) The potential for impacts from dust and emissions during the demolition and/or construction phase upon local air quality and surrounding residents;\rxiv) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\rxv) The location of all ancillary site buildings;\rxvi) The means of enclosure of the site, its erection and maintenance;\rxvii) Wheel washing equipment;\rxviii) The parking of vehicles of site operatives and visitors;\rxix) Meeting the requirements of the Low Emission Zone for Non-Road Mobile Machinery (where relevant plant or vehicles are being used); and\rxx) The method of recycling and disposing of waste resulting from the demolition and/or construction phases\r\rDeliveries/collections to and from the site shall use a route that is agreed with the highway authority and the agreed route shall be signed accordingly.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7, DM9 and DM10 of the LDF Core Strategy 2012.\r\rThis condition must be a pre-commencement condition in order to be effective.",
    "Prior to any above ground works (excluding demolition), a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: \r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy; \r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. \rThe Fire Safety Strategy shall include a statement of competence. The development shall be carried out in accordance with the approved Strategy and thereafter maintained. \rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.\r",
    "Notwithstanding the information submitted, prior to the commencement of any development above ground level, details of waste and recycling facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. \r\rThe refuse and recycling facilities as shown in the approved details shall be provided prior to beneficial occupation of the development and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\r\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policy SI17 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the information submitted, prior to the commencement of any development above ground level, details of secure cycle parking facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\r\rThe cycle parking facilities as shown in the approved details shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any above ground works, a landscaping scheme shall have been submitted to and approved in writing by the local planning authority. The approved scheme shall be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. \r\rThe scheme shall include details of the planting and soft and hard landscaping (hard landscaping to include details of the means of enclosure) within the private amenity space at the front and rear of the dwelling hereby approved.\rAny trees or shrubs which die during this period shall be replaced during the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "Prior to the occupation of the units hereby approved a scheme to enhance the nature conservation interest of the site shall have been submitted to and agreed in writing by the local planning authority. The approved scheme shall be implemented in full prior to beneficial occupation of the development.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012. \r",
    "The development shall not be implemented other than in accordance with the submitted flood risk assessment (ref: '6796-RHD-ZZ-XX-RP-Z-2500', dated 26 August 2022) and the following mitigation measures it details:\r\r- Finished floor levels shall be set no lower than 29.04 metres above Ordnance Datum (mAOD);\r- Compensatory storage shall be provided through the use of voids, with the top of the voids being set no lower than 28.55 mAOD and should be designed in accordance with section 16.2 of the submitted FRA.\r- Other flood resilience and resistance mitigation measures set out in section 16.1 of the submitted FRA\r- Flood warning service - residents to be made aware of the EA Flood Information service \r- Flood evacuation plan\r\rThese mitigation measures shall be fully implemented prior to occupation of the development and subsequently in accordance with the scheme's timing/phasing arrangements. The measures detailed above shall be retained and maintained thereafter throughout the lifetime of the development.\r\rReason: To reduce the risk of flooding to the proposed development and future occupants. To prevent flooding elsewhere by ensuring that compensatory storage of flood water is provided.",
    "The development hereby permitted must not be commenced until a bank inspection report for the existing riverbank to the west of the property has been submitted to, and approved in writing by, the local planning authority. \r\ro\tA survey summarising the structure, structural condition and life expectancy of the riverbank. \ro\tAn assessment of whether the proposed development would impact unacceptably upon the structural integrity of the riverbank and if the assessment demonstrates that the development would have an unacceptable impact on the integrity of the riverbank, the assessment shall also set out proposed mitigation measures; o \r      - Details of works required to repair or renew (as appropriate) to ensure all structural components of the riverbank have an Estimated Useful Lifetime [EUL] of 100 years; and \r       - Details of the timing and nature of any repeat works or on-going maintenance to all structural components of the riverbank to have an EUL of 100 years. \r\rReason: To protect the structural integrity of the riverbank to ensure that there is no increase in flood risk elsewhere or on site resulting from the development. To comply with Policy DM 4 of the Kingston Core Strategy (2012) and Paragraph 159 of the National Planning Policy Framework (NPPF).\r"
  ],
  "status": "Approved",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=S2F2U4NHJ4S00",
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "centroid_easting": 517966,
  "actual_completion_date": null,
  "site_name": "",
  "decision_date": "04/12/2023",
  "locality": null,
  "polygon": null,
  "appeal_decision": null,
  "street_name": "Haycroft Road",
  "centroid": {
    "lon": -0.30648,
    "lat": 51.376344
  },
  "site_number": "60",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Removal/Variation of a condition",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.306457,
          51.376357
        ],
        [
          -0.306458,
          51.37633
        ],
        [
          -0.306502,
          51.376331
        ],
        [
          -0.306501,
          51.376358
        ],
        [
          -0.306457,
          51.376357
        ]
      ]
    ]
  },
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "centroid_northing": 165504,
  "decision_process": "Delegated",
  "id": "Kingston-23_02790_FUL",
  "lapsed_date": "04/12/2026",
  "decision_target_date": "07/12/2023",
  "borough": "Royal Borough of Kingston (LA Code)",
  "lpa_name": "Kingston",
  "last_updated": "2025-05-05T18:11:41.794Z",
  "secondary_street_name": null,
  "parking_details": null,
  "subdivision_of_building": null,
  "decision": "Approved",
  "last_date_consultation_comments": "23/11/2023",
  "ward": "Tolworth",
  "application_details": {
    "site_area": 0.030000000000000002,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Tolworth Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 3A"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ176595FI"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021790381"
    ]
  },
  "last_updated_by": "Idox Uniform",
  "lpa_app_no": "23/02790/FUL",
  "cil_liability": false,
  "appeal_decision_date": null,
  "decision_agency": null,
  "description": "Variation of Condition Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved Plans) of planning permission 22/00561/FUL (Erection of attached two-storey dwelling with associated parking, cycle and refuse stores incorporating rear dormer and ground floor extension to match proposed single storey rear extension and hip to gable and rear dormer extensions (with 3no. rooflights to front roofslope) to existing dwelling (following demolition of existing outbuildings) to allow increase in rear extension size, creation of first floor overhang to create front porch, addition of doors/windows at ground floor level.",
  "appeal_status": null
}