{
  "application_type": "All Other",
  "application_type_full": "Removal/Variation of a condition",
  "description": "Material amendment to vary Condition 1 (Approved Plans) of planning permission ref. 692/APP/2021/4071 dated 19/05/2022: Reserved Matters Application regarding appearance and landscaping, as required by Condition 2 of outline planning permission ref. 692/APP/2017/749 dated 11-03-2019 (Erection of a 2-4 storey building comprising 30 no. studio, 1, 2 and 3-bedroom apartments (Use Class C3) with associated access, car parking and refuse/recycling store, involving demolition of the used car sales garage) to update the building's appearance.",
  "epc_number": null,
  "street_name": "FALLING LANE",
  "appeal_decision": null,
  "lpa_app_no": "692/APP/2022/1741",
  "centroid": {
    "lon": -0.474376,
    "lat": 51.515827
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 505958,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=692/APP/2022/1741",
  "last_updated": "2025-03-18T23:57:49.085+00:00",
  "subdivision_of_building": null,
  "postcode": "UB7 8AA",
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 180759,
  "site_name": "FLC CAR SALES",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "27/05/2022",
  "lapsed_date": "08/12/2026",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": true,
  "decision_target_date": "13/12/2023",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "09/06/2023",
  "ward": "YIEWSLEY 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-692_APP_2022_1741",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505920.0066,
              180746.3191
            ],
            [
              505951.3598,
              180781.9057
            ],
            [
              505973.188,
              180744.8639
            ],
            [
              505948.0525,
              180728.8566
            ],
            [
              505927.415,
              180740.1014
            ],
            [
              505927.2827,
              180741.4243
            ],
            [
              505923.4462,
              180744.7316
            ],
            [
              505918.9483,
              180745.6577
            ],
            [
              505920.2712,
              180747.1129
            ],
            [
              505920.0066,
              180746.3191
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers",
    "15/2936/102 Rev. G (Proposed Site Plan)",
    "15/2936/103 Rev. C (Proposed Basement Floor Plan)",
    "15/2936/104 Rev. F (Proposed Ground Floor Plan)",
    "15/2936/105 Rev. F (Proposed First Floor Plan)",
    "15/2936/106 Rev. G (Proposed Second Floor Plan)",
    "15/2936/107 Rev. G (Proposed Third Floor Plan)",
    "15/2936/108 Rev. G (Proposed Roof Plan)",
    "15/2936/109 Rev. E (Proposed South Elevation)",
    "15/2936/110 Rev. F (Proposed North East East and North North West Elevations)",
    "15/2936/111 Rev. F (Proposed North North East and North West West Elevations)",
    "1059.21.1 (Proposed Landscape Plan)",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Landscape Specifications and Maintenance, Ref: 1059.21.1A",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure that the development complies with the objectives of Policy DMHB 14 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "Prior to the occupation of any of the residential units, details of 1.8m high side privacy screens to the balconies shall be submitted to and approved in writing by the Local Planning Authority.",
    "The screens shall be installed prior to the occupation of the units and thereafter permanently retained for so long as the development remains in existence.",
    "REASON",
    "To ensure that future occupants of the development are afforded an appropriate level of privacy, in accordance with Policy DMHB 11 of the of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The applicant is advised that in order to benefit from this permission, to comply with Condition 1 of the outline consent (692/APP/2017/749 refers), works would need to commence on site on or before 18/5/24 (ie. two years from the date of the approval of the previous reserved matters application (692/APP/2021/4071 refers)).",
    "The applicant is advised of the need to comply with all the conditions attached to the outline consent granted on 11/3/19 (692/APP/2017/749) and in particular those conditions which relate to appearance and landscaping, including Conditions 4 (Materials and External Surfaces), 9 (Landscape Scheme), Condition 11 (Ecological Enhancement Scheme), 15 (Details of floodlighting) and 20 (Compliance with Energy and Ecology Reports) as the level of detail provided within this reserved matters application is not sufficient to fully discharge these conditions.",
    "You are advised that in order to satisfy Conditions 9 and 14 of the outline consent granted on 11/3/19 (692/APP/2017/749), the wall upon which the 1.2 metre vertical bar rails would be mounted on the eastern side of the vehicular basement entrance should not exceed 0.6m in height.",
    "The materials details that would need to be submitted in order to discharge Condition 4 of the outline consent should include fire safety performance (in particular as regards cladding).",
    "The 2019 outline approval (ref: 692/APP/2017/749) should not be taken as prejudicial to any future building control application which will need to comply with the Building Control Regulations in place at the time of the submission of a future Building Control application."
  ],
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.14300000000000002
  },
  "pp_id": "11288990",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.47490659999999996,
          51.5157217
        ],
        [
          -0.4744442,
          51.5160357
        ],
        [
          -0.4741409,
          51.5156986
        ],
        [
          -0.4745078,
          51.5155595
        ],
        [
          -0.4748017,
          51.5156644
        ],
        [
          -0.4748032,
          51.5156763
        ],
        [
          -0.4748575,
          51.5157068
        ],
        [
          -0.47492199999999996,
          51.515715900000004
        ],
        [
          -0.4749025,
          51.5157288
        ],
        [
          -0.47490659999999996,
          51.5157217
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "08/12/2023",
  "secondary_street_name": "YIEWSLEY"
}