{
  "valid_date": "10/07/2024",
  "epc_number": null,
  "site_name": "Atlantic House, 1 St Alban's Grove, LONDON",
  "cil_liability": false,
  "polygon": null,
  "actual_commencement_date": null,
  "site_number": null,
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": "Approval of details reserved by a condition (discharge)",
  "ward": "Queen's Gate",
  "last_date_consultation_comments": "16/08/2024",
  "centroid_easting": 525953,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Details required by Condition 11 (Sewer network) of planning permission PP/23/06237 (Variation of condition 2 (Compliance with approved drawings) of planning permissionÿPP/22/01567 ((Change of use of Atlantic House from Class C2 (student accommodation) to Class F1a (education). Minor alterations and additions to Atlantic House including the provision of a subservient glazed link building bridging the gap between the original Lytham House Villa and the Atlantic House building, demolition of existing metal fire escape stair on the side elevation and provision of a new fire egress stairway to the rear of the building, replacing existing western car park in place for school outdoor play space, installation of a canopy to the rear for early years play, demolition of existing rooftop plant and replacement with concealed rooftop plant in a partial extension to match the existing roofline, new and improved landscaping to all boundaries including secure fencing along St Albans Grove and partial demolition of poor quality additions to the rear (northern facade) refurbishing to match the original building form and character of Atlantic House. (Major development) (Please see associated applications ref. PP/22/01575, PP/22/01399 and PP/22/01400))ÿto allow:- Alteration to the positioning of windows and skylights/rooflights;- Minor changes to internal layouts within the building;- Retention of the existing access route along the eastern boundary of the site and be utilised for service/secondary access;- The omission of previously proposed ramp;- Widening of the access stairs down to the rear lower ground floor early years lightwell;- Introduction of new disabled refuge area;- Change to the access steps down to lower ground floor lightwell behind Lytham House;- Installation of a mansafe system around the perimeter of the roof of Lytham House;- Reduction of the number of PVs from 106 sqm to 89 sqm;- Enlargement of roof plant louvres for ventilation on the eastern slope of Atlantic House roof; ÿ- Changes to the roof access and lift overrun above Lytham House; and - Modification to the approved extent of demolition to include the partial demolition and replacement of the flank wall to Atlantic House north. (MAJOR DEVELOPMENT))",
  "appeal_decision": null,
  "postcode": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": null,
  "street_name": null,
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 179402,
  "application_type": "All Other",
  "title_number": null,
  "decision_conditions": null,
  "appeal_start_date": null,
  "development_type": null,
  "wgs84_polygon": null,
  "lpa_app_no": "CON/24/04721",
  "decision_agency": null,
  "decision_date": "03/09/2024",
  "pp_id": "PP-13229364",
  "url_planning_app": null,
  "lpa_name": "Kensington & Chelsea",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.499532,
    "lon": -0.186844
  },
  "status": "Approved",
  "last_updated": "2025-04-07T09:02:02.565Z",
  "actual_completion_date": null,
  "lapsed_date": "03/09/2027",
  "borough": "Kensington & Chelsea",
  "id": "Kensington_&_Chelsea-CON_24_04721",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "217079369",
  "locality": null,
  "application_details": {
    "existing_uprns": null
  }
}