{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/195437FUL;",
  "lapsed_date": "21/07/2024",
  "decision_target_date": "21/07/2021",
  "locality": "Southall",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB1 3DD",
  "site_name": "Land To The Rear Of ",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012153843, 000012152488"
    ],
    "site_area": 0.17300000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "195437FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 513996,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T11:49:47.683+00:00",
  "id": "Ealing-195437FUL",
  "application_type": "All Other",
  "street_name": "Uxbridge Road",
  "borough": "Ealing",
  "ward": "Dormers Wells",
  "decision_date": "21/07/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Construction of a coffee shop with outside sitting area (Use Class E(a)/E(b)) including drive-thru facility; provision of car parking spaces, cycle parking, landscaping (following demolition of existing workshop buildings and structures)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor retail and service",
  "centroid_northing": 180313,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012153843",
  "centroid": {
    "lon": -0.358729,
    "lat": 51.510255
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              514016.753231,
              180317.4039353
            ],
            [
              514016.7862113,
              180316.1642901
            ],
            [
              514016.1183613,
              180316.3142472
            ],
            [
              514013.1418942,
              180316.9740583
            ],
            [
              514007.1807151,
              180318.2936806
            ],
            [
              513999.9992669,
              180319.8832256
            ],
            [
              513999.6364842,
              180319.9632027
            ],
            [
              513972.889506,
              180325.8815086
            ],
            [
              513951.172015,
              180330.6901321
            ],
            [
              513952.4499995,
              180331.3499433
            ],
            [
              513971.6527468,
              180340.8972104
            ],
            [
              513982.8990101,
              180350.554446
            ],
            [
              513999.9992669,
              180361.751241
            ],
            [
              514002.2996389,
              180363.1508404
            ],
            [
              514002.8025876,
              180363.5007402
            ],
            [
              514004.3031887,
              180364.4004826
            ],
            [
              514005.8037899,
              180365.3502108
            ],
            [
              514007.2466756,
              180366.2999389
            ],
            [
              514008.7472767,
              180367.3496385
            ],
            [
              514009.4975772,
              180367.8494954
            ],
            [
              514010.0994667,
              180368.2993666
            ],
            [
              514010.8992376,
              180368.8492092
            ],
            [
              514011.3032456,
              180369.1491234
            ],
            [
              514012.2019573,
              180369.7489517
            ],
            [
              514012.3998388,
              180369.8989087
            ],
            [
              514012.7461313,
              180370.1488372
            ],
            [
              514013.1006689,
              180370.2987943
            ],
            [
              514013.1501393,
              180370.0988515
            ],
            [
              514013.1996097,
              180369.7989374
            ],
            [
              514013.24908,
              180369.698966
            ],
            [
              514013.24908,
              180369.4990232
            ],
            [
              514013.2985504,
              180369.2990804
            ],
            [
              514013.4964319,
              180367.8994811
            ],
            [
              514013.653088,
              180366.449896
            ],
            [
              514013.8014991,
              180365.0502966
            ],
            [
              514014.0983213,
              180362.3510693
            ],
            [
              514014.4033886,
              180359.6018562
            ],
            [
              514014.7496812,
              180356.9026289
            ],
            [
              514015.3515706,
              180351.4042028
            ],
            [
              514015.5494521,
              180349.4047751
            ],
            [
              514015.7473336,
              180347.7452502
            ],
            [
              514015.9534601,
              180346.1956937
            ],
            [
              514016.1513416,
              180343.7963805
            ],
            [
              514016.2008119,
              180342.5467382
            ],
            [
              514016.2502823,
              180341.3470816
            ],
            [
              514016.2502823,
              180340.0474536
            ],
            [
              514016.2997527,
              180338.7478256
            ],
            [
              514016.3986934,
              180337.398212
            ],
            [
              514016.3986934,
              180336.098584
            ],
            [
              514016.5471045,
              180333.0994425
            ],
            [
              514016.62131,
              180331.0100406
            ],
            [
              514016.744986,
              180320.3131025
            ],
            [
              514016.7037606,
              180318.2037063
            ],
            [
              514016.753231,
              180317.4039353
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing number(s):",
    "WPS-MFG-110-P-01A, WPS-MFG-110-P-02C, WPS-MFG-110-P-03A, WPS-MFG-110-P-04, WPS-MFG-070-P-05H, WPS-MFG-070-P-06B, WPS-MFG-110-P-07A, WPS-MFG-110-08, WPS-MFG-110-P-09A",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development hereby approved shall be as indicated on approved drawings WPS-MFG-110-P-07A and WPS-MFG-110-08.",
    "Reason: To ensure that the materials and finishes are of high quality and contribute positively to the visual amenity of the locality in accordance with policies 1.1 (h) (g), 1.2(h), 2.1(c) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies 7.4 and 7.6 of the London Plan (2016) and 12 of the National Planning Policy Framework (2019). | Any external artificial lighting at the development shall not exceed lux levels of vertical illumination at neighbouring premises that are recommended by the Institution of Lighting Professionals in the 'Guidance Notes for The Reduction of Light Pollution 2011'. Lighting",
    "should be minimized and glare and sky glow should be prevented by correctly using, locating, aiming and shielding luminaires, in accordance with the Guidance Notes.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties in accordance with policy 1.1 (j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), and policy 7.1 of the London Plan (2016). No development approved by this planning permission shall be commenced until: | a) A desktop study (containing a review of SLR 402.06304.00009 Oct 2016 with the new end use taken into account) shall be carried out which shall include the identification of previous site uses, potential contaminants that might reasonably be expected given those uses and other relevant information. Using this information a Conceptual Site Model (CSM) for the site identifying all potential contaminant sources, pathways and receptors shall be produced and assessment of risk to identified receptors undertaken. The desk study will be submitted for approval in writing by the Local Planning Authority prior to any development work (except demolition and site clearance) commencing.",
    "b) A site investigation shall be designed for the site using the information obtained from the desktop study and any diagrammatical representations (Conceptual Model). This should be submitted to, and approved in writing by, the Local Planning Authority prior to that investigation being carried out on the site. The investigation must be comprehensive enough to enable:",
    "- a risk assessment to be undertaken relating to future occupants of the site and to groundwater and surface waters associated on and off the site that may be affected, and",
    "- refinement of the Conceptual Model, and",
    "- the development of a Method Statement detailing the remediation requirements.",
    "Reason: In the interests of public and environmental health in accordance with policy1.1 (j) of the adopted Local Development Framework (Core Strategy 2012), policy 5.21 of the London Plan 2015 and Ealing Local Variation to London Plan Policy 5.21 of the Ealing Development",
    "Management Development Plan 2013. | Prior to the commencement of any works on site (other than demolition and site clearance) and based on an approved conceptual site model (contained within an approved desk study phase 1 report) a site investigation shall investigate the site and any previously inaccessible ground. The site conceptual model shall be amended based on the findings of the intrusive site investigation and the risks to identified receptors updated. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site. The findings of the site investigation and proposed remedial options shall be submitted to the Local planning authority for approval in writing prior to any remedial works commencing and any development works commencing.",
    "Reason: To ensure the land contamination issues are addressed in accordance with policy1.1 (j) of the adopted Local Development Framework (Core Strategy 2012), policy 5.21 of the London Plan 2015 and Ealing Local Variation to London Plan Policy 5.21 of the Ealing",
    "Development Management Development Plan 2013. | A detailed remediation scheme to bring the site to a condition suitable for the intended use shall be submitted to and subject to the approval in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation. The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development, other than that required to carry out",
    "remediation works.",
    "Reason: To ensure the land contamination issues are addressed in accordance with policy1.1 (j) of the adopted Local Development Framework (Core Strategy 2012), policy 5.21 of the London Plan 2015 and Ealing Local Variation to London Plan Policy 5.21 of the Ealing",
    "Development Management Development Plan 2013. | Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced and is subject to the approval in writing of the Local Planning Authority. The verification report submitted shall be in accordance with the latest Environment Agency guidance and industry",
    "best practice.",
    "Reason: To ensure the land contamination issues are addressed in accordance with policy1.1 (j) of the adopted Local Development Framework (Core Strategy 2012), policy 5.21 of the London Plan 2015 and Ealing Local Variation to London Plan Policy 5.21 of the Ealing",
    "Development Management Development Plan 2013. | Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of the installation, operation, and maintenance of the odour abatement equipment and extract system, including the height of the extract duct and vertical discharge outlet without cowl at least 1m above the eaves of the main building. Details shall be provided of a reasonable distance of the extract outlet approximately 20.0 meters from any openable residential window, of equipment and ducting to be fitted with anti-vibration mounts and silencers and of additional mitigation measures as necessary to ensure that noise and vibration transmission via internal ceilings, walls and external façades will meet the Council's standards specified in the SPG10. Approved details shall be implemented prior to use and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the occupiers of the above residential premises, in accordance with Interim Supplementary Planning Guidance 10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management DPD (2013), policies 7.14 and 7.15 of the London Plan (2016), and the National Planning Policy Framework (2019). | External noise from machinery, equipment, extract/ventilation ducts, mechanical installations The individual and combined external noise level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/calculated to the nearest and most affected noise sensitive premises. The assessment shall be in accordance with BS4142:2014, with all machinery operating together at maximum capacity.",
    "Reason: To ensure that the amenity of occupiers of the development site/surrounding premises is not adversely affected by noise from mechanical installations/equipment in accordance with Interim Supplementary Planning Guidance 10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management DPD (2013), policies 7.14 and 7.15 of the London Plan (2016), and the National Planning Policy Framework (2019). | Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site/surrounding premises is not adversely affected by vibration noise in accordance with Interim Supplementary Planning Guidance 10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management DPD (2013), policies 7.14 and 7.15 of the London Plan (2016), and the National Planning Policy Framework (2019). | Before the development is commenced, details of a tree survey and a method statement setting out the measures to ensure full protection of the nearby off-site trees to BS 5837, and means of constructing the building and associated overground and underground services, shall be submitted to and approved in writing by the local planning authority. The development shall thereafter be carried out only in accordance with the approved method statement which shall apply until the end of the construction period.",
    "Reason: To secure the protection during the demolition and construction phase of trees, shrubs and hedges growing within or adjacent to the site which are of amenity value to the area in accordance with policies 5.10 and 7.21 of the London Plan (2016), policy 5.10 the Adopted Ealing Development Management Development Plan Document (2013) and Ealing's SPD9 -Trees and Development Guidelines.",
    "| The development hereby permitted shall not be commenced until such time as a full foul and surface water drainage plan including measures to dispose of foul and surface water and to install oil and petrol interceptors as necessary has been submitted to, and approved in writing by, the local planning authority. The scheme shall be implemented in accordance with the approved drainage plan.",
    "Reason: To ensure that the site does not pose a risk to the Principal Aquifer in the Taplow Gravel from groundwater and because currently there is no information regarding drainage at the site. A plan is required in order to ensure any diffuse pollution does not enter the River",
    "Brent in order to protect water quality and ensure there is no pollution of the watercourse, in accordance with policies 5.12 and 5.21 of the Ealing Development Management DPD and policies 5.12, 5.13, 5.14 and 5.21 of the London Plan (2016). | A Green Travel Plan designed to manage the transport needs of the occupiers of the development, including measures to minimise car useage and promote alternative modes of transport, shall be submitted to and approved by the Local Planning Authority before the first",
    "occupation of the development, and the approved Green Travel Plan shall be fully implemented in compliance with the approved document.",
    "Reason: To promote sustainable patterns of transport to safeguard the living and working conditions of local people and in the interest of highway and pedestrian safety, in accordance with section 9 of the National Planning Policy Framework, policies 6.3, 6.11 and 6.13 of the",
    "London Plan (2016) and policies 1.1 (f) (g) of the Ealing's Development (Core) Strategy 2026. Parking Management Plan | Prior to commencement of the development hereby approved, a demolition method statement and a construction management plan shall be submitted to and approved in writing by the Council. Details shall include control measures for dust, noise, vibration, lighting, delivery locations, restriction of hours of work and all associated activities audible beyond the site boundary to 0800-1800hrs Mondays to Fridays and 0800 -1300 hrs on Saturdays, advance notification to immediate neighbours of proposed works, and public display of contact details including accessible phone contact to persons responsible for the site works for the duration of the works. Approved details shall be implemented throughout the project period.",
    "Reason: To protect the amenity of neighbouring occupiers, to ensure adequate highway and site safety in accordance with policies 1.1(e), 1.1(j) and 2.1(c) of the Ealing Core Strategy (2012), policies 6.3, 6.13, 7.13, 7.14 and 7.15 of the London Plan (2016), the National",
    "Planning Policy Framework (2019), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise.42. | At least three of the parking bays hereby approved shall provide infrastructure for active provision for charging electric vehicles, and passive provision for the remaining spaces shall be provided prior to the first occupation of the development hereby approved, and this",
    "infrastructure together with the associated access and internal carriageway shall be kept continuously available.",
    "Reason: To reduce emissions of greenhouse gases and to improve local air quality in the interests of health, in accordance with policies 3.2, 5.2 and 7.14 of the London Plan 2016, policies 1.1(e), 1.1(f), 1.1(j) and 1.2(k) of Ealing's adopted Development (or Core) Strategy",
    "2012, and the National Planning Policy Framework. | A Parking Management Plan shall be submitted to and approved by the Local Planning Authority before the first occupation of the development, and the approved Parking Management Plan shall be fully implemented in compliance with the approved document.",
    "Reason: In the interest of an appropriate operation of the development in accordance with policies 1.1(e) (j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies 6.11, 6.12 and 6.13 of the London",
    "Plan (2016), and the National Planning Policy Framework (2019). | Prior to the first occupation of the development details of traffic/route signage at the entrance to and within the site shall be submitted to and approved by the Local Planning Authority, and the approved signage shall be fully implemented.",
    "Reason: In the interest of the vehicle and pedestrian safety within the site in accordance with policies 1.1(e) (j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies 6.11 and 6.13 of the London Plan",
    "(2016), and the National Planning Policy Framework (2019). | The two disabled car parking spaces shall be marked out on the site prior to first operation of the development hereby approved and those spaces shall be kept continuously available and shall not be used for any other purpose without the prior permission in writing of the Local Planning Authority.",
    "Reason: To ensure that suitable access and servicing space is available within the site in the interests of the free flow of traffic and conditions of highway safety in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy 6.3 of the London Plan 2016 and policy 7A of the Ealing Development Management Development Plan. | Details of hard/soft landscape works and boundary treatments for the development shall be submitted to and approved in writing by the local planning authority before any part of the super structure of the development is commenced and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. The scheme shall include details of the full planting specifications (size, species and numbers), the positions of all planting, ground preparation for tree planting, and staking/tying methods where applicable. The development shall be implemented only in accordance with these approved details. Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and residential amenity of prospective occupiers, and in accordance with policies 3.5, 7.4, and 7.21 of the London Plan (2016), policies 1.1 (h) (g), 1.2 (f), 2.1(b) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013) and the National Planning Policy Framework."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "23/12/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08363520",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3584075,
          51.5102915
        ],
        [
          -0.3584074,
          51.5102804
        ],
        [
          -0.358417,
          51.5102819
        ],
        [
          -0.3584597,
          51.5102884
        ],
        [
          -0.3585451,
          51.5103015
        ],
        [
          -0.35864799999999997,
          51.5103172
        ],
        [
          -0.3586532,
          51.510318
        ],
        [
          -0.3590366,
          51.5103766
        ],
        [
          -0.3593478,
          51.5104242
        ],
        [
          -0.35932919999999996,
          51.5104298
        ],
        [
          -0.35904949999999997,
          51.5105118
        ],
        [
          -0.3588844,
          51.5105963
        ],
        [
          -0.35863449999999997,
          51.5106935
        ],
        [
          -0.3586009,
          51.5107056
        ],
        [
          -0.3585935,
          51.5107087
        ],
        [
          -0.3585716,
          51.5107164
        ],
        [
          -0.35854969999999997,
          51.5107247
        ],
        [
          -0.3585286,
          51.5107329
        ],
        [
          -0.3585067,
          51.5107421
        ],
        [
          -0.3584957,
          51.5107464
        ],
        [
          -0.3584869,
          51.5107503
        ],
        [
          -0.3584752,
          51.5107551
        ],
        [
          -0.3584693,
          51.5107577
        ],
        [
          -0.3584561,
          51.5107629
        ],
        [
          -0.35845319999999997,
          51.5107642
        ],
        [
          -0.3584482,
          51.5107664
        ],
        [
          -0.35844299999999996,
          51.5107677
        ],
        [
          -0.3584424,
          51.5107659
        ],
        [
          -0.3584418,
          51.5107632
        ],
        [
          -0.35844109999999996,
          51.5107623
        ],
        [
          -0.35844109999999996,
          51.5107605
        ],
        [
          -0.3584405,
          51.5107587
        ],
        [
          -0.3584381,
          51.510746
        ],
        [
          -0.3584363,
          51.510733
        ],
        [
          -0.3584346,
          51.5107204
        ],
        [
          -0.3584312,
          51.510696
        ],
        [
          -0.35842769999999996,
          51.5106713
        ],
        [
          -0.3584236,
          51.5106469
        ],
        [
          -0.3584167,
          51.5105974
        ],
        [
          -0.35841449999999997,
          51.5105794
        ],
        [
          -0.35841219999999996,
          51.5105644
        ],
        [
          -0.3584097,
          51.5105505
        ],
        [
          -0.3584076,
          51.5105289
        ],
        [
          -0.3584073,
          51.5105176
        ],
        [
          -0.358407,
          51.5105068
        ],
        [
          -0.3584074,
          51.5104952
        ],
        [
          -0.3584071,
          51.5104835
        ],
        [
          -0.3584061,
          51.5104713
        ],
        [
          -0.35840659999999996,
          51.5104596
        ],
        [
          -0.3584054,
          51.5104326
        ],
        [
          -0.358405,
          51.5104139
        ],
        [
          -0.35840669999999997,
          51.5103177
        ],
        [
          -0.358408,
          51.5102987
        ],
        [
          -0.3584075,
          51.5102915
        ]
      ]
    ],
    "type": "Polygon"
  }
}