{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "lpa_app_no": "225382FUL",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/225382FUL;",
  "actual_completion_date": null,
  "pp_id": "PP-11792130",
  "lapsed_date": "14/04/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "-0.2554703",
    "lat": "51.5064106"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "12140186",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "description": "Single storey rear extension to existing retail unit (Use Class E); first floor rear extension, second floor rear extension, third floor rear extension, creation of a fourth floor and reconfiguration of internal layouts to accommodate a total of 4 self-contained flats (Use Class C3) on the upper floors and provision of associated cycle storage and refuse storage facilities.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2554096,
          51.506304
        ],
        [
          -0.2554998,
          51.5063004
        ],
        [
          -0.2555077,
          51.5063839
        ],
        [
          -0.25551,
          51.506408
        ],
        [
          -0.255521,
          51.5065165
        ],
        [
          -0.2554301,
          51.5065201
        ],
        [
          -0.25541739999999996,
          51.5063873
        ],
        [
          -0.2554141,
          51.5063531
        ],
        [
          -0.2554096,
          51.506304
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor dwellings",
  "last_updated_by": "CSV Data Import",
  "locality": "London",
  "site_name": "157 - 159 The Vale",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990.",
    "| The development hereby approved shall be carried out in accordance with the following drawings: GGZ-001 (Existing Location Plan); GGZ-010 (Existing Site Plan); GGZ-100 (Existing Ground Floor Plan); GGZ-101 (Existing First Floor Plan); GGZ-102 (Existing Second Floor Plan); GGZ-103 (Existing Third Floor Plan); GGZ-104 (Existing Roof Plan); GGZ-110 (Existing Front Elevation); GGZ-111 (Existing Rear Elevation); GGZ-112 (Existing Side Elevation); GGZ-120 (Existing Sections); GGZ-300 Rev B (Proposed Ground Floor Plan); GGZ-301 Rev A (Proposed First Floor Plan); GGZ-302 Rev A (Proposed Second Floor Plan); GGZ-303 Rev A (Proposed Third Floor Plan); GGZ-304 Rev C (Proposed Fourth Floor Plan); GGZ-305 Rev B (Proposed Roof Plan); GGZ-310 Rev B (Proposed Front Elevation); GGZ-311 Rev A (Proposed Rear Elevation); GGZ-312 Rev B (Proposed West Side Elevation); GGZ-313 (Proposed East Side Elevation); GGZ-320 Rev A (Proposed Sections).",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings listed under Condition 2.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with Policies 1.1 & 1.2 of the Ealing Core Strategy (2012), Policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), Policies D3 and D4 of the London Plan (2021), the NPPF (2021) and Policy DAA of Ealing's draft new Local Plan (Regulation 18).",
    "| No part of the flat roof of the hereby approved single storey rear extension shall be used as or altered to form a balcony, roof terrace/garden or similar amenity area.",
    "Reason: To protect the living conditions of occupants of nearby properties and future occupiers of the development, in accordance with Policies 7A and 7B of the Ealing Development Management DPD (2013).",
    "| The cycle storage identified in the approved drawings listed under Condition 2 shall be brought into use prior to the first occupation of the hereby approved development and shall be permanently retained for the lifetime of the development.",
    "Reason: To provide adequate cycle storage facilities for future occupiers in accordance with policy T5 of the London Plan (2021).",
    "| Notwithstanding the information shown on the submitted plans, details of refuse storage and waste management (including provision for re-cycling) to include a refuse management plan and details of waste storage and collection facilities shall be submitted to and approved by the Local Planning Authority. The development shall not be occupied until the elements of the approved scheme relating to the development have been implemented and those provisions shall be maintained unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To protect the amenity of the area and in the interests of the future occupants of the development in accordance Policies 3.5 and 7B of the Ealing Development Management Plan 2013, Policy 1.1 (e) of the Adopted Ealing Development (Core) Strategy and Policies D3, D4 and SI8 of the London Plan (2021).",
    "| Prior to commencement of the development (excluding demolition, initial site clearance and ground works), a noise assessment shall be submitted to the Council for approval in writing, of external noise levels from transport and industrial/ commercial/ cultural sources, having regard to the assessment standards of the Council's SPG10.  Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise) to achieve internal noise limits specified in SPG10.",
    "Best practicable mitigation measures shall also be implemented, as necessary, in external amenity spaces to achieve criteria of BS8233:2014.  The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with Policies D6 and D14 of the London Plan (2021) and Policies 3.5, 7A and 7B of the Ealing Development Management Development Plan Document (2013).",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining dwellings/areas, namely, top floor kitchen/dining/living room and bathroom above bedrooms of separate dwelling. The assessment and mitigation measures shall have regard to standards of the Council's SPG10 and noise limits specified in BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with Policies D6 and D14 of the London Plan (2021) and Policies 3.5, 7A and 7B of the Ealing Development Management Development Plan Document (2013).",
    "| Prior to commencement of the development, (excluding demolition, initial site clearance and ground works), details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 10dB/15dB, as necessary, above the Building Regulations value for residential use, of the floor/ ceiling/ walls separating the commercial premises from dwellings.  Where noise emissions include characteristic features, the Noise Rating level should not exceed NR20 Leq 5mins (octaves) inside a bedroom and NR25 inside a living room. Details shall include the installation method and materials of separating structures and, where necessary, additional mitigation measures and the resulting sound insulation value and internal sound level. The assessment and mitigation measures shall be based on standards and noise limits of the Council's SPG10 and BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with Policies D6 and D14 of the London Plan (2021) and Policies 3.5, 7A and 7B of the Ealing Development Management Development Plan Document (2013).",
    "| Prior to the commencement of the development, a Ventilation Strategy Report to mitigate the impact of existing poor air quality for residents shall be submitted to and approved by the Local Planning Authority. The report will contain details for the installation of a filtered fresh air ventilation system capable of mitigating elevated concentrations of nitrogen oxides and particulate matter in the external air for the residential unit.",
    "The report shall also include the following information:",
    "a) Details and locations of the ventilation intake locations",
    "b) Details and locations of ventilation extracts locations",
    "The maintenance and cleaning of the systems shall be undertaken regularly in accordance with manufacturer specifications and shall be the responsibility of the primary owner of the property. Approved details shall be fully implemented prior to the occupation/use of the development and thereafter permanently retained and maintained.",
    "Reason: To minimise exposure to existing poor air quality, and provide a suitable internal living environment for future occupiers, in accordance with policy SI 1 of the London Plan 2021, policy 1.1(j) of the Ealing Development Strategy 2026 DPD (2012); and policy 7A of the Ealing Development Management DPD (2013)."
  ],
  "postcode": "W3 7RH",
  "application_type": "All Other",
  "decision_date": "14/04/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 521170,
  "valid_date": "22/12/2022",
  "borough": "Ealing",
  "subdivision_of_building": null,
  "decision_target_date": "14/04/2023",
  "id": "Ealing-225382FUL",
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T13:43:13.649+00:00",
  "street_name": "The Vale",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 180051,
  "application_details": {
    "existing_uprns": [
      "000012153101, 000012148382, 000012140186"
    ],
    "total_gia_gained": 112,
    "total_gia_lost": 0,
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_existing": 109,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "total_gia_gained": 112
    },
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "03/2023",
        "intended_commencement_date": "02/2023"
      }
    ],
    "site_area": 0.015000000000000001,
    "total_gia_existing": 109,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 109,
        "use_class": "SpecifiedOther",
        "gia_gained": 112,
        "gia_lost": 0
      }
    ],
    "garden_land_lost": true,
    "projected_cost_of_works": "Up to £2m",
    "surface_water_discharge_percentage_reduction": 0,
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 4,
        "max_height": 15,
        "building_ref": "1"
      }
    ],
    "scheme_phasing": true,
    "green_suds": false,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 0,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "fire_suppression_system_proposed": false,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_resi_units_to_have_full_fibre": 0
    },
    "internal_resi_water_usage": 0
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              521174.4968994,
              180039.253555
            ],
            [
              521168.2471431,
              180038.7037124
            ],
            [
              521167.4721073,
              180047.9710596
            ],
            [
              521167.2494907,
              180050.6502927
            ],
            [
              521166.2023679,
              180062.6968444
            ],
            [
              521172.5015946,
              180063.246687
            ],
            [
              521173.7301087,
              180048.500908
            ],
            [
              521174.0516661,
              180044.7019954
            ],
            [
              521174.4968994,
              180039.253555
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Southfield"
}