{
  "centroid": {
    "lon": "0.2276654",
    "lat": "51.5729333"
  },
  "status": "Approved",
  "decision_target_date": "24/04/2020",
  "site_name": "15 Freeman Way",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The proposed first floor flank windows as shown on the western elevation shall be permanently glazed with obscure glass and with the exception of top hung fanlight(s) shall remain permanently fixed shut and thereafter be maintained to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £5109.50  would be payable due to result in a residential property with 204.38m² of additional GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A)for each additional square metre of GIA. Based upon the information supplied with the application, £25,547.50 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commenceme",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM11 3PH",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "22/04/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1864.19",
  "centroid_northing": 188358,
  "uprn": "100021329856",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Emerson Park",
  "decision_date": "22/04/2020",
  "description": "Amendments to approved Planning Application P1447.14 - First floor side extension, tow storey front and rear extensions, part single storey rear extension and new roof and roof design.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1864.19",
  "lpa_app_no": "P1864.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:49:25.206+00:00",
  "centroid_easting": 554472,
  "pp_id": "08362305",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "12/12/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554479.979,
              188381.446
            ],
            [
              554485.398,
              188336.742
            ],
            [
              554470.496,
              188333.762
            ],
            [
              554468.058,
              188335.659
            ],
            [
              554466.432,
              188338.91
            ],
            [
              554462.91,
              188337.826
            ],
            [
              554459.388,
              188378.737
            ],
            [
              554479.979,
              188381.446
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.096
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Emerson Park",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "11/01/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2277908,
          51.5731417
        ],
        [
          0.22784929999999998,
          51.5727386
        ],
        [
          0.22763309999999998,
          51.5727159
        ],
        [
          0.2275988,
          51.5727336
        ],
        [
          0.2275768,
          51.5727633
        ],
        [
          0.2275255,
          51.5727545
        ],
        [
          0.2274927,
          51.573123
        ],
        [
          0.2277908,
          51.5731417
        ]
      ]
    ],
    "type": "Polygon"
  }
}