{
  "epc_number": "4120-9256-0042-2003-0933",
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "240062FUL",
  "application_type_full": "Full planning permission",
  "uprn": "000012063423",
  "borough": "Ealing",
  "street_name": "David Avenue",
  "locality": "Greenford",
  "ward": "Perivale",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing title number(s): Design and Access Statement, Site Location Plan, Site Block Plan, Existing First Floor Plan dated 06.08.2021, Existing Front Elevation dated 06.08.2021, Existing Ground Floor Plan dated 06.08.2021, Existing Side Elevation dated 06.08.2021, Existing Rear Elevation dated 06.08.2021, Existing Second Floor Plan dated 06.08.2021, Existing Roof Plan dated 06.08.2021,Proposed Site Plan Dwg. 01 dated 13.11.2023, Proposed Ground Floor Plan Dwg. 02 dated 13.11.2023, Proposed First Floor Plan Dwg. 03 dated 13.11.2023, Proposed Loft Dwg. 04 dated 03.05.2023, Proposed Front Elevation Dwg. 05 dated 13.11.2023, Proposed Rear Elevation Dwg. 06 dated 13.11.2023, Proposed Side Elevation dated 13.11.2023, Proposed Loft dated 04.03.2024, Proposed Section dated 13.11.2023, Proposed Section BB dated 04.03.2024.",
    "Reason: For the avoidance of doubt, in the interest of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| No windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the hereby permitted flats.",
    "Reason: To protect residential amenity, in accordance with policies 1.1 & 2.1 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021), and the National Planning Policy Framework (2023).",
    "| The window inserted in the side elevation shall be obscure glazed and non-opening (where openable parts less than 1.7m above floor) unless otherwise confirmed in writing by the Local Planning Authority.",
    "Reason: To safeguard neighbouring amenity from light pollution in accordance with policy 7A of Ealing's Development Management DPD",
    "| Cycle storage for a minimum of six (6) cycles shall be provided within a secure, lockable compound in accordance with all adopted standards prior to occupation of the building and be continuously available and retained for the life of the development hereby approved.",
    "Reason: To provide adequate bicycle storage to align with Sustainable Transport SPG and Policy T5 of the London Plan (2021).",
    "| The development hereby approved shall not be occupied until refuse and recycling storage within a secure enclosure has been provided in accordance with the designated location identified in the approved drawings listed under condition 2 and in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI 8 of the London Plan (2021).",
    "| Prior to commencement of the development, a noise assessment report shall be submitted to the Council for approval in writing, of external noise levels from transport and industrial/ commercial/ cultural sources occurring in the location during most of the year, ie. measured during school and work weekdays, in accordance with internal noise limits specified in BS8233:2014. Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise). Best practicable mitigation measures shall also be implemented, as necessary, in external amenity spaces to achieve criteria of BS8233:2014.",
    "The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10, Standard 30 London Housing SPG 2016 and the National Planning Policy Framework (2023).",
    "| The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all machinery operating together at maximum capacity.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023).",
    "| Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by vibration noise from mechanical installations/ equipment, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023).",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining dwellings/areas, namely, bedrooms below/above multi-use studio flat, living room, circulation space and staircase of separate flats and adjoining the communal main entrance. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with Policies 1.1, E7.A.7 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Standard 30 London Housing SPG 2016, policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 515128,
  "status": "Approved",
  "decision_date": "14/03/2024",
  "wgs84_polygon": null,
  "decision_target_date": "22/03/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Minor dwellings",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T11:26:36.426+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "8 David Avenue",
  "id": "Ealing-240062FUL",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 182990,
  "appeal_start_date": null,
  "postcode": "UB6 8HG",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/240062FUL;",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Conversion of single dwellinghouse into four self-contained flats with provision of refuse storage and cycle storage; front porch extension; alterations to existing single storey rear extension; installation of window to first floor side elevation",
  "valid_date": "26/01/2024",
  "polygon": null,
  "pp_id": "PP-12700060",
  "application_details": {
    "total_gia_gained": 0,
    "green_suds": false,
    "non_residential_details": {
      "total_gia_existing": 208,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "affordable_housing_fast_track": false,
    "garden_land_lost": false,
    "site_area": 0.02077,
    "total_gia_existing": 208,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "internal_resi_water_usage": 142,
    "existing_uprns": [
      "000012063423"
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 208,
        "use_class": "C3",
        "gia_gained": 0,
        "gia_lost": 0
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "Conversion phase",
        "intended_completion_date": "06/2024",
        "intended_commencement_date": "03/2024"
      }
    ],
    "total_gia_lost": 0,
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "infrastructure_details": {
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "total_annual_nox_emissions": 0,
      "no_new_gas_connections_required": 3,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 3,
      "no_new_water_connections_required": 3,
      "no_homes_passive_cooling": 0,
      "green_roof_area": 0,
      "fire_suppression_system_proposed": false,
      "total_annual_pm_emissions": 0
    },
    "ownership_status": "Private",
    "lead_developer_company_name": "Grand Homes Ltd "
  },
  "centroid": {
    "lon": -0.341551,
    "lat": 51.534086
  },
  "lapsed_date": "14/03/2027",
  "decision_process": "Delegated",
  "actual_completion_date": null
}