{
  "centroid": {
    "lon": "0.1994027",
    "lat": "51.5587452"
  },
  "status": "Approved",
  "decision_target_date": "21/04/2020",
  "site_name": "Hornchurch High School",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "Before the permanent car park is brought into use, a minimum of 20% active electric charging points (minimum 11 charging points) and 20% passive electric charging points (minimum 11 charging points) shall be provided in the car park, in accordance with details that shall have previously been submitted to and approved in writing by the Local Planning Authority.",
    "Reason:-",
    "To comply with the requirements of Policy 6.13 Parking of the London Plan 2016.and to encourage the uptake of electric vehicles.",
    "No lighting shall be provided within the car park, unless otherwise submitted to and approved in writing by the Local Planning Authority.",
    "Reason:-",
    "To ensure amenity impacts for neighbouring residential properties are considered.",
    "Provision shall be made within the site for 5 disabled car parking spaces in accordance with the Block Plan (Drawing no. 005 Revision A). Prior to their provision on site,  a detailed plan of the two new disabled parking bays within the new car park shall be submitted to and approved in writing by the Local Planning Authority. Parking spaces designated for use by disabled people should be 2.4m wide by 4.8m long with a zone 1.2m wide provided between designated spaces and at the rear outside the traffic zone, to enable a disabled driver or passenger to get in or out of a vehicle and access the boot safely. Thereafter this provision shall be made permanently available for use before the new permanent car park is brought into use, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To ensure adequate on-site parking is available for people with a disability and to comply with the requirements of the London Plan 2016.",
    "The area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with the Development Control Policies Development Plan Document Policy DC33 and the London Plan 2016.",
    "The car park shall use permeable materials for the surface. No above ground works shall take place in relation to any of the development hereby approved until details of all materials to be used in the construction of the car park are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of samples or details prior to commencement of above ground works will ensure that the proposed development will comply with the London Plan 2016.",
    "Prior to the bringing into use of the new permanent car park, details of a landscape buffer to be  provided in the area shown on the Block Plan (Drawing no. 005 Revision A) shall be submitted to and approved in writing by the Local Planning Authority. The landscape buffer should use suitable mature plants that sufficiently provide a buffer between the residential dwellings along Broadstone Road and the car park and the submitted scheme shall comprise a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development.",
    "All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in",
    "The works hereby approved shall be carried out in accordance with the details set out in the Tree Protection Plan submitted as part of this application.",
    "Reason:",
    "To ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.  It will also ensure accordance with Section 197 of the Town and Country Planning Act 1990.",
    "The new fencing and gates hereby approved shall be powder coated and finished black, or a similar dark colour.",
    "Reason:",
    "To ensure the development has an acceptable appearance and to accord with Development Control Policies Development Plan Document Policy DC61.",
    "The car park shall only be used during normal operating hours of the Hornchurch High School between 7.45am to 9pm Monday to Fridays, 8am to 8pm on Saturdays, and 10am to 6pm on Sundays, Bank and Public holidays.",
    "Reason:-",
    "In interests of amenity, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "All building operations in connection with the construction of the carpark; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The applicant is encouraged to submit an updated Travel Plan to the Local Planning Authority.to bronze level accreditation. The Travel Plan should provide final figures for parking, cycling etc and at minimum include details such as indicating a named individual to serve as a travel plan champion, indication of their time dedicated towards carrying out the activities and initiatives, an Action Plan with measures that the school will take to promote active and sustainable travel with a timeline and commitment (3 - 5 year period). The school can use the online software iTRACE London (optional).",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with Tim Waters via email. The revisions involved updating the proposed plans to show parking spaces for people with a disability, landscape buffer, existing cycle facilities, provision of electrical charging points. The amendments were subsequently submitted on 14 April 2020."
  ],
  "secondary_street_name": "Hornchurch",
  "application_type": "All Other",
  "postcode": "RM12 4AJ",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "21/04/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1905.19",
  "centroid_northing": 186721,
  "uprn": "100023213839",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Hylands",
  "decision_date": "21/04/2020",
  "description": "Permanent car park to replace the current temporary car park and removal of existing car parking spaces to form extended hard play area, new pedestrian entrance gate and internal fence/gate enclosures",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1905.19",
  "lpa_app_no": "P1905.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:49:15.157+00:00",
  "centroid_easting": 552561,
  "pp_id": "08377133",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "20/12/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552570.681,
              186668.982
            ],
            [
              552536.001,
              186667.627
            ],
            [
              552534.646,
              186705.829
            ],
            [
              552538.304,
              186706.506
            ],
            [
              552538.169,
              186724.252
            ],
            [
              552544.806,
              186724.252
            ],
            [
              552544.265,
              186757.848
            ],
            [
              552543.858,
              186764.35
            ],
            [
              552554.425,
              186768.008
            ],
            [
              552599.67,
              186780.471
            ],
            [
              552604.276,
              186765.299
            ],
            [
              552584.363,
              186756.087
            ],
            [
              552569.326,
              186738.612
            ],
            [
              552573.525,
              186706.371
            ],
            [
              552581.247,
              186668.034
            ],
            [
              552570.681,
              186668.982
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.405
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Broadstone Road",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "22/01/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1995197,
          51.5582752
        ],
        [
          0.19901919999999998,
          51.5582724
        ],
        [
          0.1990162,
          51.5586161
        ],
        [
          0.1990693,
          51.5586211
        ],
        [
          0.199075,
          51.5587806
        ],
        [
          0.19917069999999998,
          51.5587788
        ],
        [
          0.1991774,
          51.5590808
        ],
        [
          0.1991744,
          51.5591394
        ],
        [
          0.19932829999999999,
          51.5591694
        ],
        [
          0.1999858,
          51.5592691
        ],
        [
          0.2000456,
          51.5591316
        ],
        [
          0.1997546,
          51.5590542
        ],
        [
          0.1995303,
          51.5589012
        ],
        [
          0.1995769,
          51.5586104
        ],
        [
          0.1996716,
          51.5582639
        ],
        [
          0.1995197,
          51.5582752
        ]
      ]
    ],
    "type": "Polygon"
  }
}