{
  "site_name": "104 BROADWOOD AVENUE",
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lon": -0.419484,
    "lat": 51.584781
  },
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=26633/TRE/2023/277",
  "secondary_street_name": null,
  "site_number": null,
  "application_details": {
    "existing_uprns": null
  },
  "lapsed_date": "13/03/2027",
  "decision": "Refused",
  "postcode": null,
  "last_date_consultation_comments": "08/02/2024",
  "decision_process": "Delegated",
  "epc_number": null,
  "pp_id": "12592004",
  "development_type": null,
  "bo_system": "CSV Data Import",
  "valid_date": "12/01/2024",
  "polygon": null,
  "actual_commencement_date": null,
  "parking_details": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "centroid_northing": 188508,
  "id": "Hillingdon-26633_TRE_2023_277",
  "decision_target_date": "08/03/2024",
  "description": "To remove One Oak at T9 within TPO 282.",
  "appeal_status": null,
  "decision_date": "13/03/2024",
  "ward": "RUISLIP 2022",
  "appeal_decision": null,
  "locality": null,
  "street_name": "RUISLIP",
  "status": "Refused",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "decision_agency": "Borough",
  "uprn": null,
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "26633/TRE/2023/277",
  "title_number": null,
  "last_updated": "2025-03-20T10:53:53.018+00:00",
  "cil_liability": false,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 509601,
  "appeal_start_date": null,
  "decision_conditions": [
    "The Oak tree is situated within the front garden of 104 Broadwood Avenue, and is one of a few front garden Oak trees within view.",
    "The tree significantly contributes to the amenity and arboreal character of the area, and is a prominent landscape feature which helps to provide a gradual transition of mature tree cover between the properties on Broadwood Avenue, and the nearby Ruislip Woods National Nature Reserve (NNR). The tree has a high amenity value.",
    "There is no tree report accompanying the application that supports the claims regarding a weakened root system of the tree. Currently the evidence provided in support of this application is not strong enough to justify the removal of this prominent tree.",
    "Having regard to the reasons given for the proposed work, the work is currently unjustified and will have a detrimental impact of on the visual amenity and arboreal character of the area.",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree(s) and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance."
  ],
  "date_building_work_completed_under_previous_permission": null
}