{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/201022FUL;",
  "lapsed_date": "18/01/2026",
  "decision_target_date": "18/01/2023",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 5TH",
  "site_name": "Dawley House",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012136848"
    ],
    "site_area": 0.278
  },
  "appeal_decision_date": null,
  "lpa_app_no": "201022FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517248,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:01:09.310+00:00",
  "id": "Ealing-201022FUL",
  "application_type": "All Other",
  "street_name": "Uxbridge Road",
  "borough": "Ealing",
  "ward": "Walpole",
  "decision_date": "18/01/2023",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Construction of a 12 storey, part 11 storey, part 10 storey and part 5 storey, Hotel (Use Class C1) and provision of associated facilities and landscaping works. (Following the demolition of existing building)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": 180547,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012136848",
  "centroid": {
    "lon": "-0.31179019999999996",
    "lat": "51.5116946"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517244.142233,
              180566.3526744
            ],
            [
              517251.0598393,
              180540.2001605
            ],
            [
              517254.7206464,
              180541.1698829
            ],
            [
              517256.2459827,
              180535.3715427
            ],
            [
              517260.7065608,
              180536.551205
            ],
            [
              517261.011628,
              180535.3315541
            ],
            [
              517273.7090221,
              180538.8205554
            ],
            [
              517271.8126581,
              180545.6885895
            ],
            [
              517277.9222483,
              180547.2981287
            ],
            [
              517278.0706594,
              180546.7182947
            ],
            [
              517279.4475846,
              180541.4997885
            ],
            [
              517299.2687115,
              180546.7482861
            ],
            [
              517289.9023221,
              180582.1881416
            ],
            [
              517292.30988,
              180582.8279584
            ],
            [
              517301.7339848,
              180546.3284063
            ],
            [
              517304.2322383,
              180547.0382031
            ],
            [
              517304.4053846,
              180546.3983863
            ],
            [
              517304.6692265,
              180545.3986725
            ],
            [
              517307.4972825,
              180535.0016486
            ],
            [
              517297.4960234,
              180532.3524069
            ],
            [
              517297.0590351,
              180532.2424384
            ],
            [
              517291.6502751,
              180530.9028218
            ],
            [
              517290.3887807,
              180530.5729163
            ],
            [
              517284.7491589,
              180529.1033369
            ],
            [
              517274.4016072,
              180526.4041096
            ],
            [
              517269.4628156,
              180524.7045961
            ],
            [
              517264.2107117,
              180522.895114
            ],
            [
              517255.5039272,
              180519.8959725
            ],
            [
              517246.5003205,
              180516.9968024
            ],
            [
              517237.4307533,
              180513.7977181
            ],
            [
              517235.8229663,
              180519.9859468
            ],
            [
              517235.0809108,
              180522.8551255
            ],
            [
              517234.2811399,
              180525.9642355
            ],
            [
              517233.2010369,
              180530.1030508
            ],
            [
              517223.1503074,
              180526.8539808
            ],
            [
              517223.0018963,
              180527.4538091
            ],
            [
              517221.6991767,
              180531.9025357
            ],
            [
              517218.6979744,
              180542.7494308
            ],
            [
              517217.2056184,
              180547.7679942
            ],
            [
              517216.9005511,
              180548.7976995
            ],
            [
              517213.651997,
              180559.5546204
            ],
            [
              517215.6390568,
              180560.1544487
            ],
            [
              517210.535364,
              180577.7494121
            ],
            [
              517232.8959697,
              180585.1173031
            ],
            [
              517233.6627603,
              180585.3672316
            ],
            [
              517238.7004927,
              180586.9567766
            ],
            [
              517242.8395133,
              180573.2806913
            ],
            [
              517242.3530547,
              180573.1507285
            ],
            [
              517243.194051,
              180569.9616414
            ],
            [
              517244.142233,
              180566.3526744
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "Statutory Timeframes",
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| Approved Plans and Documents",
    "The development hereby approved shall be carried out in accordance with drawing title numbers: A-P-HW-1B1-01/ Rev 02 - GENERAL ARRANGEMENT PLAN BASEMENT LEVEL B1; A-P-HW-100-01/ REV 07 - GENERAL ARRANGEMENT PLAN, GROUND FLOOR LEVEL 0; A-P-HW-101-01/ Rev 03 - GENERAL ARRANGEMENT PLAN FIRST FLOOR LEVEL 1; A-P-HW-102-01/ Rev 02 - GENERAL ARRANGEMENT PLAN SECOND FLOOR LEVEL 2; A-P-HW-103-01/ REV 03 - GENERAL ARRANGEMENT PLAN, THIRD FLOOR, LEVEL 3; A-P-HW-104-01/ Rev 02 - GENERAL ARRANGEMENT PLAN FOURTH FLOOR LEVEL 4; A-P-HW-105-01/ Rev 02 - GENERAL ARRANGEMENT PLAN FIFTH FLOOR LEVEL 5; A-P-HW-106-01/ Rev 02 - GENERAL ARRANGEMENT PLAN SIXTH FLOOR LEVEL 6; A-P-HW-107-01/ Rev 02 - GENERAL ARRANGEMENT PLAN SEVENTH FLOOR LEVEL 7; A-P-HW-108-01/ Rev 02 - GENERAL ARRANGEMENT PLAN EIGHTH PLAN LEVEL 8; A-P-HW-109-01/ Rev 02 - GENERAL ARRANGEMENT PLAN NINTH FLOOR LEVEL 9; A-P-HW-110-01/ Rev 03 - GENERAL ARRANGEMENT PLAN TENTH FLOOR LEVEL 10; A-P-HW-111-01/ Rev 03 - GENERAL ARRANGEMENT PLAN ELEVENTH FLOOR LEVEL 11; A-P-HW-112-01/ Rev 04 - GENERAL ARRANGEMENT PLAN ROOF LEVEL 12; A-P-HW-250-01/ Rev 02 - PROPOSED ELEVATION, ELEVATION 1-1, NORTH; A-P-HW-250-02/ Rev 03 - PROPOSED ELEVATION, ELEVATION 2-2, EAST; A-P-HW-250-03/ Rev 03 - PROPOSED ELEVATION, ELEVATION 3-3, SOUTH; A-P-HW-250-04/ Rev 02 - PROPOSED ELEVATION, ELEVATION 4-4, WEST; A-P-HW-200-01/ Rev 02 - PROPOSED SECTION, SECTION - AA;  A-P-HW-200-02/ Rev 03 - PROPOSED SECTION, SECTION - BB",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Landscaping",
    "Details of hard and soft landscaping shall be submitted to and approved in writing by the local planning authority prior to commencement of works. The approved details shall be laid out and planted prior to the occupation of the development. Any trees or plants which within 5 years of planting, die, are removed or become seriously damaged or diseased shall be replaced with others of the same size and species and in the same positions within the next planting season. The landscaping shall thereafter be maintained permanently.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area in accordance with policies D4, D8, G5 and G7 of the London Plan (2021) and Supplementary Planning Guidance Note 9: Trees and Development Guidelines.",
    "| Materials - Details",
    "Prior to commencement of the development, details of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority. Development shall be carried out only in accordance with the approved details and permanently retained thereafter.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policy D4 of the London Plan (2021), policies 7.4 and 7B of the Ealing Development Management DPD (2013); policy 2.10 of the Ealing Development Strategy 2026 DPD (2012); and the National Planning Policy Framework (2019).",
    "| Demolition Method Statement and Construction Management Plan",
    "Prior to commencement of the development hereby approved, an Excavation and Construction Management Plan shall be submitted to the Council for approval in writing. Details shall include:",
    "a)\tcontrol measures for:",
    "-\tnoise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "-\tdust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "-\tlighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution   of Lighting Professionals),",
    "-\tdelivery locations,",
    "-\thours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays and 0800 -1300 Saturdays (except no work on public holidays),",
    "-\tneighbour liaison, notifications to interested parties and",
    "-\tpublic display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works",
    "b)\tdetails related to:",
    "-\tpre-construction highway survey,",
    "-\ttraffic management,",
    "-\tconstruction lorry route from the main distributor roads and the number of constructions related vehicles, which would be travelling to the application site.  A drawing showing signing for the construction vehicles is also required,",
    "-\tkey dates of various stages and all the emergency contacts during construction,",
    "-\tabnormal load delivery vehicle routes and dates of these deliveries, and",
    "-\tswept path envelopes for construction lorries, HGV's and crane vehicles.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with policies D6, D10, D14, T3, T4 and T7 of the London Plan (2021), the National Planning Policy Framework (2019), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise",
    "| Air Quality and Dust Management Plan (AQDMP)",
    "Before the development is commenced, (including demolition and site clearance) an Air Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment shall be produced in accordance with current guidance The Control of Dust and Emissions during Construction and Demolition, SPG, GLA, July 2014, for the existing site and the proposed development. A scheme for air pollution mitigation measures based on the findings of the report shall be submitted to and approved by the Local Planning Authority prior to the commencement of any works on the site.",
    "Reason: To safeguard the amenities for future occupiers of the development in accordance with policies D6, D10 and SI 1 of the London Plan (2021), policies 1.1(j) & 1.2(f) of the Ealing Development (or Core) Strategy (2012) and with policy 7.3 of the Ealing Development Management Development Plan Document (2013).",
    "| Construction vehicle emissions",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason: To safeguard the amenities for neighbours of the development in accordance with policies D6, D10 and SI 1 of the London Plan (2021), policies 1.1(j) & 1.2(f) of the Ealing Development (or Core) Strategy (2012) and with policy 7.3 of the Ealing Development Management Development Plan Document (2013).",
    "| Piling Method Statement",
    "No piling shall take place until a piling method statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface water infrastructure, and the programme for the works) has been submitted to and approved in writing by the local planning authority in consultation with Thames Water. Any piling must be undertaken in accordance with the terms of the approved piling method statement.",
    "Reason: The proposed works will be in close proximity to underground sewerage utility infrastructure. Piling has the potential to significantly impact / cause failure of local underground sewerage utility infrastructure.",
    "| Sustainable Design and Construction",
    "Prior to the commencement of the development Sustainable Design and Construction strategies which includes full details of the measures that are to be incorporated into the development to achieve the requirements of the local and regional planning policies shall be submitted to and approved in writing by the local planning authority in line with the Mayor's Sustainable Design and Construction SPG. The development shall be constructed in line with the approved energy and sustainability measures.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies SI 1, SI 2 and SI 3 of the London Plan (2021), policies 5.2 and 7A of the Ealing Development Management DPD (2013) and policies 1.1(k) and 1.2(f) of the Ealing Development (Core) Strategy (2012).",
    "| Ventilation strategy",
    "Prior to the commencement of the development, details shall be submitted to and approved by the Local Planning Authority, for the installation of a filtered fresh air ventilation system capable of mitigating elevated concentrations of nitrogen oxides and particulate matter in the external air. The details to be submitted shall include the arrangements for continuously maintaining the operational efficiency of the system.  The ventilation system as approved shall be completed prior to occupation and shall be retained permanently thereafter.",
    "Reason: To minimise exposure to existing poor air quality, and provide a suitable internal living environment for future occupiers, in accordance with policy SI 1 of the London Plan (2021), policy 1.1(j) of the Ealing Development Strategy 2026 DPD (2012); and policy 7A of the Ealing Development Management DPD (2013).",
    "| External noise from machinery, equipment, extract/ventilation ducting, mechanical installations",
    "Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of the external rating noise level emitted from plant/ machinery/ equipment/ ducting/ air in- and outlets/mechanical installations, together with mitigation measures as appropriate. The measures shall ensure that the external rating noise level LAeq emitted by plant/ equipment will be lower than the lowest existing background sound level LA90 (without specific noise) by 10dBA at the most noise sensitive receiver locations at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014, with all plant/equipment operating together at maximum capacity. A post installation sound assessment shall be carried out where required to confirm compliance with the noise criteria and additional steps to mitigate noise shall be taken, as necessary.  Approved details shall be implemented prior to occupation/ use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), the National Planning Policy Framework (2019) and Interim guidance SPG 10 'Noise and Vibration'",
    "| Anti- vibration mounts and silencing of machinery etc.",
    "Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), the National Planning Policy Framework (2019) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| Emergency Generators",
    "Prior to use of the development, details shall be submitted to the Council for approval in writing, of historical power outages and to confirm that the sound level emitted by standby or emergency generators during power outages or testing does not exceed the lowest daytime ambient noise level LAeq (15min) as assessed according to standards of the Council's SPG10 and BS4142:2014. Details of proposed times, frequency and duration of testing and mitigation measures shall be submitted for approval. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), the National Planning Policy Framework (2019) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| Sound Insulation of commercial/ industrial building envelope",
    "The sound insulation of the building envelope including glazing specifications and protection of external amenity spaces shall be based on the noise assessment standards specified in SPG10 (including aircraft noise - worst mode aircraft 1-day noise contour predicted for 2016 (57dB). If compliance requires the windows to be closed, then acoustically attenuated mechanical ventilation and cooling shall be installed (with air intake from the cleanest aspect of the building and low self-noise). Internal room- and external amenity noise levels shall conform with standards and noise limits of the Council's SPG10 and BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), the National Planning Policy Framework (2019) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| Extraction and Odour Control system for non-domestic kitchens",
    "Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of the installation, operation, and maintenance of the odour abatement equipment and extract system, including the height of the extract duct and vertical discharge outlet without cowl at least 1m above the eaves of the main building. Details shall be provided of a reasonable distance of the extract outlet approximately 20.0meters from any openable window unless effective odour control is installed, of equipment and ducting to be fitted with anti-vibration mounts and silencers and of additional mitigation measures as necessary to ensure that noise and vibration transmission via internal ceilings, walls and external façades will meet the Council's standards specified in the SPG10. Approved details shall be implemented prior to use and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/surrounding premises is not adversely affected by noise, smell or steam, in accordance with Interim Supplementary Planning Guidance 10, policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management DPD (2013), policy D14 and SI 1 of the London Plan (2021), and the National Planning Policy Framework (2019).",
    "| External doors and windows to commercial kitchen kept shut",
    "All external doors to the commercial kitchen shall be fitted with self-closing devices, which shall be maintained in an operational condition and at no time shall any external door nor windows be fixed in an open position.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise, smell, steam or other effluent, in accordance with policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management DPD (2013), policy D14 and SI 1 of the London Plan (2021), and the National Planning Policy Framework (2019).",
    "| Surface Water Drainage",
    "Development (with the exception of demolition and site clearance) shall not commence until flood risk assessment and detailed surface water drainage designs for the disposal of surface water at greenfield run-off rate detailing any on and/or off-site drainage works to promote benefits which include bio-diversity, amenity, water quality and attenuation; surface water attenuation systems designed to accommodate the 1 in 100 years plus 40% climate change storm event, have been submitted to and approved in writing by the local planning authority in consultation with the sewerage undertaker. The submission shall include an Ealing Drainage Proforma and a detailed maintenance plan of the proposed drainage system for the lifetime of the development confirming owners/adopters of the drainage system to include measures, so far as practicable for surface water drainage attenuation from the roof terraces/amenity areas and 'green' SuDS. The approved scheme shall be fully implemented at the time of first occupation of any dwelling and shall be retained thereafter.",
    "Reason: To prevent flooding elsewhere by ensuring enough storage of surface flood water is provided and achieved with appropriate sustainable drainage techniques, in accordance policies 1.1 & 1.2 of the Ealing Core Strategy (2012); policy LV 5.12 of the Ealing Development Management DPD (2013); policies D10, SI12 and SI13 of the London Plan (2021); and the National Planning Policy Framework (2019).",
    "| Thames Water",
    "No development shall be occupied until confirmation has been provided that either:- all water and wastewater network upgrades required to accommodate the additional flows to serve the development have been completed; or - a development and infrastructure phasing plan has been agreed with Thames Water to allow development to be occupied. Where a development and infrastructure phasing plan is agreed no occupation shall take place other than in accordance with the agreed development and infrastructure phasing plan. Reason - The development may lead to no / low water pressure and network reinforcement works are anticipated to be necessary to ensure that sufficient capacity is made available to accommodate additional demand anticipated from the new development\". The developer can request information to support the discharge of this condition by visiting the Thames Water website at thameswater.co.uk/preplanning.",
    "Reason - To protect water infrastructure in accordance with policy SI 5 of the London Plan (2021).",
    "| Energy and CO2",
    "a)\tPrior to Commencement of Construction the Applicant shall submit a detailed roof plan showing the dimensions of the roof and proposed plant, and how the maximum possible deployment of photovoltaic panels will be achieved.",
    "b)\tPrior to construction completion and occupation, the permitted development shall implement and maintain, and in the case of energy generation equipment confirm as operational, the approved measures to achieve an overall sitewide reduction in regulated CO2 emissions of at least 53.39% (equating to 189 tonnes of CO2 per year) beyond Building Regulations Part L 2013. These CO2 savings shall be achieved through the Lean, Clean, Green Energy Hierarchy as detailed in the approved Energy Statement prepared by Hoare Lea in December 2020 (v4) including:",
    "i.\tLean, passive design measures to achieve an annual reduction of at least 2.54% equating to at least 9 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L.",
    "ii.\tGreen, renewable energy equipment including the incorporation of a photovoltaic array and Air (and Water) Source Heat Pump(s) to achieve an annual reduction of at least 50.85%, equating to 180 tonnes, in regulated carbon dioxide (CO2) emissions over Part L 2013.",
    "iii.\tSeen, heat and electric meters installed to monitor the carbon efficiency (COP) of the heat pumps including the heat generation and the combined parasitic loads of the heat pumps, and the performance of the PV array.",
    "c)\tPrior to commencement of construction details of the specifications, design, and layout of the proposed low and zero-carbon (LZC) energy equipment and associated monitoring devices required to identify their performance/efficiency (COP) shall be submitted to and approved in writing by the Local Planning Authority.",
    "d)\tPrior to construction completion details of the installed renewable/low-carbon energy equipment shall be submitted to the Council for approval. The details shall include the exact Heat Pump thermal kilowatt output, heat output pipe diameter(s), parasitic load supply schematics, monthly energy demand profile, and the exact kWp capacity of the PV array, the orientation, pitch and mounting of the panels, and the make and model of the panels. The name and contact details of the LZC installation contractor(s), and if different, the commissioning electrical or plumbing contractor, should be submitted to the Council along with copies of the MCS certificates and all relevant commissioning documentation. The development shall be implemented only in accordance with the approved details.",
    "e)\tWithin three months of the occupation/first use of the development the relevant Display Energy Certificates (DEC's), accompanying Advisory Reports and detailed BRUKL modelling output reports showing clearly the TER and BER from the 'as built stage' following completion of the development, shall be submitted to, and approved by, the Local Authority in order to confirm compliance with the energy efficiency measures detailed in the approved Energy Strategy. The development shall be carried out strictly in accordance with the approved details.",
    "Reason: In the interest of addressing climate change and to secure environmental sustainable development in accordance with policies Si2 and Si3 the London Plan 2020, guidance note 11 of the GLA Energy Assessment Guidance 2018, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012.",
    "| Overheating and Cooling",
    "The development shall incorporate the overheating and cooling measures in line with the relevant CIBSE TM49 and/or TM52 guidance and detailed in the Energy and Sustainability strategy submitted by Hoare Lea in December 2020 (issue/version 4).",
    "Reason: To ensure that the risk of overheating has been sufficiently addressed in accordance with policy Si4 of the London Plan (2020); Ealing's Development (Core) Strategy (2012), and Ealing's Development Management DPD (2013).",
    "| Post construction energy equipment monitoring",
    "In order to implement Ealing Council DPD policy 5.2.3 (post-construction energy monitoring), and the London Plan policy Si2 with the \"Be Seen\" stage of the revised energy hierarchy, the developer shall:",
    "a)\tEnter into a legal agreement with the Council to secure a S106 financial contribution for the \tpost-construction monitoring of the renewable/low carbon technologies to be incorporated \tinto the development and/or the energy use of the development as per energy and CO2 \tCondition(s).",
    "b)\tUpon final construction of the development, or relevant phases of the development, and \tprior to occupation, suitable devices for monitoring the performance/efficiency (COP) of any \trenewable/low-carbon energy equipment shall be installed. The monitored data shall be \tautomatically submitted to the Council at daily intervals for a period of four years from \toccupation and full operation of the energy equipment. The installation of the monitoring \tdevices and the submission and format of the data shall be carried out in accordance with \tthe Council's approved specifications as indicated in the Automated Energy Monitoring \tPlatform (AEMP) information document. The developer must contact the Council's chosen \tAEMP supplier (Energence Ltd) on commencement of construction to facilitate the \tmonitoring process.",
    "c)\tUpon final completion of the development and prior to occupation, the developer must \tsubmit to the Council proof of a contractual arrangement with a certified contractor that \tprovides for the ongoing, commissioning, maintenance, and repair of the renewable/low-\tcarbon energy equipment for a period of three years from the point that the building is \toccupied and the equipment fully operational.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with London Plan policy Si2 (\"Be Seen\" stage of the energy hierarchy), Ealing's Development (Core) Strategy 2026 (2012) and Development Management DPD (2013) policy 5.2, E5.2.3, and Policy 2.5.36 (Best Practice) of the Mayor's Sustainable Design & Construction SPG.",
    "| Protection of Existing Trees/Hedgerows and Planting Locations (Demolition & Construction)",
    "No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted and its installation on site has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works. Details shall include the following:",
    "-\tFull survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals. All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "-\tA plan** detailing all trees and hedgerows planned for retention and removal.",
    "-\tA schedule of tree works for all the retained trees specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons. All tree works shall be carried out in accordance with BS 3998.",
    "-\tSoil assessments/survey",
    "-\tTiming and phasing of works",
    "-\tSite specific demolition and hard surface removal specifications",
    "-\tSite specific construction specifications (e.g. in connection with foundations, bridging, water features, surfacing)",
    "-\tAccess arrangements and car parking",
    "-\tLevel changes",
    "-\tLandscaping proposals",
    "-\tA Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "-\tSoil remediation plans, where unauthorised access has damaged root protection areas in the construction exclusion zones.",
    "-\tDetails of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies HC1, G5, G7 and SI 1 of the London Plan (2021) of the London Plan (2021), policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| Tree Monitoring Plan",
    "The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A tree monitoring program to include:",
    "-\tConfirmation of who shall be the lead arboriculturalist for the development.",
    "-\tConfirmation of the Site Manager, key personnel, their key responsibilities and contact details.",
    "-\tDetails of induction procedures for all personnel in relation to Arboricultural matters.",
    "-\tA detailed timetable of events for arboricultural supervision concerning all tree protection measures within the approved Tree Protection Plan, including:",
    "o\tPrestart meeting with an Ealing Council Tree Officer",
    "o\tInitial implementation/installation of the tree protection measures",
    "o\tApproved incursions into construction exclusion zones",
    "o\tFinal removal of the tree protection measures",
    "-\tProcedures for dealing with non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement.",
    "(b) Within three months of first use of the development hereby approved, a report containing the following details shall be submitted to and approved by the Local Planning Authority:",
    "-\tResults of each site visit by the lead arboriculturist with photos attached.",
    "-\tAssessment of the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies HC1, G5, G7 and SI 1 of the London Plan (2021) of the London Plan (2021), policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| Existing Tree/Shrub/Hedge Retention",
    "No trees, shrubs or hedges within the site which are shown to be retained on the approved plans listed in condition 2 shall be felled, uprooted, wilfully damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "Any trees removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced in accordance with trees, shrubs or hedge plants of similar size and species unless the Local Planning Authority gives written consent to any variation.",
    "Reason: To secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of amenity value to the area. In accordance with policies D4 and G7 of the London Plan (2021).",
    "| Delivery and a service management plan",
    "A delivery and servicing plan shall be submitted to and approved in writing by the Local Planning Authority, prior to first occupation of any part of the development hereby approved. The plan shall cover the following:",
    "-\tDeliveries and collections; including how deliveries will be scheduled to avoid several vehicles arriving at the site simultaneously;",
    "-\tServicing trips (including maintenance); and measures to reduce the number of freight trips to the site (freight consolidation);",
    "-\tDetails of the location and management of the parcel room for the receipt and collection of deliveries",
    "-\tCleaning and waste removal; including arrangements for refuse collection;",
    "-\tMonitoring and review of operations.",
    "The delivery and servicing plan shall be impleme"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "09/03/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08469719",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3118393,
          51.5118693
        ],
        [
          -0.3117484,
          51.5116328
        ],
        [
          -0.3116953,
          51.5116408
        ],
        [
          -0.3116753,
          51.5115884
        ],
        [
          -0.31161059999999996,
          51.511598
        ],
        [
          -0.31160669999999996,
          51.511587
        ],
        [
          -0.3114226,
          51.5116158
        ],
        [
          -0.3114476,
          51.5116779
        ],
        [
          -0.3113591,
          51.5116911
        ],
        [
          -0.3113572,
          51.5116858
        ],
        [
          -0.3113391,
          51.5116386
        ],
        [
          -0.3110518,
          51.5116817
        ],
        [
          -0.3111749,
          51.5120022
        ],
        [
          -0.3111401,
          51.5120074
        ],
        [
          -0.3110165,
          51.511677399999996
        ],
        [
          -0.3109802,
          51.5116833
        ],
        [
          -0.310978,
          51.5116775
        ],
        [
          -0.3109745,
          51.5116685
        ],
        [
          -0.31093719999999997,
          51.5115744
        ],
        [
          -0.3110821,
          51.5115527
        ],
        [
          -0.3110885,
          51.5115518
        ],
        [
          -0.31116679999999997,
          51.5115409
        ],
        [
          -0.3111851,
          51.5115382
        ],
        [
          -0.3112668,
          51.5115261
        ],
        [
          -0.3114168,
          51.511504
        ],
        [
          -0.3114885,
          51.5114898
        ],
        [
          -0.31156469999999997,
          51.5114746
        ],
        [
          -0.3116911,
          51.5114494
        ],
        [
          -0.3118218,
          51.5114252
        ],
        [
          -0.3119535,
          51.5113984
        ],
        [
          -0.3119746,
          51.5114543
        ],
        [
          -0.3119843,
          51.5114803
        ],
        [
          -0.31199479999999996,
          51.5115084
        ],
        [
          -0.312009,
          51.5115458
        ],
        [
          -0.3121548,
          51.5115187
        ],
        [
          -0.3121568,
          51.5115241
        ],
        [
          -0.312174,
          51.5115643
        ],
        [
          -0.3122137,
          51.5116625
        ],
        [
          -0.3122335,
          51.5117079
        ],
        [
          -0.3122375,
          51.5117172
        ],
        [
          -0.31228079999999997,
          51.5118145
        ],
        [
          -0.31225189999999997,
          51.5118195
        ],
        [
          -0.3123196,
          51.5119787
        ],
        [
          -0.31199509999999997,
          51.5120403
        ],
        [
          -0.311984,
          51.5120424
        ],
        [
          -0.3119109,
          51.5120556
        ],
        [
          -0.31185579999999996,
          51.5119319
        ],
        [
          -0.3118628,
          51.5119308
        ],
        [
          -0.3118518,
          51.511902
        ],
        [
          -0.3118393,
          51.5118693
        ]
      ]
    ],
    "type": "Polygon"
  }
}