{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/164317VAR;",
  "lapsed_date": "18/01/2020",
  "decision_target_date": "30/03/2017",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W7 1LR",
  "site_name": "4-14 Shakespeare Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012059286, 000012059290, 000012123769, 000012191131, 000012191132, 000012191133, 000012191134, 000012191135, 000012191136, 000012191137, 000012191138, 000012191139, 000012191140, 000012191141, 000012191142, 000012191143, 000012191144, 000012191145, 000012191146, 000012191147, 000012191148, 000012191149, 000012191150, 000012191151"
    ],
    "site_area": 0.027
  },
  "appeal_decision_date": null,
  "lpa_app_no": "164317VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 515532,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T16:27:36.075+00:00",
  "id": "Ealing-164317VAR",
  "application_type": "All Other",
  "street_name": "Shakespeare Road",
  "borough": "Ealing",
  "ward": "Hobbayne",
  "decision_date": "18/01/2017",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Section 73 application for the variation of condition 2 (approved plans) of planning permission reference P/2012/0164 dated 18/04/2013 for Construction of two storey building with living accommodation of roof level to accommodate 22 flats (6x1 bed, 13x 2bed and 3x3 bed); with associated provision of 12 off-street parking spaces,private and communal amenity spaces, cycle and refuse storage  (following demolition of existing buildings). Variation seek to increase the depth of the proposed building at its rear and associated rear fenestration alterations",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 180741,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012123769",
  "centroid": {
    "lon": "-0.3364437",
    "lat": "51.5137913"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              515533.6713273,
              180724.1675004
            ],
            [
              515531.7007577,
              180723.6976349
            ],
            [
              515530.8020461,
              180727.1966333
            ],
            [
              515530.7031053,
              180727.5465332
            ],
            [
              515529.4993264,
              180732.0952311
            ],
            [
              515528.3779981,
              180736.6839176
            ],
            [
              515527.2731599,
              180741.192627
            ],
            [
              515525.3603057,
              180749.0103892
            ],
            [
              515524.1730169,
              180753.8689984
            ],
            [
              515523.6041077,
              180756.1983317
            ],
            [
              515531.4039355,
              180758.1477737
            ],
            [
              515532.8468212,
              180752.4494048
            ],
            [
              515536.2025611,
              180739.1032251
            ],
            [
              515536.7962055,
              180736.5039691
            ],
            [
              515537.4805456,
              180733.7347618
            ],
            [
              515538.6513442,
              180728.9961182
            ],
            [
              515539.5005855,
              180725.5471055
            ],
            [
              515537.7031622,
              180725.14722
            ],
            [
              515536.3015018,
              180724.7973201
            ],
            [
              515533.6713273,
              180724.1675004
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date P/2012/0164 was approved dated 18/04/2013.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing numbers:",
    "11:715/X01; 886-X-02; 886-OD61 rev p1; 886-OD62 rev p1; 886-OD63 rev p1; 886-OD64 rev p1; 886-OD-60 rev p1; 886-OD65; 886-OD-07 Rev. C.",
    "Reason: For the avoidance of doubt and in the interests of proper planning. | Development shall be carried out in accordance with the material details approved by the Local Planning Authority under ref PP/2015/5145 dated 12.02.2016.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies 7.4 & 7.6 of the London Plan (2015) and the National Planning Policy Framework (2012). | Refuse and recycling storage shall be provided in accordance with details approved by the Local Planning Authority under ref PP/2015/6322 dated 04.02.2016. The provision shall be brought into use prior to the first occupation of the development permitted and retained permanently.",
    "Reason: To ensure suitable loading, unloading and refuse collection arrangements are provided in order to ensure pedestrian and highway safety and to protect the living conditions of occupants of nearby properties, in accordance with policy 7B of the adopted Ealing Development Management DPD (2013), and policies 5.3 and 5.16 of the London Plan (2015). | Development shall be carried out in accordance with the Construction Strategy Management Plan as approved by the Local Planning Authority under PP/2015/6255 dated 12.02.2016.",
    "Reason: To protect the living conditions of nearby occupiers, in accordance with policies 1.1 and 1.2 of the adopted Core Strategy, and policies 7.4 and 7.15 of the London Plan (2015). | Full details of both hard and soft landscape works, including details of replacement tree planting (13 on-site trees and 2 street trees), together with a 5 year management plan, shall be submitted to and approved in writing by the Local Planning Authority and implemented prior to the occupation of any part of the development, or in accordance with a programme agreed by the Local Planning Authority and permanently retained thereafter. Details submitted shall include correctly marked and allocated amenity spaces. Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme, shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and screening of the proposal from neighbouring properties, and in accordance with policies 7.4 and 7B of the Adopted Ealing Development Management Development Plan Document (2013), and policies 3.5, 7.4, 7.6 and 7.21 of the London Plan (2015). | Development shall be carried out in accordance with details approved by the Local Planning Authority relating to the positions, design, materials and type of boundary treatment (including any internal boundary fences / walls) under ref PP/2015/6130 dated 13.01.2016.",
    "Reason: To protect the visual appearance of the area and the living conditions of neighbouring occupiers, in accordance with policies 1.1 and 1.2 of the adopted Core Strategy, and policy 7.4 of the London Plan (2015). | The measures to provide at least 25% renewable energy on site for the development, as detailed on the drawings and within the energy statement, shall be implemented prior to first occupation of any of the units hereby approved and retained thereafter or as otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure the development is acceptable in terms of the Local Planning Authority's energy policies, in accordance with policies 1.1 and 1.2 of the adopted Core Strategy, and policies 5.1, 5.2, 5.7 and 7.4 of the London Plan (2015). | Prior to the occupation of the development hereby permitted, 22 cycle parking spaces shall be provided in accordance with Council's Standards, and retained in perpetuity to the satisfaction of the Local Planning Authority.",
    "Reason: In the interest of sustainability in accordance with policies 1.1 and 1.2 of the adopted Core Strategy, and policies 5.2 and 6.9 of the London Plan (2015). | Notwithstanding the information contained in the submitted plans, pedestrian and vehicular visibility splays consisting of 1.5m x 1.5m x 0.6m (h) shall be provided at the site accesses entrance from Shakespeare Road leading into the residential development prior to first occupation of any of the proposed dwellings and thereafter permanently retained.",
    "Reason: In the interests of highway safety in accordance with policies 1.1 and 1.2 of the \tadopted Core Strategy, and policies 6.1 and 6.10 of the London Plan (2015).",
    "| Development shall be carried out in accordance with details approved by the Local Planning Authority relating to the surfacing of the driveway and manoeuvring area for vehicles (including any crossovers/drop curbs), under ref PP/2015/6131 dated 13.01.2016.",
    "Reason: In the interests of highway safety in accordance with policies 1.1 and 1.2 of the adopted Core Strategy, and policies 6.1 and 6.10 of the London Plan (2015). | Development shall be carried out in accordance with details approved by the Local Planning Authority under ref PP/2015/6117 dated 20.01.2016 relating to the revised details of the car parking layout showing a 0.5 metre buffer adjacent to parking space 1 and the boundary of the site, and a relocation of parking space 9 and the western bin store. The car parking spaces, including disabled spaces, shall be constructed on the site prior to first occupation of any part of the development, and these spaces shall be kept continuously available for car parking and shall not be used for any other purpose.",
    "Reason: To ensure that the car parking provided within the site are fit for purpose and usable, in accordance with in accordance policies 1.1 and 1.2 of the adopted Core Strategy, and policies 6.1 and 6.13 of the London Plan (2015). | Development shall be carried out in accordance with details approved by the Local Planning Authority under ref PP/2015/5994 dated 06/01/2016 relating to the protecting the building envelope (roof, walls and windows) from external noise with windows shut and other means of ventilation provided. The works shall be carried out as approved before first occupation and shall thereafter be retained.",
    "Reason: In the interests of the amenity of future occupiers of the site, in accordance with, policies 1.1 and 1.2 of the adopted Core Strategy, and policies 7.4 and 7.15 of the London Plan (2015). | Development shall be carried out in accordance with details approved by the Local Planning Authority under ref PP/2015/6215 dated 13.01.2016 relating to the design of the building and car and cycle parking areas, hard and soft landscaping and bin storage areas to comply with the aims and objectives of Secured By Design and Secured Car Parks award.",
    "Reason: In the interest of the safety of the occupiers and visitors to the premises, in accordance with policies 1.1 and 1.2 of the adopted Core Strategy, and policies 7.1 and 7.3 of the London Plan (2015), and Supplementary guidance \"Safer Ealing\". | Development shall be carried out in accordance with details approved by the Local Planning Authority under ref PP/2015/6324 dated 04.02.2016 relating to the means of control to restrict the use of the disabled spaces to the occupiers of the wheelchair units. The provision shall be brought into use prior to first occupation of any part of the development premised and retained permanently.",
    "Reason: To ensure that there is adequate provision for disabled parking for the wheelchair units within the site in accordance with policies 7.2 of the London Plan (2015)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "23/08/2016",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-05394040",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3364252,
          51.5136396
        ],
        [
          -0.33645369999999997,
          51.5136358
        ],
        [
          -0.3364655,
          51.5136674
        ],
        [
          -0.3364668,
          51.5136706
        ],
        [
          -0.33648269999999997,
          51.5137117
        ],
        [
          -0.3364973,
          51.5137532
        ],
        [
          -0.33651179999999997,
          51.5137939
        ],
        [
          -0.33653679999999997,
          51.5138646
        ],
        [
          -0.33655229999999997,
          51.5139085
        ],
        [
          -0.33655969999999996,
          51.5139296
        ],
        [
          -0.3364467,
          51.5139455
        ],
        [
          -0.3364278,
          51.513894
        ],
        [
          -0.3363838,
          51.5137733
        ],
        [
          -0.3363761,
          51.5137499
        ],
        [
          -0.3363672,
          51.5137248
        ],
        [
          -0.3363519,
          51.513682
        ],
        [
          -0.3363408,
          51.5136508
        ],
        [
          -0.33636679999999997,
          51.5136476
        ],
        [
          -0.3363871,
          51.5136447
        ],
        [
          -0.3364252,
          51.5136396
        ]
      ]
    ],
    "type": "Polygon"
  }
}