{
  "title_number": [
    "NGL173013"
  ],
  "site_number": null,
  "centroid_easting": 516857,
  "ward": "Ealing Broadway",
  "application_details": {
    "existing_uprns": [
      "000012072548"
    ],
    "total_gia_gained": 54,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 2,
    "intended_completion_date": "09/2022",
    "intended_commencement_date": "09/2021",
    "site_area": 0.021
  },
  "decision": "Approved",
  "appeal_decision_date": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "centroid": {
    "lon": "-0.3173899",
    "lat": "51.5126473"
  },
  "last_date_consultation_comments": null,
  "application_type": "Householder",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              516874.9036617,
              180648.0992747
            ],
            [
              516875.4973061,
              180642.3509202
            ],
            [
              516871.1026885,
              180641.9510346
            ],
            [
              516861.5961331,
              180640.9013351
            ],
            [
              516837.7514164,
              180641.1012779
            ],
            [
              516837.6030053,
              180644.000448
            ],
            [
              516837.5040646,
              180646.3997612
            ],
            [
              516854.3981947,
              180646.1998184
            ],
            [
              516861.1014294,
              180646.7996467
            ],
            [
              516865.1497544,
              180647.1995323
            ],
            [
              516865.2486952,
              180646.099847
            ],
            [
              516866.8977074,
              180646.2498041
            ],
            [
              516866.7987666,
              180647.3494893
            ],
            [
              516874.9036617,
              180648.0992747
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Ealing-212904HH",
  "last_updated_by": "CSV Data Import",
  "parking_details": null,
  "pp_id": "PP-09369807",
  "epc_number": null,
  "appeal_decision": null,
  "decision_process": "Delegated",
  "postcode": "W13 8QW",
  "decision_date": "11/06/2021",
  "date_building_work_started_under_previous_permission": null,
  "lpa_name": "Ealing",
  "decision_target_date": "11/06/2021",
  "centroid_northing": 180644,
  "description": "Excavation to provide basement, including lightwell to front and rear and stairwell to the rear; replacement front door.",
  "status": "Approved",
  "bo_system": "CSV Data Import",
  "site_name": "18 Broughton Road",
  "appeal_start_date": null,
  "street_name": "Broughton Road",
  "lapsed_date": "11/06/2024",
  "last_updated": "2025-03-20T23:37:22.283+00:00",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "borough": "Ealing",
  "uprn": "000012072548",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON: In order to comply with the provisions of the Town and Country Planning Act 1990 (As Amended). | The development hereby approved shall be carried out in accordance with the document/drawing titles: PL-1000 (Site Plan); PL-1010 (Existing Elevations); PL-1002 (Existing Plans); PL-1001 (Existing Plans); PL-2000 (Proposed Plans); PL-3000 (Proposed Sections); PL-4000 (Proposed Elevations); Design and Access Statement",
    "REASON: For avoidance of doubt and in the interest of proper planning. | All external materials to be used in the development shall match or complement the appearance of those of the existing building and shall be consistent with those as listed within the submitted application form and the drawings / plans as listed in Condition 2.",
    "REASON: To ensure that the materials harmonise with the existing buildings and surrounding area in accordance with policies 7.4 and 7.6 of the London Plan (2016); 1.1 and 1.2 of the Local Development Framework Core Strategy (2012); and 7B and 7.4 of the Ealing Development Management Development Plan (2013). | Prior to the commencement of any construction, demolition and excavation works, a detailed Basement Excavation and Construction Management Plan shall be submitted to and approved in writing by the Local Planning Authority. The plan must detail the/a:",
    "- Methods for and phasing of all construction, demolition and excavation works;",
    "- Site security;",
    "- Consolidated or re-timed trips;",
    "- On-site construction worker parking;",
    "- Secure, off-street loading and drop-off facilities;",
    "- Use of Transport for London's Freight Operator Recognition Scheme (FORS) or similar;",
    "- Site access for construction traffic and contractor staff parking and associated signage;",
    "- Anticipated number, frequency and size of construction vehicles entering/exiting the site;",
    "- Locations for the contractors' offices and storage of building materials and construction debris;",
    "- Delivery times and booking system (staggered to avoid morning and afternoon school run peak periods);",
    "- Vehicle manoeuvring and turning, including swept path diagrams to demonstrate how vehicles will access the site and be able to turn into and emerge from the site in forward gear;",
    "- Site specific investigation and risk management strategy for the basement excavation covering drainage, flood risk from all sources, tree root protection, land and structural stability, and local ground conditions;",
    "- Procedures for on-site contractors to deal with complaints from local residents including the name, telephone number and address of a responsible person to whom enquiries / complaints should be directed. These contact details shall also be displayed at regular intervals around the site compound; and",
    "- Control measures for dust, noise, vibration, lighting, delivery locations, restriction of hours of work and all associated activities audible beyond the site boundary to 08:00-18:00hrs Mondays to Fridays and 08:00-13:00 hrs on Saturdays - in accordance with the GLA's SPG for The Control of Dust and Emissions During Construction and Demolition (2014), ILP's Guidance Notes 1 for the Reduction of Obtrusive Light (2020), BS 5228-1:2009+A1:2014, and BS 5228-2:2009+A1:2014 - and the advance notification to neighbours and other interested parties of proposed works.",
    "The development shall be carried out strictly in accordance with the approved plan for the duration of the works.",
    "REASON: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with Policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A and 7B of the Ealing Development Management Development Plan Document (2013), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2019)",
    "| Enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining dwellings/areas, namely, kitchen/living/dining/bathroom against the proposed lift within the dwelling. The assessment and mitigation measures shall have regard to standards of the Council's SPG10 and noise limits specified in BS8233:2014. The insulation shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with Policies D6 and D14 of the London Plan (2021) Standard 30 of the Housing SPG and Policy 7B of the Ealing Development Management DPD."
  ],
  "subdivision_of_building": null,
  "development_type": "Other house holder developments",
  "secondary_street_name": null,
  "lpa_app_no": "212904HH",
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "valid_date": "08/04/2021",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/212904HH;",
  "locality": "London",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3171307,
          51.5126804
        ],
        [
          -0.31712399999999996,
          51.5126286
        ],
        [
          -0.3171875,
          51.5126259
        ],
        [
          -0.31732469999999996,
          51.5126185
        ],
        [
          -0.3176681,
          51.5126252
        ],
        [
          -0.3176693,
          51.5126513
        ],
        [
          -0.3176699,
          51.5126729
        ],
        [
          -0.3174267,
          51.5126676
        ],
        [
          -0.3173299,
          51.5126716
        ],
        [
          -0.3172715,
          51.5126744
        ],
        [
          -0.3172704,
          51.5126644
        ],
        [
          -0.3172466,
          51.5126655
        ],
        [
          -0.31724769999999997,
          51.5126754
        ],
        [
          -0.3171307,
          51.5126804
        ]
      ]
    ],
    "type": "Polygon"
  }
}