{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511667.3715,
              180649.6607
            ],
            [
              511666.7258,
              180649.015
            ],
            [
              511642.49,
              180658.9633
            ],
            [
              511641.855,
              180658.8575
            ],
            [
              511641.855,
              180658.4342
            ],
            [
              511637.6216,
              180678.7542
            ],
            [
              511674.3459,
              180663.8317
            ],
            [
              511671.5942,
              180657.905
            ],
            [
              511667.3715,
              180649.6607
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              511667.1492,
              180649.2267
            ],
            [
              511667.3715,
              180649.6607
            ],
            [
              511667.5725,
              180649.8617
            ],
            [
              511667.1492,
              180649.2267
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07614867",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:38:52.582+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "17/04/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "YEADING",
  "centroid": {
    "lat": "51.513869",
    "lon": "-0.3923171"
  },
  "decision": "Refused",
  "valid_date": "25/03/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.056
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=50478/APP/2019/484",
  "lpa_name": "Hillingdon",
  "site_name": "64 DELAMERE ROAD",
  "lapsed_date": "20/05/2022",
  "parking_details": null,
  "decision_conditions": [
    "In the absence of a Flood Risk Assessment in accordance with the National Planning Policy Framework and National Planning Practice Guidance, the application has failed to address the issues relating to flood risk and the proposal is therefore contrary to Policy EM6 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies OE7 and OE8 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012), Policy DMEI 9 of the emerging Hillingdon Local Plan Part 2 - Development Management Policies, Policy 5.12 of the London Plan (2016) and the NPPF.",
    "The proposed development has failed to demonstrate that unacceptable levels of noise and disturbance to surrounding residential occupiers would not occur. In the absence of any noise surveys or noise mitigation measures, the proposed development is considered to result in noise and disturbance to the detriment of the amenity of adjoining occupiers, contrary to Policies OE1, OE3 and OE5 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012).",
    "The proposed canopy by reason of its siting, scale, bulk and height would be detrimental to the amenities of the adjoining occupier at 62 Delamere Road by reason of overdominance, visual intrusion and loss of outlook. Therefore the proposal would be contrary to policies BE19, BE20 and BE21 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012).",
    "The proposal has not demonstrated that sufficient off street parking/manoeuvring/access/servicing arrangements would be provided, and therefore the development is considered to result in substandard car parking and servicing provision, leading to on-street parking/queuing to the detriment of public and highway safety and contrary to policies AM7 and AM14 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012), to Hillingdon's Adopted Parking Standards as set out in the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. The Council's supports pre-application discussions.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Change of use from builders merchant/yard (Use Class B8) to vehicle repair and MOT servicing (Sui Generis) and erection of a canopy (Part Retrospective).",
  "lpa_app_no": "50478/APP/2019/484",
  "decision_target_date": "20/05/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "20/05/2019",
  "id": "Hillingdon-50478_APP_2019_484",
  "centroid_northing": 180663,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 511655,
  "street_name": "HAYES",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.39214309999999997,
          51.5137467
        ],
        [
          -0.39215259999999996,
          51.513741
        ],
        [
          -0.3924985,
          51.5138352
        ],
        [
          -0.39250769999999996,
          51.5138344
        ],
        [
          -0.39250789999999997,
          51.5138306
        ],
        [
          -0.3925624,
          51.5140141
        ],
        [
          -0.3920381,
          51.5138727
        ],
        [
          -0.3920796,
          51.51382
        ],
        [
          -0.39214309999999997,
          51.5137467
        ]
      ]
    ],
    "type": "Polygon"
  }
}