{
  "last_date_consultation_comments": "27/08/2024",
  "site_number": null,
  "ward": "HILLINGDON EAST 2022",
  "decision_date": "30/08/2024",
  "description": "Erection of a part single, part double storey side extension, with amendments to fenestrations and roof alterations including the installation of a crown roof (amended drawings).",
  "development_type": null,
  "application_type": "Householder",
  "appeal_status": null,
  "title_number": null,
  "postcode": null,
  "locality": null,
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "13149812",
  "street_name": "HILLINGDON",
  "last_updated_by": "Planning Portal ingest",
  "lpa_name": "Hillingdon",
  "centroid": {
    "lon": "-0.45103669999999996",
    "lat": "51.541735"
  },
  "lpa_app_no": "14904/APP/2024/1564",
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 60,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "02/2024",
    "intended_commencement_date": "12/2023",
    "site_area": 0.09100000000000001
  },
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.45056569999999996,
          51.541684
        ],
        [
          -0.45064129999999997,
          51.541566
        ],
        [
          -0.45155809999999996,
          51.5418131
        ],
        [
          -0.45147309999999996,
          51.541928
        ],
        [
          -0.4514881,
          51.5419074
        ],
        [
          -0.45103909999999997,
          51.5417884
        ],
        [
          -0.45102889999999995,
          51.5418091
        ],
        [
          -0.4505654,
          51.5416929
        ],
        [
          -0.45056569999999996,
          51.541684
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 507515,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=14904/APP/2024/1564",
  "bo_system": "CSV Data Import",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "143 LONG LANE",
  "id": "Hillingdon-14904_APP_2024_1564",
  "decision_target_date": "30/08/2024",
  "centroid_northing": 183674,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507547.7783,
              183669.0173
            ],
            [
              507542.8173,
              183655.7881
            ],
            [
              507478.6564,
              183681.9159
            ],
            [
              507484.279,
              183694.8143
            ],
            [
              507483.2868,
              183692.4992
            ],
            [
              507514.7057,
              183679.9315
            ],
            [
              507515.3672,
              183682.2466
            ],
            [
              507547.7784,
              183670.0095
            ],
            [
              507547.7783,
              183669.0173
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawings:",
    "Site Location Plan",
    "01 Rev A",
    "04 Rev A",
    "05 Rev A",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "The upper floor side window facing number 145 Long Lane shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing number 145 Long Lane.",
    "REASON",
    "To protect the amenity of adjoining residential properties in accordance with Policies DMHB 11, DMHB 18, DMHD 1 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority. Such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details.",
    "The fencing shall be retained in position until development is completed.",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020."
  ],
  "appeal_decision_date": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "last_updated": "2025-03-19T20:13:30.464+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "30/08/2027",
  "decision": "Approved",
  "valid_date": "13/06/2024"
}