{
  "postcode": null,
  "pp_id": "NULL",
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null
  },
  "polygon": null,
  "parking_details": null,
  "decision_process": null,
  "status": " ",
  "centroid": {
    "lon": -7.55716,
    "lat": 49.766807
  },
  "centroid_easting": null,
  "decision_agency": null,
  "id": "Tower_Hamlets-PA_20_01712_NC",
  "centroid_northing": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "site_number": null,
  "development_type": "NULL",
  "application_type_full": null,
  "appeal_decision": " ",
  "site_name": "Greenwich Peninsula Masterplan and Plots 18.02 & 18.03, London, SE10",
  "actual_commencement_date": null,
  "title_number": null,
  "valid_date": "11/08/2020",
  "appeal_decision_date": null,
  "secondary_street_name": null,
  "borough": "Tower Hamlets",
  "decision_target_date": null,
  "last_date_consultation_comments": null,
  "epc_number": null,
  "subdivision_of_building": null,
  "cil_liability": null,
  "lpa_app_no": "PA/20/01712/NC",
  "decision": "No Objection to Proposal (OBS only)",
  "last_updated": "2025-03-20T19:14:07.951+00:00",
  "street_name": null,
  "actual_completion_date": null,
  "ward": null,
  "description": "Outline planning permission with all matters reserved, for the demolition of buildings and mixed-use redevelopment up to a maximum of 737,100sqm comprising: up to 533,900sqm of residential development which could include: i up to 5,813 residential dwellings i up to 5,813 residential dwellingsii up to 25,000sqm studet accommodation (up to 500 rooms) and/or co-living up to 5,813 residential dwellings units up to 19,600sqm Class A1-A5 use (food and non-food retail, restaurants, bars and cafes); up to 68,700sqm Class B1 (a) (b) (c) (business); up to 24,200sqmClass C1 (hotel) for up to 350 rooms; up to 13,200 sqm Class D comprising D2(Sport and Recreation), Class D1 (health care facilities/nursery/creche); up to 4,200sqm D1 (education facilities) up to 8,000sqm Theatre (Class Sui Generis); residential and non-residential car parking, as well as a minimum of 2000 AEG parking spaces (for the O2), cycle parking; associated community facilities; public realm and open space; hard and soft landscaping; a new transport hub and associated facilities; realignment of the cultural route traversing the site The Tide); highway and transport works and associated ancillary works (proposals to revise part of the approved Greenwich Peninsula 2015 Masterplan (15/0716/O). Uplift of 1,757 residential dwellings from the 2015 Masterplan). detailed planning permission, for a residential development comprising 476 residential units, up to 100sqm (GEA) A1/A2/A3/B1/D1/D2 floorspace plus ancillary car parking, access, landscaping and public realm works and associated infrastructure works. This application is an EIA development and is accompanied by an Environmental Statement. (Re-consultation due to amended description and updated and additional including an updated Environmental Statement Non-Technical Summary, Environmental Statement Review: GPM Response Report June2020, updated Chapter 10 Daylight, Sunlight and Overshadowing,Supplementary Technical Note Daylight, Sunlight and Overshadowing (July 2020), Updated Chapter 12 Cumulative Effects, Updated Environmental Statement Volume III Townscape and Visual Impact Assessment, Environmental Statement Volume 3 – Part B: Built Heritage (Addendum) and an Environmental Statement of Conformity which provide further information units up to 19,600sqm Class A1-A5 use (food and non-food retail, restaurants, bars to the Environmental Statement referred to above as well as updated drawings and additional and updated information submitted with the planning application.)",
  "lapsed_date": "05/11/2023",
  "url_planning_app": null,
  "lpa_name": "Tower Hamlets",
  "date_building_work_started_under_previous_permission": null,
  "decision_conditions": null,
  "locality": null,
  "decision_date": "05/11/2020",
  "bo_system": "CSV Data Import",
  "last_updated_by": "CSV Data Import",
  "uprn": null,
  "application_type": "All Other",
  "wgs84_polygon": null
}