{
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": null,
  "last_updated_by": "CSV Data Import",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/242987FUL;",
  "decision_target_date": "11/11/2024",
  "status": "Approved",
  "parking_details": {
    "no_existing_cycle": 16,
    "no_proposed_cycle": 16,
    "net_cycle": 0
  },
  "street_name": "St Marys Road",
  "decision_agency": "Borough",
  "appeal_decision": null,
  "subdivision_of_building": "Entrance/reception area on ground floor ",
  "development_type": null,
  "decision": "Approved",
  "application_details": {
    "non_residential_details": {
      "total_gia_lost": 22,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 120,
      "total_gia_existing": 324
    },
    "affordable_housing_fast_track": false,
    "grey_water_reuse": false,
    "surface_water_discharge_percentage_reduction": 31,
    "garden_land_lost": false,
    "ownership_status": "Public",
    "internal_resi_water_usage": 0,
    "scheme_phasing": true,
    "infrastructure_details": {
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "fire_suppression_system_proposed": false,
      "percentage_demolition_construction_material_recycling": 0,
      "no_new_gas_connections_required": 0,
      "total_annual_pm_emissions": 0,
      "total_annual_nox_emissions": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "green_roof_area": 120,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "total_gia_lost": 22,
    "site_area": 0.089,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 324,
        "use_class": "F1",
        "gia_gained": 120,
        "gia_lost": 22
      }
    ],
    "existing_uprns": null,
    "green_suds": true,
    "rain_water_harvesting": true,
    "total_gia_gained": 120,
    "phasing_details": [
      {
        "phase_detail": "Commencement ",
        "intended_completion_date": "08/2025",
        "intended_commencement_date": "01/2025"
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "total_gia_existing": 324
  },
  "appeal_decision_date": null,
  "decision_date": "07/11/2024",
  "valid_date": "29/07/2024",
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "secondary_street_name": null,
  "ward": "Ealing Common",
  "lapsed_date": "07/11/2027",
  "last_date_consultation_comments": null,
  "bo_system": "CSV Data Import",
  "lpa_app_no": "242987FUL",
  "postcode": "W5 5RF",
  "pp_id": "PP-13246485",
  "uprn": "000012153715",
  "application_type": "All Other",
  "locality": "London",
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "site_name": "University Of West London",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing title number(s): SMRF-BBA-ZZ-00-D-A-2201-Ground Floor Proposed_P06, SMRF-BBA-ZZ-ZZ-D-A-1007-Proposed Site Plan-P04, SMRF-BBA-ZZ-ZZ-D-A-3302-South Elevation Proposed_P08, SMRF-BBA-ZZ-ZZ-D-L-1007 Proposed Site Plan_P05, SMRF-BBA-ZZ-ZZ-D-L-8301 Hard Landscape_P04, SMRF-BBA-ZZ-ZZ-D-L-8310 Soft Landscape_P02, UWLSM-BBA-ZZ-00-D-A-4401 Detailed Section_P02, UWLSM-BBA-ZZ-ZZ-D-A-3201 P02, 02189-ENG-ZZ-XX-DR-C-3001 P3, UWLSM-BBA-ZZ-ZZ-D-A-4201 P02, UWLSM-BBA-ZZ-ZZ-D-A-3303 P02, UWLSM-BBA-ZZ-ZZ-D-A-3202 P02, UWLSM-BBA-ZZ-ZZ-D-A-3301 P02",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| The luminance from internal lighting for the entrance hall and glazed facade surface lighting (cd/sqm) shall be in accordance with the recommendations for Environmental Zone 3 of the Institution of Lighting Professionals in the 'Guidance Note 01/20 For The Reduction Of Obtrusive Light'. The use/hours of internal lighting shall be minimised, and glare be prevented. Approved details shall be implemented prior to use and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by lighting, in accordance with Policy 7A of the Ealing Development Management Development Plan Document (2013).",
    "| Light pollution, glare and sky glow, from internal and glazed facade surface lighting (cd/sqm) to the entrance hall, shall be prevented by suitable glazing, window furnishings, minimising lighting levels and lighting periods, in accordance with 'Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by lighting, in accordance with Policy 7A of the Ealing Development Management Development Plan Document (2013).",
    "| The maximum illumination of the sign(s)/advertisement(s) shall comply with the recommendations of the Institution of Lighting Professionals in their Professional Lighting Guide \"PLG05 2023 \"The Brightness of Illuminated Advertisements including Digital Displays\", including the following operational features:",
    "0700 to 2300 300cd/m2 up to 20m2 and 200cd/m2 20m2 or more",
    "2300 to 0700 display off or level reduced to 50% of pre-curfew level.",
    "Daytime level: to be set according to Table 10.5 of PLG05 2023. Static images to be displayed only (no moving or flashing images). Vertical illuminance of sensitive facades shall not exceed the recommendations for Environmental Zone 3 of the ILP 'Guidance Note 01/20 For The Reduction Of Obtrusive Light'",
    "Reason: To ensure that the amenity of occupiers of the application site and surrounding premises is not adversely affected by artificial lighting, in accordance with Policy 7A of the Ealing Development Management Development Plan Document (2013). | Control measures shall ensure that the following standards are implemented",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays (no work on public holidays),",
    "- notifications of works to interested parties and regular neighbour liaison,  - public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works in case of emergencies or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with Policy 7A of the Ealing Development Management Development Plan Document (2013).",
    "| Prior to the commencement of construction of the green roof, details of a maintenance schedule for the green roof containing the plant species, watering and care schedule, and actions to occur in the instance of full or partial browning or failure must be submitted to the local authority and obtain approval in writing. The maintenance for the green roof as detailed in the submitted details is to be undertaken for the period that it is present on the building.",
    "Reason: To ensure that the green roof is attractive and well maintained in accordance with policy 7.4 of the Ealing Development Management Development Plan Document (2013) and policies D1 and D4 of the London Plan (2021).",
    "| Prior to the commencement of construction of the landscaping, details of the planting schedule must be submitted to the local authority and obtain approval in writing.",
    "Reason: To ensure that the landscaping is attractive and well maintained and good levels of passive surveillance are maintained over the public realm in accordance with policy 7.4 of the Ealing Development Management Development Plan Document (2013) and policies D1, D4, and D8 of the London Plan (2021).",
    "| Prior to the commencement of construction of the green wall on the southern elevation, details of the positioning, number, and installation and removal methods for the supports that are part of the green wall system must be submitted to the local authority and obtain approval in writing.",
    "Reason: To ensure that the metal supports do not harm the projecting brick pattern, cause visual nuisance themselves, and can be installed and removed without visual change to the original bricks on the southern elevation in accordance with 7C and 7.4 of the Ealing Development Management Development Plan Document (2013) and policies D1, D4, and HC1 of the London Plan (2021)."
  ],
  "application_type_full": "Full planning & display of advertisements",
  "centroid_northing": 179988,
  "epc_number": "7506-6112-7162-9402-1392",
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "borough": "Ealing",
  "cil_liability": false,
  "decision_process": "Delegated",
  "id": "Ealing-242987FUL",
  "description": "Construction of a single storey extension to the existing reception area (following demolition of existing canopy and structures); façade alterations; installation of a green wall; associated hard and soft landscaping works; and replacement of signage for the university",
  "appeal_start_date": null,
  "last_updated": "2025-03-19T20:40:25.187+00:00",
  "centroid": {
    "lon": -0.304711,
    "lat": 51.506565
  },
  "centroid_easting": 517754
}