{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "31400/TRE/2024/57",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "uprn": null,
  "borough": "Hillingdon",
  "street_name": "HILLINGDON",
  "locality": null,
  "ward": "HILLINGDON EAST 2022",
  "actual_commencement_date": null,
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance.",
    "The tree to be pruned shall be crown reduced by cutting back to 25-50 mm beyond previous points. Crown reduction shall not be construed as 'lopping' or 'topping' and shall result in a tree of typical form for the species and of balanced appearance.",
    "The previous pruning points / pollard heads shall be left intact and an appropriate number of live branches (which can be shortened) shall be left so that a natural-looking crown results.",
    "The works shall be carried out in accordance with the recommendations contained in BS 3998:2010 'Tree work - Recommendations'. Climbing irons or 'spikes' shall not be used during the execution of the work.",
    "REASON",
    "In order to protect health of the tree and the visual amenity of the area.",
    "The re-growth / re-grown crown of the tree to be re-pollarded shall be removed. All pruning cuts shall be made above the previous pruning / pollard points in such a manner so as to minimise the impact to the tree(s) health and encourage the continued formation of a pollard head.",
    "The works shall be carried out in accordance with the recommendations contained in BS3998: 2010 - \"British Standard Recommendations for Tree Work\". Climbing irons or 'spikes' shall not be used during the execution of this work.",
    "Reason",
    "In order to protect health of the tree and the visual amenity of the area."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 507467,
  "status": "Approved",
  "decision_date": "05/04/2024",
  "wgs84_polygon": null,
  "decision_target_date": "08/05/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-19T21:05:44.346+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "23 TUDOR WAY",
  "id": "Hillingdon-31400_TRE_2024_57",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 184593,
  "appeal_start_date": null,
  "postcode": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=31400/TRE/2024/57",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "To carry out tree surgery - to reduce to previous points the large stems overhanging numbers 33 and 35 only One Weeping Willow at T26 within TPO 89",
  "valid_date": "13/03/2024",
  "polygon": null,
  "pp_id": "12888143",
  "application_details": {
    "existing_uprns": null
  },
  "centroid": {
    "lon": -0.451469,
    "lat": 51.550003
  },
  "lapsed_date": "05/04/2027",
  "decision_process": "Delegated",
  "actual_completion_date": null
}