{
  "centroid_northing": 176996,
  "appeal_status": null,
  "pp_id": "09961680",
  "appeal_decision_date": null,
  "valid_date": "24/08/2021",
  "last_updated": "2025-03-20T20:01:00.492+00:00",
  "ward": "HEATHROW VILLAGES",
  "last_updated_by": "CSV Data Import",
  "site_name": "382 BATH ROAD",
  "last_date_consultation_comments": "28/09/2021",
  "centroid": {
    "lat": "51.4820104",
    "lon": "-0.47587409999999997"
  },
  "status": "Refused",
  "id": "Hillingdon-76608_APP_2021_2843",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505921.5489,
              176976.7125
            ],
            [
              505921.5489,
              176977.1093
            ],
            [
              505921.6812,
              176979.8875
            ],
            [
              505922.2104,
              176980.0198
            ],
            [
              505921.5489,
              177015.0771
            ],
            [
              505940.3344,
              177015.7386
            ],
            [
              505941.2604,
              176976.4479
            ],
            [
              505921.5489,
              176976.7125
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "decision": "Refused",
  "lpa_name": "Hillingdon",
  "appeal_start_date": null,
  "lapsed_date": "10/12/2024",
  "epc_number": null,
  "application_type": "All Other",
  "parking_details": null,
  "uprn": null,
  "centroid_easting": 505931,
  "secondary_street_name": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.07400000000000001
  },
  "decision_agency": "Borough",
  "postcode": "UB7 0DH",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=76608/APP/2021/2843",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "The proposed development would not provide any three or more bedroom (family sized) units. Robust justification has not been provided to demonstrate that the provision of family sized units would be unsuitable or unviable. The proposal would therefore not provide a suitable mix of housing to support sustainable, inclusive and mixed communities, contrary to the requirements of Policy DMH 2 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020), Policy H10 of the London Plan (2021) and paragraph 61 of the National Planning Policy Framework (2021).",
    "The proposed development, by reason of its size, scale, bulk and design and in particular its extended depth at two stories beyond the rear elevation of No.380 Bath Road would be detrimental to the residential amenities of the neighbouring occupiers at No.380 Bath Road in terms of loss of outlook, overshadowing, sense of enclosure and overbearing effect.  Therefore the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part 1 - Strategic Policies (2012) and Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "The proposed development, by reason of the design of the proposed parking area, has failed to demonstrate that vehicles could enter and egress from the site safely which would have an unacceptable adverse impact on highway and pedestrian safety contrary to the requirements of Policy DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), Policy T2 and T6 of the London Plan (2021) and Paragraphs 108 and 110 of the National Planning Policy Framework (NPPF 2021).",
    "The proposed development, by reason of the lack of soft landscaping and planting along the frontage of the proposed development would provide little visual relief and air quality mitigation from the Bath Road dual carriageway and Heathrow airport operations.  The proposal fails to provide at least 25% of soft landscaping to the frontage and therefore fails to accord with the requirements of Policies DMH4, DMHB11, DMHB14 of the Hillingdon Local Plan : Part Two - Development Management Policies (2020).",
    "Due to the absence of an Air Quality Assessment the applicant has failed to provide sufficient information regarding Air Quality, moreover the information submitted is not deemed to demonstrate the proposals are air quality neutral and given that the site is within an Air Quality Management Area and in an area which is specifically highlighted within the Local Plan as being subject to consistently high levels of pollution, the development could add to current exceedances in this area. The application submission is therefore contrary to the requirements of Policy DMEI 14 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy EM8 of the Hillingdon Local Plan: Part 1 - Strategic Policies (2012), London Plan Policy SI 1 (2021) and paragraph 181 of the National Planning Policy Framework (2021).",
    "The site falls within the ANPS indicative area outlined for the development of the third runway. However given that Annex A and Annex B which illustrate the area to be redeveloped are indicative the ANPS is not a material consideration for this application.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination)."
  ],
  "decision_target_date": "10/12/2021",
  "locality": null,
  "application_type_full": null,
  "cil_liability": true,
  "decision_date": "10/12/2021",
  "appeal_decision": null,
  "borough": "Hillingdon",
  "subdivision_of_building": null,
  "lpa_app_no": "76608/APP/2021/2843",
  "actual_commencement_date": null,
  "development_type": null,
  "decision_process": "Delegated",
  "description": "Demolition of the existing building and construction of four dwelling houses.",
  "actual_completion_date": null,
  "title_number": null,
  "street_name": "HEATHROW",
  "bo_system": "CSV Data Import",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4760159,
          51.4818388
        ],
        [
          -0.4760158,
          51.4818424
        ],
        [
          -0.47601299999999996,
          51.4818673
        ],
        [
          -0.47600539999999997,
          51.4818684
        ],
        [
          -0.4760044,
          51.4821837
        ],
        [
          -0.4757338,
          51.4821861
        ],
        [
          -0.4757322,
          51.4818328
        ],
        [
          -0.4760159,
          51.4818388
        ]
      ]
    ],
    "type": "Polygon"
  }
}