{
  "centroid": {
    "lon": "0.22115269999999998",
    "lat": "51.6015735"
  },
  "status": "Approved",
  "decision_target_date": "25/03/2019",
  "site_name": "Broadford Primary School",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in:",
    "Nursery - pitched roofs, standing seam. Facing brickwork lower half of wall and timber rainscreen on upper half of wall.",
    "Staff room  and hall store - pitched roofs, standing seam. Render finish.",
    "The hall, classrooms and circulation - flat roofs, single ply membrane.",
    "Stairs shaft - render, curtain walling and facing brickwork.",
    "Classrooms - lower ground classrooms are to have facing brickwork finish and curtain walling.",
    "First floor classrooms - render, curtain walling and timber rainscreen finish.",
    "Hall - rainscreen finish with high level glazing.",
    "Aluminum frame windows.",
    "unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved. Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The development shall be carried out in accordance with the approved wheel washing information submitted for Q0081.18.",
    "Reason: To ensure that the facilities provided prevent materials from the site being deposited on the adjoining public highway, in the interests of highway safety and the amenity of the surrounding area. It will also ensure that the development accords with the Development Control Policies Development Plan Document Policies DC32 and DC61.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Within 18 months of the development being bought into use a review of parking restrictions in the area around the school shall be carried out and submitted to and approved by the Local Planning Authority. The review shall be aimed at reducing the impact of parent parking in the area to ensure that pedestrian desire lines across junctions and at other desire line locations are not unduly impeded.",
    "Reason:-",
    "To ensure the interests of highway safety and amenity and to accord with Policy DC32. To ensure the interests of pedestrians and address desire lines and to accord with Policy DC34. To manage the impact of parent parking in the streets surrounding the site and to accord with Policy DC33.",
    "Prior to the occupation of the development hereby permitted, a School Travel Plan shall be submitted to and approved in writing by the Local Planning Authority. The School Travel Plan shall consider measures to reduce vehicular trips and proposals for monitoring and reporting progress to the Local Planning Authority and include a timetable for its implementation and review. The approved Travel Plan as revised shall remain in force permanently and implemented in accordance with the agreed details.",
    "Reason: To help bring about a reduction in private car journeys, to minimise the potential for increased on street parking in the area, to mitigate the impact of increased private car  journeys at peak times and to accord with Policy DC32.",
    "Before the proposed classrooms hereby permitted are first occupied, the proposed car park shown on Drawing No. 993-EW01 Revision C shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason: To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the",
    "development accords with the Development Control Policies Development Plan Document Policy DC33.",
    "The development shall be carried out in accordance with the approved construction methodology information submitted for Q0081.18.",
    "Reason: To ensure that the method of construction protects residential amenity.  It will also ensure that the development accords the Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraphs 186-187 of the National Planning Policy Framework 2012."
  ],
  "secondary_street_name": "Romford",
  "application_type": "All Other",
  "postcode": "RM3 8JS",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "25/03/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0245.19",
  "centroid_northing": 191529,
  "uprn": "100023216951",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Gooshays",
  "decision_date": "25/03/2019",
  "description": "Variation of condition 3 (in accordance with the plans) of planning application P1844.16 (Two storey block with nursery and six classrooms, fenced external play area for the nursery and canopy, ramps, new car park, relining of current main visitor car park, demolition of 1950's block of two refitted classrooms and new canopy link between the existing school and the new block",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0245.19",
  "lpa_app_no": "P0245.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:55:41.826+00:00",
  "centroid_easting": 553924,
  "pp_id": null,
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "28/01/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553790.034,
              191575.457
            ],
            [
              553918.641,
              191605.749
            ],
            [
              553974.995,
              191632.842
            ],
            [
              553995.586,
              191591.661
            ],
            [
              554025.931,
              191585.158
            ],
            [
              554008.591,
              191532.597
            ],
            [
              554004.798,
              191532.055
            ],
            [
              554004.798,
              191530.43
            ],
            [
              554005.34,
              191528.262
            ],
            [
              553963.616,
              191406.342
            ],
            [
              553954.405,
              191404.175
            ],
            [
              553893.715,
              191427.475
            ],
            [
              553910.513,
              191459.987
            ],
            [
              553857.952,
              191499.543
            ],
            [
              553831.943,
              191530.43
            ],
            [
              553819.48,
              191523.927
            ],
            [
              553790.034,
              191575.457
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 2.752
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Faringdon Avenue",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "21/03/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2192403,
          51.6020275
        ],
        [
          0.221109,
          51.6022646
        ],
        [
          0.2219339,
          51.6024926
        ],
        [
          0.2222129,
          51.6021169
        ],
        [
          0.22264779999999998,
          51.6020502
        ],
        [
          0.22237459999999998,
          51.6015827
        ],
        [
          0.22231969999999998,
          51.6015789
        ],
        [
          0.22231889999999999,
          51.6015643
        ],
        [
          0.2223258,
          51.6015447
        ],
        [
          0.2216704,
          51.6004606
        ],
        [
          0.2215366,
          51.6004437
        ],
        [
          0.22067119999999998,
          51.6006696
        ],
        [
          0.22092779999999998,
          51.6009572
        ],
        [
          0.2201869,
          51.6013269
        ],
        [
          0.2198252,
          51.6016115
        ],
        [
          0.2196426,
          51.6015565
        ],
        [
          0.2192403,
          51.6020275
        ]
      ]
    ],
    "type": "Polygon"
  }
}