{
  "centroid": {
    "lon": "0.2253492",
    "lat": "51.5721948"
  },
  "status": "Approved",
  "decision_target_date": "09/04/2020",
  "site_name": "1 Ernest Road",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 5 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with para 186-187 of the National Planning Policy Framework 2012, improvements required to make the proposal acceptable were negotiated with Mr Seager by e-mail and phone. The revisions involved removing the garden room (lounge) from the proposal and changes the proposed two storey rear extension. The amendments were subsequently submitted on 07/04/19, 08/04/19 & 09/04/19.",
    "For Residential Development Only",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment of £18,450 plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to a CIL Liability Notice indicating a levy of £18,450 plus indexation for the application, based on the Mayoral CIL levy rate for Havering of £25/sq.m plus Havering's charging rate for residential of £125/sq.m (Zone A) and the floorspace of 123 square metres.",
    "You are advised to visit the planning portal"
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM11 3JE",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "09/04/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1562.19",
  "centroid_northing": 188271,
  "uprn": "100021329007",
  "title_number": null,
  "cil_liability": true,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Emerson Park",
  "decision_date": "09/04/2020",
  "description": "Roof enlargement with new roof and tiles and side and rear dormer windows and alterations to the existing ground floor rear extension with a new roof and a proposed side extension and a two storey rear extension (Revised description)",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1562.19",
  "lpa_app_no": "P1562.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:50:32.621+00:00",
  "centroid_easting": 554314,
  "pp_id": "08213935",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "14/10/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554332.121,
              188289.287
            ],
            [
              554332.121,
              188254.879
            ],
            [
              554293.107,
              188255.963
            ],
            [
              554299.067,
              188286.307
            ],
            [
              554332.121,
              188289.287
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.116
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Hornchurch",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "22/01/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2256184,
          51.5723542
        ],
        [
          0.22560339999999998,
          51.572045
        ],
        [
          0.2250413,
          51.5720654
        ],
        [
          0.2251406,
          51.5723364
        ],
        [
          0.2256184,
          51.5723542
        ]
      ]
    ],
    "type": "Polygon"
  }
}