{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": null,
  "application_type": "Householder",
  "lpa_app_no": "P2023/2680",
  "application_type_full": "Householder planning permission",
  "uprn": "5300002804",
  "borough": "Islington",
  "street_name": "Archibald Road",
  "locality": "LONDON",
  "ward": "Tufnell Park",
  "actual_commencement_date": null,
  "lpa_name": "Islington",
  "bo_system": "CSV Data Import",
  "decision_conditions": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 529625,
  "status": null,
  "decision_date": null,
  "wgs84_polygon": null,
  "decision_target_date": null,
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-19T02:29:35.036+00:00",
  "last_updated_by": "Planning Portal ingest",
  "site_name": "Upper Flat",
  "id": "Islington-P2023_2680",
  "decision": null,
  "cil_liability": false,
  "centroid_northing": 185730,
  "appeal_start_date": null,
  "postcode": "N7 0AN",
  "url_planning_app": null,
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "This application proposes the addition of two roof-lights to the rear of 29 Archibald Rd. The openings will face south, looking over the back gardens separating Archibald Road and Anson Road. The desire for roof openings correlates with an overall ambition to convert the attic into a liveable area of the home. The openings will offer ventilation and natural light into the new space under the roof of the home???s main volume. The openings will also assist the home's cooling strategy during hotter periods. Directly responding to the rulings described at point 11.20 of the Tufnell Park Conservation Area Document (CA11) \"on properties with exposed pitched roofs, new or enlarged dormers or roof lights will not be permitted on the front or side slopes???\" The proposed roof lights described in this application will not be visible from any main roads and will not interact with the front or side slopes of the home's roof. Several of the homes on Archibald Rd have incorporated rear-facing facing roof-lights. The nearest precedent is the neighbouring home, 27 Archibald Rd, which has three roof lights distributed along the back of its roof. Many properties near 29 Archibald Rd and within the CA11 area have incorporated roof-lights at their rear. For example, other precedents can be found on 14 + 16 + 20 Huddleston Road and 1 + 3 + 5 + 7 Archibald Road. The proposed roof lights will individually measure 942x1600mm and be paired to sit one beside the other. We have searched for a product which appearance looks to be as respectful as possible to the area's historic character. The external frame of the roof lights will be a dark grey colour, mimicking the roof's existing tiles. The position of the roof lights is governed by the roof???s structural purlin running along the lower perimeter of the roof. The windows sit just above this structural element, positioning them in the middle of the roof???s slope length, with a very similar amount of area both above and below. This applicati",
  "valid_date": "18/09/2023",
  "polygon": null,
  "pp_id": "12453434",
  "application_details": {
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "existing_uprns": null,
    "intended_commencement_date": "11/2023",
    "no_additional_bedrooms": 0,
    "intended_completion_date": "02/2024"
  },
  "centroid": {
    "lon": -0.131647,
    "lat": 51.55557
  },
  "lapsed_date": null,
  "decision_process": null,
  "actual_completion_date": null
}