{
  "epc_number": null,
  "valid_date": "22/03/2002",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": "-0.2042955",
    "lat": "51.4144612"
  },
  "pp_id": null,
  "decision": "Approved",
  "centroid_easting": "524972",
  "site_name": null,
  "lpa_app_no": "02/P0608",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "48115995",
  "title_number": null,
  "borough": "Merton",
  "appeal_decision_date": null,
  "decision_conditions": [
    "Condition : 1 - The developments to which this permission relates shall be begun not later than the expiration of 5 years, beginning with the date of this permission.",
    "Condition : 2 - Particulars and samples of the materials to be used on all external faces on the building, including fenestration, shall be submitted to and approved in writing by the Local Planning Authority before any works are commenced. Development shall be carried out in full accordance with the approved details.",
    "Condition : 3 - Details of those parts of the site not covered by buildings including any parking, service roads, sight lines, footpaths, hard and soft landscaping, surface treatment and boundary treatment shall be submitted to and approved in writing by the Local Planning Authority before any development hereby permitted commences. These works shall be carried out in accordance with the approved details.",
    "Condition : 4 - Notwithstanding the provisions of the Town and Country Planning General Permitted Development Order 1995 (or any other Order revoking or re-enacting this Order) no buildings, extensions, or alterations permitted by Classes A, C and E of Part 1 of Schedule 2 in the 1995 Order shall be carried out without the prior written consent of the Local Planning Authority.",
    "Condition : 5 - The roof lights to be installed as part of the development hereby permitted shall be a flush type with the roof plane and shall be finished in a colour to match the appearance of the existing roof material.",
    "Condition : 6 - Notwithstanding the provisions of the Town and Country Planning General Permitted Development Order 1995 (or any other Order revoking or re-enacting this Order) no windows or other openings shall be formed in the north or south elevations above ground floor level of the building without the prior written approval of the Local Planning Authority.",
    "Condition : 7 - Before the building hereby permitted is first occupied, the windows in the flank elevations of the first floor shall be glazed with obscured glass and shall be maintained as such thereafter.",
    "Condition : 8 - No demolition or construction work in pursuant of this permission shall be carried out on or before 08.00 hours or after 1800 hours on Mondays to Fridays inclusive, before 0800 hours or after 1300 hours on Saturdays and at no time on Sundays or Bank Holidays.",
    "Condition : 9 - The tree planting/landscaping scheme, which should include full details of species, size of plants and spacing shall be submitted to the Local Planning Authority for approval and be implemented during the next planting season after the completion of the building operations on site, or within any such longer period as may be agreed in writing with the Local Planning Authority. The Council will require a maintenance period of 3 years during which dead, dying or defective trees, shrubs and ground cover must be replaced.",
    "Condition : 10 - No preparatory works, site clearance or other building operations shall commence until a plan, showing the method and means of tree/shrub/hedgerow protection has been submitted to and approved in writing by the Local Planning Authority.",
    "Condition : 11 - The garages and/or car parking spaces (and/or disabled/cycle parking spaces) as shown on the approved drawing 0119/C1 shall be provided before commencement of the use of the land or buildings hereby permitted and thereafter shall be kept free from obstruction and shall not be used for purposes other than the parking of a vehicle in conjunction with the development hereby permitted."
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": "169912",
  "subdivision_of_building": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524959.895157,
              169917.0413313
            ],
            [
              524986.3947834,
              169918.7408448
            ],
            [
              524987.7964438,
              169917.4912025
            ],
            [
              524991.0449979,
              169914.5420467
            ],
            [
              524994.7965007,
              169911.242991
            ],
            [
              524960.9999952,
              169906.7442788
            ],
            [
              524960.5959872,
              169909.6934346
            ],
            [
              524960.4970465,
              169910.593177
            ],
            [
              524960.1425089,
              169913.5423328
            ],
            [
              524959.895157,
              169917.0413313
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "parking_details": null,
  "development_type": null,
  "lpa_name": "Merton",
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T15:17:44.236+00:00",
  "decision_process": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=02/P0608",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": "Dundonald_histroic",
  "application_type_full": null,
  "locality": "London",
  "last_updated_by": "Northgate M3",
  "application_details": {
    "site_area": 0.028
  },
  "postcode": "SW19 3NF",
  "decision_target_date": "17/05/2002",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2044677,
          51.4145092
        ],
        [
          -0.2040862,
          51.4145186
        ],
        [
          -0.20406649999999998,
          51.4145071
        ],
        [
          -0.2040208,
          51.4144799
        ],
        [
          -0.20396809999999999,
          51.4144494
        ],
        [
          -0.20445539999999998,
          51.4144164
        ],
        [
          -0.20446019999999998,
          51.414443
        ],
        [
          -0.20446129999999998,
          51.4144511
        ],
        [
          -0.2044653,
          51.4144777
        ],
        [
          -0.2044677,
          51.4145092
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "ERECTION OF A FOUR BEDROOM DETACHED HOUSE (TWO-STOREYS WITH ADDITIONAL ROOMS IN THE ROOFSPACE TO BE SITED BETWEEN 7 AND 7A) WITH OFF STREET PARKING.",
  "street_name": "Mayfield Road",
  "bo_system": "Northgate M3",
  "appeal_status": null,
  "lapsed_date": "27/06/2007",
  "cil_liability": false,
  "site_number": "7C",
  "decision_date": "28/06/2002",
  "secondary_street_name": null,
  "application_type": "All Other",
  "id": "Merton-02_P0608",
  "last_date_consultation_comments": "30/04/2002"
}