{
  "decision_agency": "Borough",
  "development_type": null,
  "cil_liability": false,
  "lpa_name": "Hillingdon",
  "parking_details": null,
  "epc_number": null,
  "locality": null,
  "description": "Retention of single-storey front/side/rear extension, conversion of attached garage to habitable use, installation of two air conditioning units, conversion and extension of roof space to habitable use include a gable end window to the rear, installation of timber boundary fencing, alterations to the front driveway including increasing the height of the ground levels, and erection of a raised rear patio (part retrospective)",
  "bo_system": "CSV Data Import",
  "pp_id": "09965032",
  "appeal_status": null,
  "centroid_easting": 510552,
  "valid_date": "13/08/2021",
  "site_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=71852/APP/2021/2491",
  "lpa_app_no": "71852/APP/2021/2491",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": null,
  "id": "Hillingdon-71852_APP_2021_2491",
  "ward": "NORTHWOOD HILLS",
  "application_type_full": "Householder planning permission",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 27,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "08/2021",
    "intended_commencement_date": "08/2021",
    "site_area": 0.044000000000000004
  },
  "title_number": [
    "unregistered"
  ],
  "decision": "Approved",
  "centroid": {
    "lon": "-0.40496279999999996",
    "lat": "51.6068522"
  },
  "postcode": "HA6 1RL",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510536.125,
              190973.2278
            ],
            [
              510559.6068,
              191003.3243
            ],
            [
              510568.2058,
              190997.3711
            ],
            [
              510545.5079,
              190965.4626
            ],
            [
              510536.125,
              190973.2278
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              510545.3854,
              190965.2903
            ],
            [
              510545.5079,
              190965.4626
            ],
            [
              510545.7161,
              190965.2903
            ],
            [
              510545.3854,
              190965.2903
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "secondary_street_name": null,
  "centroid_northing": 190984,
  "status": "Approved",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers PL 05, P101 Rev. D (received on 23.05.2020) and P102 Rev. D (received on 20.05.2020).",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "Within 3 months of the date of this decision notice, the single storey front/side/rear extension hereby approved and as detailed on approved drawing numbers P101 Rev. D (received on 23.05.2020) and P102 Rev. D (received on 20.05.2020) shall be implemented in its entirety and retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policies DMHB 5, DMHB 11 and DMHB 12 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the details specified on the approved drawings, no works for the external stairs, patio and privacy screen shall take place until details of the external materials, finishes and appearance of these features have been submitted to and approved in writing by the Local Planning Authority.  Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "In the interest of neighbouring amenity and to ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "For the lifetime of the development hereby permitted, the rating level of noise caused by the operation of the air conditioning unit shall be lower than the lowest existing background noise level by at least 5dBA measured 1 metre outside the nearest and/or most affected noise sensitive premises, determined in accordance with the procedures set out in British Standard BS4142:2014.",
    "REASON",
    "In order to safeguard the amenities of adjoining residential occupiers in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    ".",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "appeal_decision": null,
  "street_name": "NORTHWOOD",
  "lapsed_date": "15/06/2025",
  "actual_commencement_date": null,
  "last_date_consultation_comments": "10/06/2022",
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "site_name": "12 HILLSIDE GARDENS",
  "application_type": "Householder",
  "last_updated": "2025-03-20T17:00:11.393+00:00",
  "appeal_decision_date": null,
  "borough": "Hillingdon",
  "appeal_start_date": null,
  "decision_date": "15/06/2022",
  "last_updated_by": "CSV Data Import",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "15/06/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4051954,
          51.6067585
        ],
        [
          -0.40484689999999995,
          51.6070244
        ],
        [
          -0.4047247,
          51.6069692
        ],
        [
          -0.4050624,
          51.6066868
        ],
        [
          -0.4051954,
          51.6067585
        ]
      ]
    ],
    "type": "Polygon"
  }
}