{
  "lpa_name": "Havering",
  "uprn": "100021347637",
  "decision_date": "27/01/2021",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "CSV Data Import",
  "id": "Havering-P1726.20",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM13 7AD",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.059000000000000004,
    "existing_uprns": null
  },
  "valid_date": "02/12/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Conversion of existing 2 storey detached garage to a two storey semi-detached 4-bed residential dwelling with habitable roof space, bicycle storage and amenity space involving extension of first floor, raising of roof and addition of 1 rear and 2 front dormers",
  "decision_conditions": [
    "The detached dwelling would, by reason of its excessive bulk, mass and scale on a constrained plot with no side setbacks and within close proximity of the front boundary, appear as an incongruous and cramped development in the streetscene harmful to the appearance of the surrounding area and inconsistent with the prevailing character of the local area, contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies DPD and the relevant polices of the London Plan and NPPF.",
    "The proposed development would result in a poor quality living environment for future occupiers. The design approach adopted would be to the detriment of the amenity of future occupiers as it fails to meet the minimum bedroom size of the national described space standard, provides poor outlook from the rear ground floor room and provides an insufficiently sized external amenity space, which would result in an overwhelming sense of enclosure, to the detriment of the amenity of future occupants of this proposed 4 bed dwelling. The proposal is in direct contrast to the aims of London Plan Policy 3.5, the nationally described space standard, the Residential Design SPD and Policy DC61 of the LDF Core Strategy and Development Control Policies DPD.",
    "The proposed development would, by reason of its positioning of openings and proximity to neighbouring properties cause overlooking and loss of privacy which would have a serious and adverse effect on the living conditions of adjacent occupiers, contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies DPD.",
    "The proposed development would, by reason of its excessive bulk, mass, scale and design approach built up to the site boundaries result in a visually intrusive, unsightly and dominant development that would be harmful to outlook from neighbouring properties and contribute to an increased sense of enclosure, contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies DPD.",
    "The proposed development would, by reason of the inadequate on site car parking provision, result in unacceptable overspill onto the adjoining roads to the detriment of highway safety and residential amenity and contrary to Policy DC33 of the LDF Core Strategy and Development Control Policies DPD.",
    "The proposal, if granted planning permission on appeal, would be liable for the Mayor of London and Havering Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the CIL payable would be £1375 and £6875 (subject to indexation).",
    "Further details with regard to CIL are available from the Council's website.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the agent via email on 22/1/21."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:50:00.074+00:00",
  "ward": "South Hornchurch",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_cycle": 3,
    "net_cycle": 3
  },
  "lapsed_date": "27/01/2024",
  "decision_target_date": "27/01/2021",
  "centroid": {
    "lat": "51.5311733",
    "lon": "0.188299"
  },
  "lpa_app_no": "P1726.20",
  "status": "Refused",
  "site_name": "2 Blacksmiths Lane",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1726.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551899.537,
              183613.432
            ],
            [
              551899.199,
              183613.296
            ],
            [
              551859.642,
              183640.051
            ],
            [
              551867.703,
              183649.601
            ],
            [
              551905.43,
              183624.676
            ],
            [
              551899.537,
              183613.432
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "26/12/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Rainham",
  "pp_id": "09248658",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 551883,
  "appeal_start_date": null,
  "centroid_northing": 183632,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.18852929999999998,
          51.531002
        ],
        [
          0.18852439999999998,
          51.5310009
        ],
        [
          0.187966,
          51.5312519
        ],
        [
          0.18808629999999998,
          51.5313355
        ],
        [
          0.18861899999999998,
          51.5311014
        ],
        [
          0.18852929999999998,
          51.531002
        ]
      ]
    ],
    "type": "Polygon"
  }
}