{
  "appeal_decision": null,
  "postcode": "RM12 6PH",
  "street_name": "Hornchurch",
  "appeal_decision_date": null,
  "lapsed_date": "10/08/2025",
  "site_number": null,
  "id": "Havering-P0419.22",
  "decision_process": "Committee",
  "lpa_name": "Havering",
  "centroid_easting": 554651,
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "27/07/2022",
  "pp_id": "11116478",
  "last_updated": "2025-03-20T16:42:32.750+00:00",
  "actual_completion_date": null,
  "decision": "Approved",
  "valid_date": "28/03/2022",
  "actual_commencement_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554628.111,
              186781.192
            ],
            [
              554629.465,
              186788.778
            ],
            [
              554673.627,
              186782.275
            ],
            [
              554673.898,
              186781.733
            ],
            [
              554672.815,
              186775.502
            ],
            [
              554672.273,
              186774.96
            ],
            [
              554628.111,
              186781.192
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "subdivision_of_building": null,
  "decision_target_date": "10/08/2022",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": "51.5587244",
    "lon": "0.22955399999999998"
  },
  "centroid_northing": 186782,
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [
    "EGL6296"
  ],
  "lpa_app_no": "P0419.22",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0419.22",
  "secondary_street_name": null,
  "ward": "St Andrew's",
  "application_type_full": "Householder planning permission",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_start_date": null,
  "parking_details": null,
  "appeal_status": null,
  "development_type": null,
  "site_name": "27 Hacton Lane",
  "locality": null,
  "borough": "Havering",
  "decision_agency": "Borough",
  "status": "Approved",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 36,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "09/2022",
    "intended_commencement_date": "06/2022",
    "site_area": 0.034
  },
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "Notwithstanding the details shown on drawing HK/05C and HK/07C accompanying the application, the screen fencing shall be erected prior to the occupation of the ground floor rear extension adjacent to No.25 Hacton Lane, Hornchurch. The fencing shall be permanently retained and maintained thereafter unless agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "a. Prior to the commencement of any groundworks or development of the site, details shall be submitted to and agreed in writing by the Local Planning Authority setting out suitable gas protection measures to be employed on site including, but not necessarily limited to, the installation of a suitable gas resistant membrane, in compliance with BS 8485:2015.  The gas protection measures shall be carried out in strict accordance with the agreed details.",
    "b.Upon completion of installation, a 'Verification Report' must be submitted demonstrating that the works have been carried out.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the risk arising from landfill gases (methane and carbon dioxide).  Submission of an assessment prior to commencement will protect people on or close to the site from the risks associated with migrating landfill gas, and will ensure that the development accords with the Havering Local Plan.",
    "Land Ownership Informative",
    "The applicant is advised that this planning permission does not give consent for any part of the development including guttering and fascias to encroach onto any land not within the applicant's ownership.",
    "Party Wall Informative",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/publications/the-party-wall-etc-act-1996-revised-explanatory-booklet",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr Karim (Agent) by phone and e-mail. The revisions involved showing the patio on plans, clarification regarding the height of the extension, provision of close boarded fence and showing the existing two storey projection on the drawings. In addition, an additional block plan was provided showing the proposed single storey rear extension and patio. The amendments were subsequently submitted on 26/05/22, 20/06/22 & 22/07/22."
  ],
  "decision_date": "10/08/2022",
  "last_updated_by": "CSV Data Import",
  "description": "Single storey rear extension and patio",
  "uprn": "100021331128",
  "application_type": "All Other",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2292237,
          51.5587234
        ],
        [
          0.2292466,
          51.5587912
        ],
        [
          0.22988029999999998,
          51.5587207
        ],
        [
          0.22988399999999998,
          51.5587158
        ],
        [
          0.2298656,
          51.5586601
        ],
        [
          0.2298576,
          51.5586553
        ],
        [
          0.2292237,
          51.5587234
        ]
      ]
    ],
    "type": "Polygon"
  }
}