{
  "cil_liability": false,
  "last_updated": "2025-03-20T14:42:24.908+00:00",
  "application_details": {
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 0,
        "max_height": 0,
        "building_ref": "N/A"
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_lost": 85,
    "site_area": 0.028,
    "internal_resi_water_usage": 456,
    "total_gia_existing": 85,
    "green_suds": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "total_annual_nox_emissions": 0,
      "green_roof_area": 0,
      "waste_provision": true,
      "no_new_water_connections_required": 0,
      "percentage_demolition_construction_material_recycling": 50,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 0,
      "no_resi_units_to_have_full_fibre": 1
    },
    "surface_water_discharge_percentage_reduction": 0,
    "rain_water_harvesting": false,
    "ownership_status": "Public",
    "existing_uprns": null,
    "total_gia_gained": 85,
    "grey_water_reuse": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 85,
        "use_class": "B1a",
        "gia_gained": 85,
        "gia_lost": 85
      }
    ],
    "phasing_details": [
      {
        "phase_detail": "Installation of office ",
        "intended_completion_date": "02/2023",
        "intended_commencement_date": "12/2022"
      }
    ],
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 85,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 85,
      "total_gia_gained": 85,
      "total_gia_existing": 85,
      "total_gia_lost": 85
    },
    "garden_land_lost": true,
    "projected_cost_of_works": "Up to £2m"
  },
  "decision_target_date": "13/01/2023",
  "parking_details": {
    "net_car": 0,
    "no_proposed_car": 4,
    "no_existing_car": 4
  },
  "postcode": "RM1 1TH",
  "appeal_decision_date": null,
  "locality": null,
  "status": "Approved",
  "centroid_easting": 551293,
  "lapsed_date": "13/01/2026",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551280.509,
              188284.25
            ],
            [
              551289.35,
              188287.672
            ],
            [
              551304.751,
              188260.294
            ],
            [
              551296.195,
              188258.012
            ],
            [
              551280.509,
              188284.25
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_northing": 188273,
  "ward": "St Albans",
  "lpa_app_no": "P1702.22",
  "pp_id": "11624292",
  "bo_system": "CSV Data Import",
  "borough": "Havering",
  "valid_date": "31/10/2022",
  "title_number": null,
  "decision_agency": "Borough",
  "uprn": "100021393738",
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": "21/11/2022",
  "actual_completion_date": null,
  "application_type_full": "Full planning permission",
  "application_type": "All Other",
  "appeal_status": null,
  "site_number": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "street_name": "Romford",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1816175,
          51.5731357
        ],
        [
          0.1817465,
          51.5731641
        ],
        [
          0.1819568,
          51.572914
        ],
        [
          0.1818324,
          51.5728958
        ],
        [
          0.1816175,
          51.5731357
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid": {
    "lat": "51.5730313",
    "lon": "0.1817928"
  },
  "epc_number": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1702.22",
  "lpa_name": "Havering",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "site_name": "38 Regarth Avenue",
  "decision": "Approved",
  "id": "Havering-P1702.22",
  "description": "Change of use from Use Class E to Use Class C2 for supported living to include the erection of an outbuilding to the rear for use as an office",
  "decision_date": "13/01/2023",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "This permission shall be for a limited period only expiring June 1st 2027 on or before which date the use hereby permitted shall be discontinued, the demountable unit located in the rear garden removed and surorunding land made good and the site reinstated to its former condition and use to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "Permanent residential use would be prejudicial to the redevelopment of the adjacent Bridge Close site.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (Use Classes) Order 1987 (as amended) the use hereby permitted shall be for the provision of residential accommodation and care to people in need of care (C2) and shall be used for no other purpose(s) whatsoever including any other use within Class C2 of the Order, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To restrict the use of the premises to one compatible with the surrounding area and to enable the Local Planning Authority to exercise control over any future use not forming part of this application and in order that the development complies with Policy 16 of the Havering Local Plan 2016-2031.",
    "The maximum number of residents occupying the premises hereby approved shall not exceed five at any one time disregarding staff and bedroom 1 as shown on drawing no. 22157-WA-003 shall be single occupancy only.",
    "Reason:-",
    "To restrict the use of the premises to one compatible with the surrounding area and that the development accords with Policy 16 of the Havering Local Plan 2016-2031.",
    "The outbuilding hereby permitted shall be used as office space only and not as overspill accommodation or any other use unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To restrict the use of the premises to one compatible with the surrounding area and to enable the Local Planning Authority to exercise control over any future use not forming part of this application.",
    "Occupants of the accommodation hereby permitted shall only have been referred to it from the London Borough Of Havering.",
    "Reason:-",
    "To enable the Local Planning Authority to monitor the use, to ensure that the service is benefiting Havering residents and in order that the development complies with Havering Local Plan 2016-2031 Policy 6 which allows for appropriate housing to meet the specialist needs of local people.",
    "Within three months of the date of this decision details of cycle storage shall be submitted to and approved in writing by the Local Planning Authority. The agreed cycle storage measures as agreed shall be implemented and retained for the lifetime of the development thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use is in the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "Within three months of the date of this decision details of refuse and recycling facilities shall be submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities as agreed shall be implemented and retained for the lifetime of the development thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of the development and also the locality generally.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2019.",
    "The applicant is advised to consider seeking Secured by Design accreditation.",
    "The services of MPS DOCOs are available free of charge and can be contacted via docomailbox.ne@met.police.uk"
  ],
  "development_type": null
}