{
  "cil_liability": false,
  "last_updated": "2025-03-20T11:49:57.562+00:00",
  "application_details": {
    "existing_uprns": [
      "000012000180, 000012000113, 000012000600, 000012020457, 000012141547, 000012141552, 000012141554, 000012141557, 000012153577, 000012153805, 000012159701, 000012169825, 000012163452, 000012176968, 000012189374, 000012200955, 000012200956, 000012200957, 000012198282, 000012204842, 000012204843, 000012209009, 000012209010"
    ],
    "site_area": 0.339
  },
  "decision_target_date": "21/02/2024",
  "parking_details": null,
  "postcode": "UB2 4AB",
  "appeal_decision_date": null,
  "locality": "Southall",
  "status": "Approved",
  "centroid_easting": 512873,
  "lapsed_date": "16/02/2027",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512878.4483405,
              179729.3022776
            ],
            [
              512895.4001861,
              179728.7024493
            ],
            [
              512895.8536644,
              179728.7024493
            ],
            [
              512895.4991268,
              179718.8952566
            ],
            [
              512894.5509448,
              179692.0529401
            ],
            [
              512894.303593,
              179685.754743
            ],
            [
              512894.0479961,
              179678.9466918
            ],
            [
              512893.2482251,
              179658.0026869
            ],
            [
              512893.1492844,
              179655.0535311
            ],
            [
              512871.2504021,
              179655.9032879
            ],
            [
              512850.5965241,
              179656.7530446
            ],
            [
              512851.7508326,
              179687.204328
            ],
            [
              512853.1277578,
              179723.0640633
            ],
            [
              512853.3503745,
              179728.8524064
            ],
            [
              512853.696667,
              179741.5487721
            ],
            [
              512854.0017343,
              179741.5487721
            ],
            [
              512854.7025645,
              179741.4987864
            ],
            [
              512876.4530357,
              179740.5990439
            ],
            [
              512876.1479684,
              179734.2508611
            ],
            [
              512875.9006166,
              179729.402249
            ],
            [
              512878.4483405,
              179729.3022776
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_northing": 179694,
  "ward": "Norwood Green",
  "lpa_app_no": "224177NMA",
  "pp_id": "PP-11585600",
  "bo_system": "CSV Data Import",
  "borough": "Ealing",
  "valid_date": "03/10/2022",
  "title_number": null,
  "decision_agency": "Borough",
  "uprn": "000012141547",
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": null,
  "actual_completion_date": null,
  "application_type_full": null,
  "application_type": "All Other",
  "appeal_status": null,
  "site_number": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "street_name": "Bridge Road",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3749917,
          51.505234
        ],
        [
          -0.37474769999999996,
          51.5052253
        ],
        [
          -0.3747412,
          51.5052252
        ],
        [
          -0.3747494,
          51.5051371
        ],
        [
          -0.3747717,
          51.504896
        ],
        [
          -0.3747773,
          51.5048395
        ],
        [
          -0.3747831,
          51.5047783
        ],
        [
          -0.3748013,
          51.5045902
        ],
        [
          -0.37480369999999996,
          51.5045637
        ],
        [
          -0.3751188,
          51.5045758
        ],
        [
          -0.37541599999999997,
          51.5045875
        ],
        [
          -0.3753897,
          51.504861
        ],
        [
          -0.3753584,
          51.505183
        ],
        [
          -0.3753533,
          51.505235
        ],
        [
          -0.37534429999999996,
          51.505349
        ],
        [
          -0.3753399,
          51.505349
        ],
        [
          -0.3753298,
          51.5053484
        ],
        [
          -0.3750168,
          51.505336
        ],
        [
          -0.3750232,
          51.505279
        ],
        [
          -0.3750284,
          51.5052354
        ],
        [
          -0.3749917,
          51.505234
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid": {
    "lat": 51.504917,
    "lon": -0.375103
  },
  "epc_number": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/224177NMA;",
  "lpa_name": "Ealing",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "site_name": "Middlesex Business Centre",
  "decision": "Approved",
  "id": "Ealing-224177NMA",
  "description": "Application for a Non-Material Amendment in (S96a) seeking to allow amendments to conditions in relation to planning permission reference 183673OUT dated 29/11/2019 for 'The demolition of existing buildings and structures; the retention, refurbishment and alteration of the Sunrise Radio Building and Maypole Margarine Factory façade; and the redevelopment of the site to include up to 2,083 residential units (use class C3), up to 7,199 sqm hotel floorspace (use class C1) (Gross Internal Area (GIA)), up to 2,688 sqm of flexible retail floorspace (use classes A1-A5) (GIA), and up to 10,076 sqm of flexible office and community floorspace (use classes B1, D1/D2) (GIA); any ancillary parking, amenity, plant, and services floorspace (including a new energy centre) and all other associated public, semi-public and private realm, soft/hard landscaping, infrastructure and highway works, access and a new internal road network connecting with the existing road network.  '",
  "decision_date": "16/02/2024",
  "decision_conditions": [
    "Condition 5 shall now read as:",
    "The maximum permitted floorspace (gross internal area in square meters, as defined by the RICS Code for Measuring Practice 6th edition May 2015) for each use granted by this permission shall be as follows for Plots A and B, C, D, E, F and G, respectively.",
    "Plots (or Phase) A and B:",
    "Residential (Use Class C3) - 81,423sq.m (867 residential units) and including all internal ancillary areas including those associated with other uses hereby approved, car/cycle parking, waste/recycling bin stores, plant rooms, energy centre, internal amenity areas)",
    "Hotel (Use Class C1) - 7,199sq.m",
    "Flexible retail floor space (Use Classes A1-A5) - 1,049sq.m",
    "Plots (or Phases) C and D:",
    "Residential (Use Class C3) - 45,016sq.m (487 residential units) and including all internal ancillary areas including those associated with other uses hereby approved, car/cycle parking, waste/recycling bin stores, plant rooms, energy centre, internal amenity areas)",
    "Office and community floor space (Use Classes B1, D1/D2) - 3,179sq.m",
    "Flexible retail floor space (Use Classes A1-A5) - 1,160sq.m",
    "Plot (or Phase) E:",
    "Residential (Use Class C3) - 36,691sq.m (414 residential units) and including all internal ancillary areas including those associated with other uses hereby approved, car/cycle parking, waste/recycling bin stores, plant rooms, energy centre, internal amenity areas)",
    "Flexible retail floor space (Use Classes A1-A5) - 479sq.m",
    "Office and community floor space (Use Classes B1, D1/D2) - 1,431sq.m",
    "Plots (or Phase) F and G",
    "Residential (Use Class C3) - 29,233sq.m (315 residential units) and including all internal ancillary areas including those associated with other uses hereby approved, car/cycle parking, waste/recycling bin stores, plant rooms, energy centre, internal amenity areas)",
    "Office and community floor space (Use Classes B1, D1/D2) - 5,465sq.m",
    "Reason: To ensure that the development is carried out in accordance with the approved plans and other submitted details and to ensure that the quantum of floorspace keeps within the parameters assessed pursuant to the Environmental Statement in relation to the development. | Condition 14 shall now read as:",
    "a) Prior to the occupation of the relevant plot (or part therein) of the development hereby approved, a landscape management plan for that plot (or part therein) of the development, including long term design objectives, management responsibilities and maintenance schedules for all landscape areas including all proposed trees, shrubs and hedgerows over a minimum period of 5 years from the implementation of the final planting scheme shall be submitted to and approved in writing by the Local Planning Authority and be implemented as approved from the date of completion of the landscaping scheme for each plot (or part therein). Principles in the first landscape management plan to be approved shall be used as a guidance for subsequent plots (or part therein).",
    "Reason: In the interests of the proper maintenance of the site and to ensure that the quality of the public realm and the setting of the listed building is appropriately safeguarded and that that access is maintained for disabled people and people with pushchairs, in accordance with policies D4, D5, D8, G1, G4, G6 and G7  of the London Plan (2021), Policies 1.1(e), (g) and (h),1.2 (d)and (f), and 2.10 of the Development (Core) Strategy (2012), Table 7D.2 of Ealing's Development Management DPD. | Condition 18 - Is Deleted | Condition 19 shall now read as:",
    "Development shall not commence on a relevant plot (or part therein) of development until details of a Demolition and Construction Management Plan and Code of Practice for that plot (or part therein) of the development, has been submitted to, and approved in",
    "writing by the Local Planning Authority. The Demolition and Construction",
    "Management Plan and Code of Practice for that plot (or part therein) of the development shall include the following information:",
    "a) A specification of demolition and construction works within the relevant plot (or part therein) of the development;",
    "b) The best practical means available in accordance with British Standard Code of Practice BS5228: 2009 to be employed at all times to minimise the emission of noise and dust from the site;",
    "c) A Suitable and efficient means of monitoring and suppressing dust, vapours and odours, including where necessary the use of deodorising agents and adequate containment of stored or accumulated material so as to prevent it becoming airborne at any time and giving rise to nuisance;",
    "d) Engineering measures, acoustic screening and the provision of sound insulation required to mitigate specific environmental impacts identified;",
    "e) Identification of the most sensitive receptors, both residential and commercial where assessment and monitoring of impacts will be undertaken as work progresses.",
    "f) Means of enclosure and security of the plot (or part therein);",
    "g) A framework travel plan for construction workers;",
    "h) Defined access routes to the site for all vehicles relating to the remediation and construction of the development;",
    "i) Details of the arrangements for the delivery of materials to the site for the construction of the development - including hours and restrictions on construction traffic having regard to the need to control construction traffic during peak hours;",
    "j) Construction waste management strategy:",
    "k) Unless otherwise agreed as part of the Construction Management Strategy and Code of Practice, the operation of site equipment and / or plant and machinery generating noise that is audible at the facade of residential or noise sensitive premises shall only be carried out between the hours of 0800 to 1800 Mondays to Fridays, 0800 to 1300 on Saturdays and at no time on Sundays and Bank Holidays unless otherwise agreed by the London Borough of Ealing as the local planning authority:",
    "l) Adoption and implementation of the Considerate Contractor Scheme (or similar to be agreed in writing with the Local Planning Authority) registration and operation;",
    "m) Details of how vehicles transporting contaminated waste that leave the site (including wheel washing and covering of loads) will be managed to prevent any contaminants from entering the environment;",
    "n) Details of and restriction on the heights of cranes, having regard to Air Safeguarding Zones;",
    "o) Arrangements for publicity and promotion of the scheme during construction;",
    "p) Details of an advertised 'hotline' to be operated and funded by the developer to enable any complaints to be recorded;",
    "q) Liaison with the Local Authority's Environmental Health Unit to register complaints received and response/action taken;",
    "r) The availability of a site manager(s) or other persons with appropriate seniority within the organisation capable of authorising proper remedial action where appropriate; and",
    "s) The developer shall at all times maintain the safety of pedestrians, cyclists and other road users and shall inform the London Borough of Ealing as local planning authority and Transport for London in writing of any construction impacts that will effect operation of the bus network and Crossrail.",
    "The demolition and construction within a plot (or part therein) shall be carried out in accordance with the the approved Demolition and Construction Management Plan and Code of Practice for that plot (or part therein) and the applicant, or developer, shall ensure that its contractors shall comply with its terms in order to minimise disturbances including noise, but not limited to vibration, dust, smoke emanating from the site.",
    "Reason: In the interests of minimising the impact of noise, vibration and airborne pollution on the amenities of occupiers of properties within the vicinity of the site, to limit the works to reasonable hours and to minimise the impact of construction traffic on the highway network. In accordance with Policies D14,  SI 1 and T7 of the London Plan (2021); 1.1(j), 1.1 (K) and 1.2 (f) of Ealing's adopted Development (or Core) Strategy 2012; Ealing's SPG 10: Noise and Vibration; SPG3: Air Quality; The control of dust and emissions during construction and demolition (July 2014); BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise and policy LV5.2 of Ealing's Development Management DPD.",
    "| Condition 22 shall now read:",
    "Prior to the occupation of a plot (or part therein) within the development hereby approved, a Car Parking Management Strategy (in keeping with the Travel Plan) for the relevant plot (or part therein) shall be submitted and approved in writing by the Local Planning Authority. This Plan shall detail:",
    "a) The proposed distribution, location, phasing, accumulation up to a total of 330 parking spaces (of which up to 138 parking spaces shall be provided in Plots A and B, up to 50 parking spaces in Plots C and D, up to 57 parking spaces in Plot E, and up to 85 parking spaces in Plots F and G) and arrangements for the management of:",
    "i) Visitor car parking",
    "ii) Residential car parking",
    "iii) Commercial car parking (including servicing bays)",
    "iv) Motorcycle spaces",
    "v) Wheelchair users parking",
    "vi) Car club spaces (2 spaces)",
    "b) Measures for preventing parking in undesignated places throughout the site.",
    "c) The provision of active Electric Vehicle Charging Points (EVCP) for a minimum of 20% of all car parking spaces in a plot (or part therein), and all remaining spaces with passive provision.",
    "d) The safety and security measures to be incorporated within a plot (or part therein), to ensure the safety of car parking areas.",
    "The car parking in each plot (or part therein) shall be provided and managed in accordance with the approved strategy for the life of that part of the development, or as otherwise agreed in writing by the Local Planning Authority",
    "Reason: To ensure inclusive, safe and adequate parking is provided and retained in conjunction with the development in the interests of the general amenities of the locality, the flow of traffic and conditions of pedestrian and general highway safety within the site and on neighbouring highways, a sustainable development and where appropriate constrain local highway impact in accordance with policies T6, T6.1, T6.3, T6.4 and T6.5 of the adopted London Plan (2021); policies 1.1(e), 1.1(f) 1.1(g) and 1.1(h) of Ealing's adopted Development (or Core) Strategy 2012.",
    "| Condition 24 shall now read:",
    "Detailed Residential and Staff Travel Plans (taking into account the principles contained in the Framework Travel Plan contained in the Transport Assessment (V5 July 2018) prepared by Entran and) prepared in line with relevant TfL Guidance (applicable at the time of writing), designed to manage the transport needs of the residential and/or commercial occupiers of each plot (or part therein) of the development, including measures to minimise car usage and promote alternative modes of transport, shall be submitted to the Local Planning Authority before the first occupation of the relevant plot (or part therein), and the approved Residential and/or Staff Travel Plan shall be implemented and complied with as approved thereafter.",
    "Reason: To promote sustainable patterns of transport to safeguard the living and working conditions of local people and in the interest of highway and pedestrian safety, in accordance with section 9 of the National Planning Policy Framework (2021), policies T1, T3 and T4 of the London Plan (2021) and policies 1.1 (f) (g) of the Ealing's Development (Core) Strategy 2026.",
    "| Condition 28 shall now read as:",
    "Except for any works relating to demolition, site clearance and remediation works, no development shall take place until an illustrative Site Wide Drainage Strategy, including detailed modelling of entire network, has been submitted to and approved in writing by the Local Planning Authority. Each plot (or part therein) of development shall be carried out in accordance with the approved site wide drainage strategy.",
    "Reason: To reduce flood risk in accordance with Section 14 of the National Planning Policy Framework  (2021) and Policies SI 12 and SI 13 of the London Plan (2021). | Condition 29 shall now read as:",
    "Except for any works relating to demolition, site clearance and remediation works, no development shall commence on the relevant plot (or part therein)of the development hereby approved, until a detailed drainage design, including detailed modelling of entire network within the plot (or part therein), consent from the sewerage undertaker and drainage assessment form and detailing any on/off site drainage works, has been submitted to and approved in writing by the Local Planning Authority in consultation with the sewerage undertaker. No discharge of foul or surface water from the site shall be accepted into the public system until the drainage works within the relevant plot (or part therein) referred to in the design have been completed. Permanent/Temporary works that may an adverse impact (supporting adopted highway) will require necessary technical approvals from Ealing Highways by submitting an 'Approval In Principle Form' for review and acceptance.",
    "Reason: To reduce flood risk in accordance with Section 14 of the National Planning Policy Framework  (2021) and Policies SI 12 and SI 13 of the London Plan (2021). | Condition 30 shall now read as:",
    "Prior to the first occupation of the relevant plot (or part therein) within the development hereby approved, a maintenance plan/schedule for the proposed drainage system within that plot (or part therein) for the lifetime of the that part of the development shall be submitted to and approved by the Local Planning Authority.",
    "Reason: To reduce flood risk in accordance with Section 14 of the National Planning Policy Framework  (2021) and Policies SI 12 and SI 13 of the London Plan (2021). | Condition 35 (part a) shall now read as:",
    "Prior to commencement (except for demolition and site clearance) of development within a plot (or part therein) hereby approved, the following shall be submitted to and approved in writing by the Local Planning Authority:",
    "a) A desktop study on the history of the relevant plot (or part therein) and a soil and water contamination survey and risk assessment shall be carried out in accordance with the guidelines set out in the Department of Environment CLR report and in the CIRIA reports on remedial treatment for contaminated land volumes 1-12, and any subsequent updates of the reports.",
    "Reason: To protect the health and living conditions of residents of the new development in accordance policy 1.1(e) of Ealing's adopted Development (or Core) Strategy (2012); policy LV5.21 of Ealing's adopted Development Management DPD (2013); the National Planning Policy Framework (2021) | Condition 44 shall now read as:",
    "No demolition or development shall take place (except for works relating to demolition and site clearance (above ground floor slab)) within the relevant plot (or part therein) until a stage 1 written scheme of investigation (WSI) for that plot (or part therein)  has been submitted to and approved by the local planning authority in writing.  This WSI should be informed by an updated archaeological desk-based assessment and geoarchaeological assessment relating to that plot (or part therein). For land that is included within the relevant WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.",
    "If heritage assets of archaeological interest are identified by stage 1 then for those parts of the relevant plot (or part therein) which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing.  For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:",
    "A.\tThe statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works",
    "B.\tWhere appropriate, details of a programme for delivering related positive public benefits",
    "C.\tThe programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.",
    "Reason: To ensure that any heritage assets of archaeological interest that may survive on the site are secured and that an archaeological investigation and the subsequent recording of the remains prior to development is secured, in accordance with Section 12 (Conserving and Enhancing the Historic Environment) of the National Planning Policy Framework (2021); policy HC1 of the London Plan (2021) and policy 1.1(h) of Ealing's adopted Development (or Core) Strategy 2012. | Condition 46 shall now read as:",
    "Except for any works relating to demolition, site clearance or remediation, the relevant plot (or part therein) of the development hereby approved shall not be commenced until details of the dynamic thermal modelling, using the guidance provided in CIBSE TM59 and TM49 (DSY1, DSY2 and DSY3) and Cooling Hierarchy and demonstrating how the development within the relevant plot (or part therein) performs against and even exceed the overheating criteria, have been submitted to and approved in writing by the Local Planning Authority.",
    "The details of any additional measures to be incorporated within the relevant plot (or part therein) to reduce the risk of overheating (without active cooling) shall also be submitted if the dynamic thermal modelling demonstrates for the relevant plot (or part therein) that overheating would occur. Compliance with Building Regulations  Part O should be also demonstrated and the actual cooling demand (kW/m2) of the non-residential space within the relevant plot (or part therein) should be demonstrated to be reduced compared to the notional wherever possible. The development within the relevant plot (or part therein) shall thereafter be provided in accordance with the approved details.",
    "Reason: To ensure that the development hereby approved is energy efficient and to reduce the risk of overheating in line with policy SI 4 of the London Plan 2021, adopted Ealing's Development (Core) Strategy 2026 (2012) and Development Management DPD (December 2013).",
    "| Condition 47 shall now read as:",
    "A) Prior to commencement of the relevant plot (or part therein) of the development hereby approved (except for demolition, site preparation and remediation works and / or the formation of accesses), investigation of incorporation of solar PV technology including roof layout identifying suitable roof area for PV, PV size and CO2 emission savings and detailed information for how the estimated savings from the proposed Low Carbon Technology will be secured within the relevant plot (or part therein), shall be submitted to and approved in writing by the Local Planning Authority.",
    "B) Within three-months of the practical completion of the relevant plot (or part therein) of the development hereby approved, Energy Performance Certificates and detailed modelling output reports for the relevant plot (or part therein) showing clearly the DER and BER/TER from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures shall be submitted to and approved in writing by the Local Planning Authority.",
    "C) Within three-months of the practical completion of the relevant plot of the development hereby approved, evidence that the renewable/low carbon technology(ies) within the relevant plot (or part therein) is certified under the Microgeneration Certification Scheme (MSC) and, if appropriate, complies with the Enhanced Capital Allowances (ECS) product criteria shall be submitted to the Local Planning Authority unless otherwise agreed in writing.",
    "D) Each reserved matters application shall be accompanied by an updated energy strategy taking into account the energy hierarchy contained in the London Plan 2021 (or its successor document) setting out how the relevant plot (or part therein) incorporates and maintains measures to achieve as a minimum the targeted reduction in regulated CO2 emissions against  Building Regulations Part L 2013, as set out in the approved Energy Statement V4 (19/07/18) prepared by AECOM, within the relevant plot (or part therein). Prior to the final completion of the relevant plot (or part therein) of the development hereby approved the approved dwellings and non-residential space in that plot (or part therein) shall incorporate and maintain all carbon emission saving measures set out in the updated energy strategy for the relevant plot (or part therein).",
    "E) Measures to reduce the carbon dioxide emissions associated with other energy uses not covered by Building Regulations (un-regulated) should be incorporated prior to occupation of the relevant plot (or part therein) and maintained within the relevant plot (or part therein) in perpetuity as detailed in the approved Energy Strategy V4 (19/07/18) and Sustainability Statement V2 (19/07/18) prepared by AECOM (or as updated as part of the reserved matters submission for a relevant plot (or part therein)). The development within the relevant plot (or part therein) shall be carried out strictly in accordance with the details so approved.",
    "Reason: To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies SI 2 and SI 3, of the London Plan 2021, policies 1.1(e), 1.1(j), 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012, policies LV5.2 and 7A of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG."
  ],
  "development_type": null
}