{
  "epc_number": null,
  "decision_target_date": "20/10/2023",
  "decision": "Approved",
  "last_date_consultation_comments": "20/09/2023",
  "description": "Erection of a single storey rear outbuilding",
  "site_number": null,
  "postcode": null,
  "application_type_full": "Householder planning permission",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "uprn": null,
  "appeal_status": null,
  "parking_details": {
    "no_existing_car": 1,
    "no_proposed_car": 1,
    "net_car": 0
  },
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=46610/APP/2023/2193",
  "valid_date": "23/08/2023",
  "centroid": {
    "lon": "-0.42168439999999996",
    "lat": "51.5039899"
  },
  "borough": "Hillingdon",
  "decision_agency": "Borough",
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "site_name": "19 BLYTH ROAD",
  "bo_system": "CSV Data Import",
  "centroid_easting": 509641,
  "subdivision_of_building": null,
  "status": "Approved",
  "lapsed_date": "20/10/2026",
  "actual_completion_date": null,
  "centroid_northing": 179520,
  "locality": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.42176739999999996,
          51.5038052
        ],
        [
          -0.42176529999999995,
          51.5038087
        ],
        [
          -0.4217279,
          51.504064
        ],
        [
          -0.42166309999999996,
          51.5041749
        ],
        [
          -0.42157609999999995,
          51.5041559
        ],
        [
          -0.4216349,
          51.5040532
        ],
        [
          -0.4216761,
          51.503798
        ],
        [
          -0.42176739999999996,
          51.5038052
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "lpa_app_no": "46610/APP/2023/2193",
  "application_details": {
    "intended_completion_date": "03/2024",
    "total_gia_gained": 66.42,
    "no_additional_bathrooms": 1,
    "existing_uprns": null,
    "intended_commencement_date": "10/2023",
    "no_additional_bedrooms": 0,
    "site_area": 0.027
  },
  "secondary_street_name": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509635.6849,
              179499.3349
            ],
            [
              509635.8172,
              179499.7318
            ],
            [
              509637.8016,
              179528.1745
            ],
            [
              509642.0349,
              179540.61
            ],
            [
              509648.1203,
              179538.6256
            ],
            [
              509644.2839,
              179527.1162
            ],
            [
              509642.0349,
              179498.6734
            ],
            [
              509635.6849,
              179499.3349
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "last_updated": "2025-03-19T00:59:06.421+00:00",
  "date_building_work_started_under_previous_permission": null,
  "ward": "HAYES TOWN 2022",
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "Householder",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers; Site Location Plan, O-1 Rev A, 1 Rev A, 2 Rev A, 3 Rev A, 4 Rev A.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing Nos. 15 and 17 Blyth Road and No. 26 Clayton Road.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The outbuilding hereby approved shall only be used for the purpose(s) stated on the application form and approved drawings. It shall not be used for purposes such as a living room, bedroom, kitchen, bathroom, study or as a separate unit of accommodation.",
    "REASON",
    "To avoid any future fragmentation of the curtilage or the creation of a separate residential or business use, so as to protect the amenity of adjoining residential properties in accordance with Policies DMH 4, DMHB 11, DMHB 16, DMHB 18 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "The site lies in a Critical Drainage Area (CDA) identified in the Surface Water Management Plan (SWMP) for Hillingdon. A CDA is the catchment area from which surface water drains and contributes to drainage problems.",
    "Therefore you should minimise the water from your site entering the sewers.",
    "- Water run off from any roof or hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, must be permeable or be collected and directed to a permeable area, or it would need an additional permission.",
    "- A water butt should be incorporated.",
    "- No drainage to support the extension should be connected to any existing surface water network, other than as an overflow."
  ],
  "appeal_decision_date": null,
  "title_number": null,
  "lpa_name": "Hillingdon",
  "pp_id": "12334932",
  "decision_date": "20/10/2023",
  "id": "Hillingdon-46610_APP_2023_2193",
  "street_name": "HAYES"
}