{
  "last_updated_by": "CSV Data Import",
  "date_building_work_completed_under_previous_permission": null,
  "ward": "Ealing Common",
  "postcode": "W5 3HP",
  "lapsed_date": "06/04/2026",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "street_name": "Creffield Road",
  "site_number": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              518766.5020696,
              180683.9989985
            ],
            [
              518771.3996359,
              180638.9518931
            ],
            [
              518759.403072,
              180637.0524368
            ],
            [
              518757.4984629,
              180636.6525513
            ],
            [
              518752.4030152,
              180635.4528947
            ],
            [
              518749.4018129,
              180634.6531236
            ],
            [
              518740.7527438,
              180645.7999329
            ],
            [
              518737.7020712,
              180649.8987596
            ],
            [
              518729.9022434,
              180660.045855
            ],
            [
              518725.3014993,
              180657.9764474
            ],
            [
              518715.5723272,
              180679.0904036
            ],
            [
              518714.3932835,
              180680.6799486
            ],
            [
              518713.4698366,
              180681.8296195
            ],
            [
              518736.2509405,
              180688.7976249
            ],
            [
              518742.7480486,
              180690.0972529
            ],
            [
              518748.9483346,
              180691.1969381
            ],
            [
              518751.1992362,
              180691.546838
            ],
            [
              518753.4996083,
              180691.9467235
            ],
            [
              518765.603358,
              180693.5462656
            ],
            [
              518766.5020696,
              180683.9989985
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Ealing-221836FUL",
  "locality": "London",
  "actual_completion_date": null,
  "last_updated": "2025-03-20T13:07:43.972+00:00",
  "appeal_status": null,
  "parking_details": {
    "no_existing_car": 2,
    "net_car": 8,
    "no_proposed_car": 10
  },
  "decision": "Approved",
  "appeal_decision_date": null,
  "cil_liability": true,
  "decision_process": "Delegated",
  "status": "Approved",
  "title_number": null,
  "subdivision_of_building": "Removal of side extension of No. 5 Creffield Road to enable access into land at the rear",
  "description": "Removal of the side extension to 5 Creffield Road; construction of eight self-contained units to rear of 5 and 7 Creffield Road with associated off-street vehicle parking, private amenity space, bin storage, bicycle parking and hard and soft landscaping",
  "secondary_street_name": null,
  "site_name": "05-Jul",
  "application_type_full": "Full planning & demolition in a conservation area",
  "application_type": "All Other",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990.",
    "| The development hereby approved shall be carried out in accordance with the following drawings: CRE / P21 / 01 (Location Plan); CRE / P21 / 03 (Topographic Survey); CRE / P21 / 06 Rev B (Plots 1 - 6: Proposed Ground and First Floor Plans); CRE / P21 / 07 (Plots 1 - 6: Proposed Second Floor and Roof Plans); CRE / P21 / 08 (Plots 7 & 8: Proposed Floor Plans); CRE / P21 / 30 (Alterations to No. 5 Creffield Road: Existing and Proposed Ground and First Floor Plans); CRE / P21 / 31 (Alterations to No. 5 Creffield Road: Existing and Proposed Basement and Second Floor Plans No Change); CRE / P21 / 32 (Alterations to No. 5 Creffield Road: Existing and Proposed South Elevation); CRE / P21 / 33 (Alterations to No. 5 Creffield Road: Existing and Proposed North Elevation); CRE / P22 / 04 Rev B (Proposed Context Plan); CRE / P22 / 05 Rev B (Proposed Site Layout); CRE / P22 / 10 Rev B (Plots 1-6: Proposed Elevations); CRE / P22 / 11 (Plots 7 & 8: Proposed Elevations); CRE / P22 / 12 Rev B (Proposed Site Section A-A); DO466-001B (Landscape Plan).",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Unless otherwise agreed in writing the materials and finishes used for the external surfaces and hard paving shall be in accordance with those shown on Drawings CRE/P22/10 Rev B (Plots 1-6: Proposed Elevations) and CRE/P22/11 (Plots 7 & 8: Proposed Elevations).",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with Ealing Development Management DPD (2013) policies 7.4 and 7B; London Plan (2021) policy D3; and National Planning Policy Framework (2021).",
    "| The refuse storage areas shown on the approved plans listed in Condition 2 shall be provided prior to the first occupation of the development permitted and retained unobstructed in perpetuity.",
    "Reason: In the interests of the adequate disposal, storage and collection of waste and recycling, to protect the living conditions of occupiers of the area and in the interests of highway and pedestrian safety all in accordance with policies 1.1 (e) and 6.1 of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy SI 8 of the London Plan (2021) and the NPPF (2021). | The cycle storage areas shown on the approved plans listed in Condition 2 shall provide at least 16 cycle parking spaces in accordance with policy and these shall be brought into use prior to the first occupation of the development permitted and retained permanently thereafter.",
    "Reason: In the interests of the adequate bicycle storage provision and in the interests of reducing congestion to the local transport network, in accordance with policies 1.1 (j) and 3.1(i) of the Ealing Core Strategy (2012), policy T5 of the London Plan (2021), the National Planning Policy Framework (2021).",
    "| Details of hard and soft landscaping and boundary treatments for the buildings and boundary walls shall be submitted to and approved in writing by the local planning authority prior to commencement of works. The approved details shall be laid out and planted prior to the occupation of the development. Any trees or plants which within 5 years of planting, die, are removed or become seriously damaged or diseased shall be replaced with others of the same size and species and in the same positions within the next planting season. The landscaping shall thereafter be maintained permanently.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area in accordance with policies D4, D8, G5 and G7 of the London Plan (2021) and Supplementary Planning Guidance Note 9: Trees and Development Guidelines.",
    "| Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting that Order) no external alterations or extensions shall be carried out to the building(s) hereby approved.",
    "Reason: To safeguard the amenities of the area in accordance with Ealing Development Management DPD (2013) policies 7.4 and 7B; London Plan (2021) policy D3; and National Planning Policy Framework (2021).",
    "| Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting that Order) no building, enclosure or swimming pool falling within Part 1, Class E, shall be erected on any part of the land.",
    "Reason: To safeguard the amenities of the area in accordance with Ealing Development Management DPD (2013) policies 7.4 and 7B; London Plan (2021) policy D3; and National Planning Policy Framework (2021).",
    "| The sound insulation of the building envelope including glazing specifications shall be assessed with regard to the Council's standard in the SPG10. If compliance requires the windows to be closed, then acoustically attenuated mechanical ventilation and cooling shall be installed (with air intake from the cleanest aspect of the building and low self-noise). Internal room- and external amenity noise levels shall achieve noise limits specified in BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies Policy D14 of the London Plan (2021) and Policy 7A of the Ealing Development Management Development Plan Document (2013).",
    "| The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all machinery operating together at maximum capacity.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policy D14 of the London Plan (2021) and Policy 7A of the Ealing Development Management Development Plan Document (2013).",
    "| Prior to the commencement of the hereby approved development (including initial site clearance, demolition and ground works), a demolition method statement and construction management plan shall be submitted to and approved by the Local Planning Authority in writing. Details shall include the following:",
    "a)\tControl measures for:",
    "i.\tNoise and vibration (according to Approved CoP BS 5228-1 and 2:2009+A1:2014)",
    "ii.\tDust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition)",
    "iii.\tLighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals)",
    "iv.\tHours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays and 0800 -1300 Saturdays (except no work on public holidays)",
    "v.\tNeighbour liaison, notifications to interested parties and",
    "vi.\tPublic display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works",
    "b)\tSchedule of works, with anticipated time frames",
    "c)\tSite hoarding and signage",
    "d)\tSite security and access",
    "e)\tSwept path analysis and turning manoeuvres for heavy goods vehicles",
    "f)\tPre-construction highway survey",
    "g)\tDelivery vehicle routes to and from the site",
    "h)\tParking for construction vehicles, where necessary",
    "i)\tAnticipated delivery schedule, including frequency and timings (to avoid peak hours), and delivery locations",
    "j)\tMaterial storage locations",
    "k)\tWaste management, hazardous material storage and removal",
    "l)\tTraffic management during deliveries, where necessary",
    "m)\tThe number of on-site construction workers and details of their transport options and parking facilities",
    "n)\tAny temporary road measures, including pedestrian and cyclist diversions, where necessary",
    "o)\tPrevention of mud and debris being deposited on highway and wheel washing facilities",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with  policies 7A, 7B and 7.15 of the Ealing Development Management DPD (2013), policies 1.1 (e) (j) 1.2 (f), 2.1 (c) and 2.10 of the Ealing Core Strategy (2012), policies D6, D10, D14, SI1, T3 and T7 of the London Plan (2021), the Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), and BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise density.",
    "| All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up-to-date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason: To safeguard the amenities for future occupiers of the development in accordance with policies D6, D10 and SI 1 of the London Plan (2021), policies 1.1(j) & 1.2(f) of the Ealing Development (or Core) Strategy (2012) and with policy 7.3 of the Ealing Development Management Development Plan Document (2013).",
    "| No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted and its installation on site has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works. Details shall include the following:",
    "o Full survey of all trees on site and those within influencing distance on adjacent sites in",
    "accordance with BS5837*, with tree works proposals. All trees must be plotted on a site plan**,",
    "clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "o A plan** detailing all trees and hedgerows planned for retention and removal.",
    "o A schedule of tree works for all the retained trees specifying pruning and other remedial or",
    "preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons. All tree works shall be carried out in accordance with BS 3998.",
    "o Timing and phasing of works",
    "o Site specific demolition and hard surface removal specifications",
    "o Site specific construction specifications (e.g. in connection with foundations, bridging, water features, surfacing)",
    "o Access arrangements and car parking",
    "o Level changes",
    "o Landscaping proposals",
    "o A Tree protection plan** in accordance with BS5837* detailing all methods of protection,",
    "including but not restricted to: locations of construction exclusion zones, root protection areas,",
    "fit for purpose fencing and ground protection, service routes, works access space,",
    "material/machinery/waste storage and permanent & temporary hard surfaces.",
    "o Soil remediation plans, where unauthorised access has damaged root protection areas in the",
    "construction exclusion zones.",
    "o Details of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning",
    "Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies HC1, G5, G7 and SI 1 of the London Plan (2021) of the London Plan (2021), policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 -Trees and Development Guidelines.",
    "| The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A tree monitoring program to include:",
    "o Confirmation of who shall be the lead arboriculturalist for the development.",
    "o Confirmation of the Site Manager, key personnel, their key responsibilities and contact details.",
    "o Details of induction procedures for all personnel in relation to Arboricultural matters.",
    "o A detailed timetable of events for arboricultural supervision concerning all tree protection",
    "measures within the approved Tree Protection Plan, including:",
    "o Prestart meeting with an Ealing Council Tree Officer",
    "o Initial implementation/installation of the tree protection measures",
    "o Approved incursions in to construction exclusion zones",
    "o Final removal of the tree protection measures",
    "o Procedures for dealing with non-approved incursions into the construction exclusion zones",
    "as detailed in the approved Arboricultural Method Statement.",
    "(b) Within three months of first use of the development hereby approved, a report containing the following details shall be submitted to and approved by the Local Planning Authority:",
    "o Results of each site visit by the lead arboriculturist with photos attached.",
    "o Assessment of the retained and planted trees including any necessary remedial action as a",
    "result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies HC1, G5, G7 and SI 1 of the London Plan (2021) of the London Plan (2021), policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 -Trees and Development Guidelines. | A suitable scheme of proposed tree planting and pits shall be submitted to and approved by the Local Planning Authority prior to the first use of the development hereby approved.",
    "No operations shall commence on site in connection with the development hereby approved until a suitable scheme of proposed tree planting and tree pits have been submitted to and approved by the Local Planning Authority. The scheme shall include the following comprehensive details of all trees to be planted:",
    "o Full planting specification - tree size, species, the numbers of trees and any changes from the original application proposals.",
    "o Locations of all proposed species.",
    "o Comprehensive details of ground/tree pit preparation to include:",
    "o Plans detailing adequate soil volume provision to allow the tree to grow to maturity",
    "o Engineering solutions to demonstrate the tree will not interfere with structures (e.g. root barriers/deflectors) in the future",
    "o Staking/tying method(s).",
    "o Five year post planting maintenance and inspection schedule.",
    "All tree planting must be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 28th February inclusive). The quality of all approved tree planting should be carried out to the levels detailed in British Standard 8545, Trees: from nursery to independence in the landscape - Recommendations.",
    "Any trees which die, are removed, uprooted, significantly damaged, become diseased or malformed within five years from the completion of planting, must be replaced during the nearest planting season (1st October to 31st March inclusive) with a tree/s of the same size, species and quality as previously approved.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies HC1, G5, G7 and SI 1 of the London Plan (2021) of the London Plan (2021), policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 -Trees and Development Guidelines.",
    "| No trees, shrubs or hedges within the site which are shown to be retained on the approved plans listed in Condition 2 shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "If a tree marked on the tree report to be retained is removed without consent, or dying, or being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted, a replacement tree shall be planted on the site or surrounding area reflecting the CAVAT value of the tree, or a proportion of its value reflecting the damage. This penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "Reason: to secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of important amenity value to the local landscape in accordance with  policies D4, D8, G5 and G7 of the London Plan (2021) and Supplementary Planning Guidance Note 9: Trees and Development Guidelines."
  ],
  "centroid": {
    "lat": "51.5124514",
    "lon": "-0.2901448"
  },
  "bo_system": "CSV Data Import",
  "lpa_app_no": "221836FUL",
  "pp_id": "PP-11209418",
  "last_date_consultation_comments": null,
  "centroid_easting": 518748,
  "decision_date": "06/04/2023",
  "lpa_name": "Ealing",
  "uprn": "12090199",
  "decision_target_date": "13/04/2023",
  "valid_date": "29/04/2022",
  "application_details": {
    "existing_uprns": [
      "000012090199, 000012090201, 000012119921, 000012119922, 000012119923, 000012119924, 000012119925, 000012123101, 000012152721, 000012178120, 000012178121, 000012178122, 000012178123, 000012178124, 000012178125, 000012178126, 000012178128, 000012202589"
    ],
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "07/2024",
        "intended_commencement_date": "07/2023"
      }
    ],
    "total_gia_gained": 1076,
    "site_area": 0.216,
    "total_gia_lost": 30,
    "total_gia_existing": 611,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 322,
        "use_class": "C3",
        "gia_gained": 1076,
        "gia_lost": 30
      },
      {
        "gia_existing": 289,
        "use_class": "C4",
        "gia_gained": 0,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 10,
        "building_ref": "Building 1 (Houses 1-6)"
      },
      {
        "no_storeys": 3,
        "max_height": 10,
        "building_ref": "Building 2 (Houses 7-8)"
      },
      {
        "no_storeys": 4,
        "max_height": 11,
        "building_ref": "Building 3 (No. 5-7 Creffield Road)"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": true,
    "surface_water_discharge_percentage_reduction": 90,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 1076,
      "total_gia_existing": 611,
      "total_gia_lost": 30
    },
    "garden_land_lost": true,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 1076,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 8,
      "green_roof_area": 0,
      "urban_greening_factor_score": 0.4,
      "no_new_water_connections_required": 8,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 8,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": true,
      "no_new_gas_connections_required": 8,
      "ghg_reduction_over_building_regulations": true
    },
    "internal_resi_water_usage": 105,
    "ownership_status": "Private"
  },
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 180666,
  "epc_number": "2528-1006-6287-8388-3994",
  "development_type": "Minor dwellings",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "borough": "Ealing",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/221836FUL;",
  "appeal_decision": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.28987219999999997,
          51.5126092
        ],
        [
          -0.2898168,
          51.5122034
        ],
        [
          -0.2899903,
          51.5121888
        ],
        [
          -0.2900178,
          51.5121856
        ],
        [
          -0.2900916,
          51.5121759
        ],
        [
          -0.2901351,
          51.5121693
        ],
        [
          -0.290256,
          51.5122713
        ],
        [
          -0.29029849999999996,
          51.5123088
        ],
        [
          -0.2904074,
          51.5124016
        ],
        [
          -0.29047439999999997,
          51.512384
        ],
        [
          -0.29060739999999996,
          51.5125758
        ],
        [
          -0.2906239,
          51.5125904
        ],
        [
          -0.2906368,
          51.5126009
        ],
        [
          -0.29030629999999996,
          51.5126587
        ],
        [
          -0.2902123,
          51.512669
        ],
        [
          -0.2901226,
          51.5126776
        ],
        [
          -0.29009009999999996,
          51.5126803
        ],
        [
          -0.2900568,
          51.5126834
        ],
        [
          -0.28988189999999997,
          51.5126952
        ],
        [
          -0.28987219999999997,
          51.5126092
        ]
      ]
    ],
    "type": "Polygon"
  }
}