{
  "locality": null,
  "appeal_status": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1692.24",
  "decision_process": "Committee",
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": "09/10/2024",
  "decision": "Refused",
  "bo_system": "CSV Data Import",
  "valid_date": "07/02/2025",
  "description": "To demolish existing stable blocks and erect new stables, sixteen containers, 30x16m menage and eleven parking spaces.",
  "application_type_full": "Full planning permission",
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "borough": "Havering",
  "pp_id": "13642793",
  "site_number": null,
  "application_details": {
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_commencement_date": "03/2025",
        "intended_completion_date": "04/2025"
      }
    ],
    "site_area": 0.5338,
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_gained": 342.7,
      "total_gia_existing": 158.8,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 342.7,
      "total_gia_lost": 98.1,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 98.1
    },
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 4,
        "building_ref": "Proposed Stables"
      }
    ],
    "garden_land_lost": false,
    "total_gia_gained": 342.7,
    "surface_water_discharge_percentage_reduction": 10,
    "internal_resi_water_usage": 0,
    "green_suds": false,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "total_annual_pm_emissions": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_water_connections_required": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_new_gas_connections_required": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 158.8,
        "gia_gained": 342.7,
        "use_class": "B2",
        "gia_lost": 98.1
      }
    ],
    "total_gia_existing": 158.8,
    "ownership_status": "Private",
    "existing_uprns": null,
    "total_gia_lost": 98.1,
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true
  },
  "appeal_decision_date": null,
  "lapsed_date": "11/04/2028",
  "centroid_easting": 555844,
  "decision_target_date": "11/04/2025",
  "street_name": "Romford",
  "last_updated": "2025-07-10T01:54:24.062Z",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Planning Portal ingest",
  "development_type": null,
  "title_number": null,
  "postcode": "RM3 0AZ",
  "parking_details": null,
  "actual_completion_date": null,
  "appeal_start_date": "03/06/2025",
  "secondary_street_name": null,
  "epc_number": null,
  "decision_agency": "Borough",
  "ward": "Gooshays",
  "centroid": {
    "lat": 51.60709,
    "lon": 0.249126
  },
  "polygon": null,
  "status": "Appeal in Progress",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The proposed development comprising the erection of buildings, installation of shipping containers, the formation of significant degree of hardstanding and car parking spaces would result in development that is detrimental to the openness of the Green Belt, and would conflict with the purposes of including land in the Green Belt. The proposal would constitute inappropriate Green Belt development, and in the absence of very special circumstances that clearly outweigh the substantial harm to the Green Belt, by reason of inappropriateness and substantial harm, the proposal is considered to be contrary to the guidance contained in the National Planning Policy Framework NPPF 2024 and policy G2 of the London Plan.",
    "The proposed buildings and structures, in particular the proposed containers, would appear as alien feature that together with the extensive hard standing and car parking spaces would result in significant harm to the verdant and the rural character of the area, thereby having adverse impact upon the visual amenities of the area. The proposal is therefore considered to be contrary to Policies 26 and 27 of the Local Plan 2021, the Policy D4 of the London Plan and the Policy advice in National Planning Policy Framework 2024.",
    "The proposal would, by reason of noise and disturbance caused by coming and going on vehicles on the access way in the early hours of morning or late in the evening be unacceptably detrimental to the amenities of occupiers of nearby residents, contrary to policies 7 and 34 of Local Plan Policies.",
    "Insufficient information has been provided to assess the impact of the proposal upon the free flow of traffic and the safety of highways users. In particular there is no information with respect to trip generation or highways assessment. In these regards the proposal are considered contrary to policies T4 and T6 of London Plan and policy 24 of the Local plan and the policy advice in National Planning Policy Framework 2024.",
    "Insufficient ecological information is available for determination of this application. In particular it would appear that that the existing stables contains features that are associated with roosting bats and that these features are due to be lost through demolition, without any mitigating and enhancing measures for bat protection, thereby potentially causing undue harm to protected species contrary to policy 30 (Biodiversity and geodiversity) and the policy advice in National Planning Policy Framework 2024.",
    "The proposal, if granted planning permission on appeal, would be liable for the Mayor of London Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the CIL payable would be £12,750. Further details with regard to CIL are available from the Council's website.",
    "Biodiversity Net Gain",
    "The effect of paragraph 13 of Schedule 7A to the Town and Country Planning Act 1990 is that planning permission granted for the development of land in England is deemed to have been granted subject to the condition \"(the biodiversity gain condition\") that development may not begin unless:",
    "(a) a Biodiversity Gain Plan has been submitted to the planning authority, and",
    "(b) the planning authority has approved the plan.",
    "The planning authority, for the purposes of determining whether to approve a Biodiversity Gain Plan if one is required in respect of this proposal, should planning permission be granted at appeal, would be the London Borough of Havering.",
    "There are statutory exemptions and transitional arrangements which mean that the biodiversity gain condition does not always apply. These are listed in paragraph 17 of Schedule 7A of the Town and Country Planning Act 1990 and the Biodiversity Gain Requirements (Exemptions) Regulations 2024.",
    "Based on the information"
  ],
  "uprn": "100023216375",
  "lpa_name": "Havering",
  "centroid_northing": 192202,
  "site_name": "Maylands Golf Club Colchester Road",
  "wgs84_polygon": null,
  "lpa_app_no": "P1692.24",
  "last_date_consultation_comments": "03/03/2025",
  "subdivision_of_building": null,
  "id": "Havering-P1692.24",
  "decision_date": "11/04/2025",
  "cil_liability": false
}