{
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/242472VAR;",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": "Removal/Variation of a condition",
  "application_details": {
    "existing_uprns": null
  },
  "wgs84_polygon": null,
  "site_name": "Sirap ",
  "centroid_easting": 516990,
  "site_number": null,
  "development_type": null,
  "decision_date": "13/09/2024",
  "appeal_start_date": null,
  "lapsed_date": "13/09/2027",
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Ealing",
  "centroid_northing": 181576,
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of 01/11/2023, when permission was granted.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with drawing title number(s): 22 SEHE EPE01, 22 SEHE SL01, 22 SEHE SU01, 22 SEHE SUN1, 22 SEHE SUN2, Drawing: Arboricultural Impact Assessment rev B, Tree Constraints Plan, Design and Access Statement Rev A 05.12.22,  Planning Fire Safety Strategy ref. SEHE 2 TP 02,  Sustainable Drainage Form,  Sustainable Design & Construction Statement, Ecology and Trees Check List, Waste Management Statement, Site Images, Email received 02/05/2023, Email received on 12/05/2023, Planning Statement dated December 2023, Existing OS Plan 23-029-E01,  Proposed OS Plan Dwg. No. 23-029-P01, Proposed Site Plan Dwg. No. 23-029-P02, Proposed Ground Floor Plan Dwg. No. 23-029-P03, Proposed First Floor Plan Dwg. No. 23-029-P04, Proposed Second Floor Plan Dwg. No. 23-029-P05, Proposed Front Elevation (East) Dwg. No. 23-029-P06, Proposed Rear Elevation (West) Dwg. No. 23-029-P07, Proposed Side Elevation (North) Dwg. No. 23-029-P08, Proposed Side Elevation (South) Dwg. No. 23-029-P09, Proposed Street Elevation (East) Dwg. No. 23-029-P10, JH78/02 Landscape Layout Plan dated 06/11/2023.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| The development hereby approved shall not be occupied until refuse and recycling storage, in accordance with the Local Planning Authority Standards, has been provided in the curtilage of the proposed building as indicated on the approved plans and has been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy (2012) policy 7B of the Adopted Ealing Management Development Plan Document (2013) and the London Plan 2021.",
    "| Details of the proposed materials for walls, doors, windows, roof, paving and aesthetical details shall be implemented in accordance with the approved drawings and documents within application reference: 234418CND dated 10.01.2024.",
    "Reason: To ensure that the development harmonises with the character and appearance of the dwelling and would preserve the special character and appearance of the Grange and White Ledges Conservation Area, in accordance with policies 7.4, 7B and 7C of the Ealing Development Management Development Plan 2013, policies 1.1 and 1.2 of the adopted Local Development Framework (Core Strategy 2019) and policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| Notwithstanding the provisions of Classes A, B, C, D, E and F of Schedule 2, Part 1, Class A Town and Country Planning (General Permitted Development) Order 2015 (or any other order revoking and re-enacting that order, with or without modifications), no works shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.",
    "Reason: To prevent the overdevelopment of the site and to safeguard the living conditions of occupiers of adjoining properties and the appearance of the streetscene, in accordance with policies 1.1 (g) and (h) of the Adopted Development (Core) Strategy, and policies D3 and D4 of the London Plan (2021) and policies Ealing Local Variation of London Plan Policy 7.4 and 7B of the Ealing Development Management Development Plan.",
    "| Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995 (as amended), no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.",
    "Reason: To protect the living conditions of neighbouring properties and the visual appearance of the area, in accordance with policies D3 and D4 of the London Plan (2021), policies 7B and Local variation to policy 7.4 Local Character of the Ealing Development Management DPD (2013).",
    "| Details of the hard and soft landscaping shall be implemented in accordance with the approved drawings and documents within application reference: 234662CND dated 08.02.2024.",
    "Reason:  To ensure that the development is landscaped in the interests of the visual character and appearance of the area in accordance with policies D3 and D4 of the London Plan (2021), policies 7A, 7.4, 7B, 7C of the Ealing Development Management DPD (2013).",
    "| No part of the roof of the building hereby approved shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason: To protect the living conditions of nearby properties in accordance with policies D3 and D4 of the London Plan (2021), polices 7.4, 7A & 7B of the Adopted Ealing Development Management Plan Document (2013) and polices 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Adopted Development (Core) Strategy 2012.",
    "| The site is within the worst mode aircraft 1-day noise contour predicted for 2016 (57dB). The sound insulation of the building envelope shall achieve the internal criteria for sensitive rooms, as specified in Section 6 of Supplementary Planning Guidance 10. If compliance requires the windows to be closed, then acoustically attenuated mechanical ventilation and cooling shall be installed as necessary (with air intake from the cleanest aspect of the building).  The above shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023).",
    "| Details of the demolition method statement/construction management plan shall be implemented in accordance with the approved drawings and documents within application reference: 234766CND dated 08.02.2024.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023).",
    "| Details of the Arboricultural Method Statement shall be implemented in accordance with the approved drawings and documents within application reference: 234662CND dated 08.02.2024.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Details of the Tree Monitoring Program shall be implemented in accordance with the approved drawings and documents within application reference: 234662CND dated 08.02.2024",
    "(b) Within three months of first use of the development hereby approved, a report containing the following details shall be submitted to and approved by the Local Planning Authority:",
    "o Results of each site visit by the lead arboriculturist with photos attached.",
    "o Assessment of the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| A suitable scheme of proposed tree planting and pits shall be submitted to and approved by the Local Planning Authority prior to the first use of the development hereby approved.",
    "No operations shall commence on site in connection with the development hereby approved until a suitable scheme of proposed tree planting and tree pits have been submitted to and approved by the Local Planning Authority. The scheme shall include the following comprehensive details of all trees to be planted:",
    "o Full planting specification - tree size, species, the numbers of trees and any changes from the original application proposals.",
    "o Locations of all proposed species.",
    "o Comprehensive details of ground/tree pit preparation to include:",
    "o \tPlans detailing adequate soil volume provision to allow the tree to grow to maturity",
    "o\t Engineering solutions to demonstrate the tree will not interfere with structures (e.g. root barriers/deflectors) in the future",
    "o \tStaking/tying method(s).",
    "o \tFive year post planting maintenance and inspection schedule.",
    "All tree planting must be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 28th February inclusive). The quality of all approved tree planting should be carried out to the levels detailed in British Standard 8545, Trees: from nursery to independence in the landscape - Recommendations.",
    "Any trees which die, are removed, uprooted, significantly damaged, become diseased or malformed within five years from the completion of planting, must be replaced during the nearest planting season (1st October to 31st March inclusive) with a tree/s of the same size, species and quality as previously approved.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| No trees, shrubs or hedges within the site which are shown to be retained on the approved plans (Plan/Drawing: Arboricultural Impact Assessment rev B) shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "If a tree marked on the tree report to be retained is removed without consent, or dying, or being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted, a replacement tree shall be planted on the site or surrounding area reflecting the CAVAT value of the tree, or a proportion of its value reflecting the damage. This penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "Reason: to secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of important amenity value to the local landscape.",
    "| The rating noise level (LAr,Tr) of the individual and combined maximum noise emitted by plant, ducting and equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all machinery operating together at maximum capacity.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023).",
    "| Control measures shall ensure that the following standards are implemented",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Guidance by the IAQM (2024) for Guidance on the assessment of dust from demolition and construction),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays (no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and considerate complaints procedure,",
    "- public display of contact details including accessible phone numbers for persons responsible for the work for the duration of the works in case of emergencies, enquiries or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "Edgehill Road",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.315187,
    "lat": 51.520995
  },
  "cil_liability": true,
  "valid_date": "28/06/2024",
  "postcode": "W13 8HW",
  "bo_system": "CSV Data Import",
  "borough": "Ealing",
  "id": "Ealing-242472VAR",
  "application_type": "All Other",
  "parking_details": null,
  "decision_target_date": "27/09/2024",
  "pp_id": "PP-13197064",
  "last_updated_by": "CSV Data Import",
  "locality": "London",
  "uprn": "000012003507",
  "last_date_consultation_comments": null,
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-03-19T20:40:05.824+00:00",
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "Ealing Broadway",
  "appeal_decision": null,
  "lpa_app_no": "242472VAR",
  "description": "Minor material amendment (S.73) to vary condition no.2 (approved plans), seeking to incorporate a single storey ground floor side extension in pursuant to planning permission reference 225355FUL dated 01/11/2023 and varied by ref. 235008VAR dated 21.06.2024 for'' Construction of a two storey, with habitable loft space, dwelling house and associated works, following the demolition of existing house garage and outbuildings.''",
  "date_building_work_completed_under_previous_permission": null
}