{
  "lpa_name": "Havering",
  "uprn": "100023211049",
  "decision_date": "09/02/2021",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "CSV Data Import",
  "id": "Havering-P1709.20",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM1 1PS",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.015000000000000001,
    "existing_uprns": null
  },
  "valid_date": "15/12/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Raising of roof to create third floor for creation of 2 x 1-bed flats",
  "decision_conditions": [
    "The proposed roof extension would, by reason of its design, materiality, fenestration and prominent siting, have a detrimental impact upon the significance and architectural value of a non-designated heritage asset, fail to make a positive contribution to local character and distinctiveness and appear incongruous, visually intrusive and out of character in the street scene contrary to Policy ROM6 of the Romford Area Action Plan Development Plan Document, Policies CP18 and DC67 of the Local Development Framework Development Plan Document, Policy HC1 of the London Plan and the National Planning Policy Framework.",
    "The proposed self-contained units would result in living conditions that do not create a suitably high quality living environment for future occupiers. The constraints of the site and approach taken result in failings present in poor quality residential setting, cramped internal layout, poor quality outlook from some of the rooms and low-quality amenity areas. As it is shown the development would be contrary to the aims of London Plan Policy 3.5, Policy DC61 of the LDF Core Strategy and Development Control Policies DPD and the National Planning Policy Framework.",
    "The proposal fails to demonstrate how adequate provision for cycle/refuse storage will be made to meet the needs of future occupiers.  In the absence of clarity on those matters, it is not clear to the local authority how these matters could be successfully resolved.  As such, the proposal is considered to be contrary to LDF Policies DC35 and DC40 and the guidance contained within the Residential Design SPD.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the agent in writing 05-02-2020",
    "For Residential Development Only",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment of  £8,400 plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to a CIL Liability Notice indicating a levy of £1,400 plus indexation for the application, based on the Mayoral CIL levy rate for Havering of ??£25/sq.m plus Havering's charging rate for residential of ??£125/sq.m (Zone A) and the floorspace of 56 square metres.",
    "You are advised to visit the planning porta"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:50:05.207+00:00",
  "ward": "Romford Town",
  "parking_details": null,
  "lapsed_date": "09/02/2024",
  "decision_target_date": "09/02/2021",
  "centroid": {
    "lat": "51.5739484",
    "lon": "0.1842179"
  },
  "lpa_app_no": "P1709.20",
  "status": "Refused",
  "site_name": "165-167 South Street",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1709.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551449.114,
              188386.019
            ],
            [
              551460.019,
              188384.867
            ],
            [
              551460.899,
              188382.734
            ],
            [
              551467.943,
              188380.905
            ],
            [
              551468.587,
              188377.383
            ],
            [
              551451.349,
              188374.165
            ],
            [
              551449.114,
              188386.019
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "10/01/2021",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Romford",
  "pp_id": "09251721",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 551458,
  "appeal_start_date": null,
  "centroid_northing": 188380,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1840924,
          51.5740049
        ],
        [
          0.1842491,
          51.5739916
        ],
        [
          0.1842609,
          51.5739722
        ],
        [
          0.1843617,
          51.5739539
        ],
        [
          0.1843694,
          51.5739221
        ],
        [
          0.1841195,
          51.5738978
        ],
        [
          0.1840924,
          51.5740049
        ]
      ]
    ],
    "type": "Polygon"
  }
}