{
  "lpa_name": "Hillingdon",
  "pp_id": "13041828",
  "description": "Erection of a single storey front/side/rear extension and a two storey rear extension.",
  "epc_number": "0354-2875-6313-9823-8711",
  "status": "Approved",
  "decision_date": "28/06/2024",
  "street_name": "YIEWSLEY",
  "decision_process": "Delegated",
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "04/07/2024",
  "subdivision_of_building": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 506759,
  "appeal_decision": null,
  "lpa_app_no": "78771/APP/2024/1228",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506746.4592,
              180490.8847
            ],
            [
              506746.3269,
              180498.0285
            ],
            [
              506771.9915,
              180497.8962
            ],
            [
              506771.9915,
              180490.7524
            ],
            [
              506746.4592,
              180490.8847
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "actual_commencement_date": null,
  "application_type": "Householder",
  "bo_system": "CSV Data Import",
  "centroid": {
    "lat": "51.5132959",
    "lon": "-0.4628965"
  },
  "decision_agency": "Borough",
  "parking_details": null,
  "postcode": "UB7 8LB",
  "last_updated": "2025-03-19T21:03:20.781+00:00",
  "secondary_street_name": null,
  "cil_liability": false,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=78771/APP/2024/1228",
  "valid_date": "09/05/2024",
  "appeal_decision_date": null,
  "locality": null,
  "appeal_start_date": null,
  "application_type_full": "Householder planning permission",
  "decision": "Approved",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "site_name": "126 WHITETHORN AVENUE",
  "lapsed_date": "28/06/2027",
  "centroid_northing": 180494,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 01 Rev B; 02 Rev B; 03 Rev B; 04 Rev B; 05 Rev B and 06 Rev B.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing 124 Whitehorn Avenue.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby approved may be subject to the Construction (Design and Management) Regulations 1994, which govern health and safety through all stages of a construction project. The regulations require clients (ie. those, including developers, who commision construction projects) to appoint a planning supervisor and principal contractor who are competent and adequately resourced to carry out their health and safety responsibilities. Further information is available from the Health and Safety Executive, Rose Court, 2 Southwark Bridge Road, London, SE1 9HS (telephone 020 7556 2100).",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB"
  ],
  "ward": "YIEWSLEY 2022",
  "site_number": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 54.45,
    "intended_commencement_date": "08/2024",
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 0,
    "intended_completion_date": "11/2024",
    "site_area": 0.018000000000000002
  },
  "id": "Hillingdon-78771_APP_2024_1228",
  "appeal_status": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4630781,
          51.5132703
        ],
        [
          -0.4630778,
          51.5133345
        ],
        [
          -0.46270819999999996,
          51.5133285
        ],
        [
          -0.46271029999999996,
          51.5132643
        ],
        [
          -0.4630781,
          51.5132703
        ]
      ]
    ],
    "type": "Polygon"
  },
  "borough": "Hillingdon",
  "last_date_consultation_comments": "07/06/2024"
}