{
  "centroid": {
    "lon": "0.24298309999999998",
    "lat": "51.602669"
  },
  "status": "Approved",
  "decision_target_date": "15/05/2020",
  "site_name": "105 RETFORD ROAD",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no other door shall be formed to the front elevation and no window or other opening other than those already placed shall be formed in the flank wall of the building hereby permitted unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with the  Development Control Policies Development Plan Document Policy DC61.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The garage conversion hereby permitted shall be used only for living accommodation as an integral part of the existing dwelling known at 105 Retford Road and shall not be used as a separate unit of residential accommodation at any time.",
    "Reason:-",
    "The site is within an area where the Local Planning Authority consider that the sub-division of existing properties should not be permitted in the interests of amenity, and that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with the applicant. The revisions involved removal of the additional front entrance to the building. The amendments were subsequently submitted on 8th May 2020."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM3 9NH",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "15/05/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0400.20",
  "centroid_northing": 191697,
  "uprn": null,
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Gooshays",
  "decision_date": "15/05/2020",
  "description": "Variation of Condition No. 3 (Parking areas) of planning permission P0842.00 dated 24/11/2000 to permit the garage to be used for ancillary habitable purposes (Two storey side extension)",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0400.20",
  "lpa_app_no": "P0400.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:54:57.658+00:00",
  "centroid_easting": 555432,
  "pp_id": null,
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "16/03/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              555431.926,
              191684.774
            ],
            [
              555420.716,
              191704.856
            ],
            [
              555424.171,
              191706.888
            ],
            [
              555443.542,
              191699.099
            ],
            [
              555443.204,
              191698.354
            ],
            [
              555442.73,
              191697.203
            ],
            [
              555441.51,
              191694.934
            ],
            [
              555439.851,
              191692.36
            ],
            [
              555437.616,
              191689.583
            ],
            [
              555434.568,
              191686.602
            ],
            [
              555432.57,
              191685.214
            ],
            [
              555431.926,
              191684.774
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.025
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "ROMFORD",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "08/04/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2429766,
          51.6025591
        ],
        [
          0.24282369999999998,
          51.6027427
        ],
        [
          0.2428745,
          51.60276
        ],
        [
          0.2431505,
          51.6026846
        ],
        [
          0.24314529999999998,
          51.602678
        ],
        [
          0.243138,
          51.6026678
        ],
        [
          0.24311939999999999,
          51.6026478
        ],
        [
          0.24309429999999999,
          51.6026251
        ],
        [
          0.2430608,
          51.6026008
        ],
        [
          0.2430155,
          51.6025748
        ],
        [
          0.24298609999999998,
          51.6025629
        ],
        [
          0.2429766,
          51.6025591
        ]
      ]
    ],
    "type": "Polygon"
  }
}