{
  "borough": "Hillingdon",
  "cil_liability": false,
  "decision_target_date": "05/10/2023",
  "lpa_app_no": "3085/APP/2023/2028",
  "date_building_work_completed_under_previous_permission": "23/06/2023",
  "decision_date": "05/10/2023",
  "lpa_name": "Hillingdon",
  "application_details": {
    "intended_completion_date": "11/2023",
    "existing_uprns": null,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "10/2023",
    "total_gia_gained": 41.9,
    "site_area": 0.026000000000000002
  },
  "title_number": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.407421,
          51.5715938
        ],
        [
          -0.4073168,
          51.5716245
        ],
        [
          -0.4070951,
          51.5713609
        ],
        [
          -0.4071936,
          51.5713278
        ],
        [
          -0.407421,
          51.5715938
        ]
      ]
    ],
    "type": "Polygon"
  },
  "valid_date": "10/07/2023",
  "centroid": {
    "lat": "51.5714797",
    "lon": "-0.4072551"
  },
  "site_number": null,
  "decision_conditions": [
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, references: Location Plan, 01 [Rev. 01 dated 09-09-23], 02, 03.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "Within 2 months of the date of this decision notice, the existing hob, oven and kitchen cabinets (including all associated fixtures and fittings) shall be removed in their entirety as detailed on drawing number 01 [Rev. 01 dated 09-09-23]. Thereafter, no other cooking facilities shall be contained within the building, for the lifetime of the development hereby approved.",
    "REASON",
    "To avoid any future undesirable fragmentation of the curtilage or the creation of a separate residential use and in the interests of protecting the amenity of adjoining residential properties in accordance with Policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan - Part Two (2020).",
    "The outbuilding hereby permitted shall be used only for purposes incidental to the residential use of the No.54 Chelston Road, Ruislip and shall remain within the same planning unit. The outbuilding shall at no time be used for purposes such as a living room, bedroom, kitchen or as a separate unit of accommodation.",
    "REASON",
    "To avoid any future undesirable fragmentation of the curtilage or the creation of a separate residential use and in the interests of protecting the amenity of adjoining residential properties in accordance with Policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan - Part Two (2020).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The site lies in a Critical Drainage Area (CDA). Therefore, the surface water from the site entering the sewers should minimised:",
    "- Water run off from any roof or hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, must be permeable or be collected and directed to a permeable area, or it would need an additional permission.",
    "- A water butt should be incorporated.",
    "- No drainage to support the extension should be connected to any existing surface water network, other than as an overflow."
  ],
  "decision": "Approved",
  "centroid_easting": 510479,
  "uprn": null,
  "decision_process": "Delegated",
  "application_type_full": "Householder planning permission",
  "locality": null,
  "last_date_consultation_comments": "26/09/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510467.2287,
              187059.4363
            ],
            [
              510474.3725,
              187063.0081
            ],
            [
              510490.3798,
              187034.0362
            ],
            [
              510483.6329,
              187030.1997
            ],
            [
              510467.2287,
              187059.4363
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "RUISLIP MANOR 2022",
  "pp_id": "12298562",
  "lapsed_date": "05/10/2026",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "Single storey detached outbuilding for home office, physical fitness and storage. (Part retrospective)",
  "centroid_northing": 187047,
  "street_name": "RUISLIP",
  "epc_number": null,
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T01:15:04.837+00:00",
  "site_name": "54 CHELSTON ROAD",
  "development_type": null,
  "appeal_decision_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "Householder",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "parking_details": null,
  "date_building_work_started_under_previous_permission": "17/05/2023",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=3085/APP/2023/2028",
  "id": "Hillingdon-3085_APP_2023_2028",
  "actual_commencement_date": null,
  "postcode": null
}