{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "UB3 1TQ",
  "borough": "Hillingdon",
  "wgs84_polygon": null,
  "site_name": "56 COLBROOK AVENUE",
  "centroid_easting": 508720,
  "pp_id": "12636105",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "no_additional_bathrooms": 1,
    "intended_completion_date": "06/2024",
    "existing_uprns": null,
    "no_additional_bedrooms": 1,
    "total_gia_gained": 40,
    "intended_commencement_date": "03/2024"
  },
  "lpa_name": "Hillingdon",
  "decision": "Approved",
  "lpa_app_no": "17025/APP/2023/3443",
  "decision_date": "24/01/2024",
  "last_updated": "2025-03-20T11:43:19.520+00:00",
  "centroid_northing": 179188,
  "centroid": {
    "lat": 51.501183,
    "lon": -0.435071
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "PINKWELL 2022",
  "bo_system": "CSV Data Import",
  "lapsed_date": "24/01/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "28/12/2023",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "29/11/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on drawing references:",
    "Location Plan (Received 29/11/2023)",
    "0185-PR-10 Rev A -  Proposed Ground Floor Plan (Received 29/11/2023)",
    "0185-PR-20 Rev A  - Proposed Elevations (Received 29/11/2023)",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The extension hereby approved shall only be used for the purpose(s) stated on the approved drawings, namely as a habitable rooms with a bathroom. It shall not be used as a separate unit of accommodation.",
    "REASON",
    "To avoid any future fragmentation of the curtilage or the creation of a separate residential use, so as to protect the amenity of adjoining residential properties in accordance with Policies DMHB 11, DMHB 18, DMHD 1 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent creation of an exclusive access to the approved side extension and avoid any future fragmentation of the curtilage or the creation of a separate residential use, so as to protect the amenity of adjoining residential properties in accordance with Policies DMHB 11, DMHB 18, DMHD 1 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020)."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": null,
  "decision_target_date": "24/01/2024",
  "application_type": "Householder",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Householder planning permission",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "HAYES",
  "secondary_street_name": null,
  "description": "Erection of a single storey side extension",
  "id": "Hillingdon-17025_APP_2023_3443",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=17025/APP/2023/3443"
}