{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505458.1725,
              184027.8806
            ],
            [
              505453.41,
              184019.6785
            ],
            [
              505445.7371,
              184025.2348
            ],
            [
              505444.9433,
              184024.0442
            ],
            [
              505435.5506,
              184030.6588
            ],
            [
              505442.0329,
              184040.1838
            ],
            [
              505458.0402,
              184027.8806
            ],
            [
              505458.1725,
              184027.8806
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08342842",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:39:03.020+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "25/02/2020",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "UXBRIDGE SOUTH",
  "centroid": {
    "lat": "51.545325",
    "lon": "-0.48073829999999995"
  },
  "decision": "Refused",
  "valid_date": "06/12/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.022000000000000002
  },
  "cil_liability": false,
  "postcode": "UB8 1AB",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=48534/APP/2019/3956",
  "lpa_name": "Hillingdon",
  "site_name": "42a WINDSOR STREET",
  "lapsed_date": "25/03/2023",
  "parking_details": null,
  "decision_conditions": [
    "The proposal, by reason of the unsympathetic subdivisions and lack of a historical building survey / assessment and detail in relation to the proposed internal alterations would be harmful to the character, appearance, historic fabric and significance of the listed building and fails to adequately preserve its special interest, contrary to the NPPF, Policy 7.8 of the London Plan (2016), Policy HE1 of The Local Plan: Part 1 - Strategic Policies (2012) and Policies DMHB 1 and 2 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "Insufficient information has been provided as regards daylight/sunlight to allow a full consideration of the suitability of the proposed accommodation for future residential occupation. Therefore, the proposal would be contrary to Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "The proposed development fails to provide any usable external amenity space or any compensatory measures to justify the lack of provision. The proposal would therefore provide sub-standard residential accommodation, contrary to Policy DMHB 18 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020) and the Mayor's Housing SPG (2016).",
    "The proposed dwelling, by virtue of its internal layout, would fail to provide a suitable standard of residential accommodation by reason of actual and perceived overlooking between internal bedroom and staircase windows, resulting in a lack of privacy and a poor standard of residential accommodation. Therefore the proposal would be contrary to Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "The proposal, by reason of the siting of the windows and their proximity to the adjoining flats, would result in an oppressive environment and the provision of habitable rooms with very poor outlook that would result in a substandard form of living accommodation which would be to the detriment of the amenity of future occupiers, contrary to Policies 3.5 and 5.3 of the London Plan (2016), Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020) and Housing SPG (2016).",
    "The applicant at this stage has failed to provide a S106/Legal Agreement that would ensure that future residents do not have access to parking permits within the Controlled Parking Zone. In the absence of a legal agreement, the proposal is likely to generate additional demand for on-street parking which would give rise to conditions predudicial to highway and pedestrian safety, contrary to Policies DMCI 7, DMT 1, DMT 2 and DMT 6 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020), Policy 6.13 of the London Plan (2016) and Policy T6.1 of the Draft London Plan (Intend to Publish Version 2019).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "In order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition further guidance was offered to the applicant by the case officer during the processing of the application to identify the amendments to address those elements of the scheme considered unacceptable which the applicant chose not to implement."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Conversion of upper floors from offices (Use Class B1) to provide 4 x 2-bed Maisonettes (Use Class C3).",
  "lpa_app_no": "48534/APP/2019/3956",
  "decision_target_date": "06/03/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "25/03/2020",
  "id": "Hillingdon-48534_APP_2019_3956",
  "centroid_northing": 184030,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 505447,
  "street_name": "UXBRIDGE",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4805778,
          51.5453038
        ],
        [
          -0.4806489,
          51.545231
        ],
        [
          -0.48075789999999996,
          51.5452824
        ],
        [
          -0.48076969999999997,
          51.5452718
        ],
        [
          -0.4809031,
          51.545333
        ],
        [
          -0.4808068,
          51.5454174
        ],
        [
          -0.4805797,
          51.5453039
        ],
        [
          -0.4805778,
          51.5453038
        ]
      ]
    ],
    "type": "Polygon"
  }
}