{
  "lpa_name": "Islington",
  "pp_id": null,
  "description": "Non-material Minor admendment of planning permission P092187 dated 13 April 2010 [Application under Section 73 of the Town and Country Planning Act 1990 to vary the wording of conditions 4; 5; 9; 20; 21; 22; 25; 26; 28; 29; 30; 31; 33; 34; 35; 37; 39; 40; 41; 46; 56 & 65 of planning permission P082018 dated 30 July 2009 for the: demolition of existing buildings and redevelopment of the site, move the position of Queensland Road (which involves stopping up the existing road) and develop one new building to the north and one to the south.  The building to the south would be up to six storeys high (with photovoltaic) and provide 213 residential units and 345 sq.m of commercial space, with a mix of class A1 (shops), A2(financial and professional services), A3 (restaurants and cafes), A4 (drinking establishments), B1 (business).  The building to the north would incorporate five towers providing 10 to 15 floors of residential accommodation above a plinth of mainly commercial space.  It would provide 516 residential units, 1,600 sq.m of sports centre for Arsenal Football Club and 1,330 sq.m of commercial space with a mix of class A1/A2/A3/A4/B1 as described above and 179 car parking spaces].\r\nThe non-material minor amendments are:\r\n\r\nRoof\r\na. Increase in ridge height by 395mm\r\nb. Change from a pitched roof to sloping parapet roof form with flat central area\r\nc. Provision of photo voltaics (PVs), lift overruns, mechanical plant and roof access hatches on the roof, behind the sloping parapet\r\n\r\nNorth Elevation\r\nd. Minor variation to the appearance of the roof\r\ne. Introduction of opaque privacy screens for top floor amenity space\r\nf. Removal of grey brick flecks on the western commercial edge of the facade\r\ng. Minor repositioning of windows and opaque glazing\r\nh. Minor repositioning and design of doorways at ground floor\r\n\r\nSouth Elevation\r\ni. Minor variation to the appearance of the roof\r\nj. Introduction of opaque privacy screens for top floor amenity space\r\nk. Minor reposit",
  "epc_number": null,
  "status": "Insufficient Fee",
  "decision_date": "14/11/2011",
  "street_name": "Benwell Road",
  "decision_process": "Delegated",
  "uprn": "10090264584",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "22/11/2011",
  "subdivision_of_building": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 531157,
  "appeal_decision": null,
  "lpa_app_no": "P092187(MA05)",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "actual_commencement_date": null,
  "application_type": "All Other",
  "bo_system": "Agile APAS",
  "centroid": {
    "lat": 51.553213,
    "lon": -0.109645
  },
  "decision_agency": null,
  "parking_details": null,
  "postcode": "N7 7BA",
  "last_updated": "2025-03-20T01:25:56.379+00:00",
  "secondary_street_name": null,
  "cil_liability": false,
  "url_planning_app": null,
  "valid_date": "26/10/2011",
  "appeal_decision_date": null,
  "locality": "London",
  "appeal_start_date": null,
  "application_type_full": null,
  "decision": "Approved",
  "last_updated_by": "Agile APAS",
  "actual_completion_date": null,
  "site_name": "",
  "lapsed_date": "14/11/2014",
  "centroid_northing": 185507,
  "decision_conditions": [
    "CONDITION: Prior to occupation of the south building, the roof including the sloping parapet perimeter shall be fully constructed in accordance with the details hereby approved.\r\n\r\nREASON: To ensure a satisfactory appearance in accordance with Policy 7.6 of the London Plan 2011 and Policies D1 and D4 of the Islington Saved UDP (2002)."
  ],
  "ward": "College Park and Old Oak",
  "site_number": "54",
  "application_details": {
    "s106_agreement": false
  },
  "id": "Islington-P092187(MA05)",
  "appeal_status": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.109623,
          51.553226
        ],
        [
          -0.109624,
          51.553199
        ],
        [
          -0.109667,
          51.553199
        ],
        [
          -0.109666,
          51.553226
        ],
        [
          -0.109623,
          51.553226
        ]
      ]
    ]
  },
  "borough": "Islington",
  "last_date_consultation_comments": null
}