{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507578.78,
              183565.8299
            ],
            [
              507621.7749,
              183552.6007
            ],
            [
              507586.3868,
              183433.5379
            ],
            [
              507505.0273,
              183458.6734
            ],
            [
              507503.7044,
              183464.2958
            ],
            [
              507524.2096,
              183524.1579
            ],
            [
              507528.1784,
              183528.1267
            ],
            [
              507562.905,
              183516.5511
            ],
            [
              507568.5274,
              183531.1032
            ],
            [
              507567.2045,
              183532.4262
            ],
            [
              507578.78,
              183565.4991
            ],
            [
              507578.78,
              183565.8299
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08283560",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:39:50.138+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "27/12/2019",
  "secondary_street_name": "HILLINGDON",
  "appeal_start_date": null,
  "ward": "HILLINGDON EAST",
  "centroid": {
    "lat": "51.5401256",
    "lon": "-0.4503705"
  },
  "decision": "Approved",
  "valid_date": "11/11/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.8650000000000001
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=40068/APP/2019/3662",
  "lpa_name": "Hillingdon",
  "site_name": "ST BERNADETTES R C CHURCH",
  "lapsed_date": "20/02/2023",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 01 3091 103 Rev. A, 01 3091 101 Rev. A and 01 3091 102 Rev. A and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2016).",
    "No development shall take place until details of all materials and external surfaces, including details of balconies have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No development above superstructure level shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include:",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100),",
    "1.b Written specification of planting and cultivation works to be undertaken,",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Hard Surfacing Materials",
    "2.b External Lighting",
    "3. Schedule for Implementation",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMHB 11, DMHB 14 of the Hillingdon Local Plan Part 2 (2020).",
    "Trees, hedges and shrubs shown to be retained on the approved plan shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during construction, or is found to be seriously diseased or dying another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork shall be agreed",
    "Prior to the commencement of development details of a soakaway or tank to control surface water from the proposed development shall be submitted to and be approved in writing by the Local Planning Authority.",
    "The details need to ensure that any new pipework should not be connected to any existing surface water network which drains to any road or sewer.",
    "Water run off from any hard paving associated with the development should also be directed to a soakaway, or made permeable.",
    "The development shall only be undertaken in accordance with those approved details, and the approved scheme shall be implemented prior to the first use of the development hereby permitted and retained for the duration of the development.",
    "REASON",
    "To ensure the development does not increase the risk of flooding in accordance with Policy DMEI 10 of the Hillingdon Local Plan Part 2 (2020) and London Plan (2016) Policy 5.12.",
    "No music and/or other amplified sound arising from the development shall be audible from the inside of surrounding or adjacent premises.",
    "REASON",
    "To safeguard the amenity of the occupants of surrounding properties in accordance with London Plan (2016) Policy 7.15.",
    "Internal noise levels shall meet those relevant criteria as set out in BS 8233: 2014 (Guidance on sound insulation and noise reduction for buildings) for the lifetime of the development.",
    "REASON",
    "To ensure that the amenity of the occupiers of the proposed development is not adversely affected by external noise in accordance with London Plan (2016) Policy 7.15.",
    "Notwithstanding the hereby approved plans, the accessible toilet facility shown on plan 01-3091-101 Rev. A shall provide a minimum internal width of 1500mm clear of finished wall surfaces.",
    "REASON",
    "To ensure the development satisfactorily meets the needs of disabled users in accordance with policy 7.2 of the London Plan (2016).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Variation of Condition 2 of planning permission ref. 40068/APP/2017/1831 granted 25/07/2017 (Demolition of existing scout hut and erection of a new single storey parish meeting room) seeking amendments as follows: \n\n1. Relocation of the building so that it would be separated from the main church building by approximately 1.5m rather than attached as per the previous permission\n\n2. Amendments to the proposed materials so the outbuilding would be rendered in white rather than constructed of red brick\n\n3. Increase in size from an internal area of 82 sqm to 89 sqm and an increase in ridge height from 4.55m to 4.75m",
  "lpa_app_no": "40068/APP/2019/3662",
  "decision_target_date": "20/02/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "20/02/2020",
  "id": "Hillingdon-40068_APP_2019_3662",
  "centroid_northing": 183496,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 507565,
  "street_name": "LONG LANE",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.45015049999999995,
          51.5407506
        ],
        [
          -0.44953479999999996,
          51.5406235
        ],
        [
          -0.45008129999999996,
          51.5395601
        ],
        [
          -0.4512463,
          51.5398015
        ],
        [
          -0.4512636,
          51.5398523
        ],
        [
          -0.45094979999999996,
          51.5403865
        ],
        [
          -0.4508914,
          51.5404214
        ],
        [
          -0.4503944,
          51.5403107
        ],
        [
          -0.45030889999999996,
          51.5404404
        ],
        [
          -0.4503275,
          51.5404526
        ],
        [
          -0.45015059999999996,
          51.5407477
        ],
        [
          -0.45015049999999995,
          51.5407506
        ]
      ]
    ],
    "type": "Polygon"
  }
}