{
  "uprn": null,
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "borough": "Hillingdon",
  "description": "Erection of a single storey rear extension, rear raised patio, conversion of garage into habitable room, erection of a timber outbuilding and widening the driveway",
  "appeal_start_date": null,
  "cil_liability": false,
  "lpa_app_no": "77209/APP/2022/1211",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [
    "NGL362898"
  ],
  "decision_date": "09/02/2023",
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510204.9495,
              191503.1317
            ],
            [
              510216.5366,
              191515.3772
            ],
            [
              510242.4659,
              191478.3355
            ],
            [
              510229.5013,
              191469.4719
            ],
            [
              510204.9495,
              191503.1317
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              510204.895,
              191503.0741
            ],
            [
              510204.895,
              191503.2064
            ],
            [
              510204.9495,
              191503.1317
            ],
            [
              510204.895,
              191503.0741
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_type_full": "Householder planning permission",
  "locality": null,
  "application_type": "Householder",
  "street_name": "NORTHWOOD",
  "decision": "Approved",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "valid_date": "12/04/2022",
  "actual_commencement_date": null,
  "development_type": null,
  "lapsed_date": "09/02/2026",
  "decision_target_date": "09/02/2023",
  "id": "Hillingdon-77209_APP_2022_1211",
  "centroid_northing": 191492,
  "secondary_street_name": null,
  "appeal_status": null,
  "site_name": "1A WIELAND ROAD",
  "postcode": "HA6 3RD",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=77209/APP/2022/1211",
  "site_number": null,
  "ward": "NORTHWOOD HILLS",
  "centroid_easting": 510223,
  "bo_system": "CSV Data Import",
  "lpa_name": "Hillingdon",
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 48.3,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "09/2022",
    "intended_completion_date": "08/2023",
    "site_area": 0.07
  },
  "last_updated": "2025-03-20T13:42:10.373+00:00",
  "status": "Approved",
  "last_date_consultation_comments": "24/05/2022",
  "centroid": {
    "lat": "51.6114826",
    "lon": "-0.4095522"
  },
  "pp_id": "11187255",
  "parking_details": null,
  "last_updated_by": "CSV Data Import",
  "epc_number": "8861-7921-6170-1643-2926",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, number GDP241/B2 Rev C, GDP241/PL3 Rev C, GDP241/PL4 Rev C, and GDP241/PL5 Rev A.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the approved rear extension and garage conversion hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "The materials to be used in the construction of the outbuilding hereby permitted shall match those annotated on approved plan GDP241/PL5 Rev A  shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the details hereby approved a minimum of 25% of the front garden area shall be soft landscaped (eg.grass or planted beds) for so long as the development remains in existence.",
    "REASON",
    "To ensure the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with Policies DMHB 11, DMHB 12 and DMHB 14 of the Hillingdon Local Plan Part 2 (2020) and Policy G5 of the London Plan (2021).",
    "The tree(s) to be felled in pursuance of this consent shall be replaced with the same species of the same quality and planted within the rear garden of the application site. The replacement tree(s), which shall be of 'Standard' size (about 2-3m high) and short-staked for support, shall be planted during the first planting season following the felling works hereby permitted. Thereafter, the replacement tree(s) shall be maintained for at least 2-3 years, or until established.",
    "REASON",
    "To ensure that the trees and other vegetation continue to make a valuable contribution to the amenity of the area in accordance with policy DMHB 14 of the Hillingdon Local Plan Part 2 (2020) and to comply with Section 197 of the Town and Country Planning Act 1990.",
    "The Tree Protection measures outlined in Arboricultural impact assessment (Ref MDJAC-22.133-AIA-01) shall be implemented prior to the construction of the approved works and maintained until the occupation of the development hereby permitted.",
    "REASON",
    "To ensure that trees and other vegetation can and will be retained on site and not damaged during construction work and to ensure that the development conforms with policy DMHB 14 of the Hillingdon Local Plan Part  2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The side kitchen window on the rear extension facing No. 1B Wieland Road shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4098093,
          51.6115862
        ],
        [
          -0.4096382,
          51.611694
        ],
        [
          -0.40927549999999996,
          51.611356
        ],
        [
          -0.4094654,
          51.6112789
        ],
        [
          -0.4098093,
          51.6115862
        ]
      ]
    ],
    "type": "Polygon"
  }
}