{
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=19758/APP/2023/3328",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "15/12/2023",
  "polygon": null,
  "cil_liability": false,
  "lapsed_date": "15/12/2026",
  "appeal_decision": null,
  "street_name": "371A HIGH STREET",
  "decision_agency": "Borough",
  "last_updated_by": "CSV Data Import",
  "description": "A Prior Notification Application submitted under Schedule 2, Part 11, Class B of the Town and Country Planning (General Permitted Development) (England) Order (2015) (as amended) for the demolition of buildings and structures situated at 371a High Street, Harlington.",
  "decision": "Approved",
  "centroid_northing": 177425,
  "bo_system": "CSV Data Import",
  "last_updated": "2025-03-18T23:53:18.961+00:00",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "HARE/D VILLAGES 2022",
  "centroid_easting": 508853,
  "site_name": "The Elms",
  "application_type": "All Other",
  "parking_details": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Hillingdon",
  "wgs84_polygon": null,
  "postcode": null,
  "decision_date": "15/12/2023",
  "centroid": {
    "lon": -0.433699,
    "lat": 51.485311
  },
  "decision_process": "Delegated",
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "site_number": null,
  "borough": "Hillingdon",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "16/11/2023",
  "application_type_full": "Prior Approval: Demolition of building",
  "locality": null,
  "last_date_consultation_comments": "14/12/2023",
  "pp_id": "12599497",
  "development_type": null,
  "decision_conditions": [
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (https://archive.hillingdon",
    "Demolition and removal of any material containing asbestos must be carried out in accordance with guidance from the Health and Safety Executive and the Council's Environmental Services. For advice and information contact: - Environmental Protection Unit, 3S/02, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 277401) or the Health and Safety Executive, Rose Court, 2 Southwark Bridge Road, London, SE1 9HS (Tel. 020 7556 2100).",
    "It is advised that any works associated with this prior notification application should be conducted in accordance with a detailed watching brief/discovery strategy to deal with unforeseen contamination that may be encountered, particularly during preliminary ground work and excavations at the site.",
    "There is a possibility there may be some contaminating substances present in the ground at the site. We would advise persons working on site to take basic precautions in relation to any contamination they may find. Precautions should be taken to minimise the mixing of any excavated material with clean shallow soils that are to remain on site.",
    "The advice is provided on the grounds of Health and Safety of workers on site and to ensure the appropriate restoration of the site once works are complete to minimise risk to the occupants of the site.",
    "Given the nature of the proposals it is possible that a crane may be required during demolition. We would, therefore, draw the applicant's attention to the requirement within the British Standard Code of Practice for the safe use of Cranes, for crane operators to consult the aerodrome before erecting a crane in close proximity to an aerodrome.  This is explained further in Advice Note 4, 'Cranes and Other Construction Issues' (available at http://www.aoa.org.uk/policy-campaigns/operations-safety/",
    "The development hereby granted prior approval shall be carried out in accordance with the demolition management and mitigations measures outlined in the submitted documents:",
    "Demolition Management Plan - (Ref: CDL-DMP-1-C-The Elms, Harlington),",
    "Refurbishment Survey - J043984",
    "Waste Classification Report - 210399-CG"
  ],
  "status": "Approved",
  "secondary_street_name": "HARLINGTON",
  "id": "Hillingdon-19758_APP_2023_3328",
  "lpa_app_no": "19758/APP/2023/3328",
  "application_details": {
    "intended_completion_date": "01/2024",
    "total_gia_gained": 0,
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 1858,
        "use_class": "SpecifiedOther",
        "gia_gained": 0,
        "gia_lost": 1858
      }
    ],
    "intended_commencement_date": "12/2023",
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 0,
      "total_gia_existing": 1858,
      "total_gia_lost": 1858
    },
    "total_gia_existing": 1858,
    "total_gia_lost": 1858
  },
  "uprn": null
}