{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "lpa_app_no": "22/P2711",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=22/P2711",
  "actual_completion_date": null,
  "pp_id": "PP-11479946\r",
  "lapsed_date": "01/02/2026",
  "secondary_street_name": null,
  "centroid": {
    "lat": 51.413952,
    "lon": -0.154094
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "125",
  "uprn": "48085321",
  "epc_number": "6383-0031-0934-5834-9722",
  "appeal_status": null,
  "last_date_consultation_comments": "01/02/2023",
  "description": "CHANGE OF USE OF EXISTING WAREHOUSE TO CLASS B2 AND/OR B8 WITH ANCILLARY OFFICE AND REFURBISHMENT OF THE EXISTING WAREHOUSE INCLUDING PARTIAL DEMOLITION, ELEVATIONAL ALTERATIONS, RECLADDING, REPLACEMENT OF WINDOWS, NEW EXTERNAL DOORS, REALIGNMENT OF THE EXTERNAL YARD, ASSOCIATED PARKING, EXTERNAL PLANT AND ASSOCIATED WORKS.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.154166,
          51.414893
        ],
        [
          -0.154212,
          51.414901
        ],
        [
          -0.154322,
          51.41477
        ],
        [
          -0.15441,
          51.41467
        ],
        [
          -0.154636,
          51.414412
        ],
        [
          -0.154709,
          51.414362
        ],
        [
          -0.154743,
          51.414321
        ],
        [
          -0.154759,
          51.414239
        ],
        [
          -0.154848,
          51.414131
        ],
        [
          -0.154878,
          51.414096
        ],
        [
          -0.154924,
          51.414039
        ],
        [
          -0.15493,
          51.414033
        ],
        [
          -0.154997,
          51.413951
        ],
        [
          -0.155012,
          51.413934
        ],
        [
          -0.155016,
          51.413929
        ],
        [
          -0.15502,
          51.413924
        ],
        [
          -0.155023,
          51.413922
        ],
        [
          -0.155025,
          51.413919
        ],
        [
          -0.155026,
          51.413918
        ],
        [
          -0.155027,
          51.413916
        ],
        [
          -0.155048,
          51.413895
        ],
        [
          -0.155164,
          51.413771
        ],
        [
          -0.155251,
          51.413677
        ],
        [
          -0.155255,
          51.413673
        ],
        [
          -0.155259,
          51.413669
        ],
        [
          -0.155263,
          51.413665
        ],
        [
          -0.155266,
          51.413662
        ],
        [
          -0.155272,
          51.413655
        ],
        [
          -0.155277,
          51.413651
        ],
        [
          -0.155336,
          51.413593
        ],
        [
          -0.155363,
          51.413568
        ],
        [
          -0.155466,
          51.413471
        ],
        [
          -0.15549,
          51.413457
        ],
        [
          -0.156118,
          51.413107
        ],
        [
          -0.156035,
          51.413072
        ],
        [
          -0.155929,
          51.412976
        ],
        [
          -0.155839,
          51.412975
        ],
        [
          -0.155807,
          51.412987
        ],
        [
          -0.155538,
          51.412746
        ],
        [
          -0.155445,
          51.412703
        ],
        [
          -0.155434,
          51.412698
        ],
        [
          -0.155431,
          51.4127
        ],
        [
          -0.155359,
          51.412665
        ],
        [
          -0.155203,
          51.412589
        ],
        [
          -0.154654,
          51.412322
        ],
        [
          -0.154596,
          51.412294
        ],
        [
          -0.154512,
          51.412253
        ],
        [
          -0.154488,
          51.412241
        ],
        [
          -0.15449,
          51.41223
        ],
        [
          -0.154164,
          51.412011
        ],
        [
          -0.154047,
          51.411933
        ],
        [
          -0.153913,
          51.411844
        ],
        [
          -0.153842,
          51.411796
        ],
        [
          -0.153799,
          51.411767
        ],
        [
          -0.153697,
          51.411675
        ],
        [
          -0.153694,
          51.411665
        ],
        [
          -0.153697,
          51.411664
        ],
        [
          -0.153476,
          51.411447
        ],
        [
          -0.153359,
          51.411328
        ],
        [
          -0.153251,
          51.411218
        ],
        [
          -0.153223,
          51.411189
        ],
        [
          -0.153223,
          51.411189
        ],
        [
          -0.152929,
          51.411472
        ],
        [
          -0.152976,
          51.411441
        ],
        [
          -0.15281,
          51.411613
        ],
        [
          -0.152783,
          51.411644
        ],
        [
          -0.152738,
          51.41169
        ],
        [
          -0.152711,
          51.411719
        ],
        [
          -0.15271,
          51.411721
        ],
        [
          -0.152703,
          51.411727
        ],
        [
          -0.152678,
          51.411753
        ],
        [
          -0.152664,
          51.411768
        ],
        [
          -0.152575,
          51.411857
        ],
        [
          -0.15257,
          51.411861
        ],
        [
          -0.152563,
          51.411868
        ],
        [
          -0.152519,
          51.411907
        ],
        [
          -0.152474,
          51.411944
        ],
        [
          -0.152436,
          51.411978
        ],
        [
          -0.152387,
          51.41202
        ],
        [
          -0.152345,
          51.412057
        ],
        [
          -0.152262,
          51.412129
        ],
        [
          -0.152218,
          51.412168
        ],
        [
          -0.152104,
          51.412268
        ],
        [
          -0.152101,
          51.412271
        ],
        [
          -0.152062,
          51.412305
        ],
        [
          -0.152056,
          51.41231
        ],
        [
          -0.151974,
          51.412382
        ],
        [
          -0.151905,
          51.412446
        ],
        [
          -0.151897,
          51.412452
        ],
        [
          -0.15189,
          51.412458
        ],
        [
          -0.151844,
          51.412495
        ],
        [
          -0.151839,
          51.412499
        ],
        [
          -0.151821,
          51.412516
        ],
        [
          -0.151737,
          51.412587
        ],
        [
          -0.151654,
          51.412659
        ],
        [
          -0.151482,
          51.412807
        ],
        [
          -0.151412,
          51.412867
        ],
        [
          -0.151409,
          51.41287
        ],
        [
          -0.151365,
          51.412908
        ],
        [
          -0.151351,
          51.41292
        ],
        [
          -0.151327,
          51.412942
        ],
        [
          -0.151289,
          51.412973
        ],
        [
          -0.151129,
          51.413111
        ],
        [
          -0.151127,
          51.413113
        ],
        [
          -0.151082,
          51.41315
        ],
        [
          -0.150959,
          51.41327
        ],
        [
          -0.151543,
          51.413554
        ],
        [
          -0.151562,
          51.413564
        ],
        [
          -0.151652,
          51.413691
        ],
        [
          -0.151702,
          51.413685
        ],
        [
          -0.151712,
          51.41369
        ],
        [
          -0.151761,
          51.413715
        ],
        [
          -0.151766,
          51.413717
        ],
        [
          -0.151772,
          51.41372
        ],
        [
          -0.151825,
          51.413746
        ],
        [
          -0.151865,
          51.413766
        ],
        [
          -0.152051,
          51.413859
        ],
        [
          -0.152226,
          51.413945
        ],
        [
          -0.152271,
          51.413967
        ],
        [
          -0.152322,
          51.413993
        ],
        [
          -0.152497,
          51.41408
        ],
        [
          -0.152829,
          51.414245
        ],
        [
          -0.152925,
          51.414295
        ],
        [
          -0.153274,
          51.41446
        ],
        [
          -0.15342,
          51.414533
        ],
        [
          -0.153578,
          51.414611
        ],
        [
          -0.153582,
          51.414612
        ],
        [
          -0.153667,
          51.414655
        ],
        [
          -0.153698,
          51.41467
        ],
        [
          -0.153893,
          51.414765
        ],
        [
          -0.153898,
          51.414768
        ],
        [
          -0.153982,
          51.41481
        ],
        [
          -0.154142,
          51.414889
        ],
        [
          -0.154147,
          51.41489
        ],
        [
          -0.154166,
          51.414893
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Other change of use",
  "last_updated_by": "Northgate M3",
  "locality": "Mitcham",
  "site_name": "Unit 20 Mitcham Industrial Estate",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\nGDM-NA-XX-DR-A-10000\r\nGDM-NA-XX-DR-A-20000\r\nGDM-NA-XX-DR-A-11000 Rev 4\r\nGDM-NA-XX-DR-A-20001\r\nGDM-NA-XX-DR-A-14000 Rev 2B\r\nGDM-NA-XX-DR-A-16000 Rev 2C\r\nGDM-NA-XX-DR-A-00001 Rev 2D\r\nGDM-NA-RP-DR-A-100000 Rev 2A\r\nGDM-NA-GF-DR-A-10000 Rev 2F\r\n",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.",
    "Condition : 5 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 6 - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 7 - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 8 - The vehicle parking area shown on the approved plans shall be provided before the commencement of the use hereby permitted and shall be retained for parking purposes for occupiers and users of the development and for no other purpose.\r\n",
    "Condition : 9 - The electric charging point shall be installed in accordance with details hereby approved and shall be retained thereafter unless otherwise agreed in writing with the Local Planning Authority. \r\nREASON: To ensure a sustainable form of development that is in keeping with the existing building(s) and does not prejudice the appearance of the locality.\r\n\r\n",
    "Condition : 10 - The development shall be constructed in accordance with the details set out in the Construction Logistic Plan dated 13 January 2023.\r\nREASON: In the interests of highway and pedestrian safety together with the amenity of the area.",
    "Condition : 11 - No refuse or waste material of any description shall be left or stored anywhere on the site other than within a building or refuse enclosure. \r\nREASON: To safeguard the appearance of the property and the amenities of the area.",
    "Condition : 12 - The change of use to flexible use class B2 and/or B8 hereby approved shall be used solely for purposes within Use Class B2 and/or B8 as defined within the Town and Country Planning (Use Classes) Order 1987 (as amended) and for no other purposes.\r\n\r\nThe Class B2 and/or B8 use hereby approved shall not benefit from the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (or any Order revoking or re-enacting that Order) for the change of use to an alternative use.\r\nREASON:To accord with terms of this permission and safeguard the supply of industrial land within the borough.",
    "Condition : 13 - 1) The plant hereby permitted shall not be installed or operated other than in strict accordance with the details provided in the acoustic report submitted by Sharps Acoustics dated 30th August 2022.\r\n\r\n2) A commissioning acoustic test report shall be undertaken within two weeks of the mechanical services installation in order to demonstrate the limiting noise levels detailed in the above report have been achieved. The results of the tests shall be submitted to and approved in writing by the Local Planning Authority.\r\nREASON: To safeguard amenity of the surrounding properties.\r",
    "Condition : 14 - Any external illumination of the premises shall not be carried out except in accordance with details set out in the External Impact Lighting Assessmet prepared by Cudd Bentley Consulting reference  82519-CBC-HF-RP-E-001 dated August 2022 unless otherwise agreed in writing with the Local Planning Authority.\r\nREASON: To protect/safeguard the amenities of the locality.\r\n\r\n ",
    "Condition : 15 - Provision of parking for people with disabilities shall be made in accordance with details shown on drawings hereby approved and the space shall at no time be used for any other purpose.\r\nREASON: To ensure the provision of as satisfactory and convenient form of development for people with disabilities.",
    "Condition : 16 - The air quality netural measures shall be implemented in accordance with the Air Quality Neutral Assessment hereby approved.\r\nREASON: To safeguard Borough's air quality and to accord with the terms of the application.",
    "Condition : 17 - During onsite construction of any phase of development, all non-road transportable\r\nindustrial equipment or vehicles which are fitted with an internal diesel powered\r\ncompression ignition engine between 37 and 560KW and not intended for transporting\r\ngoods or passengers on roads are required to meet Stage IIIB of EU Directive 97/68/E\r\nand be NRMM registered. Such vehicles must be run on ultra low sulphur diesel (also\r\nknown as ULSD 'cleaner diesel' or 'green diesel').\r\n\"Ultra low sulphur diesel\" means fuel meeting the specification within BS EN 590.\r\nWhere these standards are succeeded, they should be applied when reasonable.\r\nExemptions to these standards may be granted for specialist equipment or for\r\nequipment with alternative emission reduction equipment or run on alternative fuels.\r\nSuch exemptions shall be applied for in writing to the local planning authority in\r\nadvance of the use of such vehicles, detailing the reasons for the exemption being\r\nsought and clearly identifying the subject vehicles. Exemptions that are granted will be\r\nin writing and such vehicles must not be used until written exemption has been issued\r\nby the local planning authority.\r\nNo vehicles or plant to which the above emission standards apply shall be on site, at\r\nany time, whether in use or not, unless it complies with the above standards, without the\r\nprior written consent of the local planning authority.\r\nReason: To protect the amenity of future occupants and/or neighbours",
    "Condition : 18 - INFORMATIVE\r\nThe attention of the applicant is drawn to the requirements of Section 60 of the Control of Pollution Act 1974 in respect of the minimisation of noise and vibration on construction and demolition sites. Application, under section 61 of the Act for prior consent to the works, can be made to the Environmental Health department.\r\n\r\nUnder the Act the Council has certain powers to control noise from construction sites. Typically the council will limit the times during which sites are permitted to make noise that their neighbours can hear.\r\n\r\nFor general construction works the Council usually imposes (when necessary) the following limits on noisy works:-\r\nMonday to Friday 8am to 6pm\r\nSaturdays 8am to 1pm\r\nSundays and Public Holidays - No noisy activities allowed\r\n\r\nApplicants should also be aware of the guidance contained in British Standard BS 5228-1:2009+A1:2014 - Noise and vibration control on construction and open sites.\r\n\r\nAny enquiries for further information should be made to the Noise & Nuisance Team, Regulatory Services Partnership NoiseandNuisance@merton.gov.uk.",
    "Condition : 19 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n \r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n   ii) The application was approved without delay.\r\n",
    "Condition : 20 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n"
  ],
  "postcode": "CR4 2AP",
  "application_type": "All Other",
  "decision_date": "01/02/2023",
  "parking_details": {
    "no_proposed_car": 9,
    "net_cycle": 12,
    "net_car": 9,
    "no_existing_car": 0,
    "no_proposed_cycle": 12,
    "no_existing_cycle": 0
  },
  "status": "Approved",
  "centroid_easting": 528466,
  "valid_date": "02/09/2022",
  "borough": "Merton",
  "subdivision_of_building": null,
  "decision_target_date": "01/02/2023",
  "id": "Merton-22_P2711",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T15:18:40.232+00:00",
  "street_name": "Streatham Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 169942,
  "application_details": {
    "total_gia_gained": 0,
    "total_gia_lost": 530,
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_existing": 2927,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 530,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 530,
      "total_gia_gained": 0
    },
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "As proposed",
        "intended_completion_date": "03/2023",
        "intended_commencement_date": "12/2022"
      }
    ],
    "site_area": 7.0131,
    "total_gia_existing": 2927,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 2927,
        "use_class": "B2",
        "gia_gained": 0,
        "gia_lost": 530
      }
    ],
    "garden_land_lost": false,
    "projected_cost_of_works": "Between £2m and £100m",
    "surface_water_discharge_percentage_reduction": 0,
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 0,
        "max_height": 0,
        "building_ref": "0"
      }
    ],
    "scheme_phasing": true,
    "green_suds": false,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 0,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 1,
      "percentage_demolition_construction_material_recycling": 0,
      "no_active_fast_ev_charging_points": 2,
      "fire_suppression_system_proposed": false,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "no_passive_fast_ev_charging_points": 0,
      "ghg_reduction_over_building_regulations": true
    },
    "internal_resi_water_usage": 0
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528458.348790009,
              170046.54426142853
            ],
            [
              528455.1497062996,
              170047.3440324969
            ],
            [
              528447.8445821587,
              170032.64823912014
            ],
            [
              528441.9988338338,
              170021.34147564444
            ],
            [
              528426.9811114192,
              169992.294410008
            ],
            [
              528422.0952563216,
              169986.5914227332
            ],
            [
              528419.7948842727,
              169981.94275339914
            ],
            [
              528418.9456429785,
              169972.7453861165
            ],
            [
              528413.042179226,
              169960.59886301827
            ],
            [
              528411.0963448047,
              169956.6499933703
            ],
            [
              528407.9962018285,
              169950.2418276854
            ],
            [
              528407.5921938341,
              169949.64199938526
            ],
            [
              528403.1975762642,
              169940.39464640903
            ],
            [
              528402.1999238703,
              169938.49519012315
            ],
            [
              528401.9443269758,
              169937.8953618221
            ],
            [
              528401.647504776,
              169937.29553352122
            ],
            [
              528401.499093676,
              169937.04560506227
            ],
            [
              528401.3424375152,
              169936.7456909119
            ],
            [
              528401.2929671484,
              169936.59573383664
            ],
            [
              528401.1940264152,
              169936.4457767607
            ],
            [
              528399.7923660269,
              169933.99647786492
            ],
            [
              528392.0997240142,
              169920.00048417243
            ],
            [
              528386.2952009948,
              169909.49349176494
            ],
            [
              528386.0478491617,
              169908.9936348471
            ],
            [
              528385.7427819007,
              169908.4937779294
            ],
            [
              528385.4954300674,
              169908.09389239608
            ],
            [
              528385.2975486008,
              169907.69400686148
            ],
            [
              528384.8935406066,
              169906.9942071769
            ],
            [
              528384.5967184068,
              169906.49435025908
            ],
            [
              528380.5978637699,
              169899.89623894723
            ],
            [
              528378.8499108152,
              169897.0970402087
            ],
            [
              528371.9487946688,
              169886.15017371275
            ],
            [
              528370.2997824474,
              169884.60061726882
            ],
            [
              528327.6180960407,
              169844.49316302908
            ],
            [
              528333.4443592995,
              169840.74317132094
            ],
            [
              528341.0957760063,
              169830.29616174172
            ],
            [
              528347.3455323252,
              169830.29616174137
            ],
            [
              528349.5469636407,
              169831.74574680312
            ],
            [
              528368.9475924245,
              169805.44327579974
            ],
            [
              528375.5436413097,
              169800.7946064659
            ],
            [
              528376.2939418706,
              169800.29474954715
            ],
            [
              528376.5495387648,
              169800.49469231494
            ],
            [
              528381.595516162,
              169796.74576543295
            ],
            [
              528392.6933684115,
              169788.5481119852
            ],
            [
              528431.5935667128,
              169759.79634208442
            ],
            [
              528435.6996071438,
              169756.74721488653
            ],
            [
              528441.6442962016,
              169752.348474011
            ],
            [
              528443.3922491564,
              169751.0488460255
            ],
            [
              528443.2933084229,
              169749.84918942302
            ],
            [
              528466.5443807436,
              169726.04600300745
            ],
            [
              528474.8966276447,
              169717.64840679214
            ],
            [
              528484.4444084062,
              169707.99117114337
            ],
            [
              528489.5481012311,
              169702.79265920102
            ],
            [
              528492.6482442073,
              169699.59357492795
            ],
            [
              528499.9945936531,
              169689.54645088606
            ],
            [
              528500.1924751197,
              169688.4467656653
            ],
            [
              528499.9945936531,
              169688.2968085911
            ],
            [
              528515.9487868943,
              169664.59359355835
            ],
            [
              528524.4494448953,
              169651.5973137013
            ],
            [
              528532.2492727019,
              169639.54076484765
            ],
            [
              528534.3058581428,
              169636.36180712518
            ],
            [
              528534.3058581428,
              169636.36180712515
            ],
            [
              528553.9456713389,
              169668.3317870811
            ],
            [
              528550.7429447649,
              169664.74355063308
            ],
            [
              528561.7995717095,
              169684.24796755746
            ],
            [
              528563.6464653974,
              169687.6469945961
            ],
            [
              528566.5981972737,
              169692.89549223124
            ],
            [
              528568.4450909618,
              169696.19454788748
            ],
            [
              528568.4945613284,
              169696.34450496436
            ],
            [
              528568.9480396893,
              169697.09429034044
            ],
            [
              528570.5970519107,
              169699.99346046062
            ],
            [
              528571.545233938,
              169701.64298828912
            ],
            [
              528577.4981680573,
              169711.7001094714
            ],
            [
              528577.8444606238,
              169712.19996638858
            ],
            [
              528578.2979389847,
              169712.94975176506
            ],
            [
              528581.2496708609,
              169717.34849263908
            ],
            [
              528584.2426280428,
              169721.64726213145
            ],
            [
              528586.7985969859,
              169725.4461747039
            ],
            [
              528590.0966214287,
              169730.14482972986
            ],
            [
              528592.899942205,
              169734.39361352922
            ],
            [
              528598.4983386968,
              169742.59126697783
            ],
            [
              528601.441825512,
              169747.0000049913
            ],
            [
              528609.0932422193,
              169758.2967713283
            ],
            [
              528609.2993687469,
              169758.59668547817
            ],
            [
              528611.8965629956,
              169762.44558374444
            ],
            [
              528612.2923259288,
              169762.99542635417
            ],
            [
              528617.7917816873,
              169771.1430941099
            ],
            [
              528622.4419961516,
              169778.39101941563
            ],
            [
              528622.944944879,
              169779.14080479252
            ],
            [
              528623.3984232399,
              169779.80061592232
            ],
            [
              528626.4985662162,
              169783.9494283392
            ],
            [
              528626.8943291493,
              169784.39929956524
            ],
            [
              528628.098108071,
              169786.29875585152
            ],
            [
              528633.6965045626,
              169794.39643791574
            ],
            [
              528639.2949010544,
              169802.5940913646
            ],
            [
              528650.7967612986,
              169819.29930955026
            ],
            [
              528655.4964461296,
              169826.14734932117
            ],
            [
              528655.7437979628,
              169826.44726347073
            ],
            [
              528658.695529839,
              169830.7460329638
            ],
            [
              528659.6437118663,
              169832.14563233237
            ],
            [
              528661.2432537212,
              169834.54494553636
            ],
            [
              528663.7497522978,
              169838.14391534263
            ],
            [
              528674.5425372868,
              169853.74944830948
            ],
            [
              528674.6497230813,
              169853.89940538513
            ],
            [
              528677.6921506296,
              169858.19817487738
            ],
            [
              528685.9020686366,
              169871.68678685836
            ],
            [
              528644.5110151876,
              169902.29096790444
            ],
            [
              528643.1093040319,
              169903.3273808103
            ],
            [
              528636.516675153,
              169917.2808393808
            ],
            [
              528633.0451447372,
              169916.59145998978
            ],
            [
              528632.3525596043,
              169917.1013140467
            ],
            [
              528628.848408634,
              169919.80054140167
            ],
            [
              528628.4938710064,
              169920.05046985997
            ],
            [
              528628.1063531344,
              169920.31039545801
            ],
            [
              528624.3548503309,
              169923.10959419655
            ],
            [
              528621.4938141268,
              169925.24898180453
            ],
            [
              528608.3429416617,
              169935.24612015625
            ],
            [
              528595.8928993905,
              169944.5934445153
            ],
            [
              528592.6938156812,
              169946.94277202693
            ],
            [
              528589.0989690387,
              169949.691985075
            ],
            [
              528576.6983971342,
              169959.049306572
            ],
            [
              528553.0927871858,
              169976.89419852896
            ],
            [
              528546.2988568338,
              169982.24266754923
            ],
            [
              528521.5966537583,
              169999.99758526182
            ],
            [
              528511.2491020694,
              170007.7953531773
            ],
            [
              528499.9945936587,
              170016.19294939132
            ],
            [
              528499.7472418256,
              170016.39289215952
            ],
            [
              528493.6953669733,
              170020.94159010897
            ],
            [
              528491.4939356578,
              170022.54113224527
            ],
            [
              528477.6999484263,
              170032.8481818863
            ],
            [
              528477.3454107988,
              170033.0981103453
            ],
            [
              528471.3430063131,
              170037.64680829406
            ],
            [
              528459.9978022304,
              170046.19436158647
            ],
            [
              528459.6927349694,
              170046.2443472772
            ],
            [
              528458.348790009,
              170046.54426142853
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Graveney"
}