{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "lpa_app_no": "22/P2223",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=22/P2223",
  "actual_completion_date": null,
  "pp_id": "PP-11402037",
  "lapsed_date": "28/07/2026",
  "secondary_street_name": null,
  "centroid": {
    "lat": 51.420534,
    "lon": -0.205607
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "13",
  "uprn": "48008257",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "30/11/2022",
  "description": "ENLARGEMENT OF THE EXISTING BASEMENT TO THE FULL FOOTPRINT OF THE PROPERTY THE GROUND AND BASEMENT STOREYS ARE TO BE CONVERTED FROM USE CLASS EA TO CLASS EE AND WILL OPERATE AS A DENTAL PRACTICE. FIRST AND SECOND FLOOR RESIDENTIAL ACCOMMODATION IS TO BE EXTENDED TO THE REAR AND A NEW THIRD FLOOR CREATED ABOVE . THIS RESULTANT RESIDENTIAL SPACE SHALL CONSIST OF 3NO SELF CONTAINED TWO BEDROOM APARTMENTS ONE EACH ON FIRST, SECOND AND THIRD FLOORS",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.205714,
          51.420389
        ],
        [
          -0.205777,
          51.420416
        ],
        [
          -0.20569,
          51.420505
        ],
        [
          -0.205625,
          51.420575
        ],
        [
          -0.205539,
          51.420549
        ],
        [
          -0.205641,
          51.420456
        ],
        [
          -0.205715,
          51.420389
        ],
        [
          -0.205714,
          51.420389
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor dwellings",
  "last_updated_by": "Northgate M3",
  "locality": "Wimbledon",
  "site_name": null,
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [insert plans]",
    "Condition : 3 - Materials to be Approved - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 5 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 6 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 7 - Delivery and Servicing Plan - Development shall not commence until a Delivery and Servicing Plan (the Plan) has been submitted in writing for approval to the Local Planning Authority. No occupation of the development shall be permitted until the Plan is approved in writing by the Local Planning Authority and implemented in accordance with the approved plan.  The approved measures shall be maintained, in accordance with the Plan, for the duration of the use, unless the prior written approval of the Local Planning Authority is obtained to any variation.",
    "Condition : 8 - Sustainability (Water Consumption) - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day",
    "Condition : 9 - Prior to first occupation:\r\n\r\nThe remediation shall be completed and a verification report, produced on completion of the remediation, shall be submitted to and approved in writing by the local planning authority.\r\n",
    "Condition : 10 - Due to the potential impact of the surrounding locality on the development a noise survey by a competent acoustic consultant is to be undertaken having regard to all relevant planning guidance, codes of practice and British Standards for the investigation of noise and residential noise acceptability standards. The survey shall include recommendations and appropriate remedial measures, including methods of ventilation and actions to minimise the impact of the surrounding locality on the development and shall be agreed and approved by the Local Planning Authority. Thereafter the recommendations shall be implemented prior to first occupation.",
    "Condition : 11 - No development shall take place until a Construction Method Statement has been submitted to, and approved in writing by, the local planning authority. The approved Statement shall be adhered to throughout the demolition and construction period. \r\n\r\nThe Statement shall provide for:\r\n\r\n-hours of operation\r\n-the parking of vehicles of site operatives and visitors \r\n-loading and unloading of plant and materials \r\n-storage of plant and materials used in constructing the development \r\n-the erection and maintenance of security hoarding including decorative -displays and facilities for public viewing, where appropriate \r\n-wheel washing facilities \r\n-measures to control the emission of noise and vibration during construction. (including the methodology for the basement excavation and any 24 hour generator/pumping)\r\n-measures to control the emission of dust and dirt during construction/demolition \r\n-a scheme for recycling/disposing of waste resulting from construction works\r\n\r\nReason:  To protect the amenities of future occupiers. \r\n",
    "Condition : 12 - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day. \r\n\r\nReason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: Policy SI 2 and SI 3 of the London Plan 2021 and Policy CS15 of Merton's Core Planning Strategy 2011. ",
    "Condition : 13 - The proposed basement and ground floor levels shall only be used for Dental Practice within Class E and for no other purpose, (including any other purpose within Class E of the Schedule to the Town \r\nand Country Planning (Use Classes) (Amendment) Regulations 2020), or in any \r\nprovision equivalent to that Class in any statutory instrument revoking and \r\nre_enacting that Order with or without modification.\r\n\r\nReason: The Local Planning Authority would wish to retain control over any further\r\nchange of use of these premises in the interests of safeguarding the amenities of the \r\narea and to ensure compliance with the following Development Plan policies for \r\nMerton: policy D4 of the London Plan 2021, policy CS14 of Merton's Core Planning \r\nStrategy 2011 and policy DM D2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 14 - No development shall occur until:\r\n\r\ni) a preliminary risk-assessment is shall be submitted to and approved in writing by the local planning authority.\r\nii) a site-investigation has been conducted to consider the potential for contaminated-land and shall be submitted to and approved in writing by the local planning authority.\r\niii) a remediation method statement, described to make the site suitable for, intended use by removing unacceptable risks to sensitive receptors, and shall be submitted to and approved in writing by the local planning authority.\r\n",
    "Condition : 15 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 16 - The applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of a swift nesting box/bricks on the site.",
    "Condition : 17 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 18 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 19 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n"
  ],
  "postcode": "SW19 1PS",
  "application_type": "All Other",
  "decision_date": "28/07/2023",
  "parking_details": {
    "net_cycle": 3,
    "no_existing_cycle": 0,
    "no_proposed_cycle": 3
  },
  "status": "Approved",
  "centroid_easting": 524866,
  "valid_date": "31/10/2022",
  "borough": "Merton",
  "subdivision_of_building": null,
  "decision_target_date": "01/08/2023",
  "id": "Merton-22_P2223",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T12:33:22.408+00:00",
  "street_name": "The Broadway",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 170585,
  "application_details": {
    "total_gia_gained": 197.3,
    "total_gia_lost": 0,
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_existing": 204.4,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "total_gia_gained": 197.3
    },
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "Construction",
        "intended_completion_date": "05/2024",
        "intended_commencement_date": "02/2023"
      }
    ],
    "site_area": 0.012400000000000001,
    "total_gia_existing": 204.4,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 104.5,
        "use_class": "SpecifiedOther",
        "gia_gained": 99,
        "gia_lost": 0
      },
      {
        "gia_existing": 99.9,
        "use_class": "C3",
        "gia_gained": 98.3,
        "gia_lost": 0
      }
    ],
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m",
    "surface_water_discharge_percentage_reduction": 0,
    "residential_details": {
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 4,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 99.9,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 65,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 65,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 65,
          "tenure": "Market for rent"
        }
      ],
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units": 3,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 1,
      "total_gia_gained": 195,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_gia_lost": 99.9,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units": 1,
      "affordable_percentage": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 3,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_bedrooms": 6,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0
    },
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 4,
        "max_height": 11.5,
        "building_ref": "13 The Broadway, SW19 1PS"
      }
    ],
    "scheme_phasing": true,
    "green_suds": false,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 2,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 1,
      "percentage_demolition_construction_material_recycling": 85,
      "fire_suppression_system_proposed": false,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 2,
      "total_annual_nox_emissions": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_resi_units_to_have_full_fibre": 3
    },
    "internal_resi_water_usage": 120
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524858.8886922421,
              170568.7421045875
            ],
            [
              524854.5040849522,
              170571.59935789718
            ],
            [
              524860.2504760481,
              170581.63855078362
            ],
            [
              524864.6117129,
              170589.58742847713
            ],
            [
              524870.6731888256,
              170586.7712894227
            ],
            [
              524863.7863343954,
              170576.32158389554
            ],
            [
              524858.8421418559,
              170568.7407723273
            ],
            [
              524858.8886922421,
              170568.7421045875
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Wimbledon Town and Dundonald"
}