{
  "application_type": "All Other",
  "application_type_full": "Full planning permission",
  "description": "THE DEMOLITION OF EXISTING DWELLINGS AND ERECTION OF 2 X APARTMENT BLOCKS COMPRISING 8 x FLATS WITH ASSOCIATED PARKING AND LANDSCAPING\r\n\r\n",
  "epc_number": null,
  "street_name": "Durnsford Road",
  "appeal_decision": null,
  "lpa_app_no": "22/P2449",
  "centroid": {
    "lon": -0.193639,
    "lat": 51.43115
  },
  "actual_completion_date": null,
  "development_type": "Minor dwellings",
  "centroid_easting": 525669,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=22/P2449",
  "last_updated": "2025-03-20T16:23:17.109+00:00",
  "subdivision_of_building": null,
  "postcode": "SW19 8HJ",
  "uprn": "48023618",
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Northgate M3",
  "centroid_northing": 171786,
  "site_name": null,
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "11/08/2022",
  "lapsed_date": "03/10/2025",
  "parking_details": {
    "no_existing_car": 0,
    "net_car": 5,
    "no_proposed_car": 5
  },
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "Northgate M3",
  "cil_liability": true,
  "decision_target_date": "06/10/2022",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "17/09/2022",
  "ward": "Wimbledon Park",
  "appeal_status": null,
  "decision_process": null,
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Merton-22_P2449",
  "site_number": "144",
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525674.849140757,
              171795.05375634355
            ],
            [
              525678.5511731936,
              171791.1048866951
            ],
            [
              525683.102446924,
              171786.39623453084
            ],
            [
              525671.2460490533,
              171774.96950539376
            ],
            [
              525668.8220010881,
              171772.63017502055
            ],
            [
              525663.5534070412,
              171767.551628738
            ],
            [
              525653.049199192,
              171757.45451900252
            ],
            [
              525648.6463365614,
              171762.00321695296
            ],
            [
              525644.7464226582,
              171766.00207229354
            ],
            [
              525645.5956639522,
              171766.80184336152
            ],
            [
              525648.448455095,
              171769.5010707173
            ],
            [
              525651.0044240378,
              171771.9403724749
            ],
            [
              525663.8667193635,
              171784.4567896913
            ],
            [
              525670.1494559265,
              171790.60502977675
            ],
            [
              525674.849140757,
              171795.05375634355
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "locality": "London",
  "lpa_name": "Merton",
  "borough": "Merton",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: The development hereby permitted shall be carried out in accordance with the following approved plans: Drawing No: 0509/01(Location & Existing Block Plan) Dated 22/04/2022,Drawing No:0509/02/PL/Rev A (Proposed Block Plan) Dated 22/04/2020,Drawing No: 0509/03/PL/Rev B (Proposed Site Plan) Dated 21/06/2022,Drawing No: 417 - 101 (Rear Block Amended Ground, First Floor Plans, Proposed Sections & Elevations Plan) Dated 16/05/2022,Drawing No: 0509/06/PL(Building A 1st Floor Plan ) Dated 22/04/2020,Drawing No. 0509/07/PL(Building A 2nd Floor Plan) Dated 22/04/2020.Drawing No: 0509/08/PL(Building A Elevations Plan) Dated 03/04/2020,Drawing No: 0509/05/PL/Rev A (Building A Ground Floor Plan) Dated 21/07/2020,Drawing No: 0509/11/PL(Building A Sections)Dated 22/04/2020,Drawing No: 0509/14/PL (Front Elevations Plan Street Scene) Dated 17/04/2020,Drawing No: 0509/13 (Proposed Roof Plan) Dated 20/06/2022,Proposed Planning Statement Ref DLA 22/272 Dated July 2022 .",
    "Condition : 3 - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - No development shall take place until details of all boundary walls or fences are submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be\r\npermanently retained thereafter.",
    "Condition : 5 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 6 - Due to the potential impact of the surrounding locality on the residential development, a scheme for protecting residents from noise shall be submitted to and approved in writing by the Local Planning Authority prior to the development commencing. The scheme is to include acoustic data for the glazing system and ventilation system. The internal noise levels shall meet those within BS8233:2014 Guidance on Sound Insulation and Noise Reduction for Buildings and ProPG: Planning and Noise - Professional Practice Guide, Publ: (ANC, IOA, CIEH) May 2017 as a minimum. The approved scheme shall be implemented in accordance with the agreed details.\r\n\r\nReason: To protect the amenities of future occupiers and those in the Local vicinity. \r\n",
    "Condition : 7 - Before the development hereby permitted is first occupied the first and second floor windows in the south east side elevation of Building A (serving flats 4, 5 and 6) shall be glazed with obscure glass and shall be permanently maintained as such thereafter.\r\n\r\nReason :To protect the amenity of surrounding neighbouring occupiers. \r\n",
    "Condition : 8 - No development shall take place until a Demolition and Construction Method Statement has been submitted to, and approved in writing by, the local planning authority. The approved Statement shall be adhered to throughout the demolition and construction period. \r\nThe Statement shall provide for:\r\n-hours of operation\r\n-the parking of vehicles of site operatives and visitors \r\n-loading and unloading of plant and materials \r\n-storage of plant and materials used in constructing the development \r\n-the erection and maintenance of security hoarding including decorative -displays and facilities for public viewing, where appropriate \r\n-wheel washing facilities \r\n-measures to control the emission of noise and vibration during construction.\r\n-measures to control the emission of dust and dirt during construction/demolition \r\n-a scheme for recycling/disposing of waste resulting from demolition and construction works.\r\n\r\nReason: To protect the amenities of future occupiers and those in the Local vicinity. ",
    "Condition : 9 - No development shall commence until a Construction Logistic Plan (including a Construction Management plan in accordance with TfL guidance) has been submitted to LPA for approval before commencement of work. \r\n\r\nReason: To ensure the safety of pedestrians and vehicles and the amenities of the surrounding area and to comply with the following Development Plan policies for Merton: policies 6.3 and 6.14 of the London Plan 2016, policy CS20 of Merton's Core Planning Strategy 2011 and policy DM T2 of Merton's Sites and Policies Plan 2014. ",
    "Condition : 10 - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 11 - Prior to first occupation, any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.\r\n\r\n\r\nReason: To protect the amenities of future occupiers and those in the local vicinity.\r\n",
    "Condition : 12 - Prior to first occupation, the car parking spaces shown on the approved plans shall be implemented and shall be permanently maintained thereafter.\r\n\r\nReason: To ensure compliance with the Council's transport policies and to avoid harm to the local highway network. \r\n",
    "Condition : 13 - Prior to the commencement of development, the applicant shall submit a detailed proposal on how drainage and groundwater will be managed and mitigated during and post construction (permanent phase), for example through the implementation of passive drainage measures around the development structure.   \r\n\r\nReason :To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's Policies CS16, DMF2 and the London Plan Policy 5.13\r\n",
    "Condition : 14 - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved CO2 reductions of not less than a 19% improvement on Part L regulations 2013, and internal water consumption rates of no greater than 105 litres per person per day.",
    "Condition : 15 - No development shall commence until details of the proposed vehicular access to serve the development have been submitted in writing for approval to the Local Planning Authority.  No works that are subject of this condition shall be carried out until those details have been approved, and the development shall not be occupied until those details have been approved and completed in full.",
    "Condition : 16 - The development hereby approved shall not be occupied until the proposed vehicle access has been sited and laid out in accordance with the approved plans",
    "Condition : 17 - The development shall not be occupied until the existing redundant crossover/s have been be removed by raising the kerb and reinstating the footway in accordance with the requirements of the Highway Authority.",
    "Condition : 18 - The vehicle parking area hereby approved shown on the approved plans shall be provided before the commencement of the buildings or use hereby permitted and shall be retained for parking purposes for the  occupiers and users of the development and for no other purpose.\r\n",
    "Condition : 19 - Prior to the occupation of the development 2 metre x 2 metre pedestrian visibility splays shall be provided either side of the vehicular access to the site. Any objects within the visibility splays shall not exceed a height of 0.6 metres.",
    "Condition : 20 - No development shall commence until details of secure cycle parking facilities for the occupants of, and visitors to, the development have been submitted to and approved in writing by the Local Planning Authority.  The approved facilities shall be fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 21 - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 22 - No development approved by this permission shall be commenced until a scheme for the provision of surface water drainage has been implemented in accordance with details that have been submitted to and approved in writing by the local planning authority. Before these details are submitted an assessment shall be carried out of the potential for disposing of surface water by means of a sustainable drainage system (SuDS) to ground, watercourse or sewer in accordance with drainage hierarchy contained within the London Plan Policy 5.13 and the advice contained within the National SuDS Standards. Where a sustainable drainage scheme is to be provided, the submitted details shall:\r\n   i. provide information about the design storm period and intensity, the method employed to delay (attenuate) and control the rate of surface water discharged from the site as close to greenfield runoff rates (8l/s/ha) as reasonably practicable and the measures taken to prevent pollution of the receiving groundwater and/or surface waters; \r\n   ii.  include a timetable for its implementation; and \r\n   iii. provide a management and maintenance plan for the lifetime of the development which shall include the arrangements for adoption by a public authority or statutory undertaker and any other arrangements to secure the operation of the scheme throughout its lifetime. \r\n",
    "Condition : 23 - No development shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 24 - Prior to occupation of any flat, the applicant shall have provided a new vehicle access to the site in accordance with the approved plans. \r\n\r\nReason: To ensure the provision of a satisfactory access for parking and comply with the following Development Plan Policies for Merton: Policy 6.13 of the London Plan 2016, Policy CS20 of Merton's Core Planning Strategy 2011 and Policy DM T3 of Merton's Sites and Polices Plan 2014.\r\n",
    "Condition : 25 - No surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).",
    "Condition : 26 - The site is crossed by an existing public surface water sewer that is approximately 4.5m in depth. The applicant is advised to consult Thames Water to assess any impact on their assets. ",
    "Condition : 27 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 28 - INFORMATIVE\r\nIt is Council policy for the Council's contractor to construct new vehicular accesses. The applicant should contact the Council's Highways Team on 020 8545 3829 prior to any work starting to arrange for this work to be done. If the applicant wishes to undertake this work the Council will require a deposit and the applicant will need to cover all the Council's costs (including supervision of the works). If the works are of a significant nature, a Section 278 Agreement (Highways Act 1980) will be required and the works must be carried out to the Council's specification.\r\n",
    "Condition : 29 - INFORMATIVE:\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 30 - INFORMATIVE:\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 31 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The application was acceptable as submitted and no further assistance        was required.\r\n   iii) The application was approved without delay.\r\n  \r\n"
  ],
  "application_details": {
    "superseding_details": [
      {
        "unit_reference": "Building B",
        "lpa_app_no": "20/P1502",
        "partial_supersedence": true,
        "component_description": "Building B"
      }
    ],
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_completion_date": "07/2024",
        "intended_commencement_date": "12/2023"
      }
    ],
    "total_gia_gained": 513,
    "site_area": 0.049800000000000004,
    "total_gia_lost": 145,
    "total_gia_existing": 145,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 145,
        "use_class": "C3",
        "gia_gained": 513,
        "gia_lost": 145
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 6.4,
        "building_ref": "Building B"
      },
      {
        "no_storeys": 3,
        "max_height": 8.4,
        "building_ref": "Building A"
      }
    ],
    "surface_water_discharge_percentage_reduction": 89,
    "green_suds": true,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 513,
      "total_gia_existing": 145,
      "total_gia_lost": 145
    },
    "garden_land_lost": true,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 12,
      "total_no_proposed_residential_units": 8,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 2,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 2,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 8,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 461.4,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": 145,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 4,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 2,
          "unit_type": "Semi Detached Home",
          "provision_for_older_persons": false,
          "gia": 65,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 5,
          "unit_no": "Loss-2",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 2,
          "unit_type": "Semi Detached Home",
          "provision_for_older_persons": false,
          "gia": 80,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 63.5,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 1,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 38.5,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 51,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 62,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-5",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 64.5,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-6",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 89,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-7",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 52.6,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 1,
          "provider": "Private",
          "unit_no": "Gain-8",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 40.3,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 8,
      "green_roof_area": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 6,
      "no_passive_fast_ev_charging_points": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 80,
      "no_active_fast_ev_charging_points": 2,
      "no_homes_to_have_electrical_heating": 8,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": true
    },
    "internal_resi_water_usage": 105,
    "ownership_status": "Private"
  },
  "pp_id": "PP-11421493",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.193551,
          51.43123
        ],
        [
          -0.193499,
          51.431194
        ],
        [
          -0.193436,
          51.43115
        ],
        [
          -0.19361,
          51.43105
        ],
        [
          -0.193646,
          51.43103
        ],
        [
          -0.193723,
          51.430985
        ],
        [
          -0.193878,
          51.430897
        ],
        [
          -0.19394,
          51.430939
        ],
        [
          -0.193994,
          51.430976
        ],
        [
          -0.193982,
          51.430983
        ],
        [
          -0.19394,
          51.431006
        ],
        [
          -0.193902,
          51.431028
        ],
        [
          -0.193713,
          51.431137
        ],
        [
          -0.19362,
          51.431191
        ],
        [
          -0.193551,
          51.43123
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "03/10/2022",
  "secondary_street_name": null
}