{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Householder planning & demolition in a conservation area",
  "lpa_app_no": "22/P2868",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=22/P2868",
  "actual_completion_date": null,
  "pp_id": "PP-11286329\r",
  "lapsed_date": "09/03/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.200078,
    "lat": 51.423246
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "75",
  "uprn": "48058299",
  "epc_number": "8100-7435-7529-3096-1373",
  "appeal_status": null,
  "last_date_consultation_comments": "09/11/2022",
  "description": "DEMOLITION OF EXISTING REAR EXTENSION AND ERECTION OF A SINGLE STOREY REAR EXTENSION AND BASEMENT.\r",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.200208,
          51.42331
        ],
        [
          -0.199897,
          51.422981
        ],
        [
          -0.199787,
          51.423023
        ],
        [
          -0.199978,
          51.423238
        ],
        [
          -0.199993,
          51.423243
        ],
        [
          -0.200094,
          51.423352
        ],
        [
          -0.200208,
          51.42331
        ],
        [
          -0.200208,
          51.42331
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Other house holder developments",
  "last_updated_by": "Northgate M3",
  "locality": "Wimbledon",
  "site_name": null,
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: [insert plans]",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - The following condition must be discharged prior to any proposed basement works taking place on site.  Prior to commencement of development, the following must be submitted to and approved in writing by the Local Planning Authority:\r\n  \r\na.\tDetailed Demolition Method Statement submitted by the Contractor responsible for the proposed demolition works. \r\n  \r\nb.\tDetailed Construction Method Statement produced by the respective Contractors responsible for the underpinning, excavation, and construction of the permanent retaining wall. This shall be reviewed and agreed by the Structural Engineer designing the basement.  \r\n  \r\nc.\tTemporary works drawings, underpinning sequence drawing and sections of the underpinning and permanent basement retaining walls.  \r\n  \r\nd.\tMovement monitoring report produced by specialist surveyors appointed to install monitoring gauges to detect any movement of the highway/neighbouring properties from start to completion of the project works. The report should include the proposed locations of the horizontal and vertical movement monitoring, frequency of monitoring, trigger levels, and the actions required for different trigger alarms.\r\n\r\nThe development shall be carried out in accordance with the approved details.\r\nReason: To reduce the risk of impact on adjacent properties, in accordance with Merton's policies CS16, DM D2 and DMF2 and the London Plan Policy SI 13.\r\n",
    "Condition : 6 - Prior to the commencement of the development, a detailed surface water and foul drainage plan shall be submitted to and approved in writing by the local planning authority.   \r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 13.\r\n",
    "Condition : 7 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 8 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 9 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n   ii) The application was approved with agreement to an extension of time.\r\n \r\n"
  ],
  "postcode": "SW19 8NR",
  "application_type": "Householder",
  "decision_date": "09/03/2023",
  "parking_details": {
    "no_proposed_car": 2,
    "net_car": 0,
    "no_existing_car": 2
  },
  "status": "Approved",
  "centroid_easting": 525243,
  "valid_date": "21/09/2022",
  "borough": "Merton",
  "subdivision_of_building": null,
  "decision_target_date": "10/03/2023",
  "id": "Merton-22_P2868",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T15:01:03.263+00:00",
  "street_name": "Queen's Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 170896,
  "application_details": {
    "total_gia_gained": 45.08,
    "intended_commencement_date": "04/2023",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "intended_completion_date": "09/2023",
    "site_area": 0.039
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525233.7795968248,
              170902.92912803136
            ],
            [
              525256.2979647239,
              170866.88707655878
            ],
            [
              525263.8080372968,
              170871.68077011843
            ],
            [
              525249.9193805172,
              170895.32827381993
            ],
            [
              525248.9054959143,
              170895.80311411218
            ],
            [
              525241.5876696921,
              170907.78773727192
            ],
            [
              525233.7795968248,
              170902.92912803136
            ],
            [
              525233.7795968248,
              170902.92912803136
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Wimbledon Town and Dundonald"
}