{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "lpa_app_no": "22/P2521",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=22/P2521",
  "actual_completion_date": null,
  "pp_id": "PP-11425209",
  "lapsed_date": "15/11/2025",
  "secondary_street_name": null,
  "centroid": {
    "lat": 51.401624,
    "lon": -0.134894
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "86",
  "uprn": "48073812",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "11/11/2022",
  "description": "ERECTION OF A TWO STOREY SELF CONTAINED DWELLINGHOUSE, VEHICULAR CROSSOVER AND ASSOCIATED WORKS \r",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.135072,
          51.401584
        ],
        [
          -0.13496,
          51.401624
        ],
        [
          -0.134975,
          51.401636
        ],
        [
          -0.134863,
          51.401675
        ],
        [
          -0.134926,
          51.401743
        ],
        [
          -0.135144,
          51.401666
        ],
        [
          -0.135072,
          51.401584
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor dwellings",
  "last_updated_by": "Northgate M3",
  "locality": "Mitcham",
  "site_name": null,
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: Site plan, 01 Rev A, 02 Rev A, 03 Rev A, 04 Rev A, 05 Rev A and 06 Rev A",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - No development shall take place until details of the surfacing of all those parts of the site not covered by buildings or soft landscaping, including any parking, service areas or roads, footpaths, hard and soft have been submitted in writing for approval by the Local Planning Authority. No works that are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details have been approved and works to which this condition relates have been carried out in accordance with the approved details.",
    "Condition : 5 - No development shall take place until details of all boundary walls or fences are submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be\r\npermanently retained thereafter.",
    "Condition : 6 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no extension, enlargement or other alteration of the dwellinghouse other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the Local Planning Authority.",
    "Condition : 7 - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 8 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 9 - The vehicle parking area (including any garages hereby approved) shown on the approved plans shall be provided before the commencement of the buildings or use hereby permitted and shall be retained for parking purposes for occupiers and users of the development and for no other purpose.\r\n",
    "Condition : 10 - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 11 - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day\r\n\r\nReason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: Policy SI2 of the London Plan 2021 and Policy CS15 of Merton's Core Planning Strategy 2011. \r\n",
    "Condition : 12 - No development shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 13 - No development shall commence until details of the proposed vehicular access to serve the development have been submitted in writing for approval to the Local Planning Authority.  No works that are subject of this condition shall be carried out until those details have been approved, and the development shall not be occupied until those details have been approved and completed in full.",
    "Condition : 14 - The development hereby approved shall not be occupied until the proposed vehicle access has been sited and laid out in accordance with the approved plans",
    "Condition : 15 - Prior to the occupation of the development 2 metre x 2 metre pedestrian visibility splays shall be provided either side of the vehicular access to the site. Any objects within the visibility splays shall not exceed a height of 0.6 metres.",
    "Condition : 16 - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 17 - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 18 - No development shall take place until details of the proposed eaves and ridge levels in comparison to 84/86 Wide Way, have been submitted to and approved in writing by the Local Planning Authority, and no development shall be carried out except in strict accordance with the approved levels and details.",
    "Condition : 19 - Any gates shall not open over the adjacent highway.",
    "Condition : 20 - No development shall take place until full details of air quality measures has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. \r\n\r\nReason: To ensure the development does not raise local environment impacts and pollution.\r\n",
    "Condition : 21 - INFORMATIVE\r\nIt is Council policy for the Council's contractor to construct new vehicular accesses. The applicant should contact the Council's Highways Team on 020 8545 3829 prior to any work starting to arrange for this work to be done. If the applicant wishes to undertake this work the Council will require a deposit and the applicant will need to cover all the Council's costs (including supervision of the works). If the works are of a significant nature, a Section 278 Agreement (Highways Act 1980) will be required and the works must be carried out to the Council's specification.\r\n",
    "Condition : 22 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 23 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 24 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n",
    "Condition : 25 - INFORMATIVE: \r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in  order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting \r\nbox/bricks on site. \r\n",
    "Condition : 26 - INFORMATIVE:\r\nCarbon emissions evidence requirements for post construction stage assessments must provide: \r\n-'As Built' SAP Compliance Reports and detailed DER and TER worksheets for the as built development. The output documents must be based on the 'as built' stage of analysis and must account for any changes to the specification during construction. The outputs must be dated and include the accredited energy assessor's name and registration number, the assessment status, plot number and development address. OR, where applicable: \r\n-A copy of revised/final calculations as detailed in the assessment methodology based on 'As Built' SAP outputs; AND \r\n-Confirmation of Fabric Energy Efficiency (FEE) performance where SAP section 16 allowances (i.e. CO2 emissions  associated with appliances and cooking, and site-wide electricity generation technologies) have been included in the calculation. \r\nAND, where the developer has used SAP 10 conversion factors: \r\n-The completed Carbon Emissions Reporting Spreadsheet based on the 'As Built' SAP outputs.  \r\nAND, where applicable: \r\n-MCS certificates and photos of all installed renewable technologies. \r\n\r\nWater efficiency evidence requirements for post construction stage assessments must provide: \r\n-Water Efficiency Calculator for New Dwellings, representing the dwellings 'As Built', demonstrating that the dwelling(s) has\r\n achieved internal water consumption rates of no greater than 105 litres per person per day; AND \r\n-Detailed documentary evidence representing the dwellings 'As Built'; showing: \r\nthe location, details and type of appliances/ fittings that use water in the dwelling (including any specific water reduction equipment with the capacity / flow rate of equipment); AND \r\nthe location, size and details of any rainwater and grey-water collection systems provided for use in the dwelling.\r\n",
    "Condition : 27 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\ni)The applicant/agent was provided with advice to Revised/Amend the drawings of the   application by turning the proposed dwellinghouse to face Wide Way.\r\n   ii) The application was acceptable as amended no further assistance was required.\r\n   iii) The application was approved with Extension Of Time without delay.\r\n"
  ],
  "postcode": "CR4 1BN",
  "application_type": "All Other",
  "decision_date": "15/11/2022",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 529836,
  "valid_date": "16/08/2022",
  "borough": "Merton",
  "subdivision_of_building": null,
  "decision_target_date": "16/11/2022",
  "id": "Merton-22_P2521",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T16:22:24.299+00:00",
  "street_name": "Wide Way",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 168605,
  "application_details": {
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "06/2024",
        "intended_commencement_date": "04/2023"
      }
    ],
    "total_gia_gained": 84,
    "site_area": 0.0167,
    "total_gia_lost": 0,
    "total_gia_existing": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 84,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7.9,
        "building_ref": "Entire Development"
      }
    ],
    "surface_water_discharge_percentage_reduction": 30,
    "green_suds": true,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 84,
      "total_gia_existing": 0,
      "total_gia_lost": 0
    },
    "garden_land_lost": true,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 3,
      "total_no_proposed_residential_units": 2,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 85,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 1
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "House or Bungalow",
          "gia": 84,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "green_roof_area": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 1,
      "no_passive_fast_ev_charging_points": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_active_fast_ev_charging_points": 1,
      "no_homes_to_have_electrical_heating": 1,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 1,
      "ghg_reduction_over_building_regulations": true
    },
    "internal_resi_water_usage": 110,
    "ownership_status": "Public"
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              529823.7473994145,
              168600.24825891148
            ],
            [
              529831.4276974795,
              168604.7935070984
            ],
            [
              529830.3516933614,
              168606.14657053788
            ],
            [
              529838.0031100689,
              168610.65527993592
            ],
            [
              529833.4023659714,
              168618.1531336996
            ],
            [
              529818.5035405507,
              168609.1457120438
            ],
            [
              529823.7473994145,
              168600.24825891148
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Pollards Hill"
}