{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "lpa_app_no": "22/P2359",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=22/P2359",
  "actual_completion_date": null,
  "pp_id": "PP-11412685",
  "lapsed_date": "10/03/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.163878,
    "lat": 51.40808
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "48130233",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "09/03/2023",
  "description": "CHANGE OF USE OF A STORAGE FACILITY AND ASSOCIATED GARAGE INTO AN EDUCATIONAL BUILDING AND ASSOCIATED WORK TO FACILITATE THE NEW USE, IN ASSOCIATION WITH ADJACENT EAGLE HOUSE SCHOOL.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.164005,
          51.408007
        ],
        [
          -0.163908,
          51.408195
        ],
        [
          -0.163894,
          51.408221
        ],
        [
          -0.163817,
          51.408206
        ],
        [
          -0.163829,
          51.40818
        ],
        [
          -0.163836,
          51.40817
        ],
        [
          -0.163744,
          51.408151
        ],
        [
          -0.163835,
          51.407973
        ],
        [
          -0.164005,
          51.408007
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Other change of use",
  "last_updated_by": "Northgate M3",
  "locality": "Mitcham",
  "site_name": "Workshop Rear Of 76 Monarch Parade",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: Site Location Plan and Site Block Plan and Drawing 22.020 ( 2 - ) 001 REV F (Existing and Proposed Plans and Elevations)",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Before the development hereby permitted is first occupied, the windows in the southern elevation shall be glazed with obscured glass and shall be maintained as such thereafter.",
    "Condition : 5 - No refuse or waste material of any description shall be left or stored anywhere on the site other than within a building or refuse enclosure. Reason: To safeguard the appearance of the property and the amenities of the area.\r\nReason: To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policies D3 and D4 of the London Plan 2021, policy CS14 of Merton's Core Planning Strategy 2011 and policies DM D2 and D3 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 6 - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 7 - Prior to the first occupation of the development hereby approved, details outlined in the air quality neutral statement shall be implemented and retained thereafter. \r\nReason: To ensure the development is Air Quality Neutral in line with draft \t\t       guidance (LPG) and does not worsen air quality and to comply with London Plan \t       policy SI1.\r\n",
    "Condition : 8 - Development shall not commence until a working method statement has been submitted to and approved in writing by the Local Planning Authority to accommodate:\r\n   (i) Parking of vehicles of site workers and visitors;\r\n   (ii) Loading and unloading of plant and materials;\r\n   (iii) Storage of construction plant and materials;\r\n   (iv) Wheel cleaning facilities\r\n   (v) Control of dust, smell and other effluvia;\r\n   (vi) Control of surface water run-off.\r\nNo development shall be carried out except in full accordance with the approved method statement.\r\n",
    "Condition : 9 - The building shall be accessed from the adjacent Eagle House School/Lavender Lodge School only and shall not be accessed from Monarch Parade at any time other than as a means of escape in emergency and in accordance with terms set out under condition 10. ",
    "Condition : 10 - No more than two delivery vehicles shall access/egress from Monarch Parade in any given week unless otherwise agreed in writing with the Local Planning Authority.\r\nReason: To ensure the safety of pedestrians and vehicles and the amenities of the surrounding area and to comply with the following Development Plan policies for Merton: policies T4 and T7 of the London Plan 2021, policy CS20 of Merton's Core Planning Strategy 2011 and policies DM T2, T3 and T5 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 11 - During onsite construction of any phase of development, all non-road transportable\r\nindustrial equipment or vehicles which are fitted with an internal diesel powered\r\ncompression ignition engine between 37 and 560KW and not intended for transporting\r\ngoods or passengers on roads are required to meet Stage IIIB of EU Directive 97/68/E\r\nand be NRMM registered. Such vehicles must be run on ultra low sulphur diesel (also\r\nknown as ULSD 'cleaner diesel' or 'green diesel').\r\n\"Ultra low sulphur diesel\" means fuel meeting the specification within BS EN 590.\r\nWhere these standards are succeeded, they should be applied when reasonable.\r\nExemptions to these standards may be granted for specialist equipment or for\r\nequipment with alternative emission reduction equipment or run on alternative fuels.  Such exemptions shall be applied for in writing to the local planning authority in advance of the use of such vehicles, detailing the reasons for the exemption being sought and clearly identifying the subject vehicles. Exemptions that are granted will be in writing and such vehicles must not be used until written exemption has been issued by the local planning authority.\r\nNo vehicles or plant to which the above emission standards apply shall be on site, at any time, whether in use or not, unless it complies with the above standards, without the prior written consent of the local planning authority.\r\nREASON: To protect the amenity of future occupants and/or neighbours ",
    "Condition : 12 - a) Before the ASHP to which the application refers is used at the premises, a scheme shall be submitted to and approved in writing by the local planning authority which outlines the siting and design of the ASHP as well as demonstrating that the following noise design requirements can be complied with. The plant shall not be installed or operated other than in accordance with the approved details.\r\nb) The cumulative measured or calculated rating level of noise emitted from the plant to which the application refers, shall be 5dB(A) below the existing background noise level, at all times that the mechanical system etc. operates. The measured or calculated noise levels shall be determined 1 metre form the facade of the nearest noise sensitive premises, and in accordance to the latest British Standard 4142; An alternative position for assessment /measurement may be used to allow ease of\r\naccess, this must be shown on a map and noise propagation calculations detailed to show how the design criteria is achieved.\r\nc) The plant shall be isolated so as to ensure that vibration amplitudes which causes re-radiated noise not to exceed the limits detailed in table 4 detailed in section 7.7.2 of BS8233:2014 Guidance on sound insulation and noise reduction for buildings d) A commissioning acoustic test and report shall be undertaken within 2 weeks of mechanical services commissioning, in order to demonstrate that the approved noise design requirements have been achieved. The results of the test shall be submitted to\r\nand approved in writing by the LPA. \r\nREASON: To safeguard the amenities of nearby neighbouring occupants.",
    "Condition : 13 - Any external illumination of the premises to which this application relates to shall not be carried out except in accordance with details giving the method and intensity of any such external illumination which shall be submitted to and approved in writing by the Local Planning Authority. \r\nREASON: To protect/safeguard the amenities of the locality and to safeguard ecology.",
    "Condition : 14 - The premises to which this application relates to shall be solely used for the provision of education (Use Class F1(a)) and for no other purposes within Use Class F1 as specified in the schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision revoking or re-enacting that order.\r\nREASON: To accord with the terms of the application, safeguard local road and parking conditions and residential amenity of nearby occupants.",
    "Condition : 15 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n   ii) The application was approved without delay.\r\n \r\n",
    "Condition : 16 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 17 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 18 - INFORMATIVE\r\nThe applicant is advised to follow Government guidance and safety measures in relation to the handling and disposal of asbestos that may be present on site."
  ],
  "postcode": "CR4 3HB",
  "application_type": "All Other",
  "decision_date": "10/03/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 527802,
  "valid_date": "29/07/2022",
  "borough": "Merton",
  "subdivision_of_building": null,
  "decision_target_date": "10/03/2023",
  "id": "Merton-22_P2359",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T15:00:24.854+00:00",
  "street_name": "London Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 169272,
  "application_details": {
    "total_gia_gained": 0,
    "total_gia_lost": 0,
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_existing": 274.3,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "total_gia_gained": 0
    },
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "03/2023",
        "intended_commencement_date": "10/2022"
      }
    ],
    "site_area": 0.0281,
    "total_gia_existing": 274.3,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 274.3,
        "use_class": "B8",
        "gia_gained": 0,
        "gia_lost": 0
      }
    ],
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m",
    "surface_water_discharge_percentage_reduction": 0,
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 0,
        "max_height": 0,
        "building_ref": "n/a"
      }
    ],
    "scheme_phasing": true,
    "green_suds": false,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 0,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 1,
      "percentage_demolition_construction_material_recycling": 0,
      "fire_suppression_system_proposed": false,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_resi_units_to_have_full_fibre": 0
    },
    "internal_resi_water_usage": 0
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527793.3516314988,
              169263.6483628314
            ],
            [
              527799.6013878179,
              169284.7523218915
            ],
            [
              527800.4506291118,
              169287.60150632303
            ],
            [
              527805.9006145033,
              169286.05194987747
            ],
            [
              527805.1008435759,
              169283.15277975588
            ],
            [
              527804.6473652151,
              169282.00310884416
            ],
            [
              527811.1032480615,
              169280.15363824938
            ],
            [
              527805.2492546755,
              169260.1993500992
            ],
            [
              527793.3516314988,
              169263.6483628314
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Figges Marsh"
}