{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/195092VAR;",
  "lapsed_date": "11/11/2023",
  "decision_target_date": "13/11/2020",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 1DL",
  "site_name": "Hanger Lane Gyratory",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012146663, 000012201641"
    ],
    "site_area": 0.388
  },
  "appeal_decision_date": null,
  "lpa_app_no": "195092VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518453,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T19:05:05.493+00:00",
  "id": "Ealing-195092VAR",
  "application_type": "All Other",
  "street_name": "Hanger Lane Roundabout",
  "borough": "Ealing",
  "ward": "Hanger Hill",
  "decision_date": "11/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for a Minor Material Amendment (S73a) to vary condition 2 (Approved Plans) of planning permission ref: 174485FUL dated 26/11/2019 for: Demolition of existing structure and erection of part 7, 9 and 13 storey building with double basement for use as student accommodation (use class sui generis) comprising up to 650 bed spaces, ground floor ancillary student facilities and study areas, cycle parking, plant, access and servicing, landscaping and public realm, and basement/ground floor retail/café/restaurant (class A1/A3) and gymnasium (class D2) commercial units.  Variation seeks to rationalise room types and building facade based on modular construction, and to increase the height of the ground floor by 0.5 metres.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": 182710,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012146663",
  "centroid": {
    "lon": "-0.2937071",
    "lat": "51.5308839"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              518420.8113929,
              182732.9324974
            ],
            [
              518434.0034906,
              182732.0027635
            ],
            [
              518434.2013721,
              182732.0027635
            ],
            [
              518475.8471757,
              182729.0536077
            ],
            [
              518496.402113,
              182721.1458713
            ],
            [
              518498.6035443,
              182714.8476741
            ],
            [
              518499.9969597,
              182710.5489046
            ],
            [
              518501.2914343,
              182706.600035
            ],
            [
              518503.4021699,
              182700.1018951
            ],
            [
              518510.0971595,
              182680.2175869
            ],
            [
              518425.008129,
              182698.5523386
            ],
            [
              518424.7030617,
              182697.4026677
            ],
            [
              518415.5510439,
              182698.1524531
            ],
            [
              518415.1965062,
              182698.2024388
            ],
            [
              518414.9491544,
              182698.2524245
            ],
            [
              518405.4013737,
              182701.0516232
            ],
            [
              518403.6534207,
              182701.4515087
            ],
            [
              518403.0515312,
              182701.6514515
            ],
            [
              518399.0032062,
              182702.7511367
            ],
            [
              518399.3989692,
              182734.4520624
            ],
            [
              518420.8113929,
              182732.9324974
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of five years from the date of Planning Permission Ref.  174485FUL dated 26/11/2019.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). A 5-year implementation period would be appropriate as commencement of the development could be delayed whilst the detailed design of HS2 is finalised. | The development hereby approved shall be carried out in accordance with the following approved plans and documents:",
    "Drawings/ Plans:",
    "Existing Drawings:",
    "16032_JA12_P_AL_001 Existing Site Plan`; 16032_JA12_P_AL_002 Existing Structure on Site; 16032_JA12_P_00_001 Existing Ground Floor; 16032_JA12_S_AA_001 Existing Section AA; 16032_JA12_S_BB_001 Existing Section BB;",
    "Proposed Drawings (As Amended):",
    "Site Plans",
    "16032_C645_P_AL_001_ A Location Plan; 16032_C645_P_AL_002/ Rev C - Site Plan; 16032_C645_P_AL_003 Land Ownership;",
    "Proposed Floor Plans:",
    "16032_C645_P_B1_001/ Rev F - Upper Basement; 16032_C645_P_B2_001/ Rev F - Lower Basement; 16032_C645_P_00_001/ Rev F - Ground Floor Plan; 16032_C645_P_MG_001/ Rev F - Mezzanine Floor; 16032_C645_P_01_001/ Rev F - First to Fourth Floor Plans; 16032_C645_P_05_001/ Rev F - Fifth Floor Plans; 16032_C645_P_06_001/ Rev F - Sixth Floor Plan; 16032_C645_P_07_001/ Rev F - Seventh Floor Plan; 16032_C645_P_08_001/ Rev F - Eighth to Tenth Floor Plans; 16032_C645_P_11_001/ Rev F - Eleventh Floor Plan; 16032_C645_P_RF_001/ Rev E - Roof Plan",
    "Proposed Elevations:",
    "16032_C645_E_E_001/ Rev E - East Elevation; 16032_C645_E_N_001/ Rev E - North Elevation; 16032_C645_E_S_001/ Rev E - South Elevation; 16032_C645_E_W_001/ Rev E - West Elevation",
    "Proposed Sections:",
    "16032_C645_S_AA_001/ Rev E - Section AA; 16032_C645_S_BB_001/ Rev E -Section BB; 16032_C645_S_CC_001/ Rev E - Section CC; 16032_C645_S_DD_001/ Rev E - Section DD; 16032_C645_S_EE_001/ Rev E - Section EE; 16032_C645_S_FF_001- Rev A - Section F-F",
    "Other Proposed Drawings:",
    "16032_C645_BS_TY_001 Typical Bay Study; 16032_G710_P_AL_001 External Landscaping & Proposed Tree Layout; 16032_G710_P_AL_002 External Landscaping - Private & Public Areas; 16032_G710_Z1_P_00_001 Ground Floor Amenity Area Zone1; 16032_G710_Z2_P_00_001 Ground Floor Amenity Area Zone 2; 16032_G710_Z3_P_00_001 Ground Floor Amenity Area Zone 3; 16032_G710_Z4_P_RF_001 Roof Amenity Area Zone 4; Schedule of Areas Rev C.",
    "Reports/ Documents:",
    "Hanger Lane Students Accommodation: Summary of minor material amendments, prepared by Contemporary Design Solutions, dated April 2020/ Revision D; Planning Statement (RPS CgMs); Design and Access Statement including landscaping and lighting strategies (Squire & Partners; Transport Assessment and Construction Travel Plan (Markides Associates); Travel Plan (Markides Associates);Townscape Visual Impact Assessment (Ettwein Bridges); Air Quality Assessment (Air Quality Consultants); Noise and Vibration Assessment (24 Acoustics); Arboricultural Implications Report (SJA Trees); Sustainability Assessment, including BREEAM (Hodkinson Consultancy); Dynamic Overheating Assessment (Hodkinson Consultancy); Energy Assessment (Hodkinson Consultancy); Drainage Strategy (Motion); Daylight & Sunlight Assessment (Right of Light Consulting); Phase 1 Preliminary Risk Assessment (Contamination) Report (Terragen Environmental Consulting); Site Investigation Report (Soil Consultants Ltd); Ecological Report (AA Environmental Consultants); Fume &b Ventilation Extraction Scheme (Thornley & Lumb Partnership); Statement of Community Involvement (Polity); Student Accommodation Need Report (Savills); Wind Assessment (BRE);High Speed 2 Report (Safeguarding Report and Structural Drawings) (Pringuer James Consulting Engineers); Statutory Consultee Report (Pringuer James Consulting Engineers).",
    "Additional/ post submission documents:",
    "Air Quality Memorandum (24 Acoustics); Planning Design Addendum (Squire & Partners) (February 2018); Air Quality Note (February 2018) (Air Quality Consultants); Operational Statement (February 2018) (Hallmark Property Group); Student Demand in Ealing Report (February 2018) (Savills); Bat Survey (August 2017) (Brindle Green); Transport Technical Notes 13, 15 & 16(Markides Associates); Drainage Strategy & Appendices (Motion); HS2 Correspondence.Updated Dynamic Overheating Assessment (V4) and Updated Energy Assessment (V5) by Hodkinson Consultancy (May 2018).",
    "Reason: For the avoidance of doubt and in the interests of proper planning to ensure that the development is implemented in accordance with the approved plans, which have been, assessed against the Council's Development Plan.",
    "| Prior to the commencement of development, a Construction Management and Logistics Plan (Plan) shall be submitted to the Local Planning Authority for written approval. Details shall include control measures for dust, noise, vibration, lighting, delivery locations, restriction of hours of work and all associated activities audible beyond the site boundary to 0800-1800hrs Mondays to Fridays and 0800 -1300 hrs on Saturdays, advance notification to neighbours and other interested parties of proposed works and public display of contact details including accessible phone contact to persons responsible for the site works for the duration of the works.  Approved details shall be implemented throughout the project period.  More specifically, the Plan shall include the following information:",
    "a)\tDetails of the exclusion areas for the protection of priority and other notable species and other ecological features (based on the recommendations contained within the approved ecological surveys);",
    "b)\tDetails of all Non-Road Mobile Machinery (NRMM) to be used on the development site.",
    "c)\tAnticipated route, anticipated number, frequency and size of construction vehicles entering/exiting the site per day;",
    "d)\tDelivery times and booking system;",
    "e)\tManagement of consolidated or re-timed trips;",
    "f)\tDetails of noise/vibration mitigation measures and monitoring arrangements for noise, vibration and dust by suitably qualified noise and air quality specialists. Noise/vibration and dust mitigation measures must accord with the Mayor's SPG 'The control of dust and emissions from construction and demolition ' (2014); BS 5228 Parts 1 & 2; the Institute of Air Quality Management 'Guidance on the assessment of dust from demolition and construction';",
    "g)\tDetails of site security and the erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate;",
    "h)\tSecure, off-street loading and drop-off facilities;",
    "i)\tVehicle manoeuvring and turning, including swept path diagrams to demonstrate how construction vehicles will access the site and be able to turn into and emerge from the site in forward gear and including details of any temporary vehicle access points;",
    "j)\tProcedures for on-site contractors to deal with complaints from members of the public;",
    "k)\tMeasures to consult cyclists, disabled people and the local schools with regard to delivery times and necessary diversions;",
    "l)\tDetails of all pedestrian and cyclist diversions;",
    "m)\tA commitment to be part of Considerate Constructors Scheme; and",
    "n)\tconfirmation of use of TfL's Freight Operator Recognition Scheme (FORS) or similar.",
    "The Construction Management and Logistics Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of demolition and construction.",
    "Reason: To protect the amenity of local residents and to ensure adequate highway and site safety in accordance with policies 6.3, 6.11, 6.12, 6.14, 7.14, & 7.15 of the London Plan (2015), policies 1.1(f),(j) of the Ealing Development (or Core) Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), the Council's interim guidance contained in Supplementary Planning Guidance note 10: 'Noise and Vibration' and the Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise'. | Details and samples of all facing materials for the buildings and external surfaces including the areas of public realm shall be submitted to the Local Planning Authority for written approval prior to the commencement of the relevant part of the development. The development shall be carried out strictly in accordance with the details so approved.",
    "Reason: In the interest of securing sustainable development and to ensure that the resulting appearance of the development is of a high standard in accordance with policies 7.4 and 7.6 of the London Plan (2016); policies 1.1(h), 1.1(k), 1.2(f), 1.2(h) and 2.9 of Ealing's Development Strategy 2026 (2012), and policy 7B of Ealing's adopted Development Management DPD (2013). | Prior to the commencement of any works on site (except for site clearance and preparation works), the following shall be submitted to and approved in writing by the Local Planning Authority:",
    "a)\tAn intrusive contaminated land investigation and risk assessment of the site. This shall be carried out in accordance with BS1075:2011+A1:2013 and CR11 guidance to assess the nature and extent of any contamination on the site. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site.",
    "b)\tIf required, as a result of part (a), a remediation (de-contamination) scheme to bring the site to a condition suitable for the intended end use. It shall include all works to be undertaken, prosed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental protection act 1990 in relation to the intended end use of the and after remediation.",
    "Following completion of measures identified in the approved remediation (de-contamination) scheme part (b)",
    "a)\tA verification report that demonstrates the completion of measures identified in the approved contamination remediation scheme shall be produced. The report shall be compiled in accordance with the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1'",
    "Reason: To ensure that the site is not hazardous in the interest of public health and safety in  accordance policy 5.21 of the London Plan (2016), policy 1.1 e of the Ealing Development (or Core) Strategy (2012), and policy 5.21 of the Ealing Development Management DPD (2013).",
    "| Development shall not commence on the development (but excluding site survey and ground investigation works, utility diversions, demolition, site clearance works, remediation of any contamination, preliminary infrastructure works, site preparation works, any archaeological and investigations and erection of temporary boundary fencing or hoarding) until a detailed surface water drainage scheme has been submitted to and approved in writing by the Local Planning Authority. The detailed surface water scheme shall restrict run-off from the site to 7.02l/s greenfield rates based on a site area of 0.8 Ha; attenuate a 1 in 100-year storm event with a 20% allowance for climate change; and include the following information:",
    "a)\tA clearly labelled drainage layout plan showing pipe networks and any attenuation areas or storage locations. This plan should show any pipe 'node numbers' that have been referred to in network calculations and it should also show invert and cover levels of manholes;",
    "b)\tConfirmation of the critical storm duration;",
    "c)\tWhere infiltration forms part of the proposed stormwater system such as infiltration trenches and soakaways, soakage test results and test locations are to be submitted in accordance with BRE digest 365;",
    "d)\tWhere on site attenuation is achieved through ponds, swales, geocellular storage or other similar methods, calculations showing the volume of these are also required;",
    "e)\tWhere an outfall discharge control device is to be used such as a hydrobrake or twin orifice, this should be shown on the plan with the rate of discharge stated;",
    "f)\tConfirmation of whether surface water run-off and ground water is proposed to drain into the waterway and proposals to prevent pollution of the Grand Union Canal from the development;",
    "g)\tCalculations should demonstrate how the system operates during a 1 in 100 chance in any year critical duration storm event, including an allowance for climate change in line with the 'Planning Practice Guidance: Flood Risk and Coastal Change'. If overland flooding occurs in this event, a plan should also be submitted detailing the location of overland flow paths and the extent and depth of ponding;",
    "h)\tAn exceedance route plan demonstrating methods to manage excess flows on-site from storm events in excess of 1 in 100 years (to minimise risk to people and property);",
    "i)\tA maintenance plan for the drainage system for the lifetime of the development and confirming the owners / adopters of the drainage system.",
    "The approved surface water drainage scheme shall be implemented so that it is ready for use prior to the practical completion of the development, and subsequently maintained in accordance with the approved maintenance plan.",
    "Reason: To ensure the development makes adequate provision for surface water drainage, in order to reduce the risk of flooding to the proposed development and locality, to enhance water quality and biodiversity, and to ensure the Grand Union Canal is not polluted, in accordance with the objectives of Section 11 of the NPPF; policies 5.3, 5.12, 5.13 and 5.14 of the London Plan (2016); policy 1.2(m) of Ealing's Development (or Core) Strategy (2012), and policy LV5.12 of Ealing's Development Management DPD (2013). | Details shall be submitted to and approved in writing by the Local Planning Authority for a ventilation system to provide fresh air to habitable rooms of the development, in accordance with the recommendations of the Air Quality Assessment prepared by Air Quality Consultants Ltd ref. J2855/A/F1 dated 18 August 2017.  The scheme shall include measures to maintain the performance of the system for the life of the development.  The details as approved shall be implemented prior to the first occupation of the residential units and thereafter permanently retained.",
    "Reason: To safeguard the amenities for future occupiers of the development in accordance with policies 3.5 and 7.15 of the London Plan (2016), policies 1.1(j) & 1.2(f) of the Ealing Development (or Core) Strategy (2012) and with policy 7.3 of the Ealing Development Management Development Plan Document (2013). | All Non-Road Mobile Machinery (NRMM) used in demolition and construction works shall meet as a minimum the Stage IIIA emission criteria of Directive 97/68/EC and its subsequent amendments.",
    "Reason: To safeguard adjoining occupiers from unacceptable noise, in accordance with policies 3.5 and 7.15 of the London Plan (2015), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of the Ealing Development Management Development Plan Document (2013). | Details shall be submitted to and approved in writing by the Local Planning Authority prior to works on the relevant part of the development to demonstrate that the emissions from the proposed energy plant (including CHP and boilers) will achieve as a minimum the standards set out in Appendix A8 to the Air Quality Assessment prepared by Air Quality Consultants Ltd ref. J2855/A/F1 dated 18 August 2017.",
    "Reason: To safeguard the future and adjoining occupiers of the development against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan (2015), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013). | Prior to occupation of the student bedrooms adjacent to the restaurant; a minimum airborne sound insulation of ceiling/walls for the restaurant of 60dB DnT,w, shall be achieved as set out in the `24 Acoustics' report. The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To safeguard the future occupiers of the development against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan (2016), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013). | Prior to occupation of the student bedrooms adjacent; a minimum airborne sound insulation value of 55 dB DnT,w, shall be achieved, between plant rooms/communal facilities and student bedrooms as set out in the `24 Acoustics' report.The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To safeguard the future occupiers of the development against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan (2016), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013). | Prior to commencement of the development, details shall be submitted to the Council for approval of the external sound level emitted from plant/ machinery/ equipment and mitigation measures as appropriate.  The measures shall ensure that the external sound level LAeq emitted from plant, machinery/ equipment will be lower than the typical existing background sound level LA90 by at least 5dBA in order to prevent any adverse impact on noise sensitive receivers at the development site and in the surrounding area. The assessment shall be made in accordance with BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity. Details of any noise mitigation measures shall be submitted for approval.  Approved details shall be implemented prior to use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason: To safeguard the future occupiers of the development and surrounding occupiers  against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan (2016), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013). | Prior to use, [machinery, plant or equipment] [the extract/ ventilation system and ducting] at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To safeguard the future occupiers of the development and surrounding occupiers  against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan (2016), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013). | Prior to the commencement of the relevant part of the development, details shall be  submitted to and approved in writing by the Council, of the installation, operation, and maintenance of the odour abatement equipment and extract system, including the height of the extract duct and vertical discharge outlet at least 1m above the eaves of the main building, in accordance with the 'Guidance on the Control of Odour and Noise from Commercial Kitchen Exhaust Systems' January 2005 by DEFRA.  Approved details shall be implemented prior to the commencement of the use and thereafter be permanently retained.",
    "Reason: To safeguard the amenities for future occupiers of the development in accordance with policies 3.5 and 7.15 of the London Plan (2016), policies 1.1(j) & 1.2(f) of the Ealing Development (or Core) Strategy (2012) and with policy 7.3 of the Ealing Development Management Development Plan Document (2013). | Prior to the commencement of the relevant part of the development, details shall be submitted to and approved in writing by the Council, of proprietary anti-vibration mounts and/or other mitigation measures for the isolation of gym exercise equipment and loudspeakers.  Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To safeguard the future occupiers of the development and surrounding occupiers  against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan (2016), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013). | Neither music nor [amplified] [loud] voices emitted from the commercial/industrial [part of the] development shall cause disturbance within any residential/ noise sensitive premises.",
    "Reason: To safeguard the future occupiers of the development and surrounding occupiers  against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan (2016), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013). | The permitted use of gym and restaurant shall not commence until all external doors to the gym and restaurant kitchen have been fitted with self-closing devices, which shall be maintained in an operational condition and at no time shall any external door [nor windows] be fixed in an open position.",
    "Reason: To safeguard the future occupiers of the development and surrounding occupiers  against unacceptable noise and disturbance, in accordance with policies 3.5 and 7.15 of the London Plan (2016), policies 1.1(j) of the Ealing Development (or Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing Development Management Development Plan Document (2013). | Prior to the first occupation of the development details of any external lighting of the buildings, communal amenity areas and any other areas within the site, shall be submitted to and approved by the Local Planning Authority and implemented as approved and retained thereafter for the life of the development.  Any proposed external lighting scheme shall be designed to reduce light pollution to nearby residents, and road users and where applicable the recommendations of the following guidance shall be met:",
    "o\tILP Guidance Notes for the reduction of Obtrusive Lighting 2011.",
    "o\tInstitution of Lighting Professionals Technical Report PLG05, Brightness of Illuminated advertisements, 2015.",
    "o\tCIE Technical Report- Guide on the Limitation of the Effects of Obtrusive Light from Outdoor Lighting Installations - CIE 150: 2003.",
    "o\tStatutory Nuisance from Insects and Artificial Light by Department of Environment Food.",
    "o\tGuidance on sections 101, 102 and 103 of the Clean Neighbourhoods and Environment Act 2005, Defra.",
    "Reason: To provide a safe and secure external environment and to safeguard the amenities of future occupiers of the development and surrounding properties in accordance with policies 3.5 and 7.15 of the London Plan (2016), policies 1.1(h) & (j) & 1.2(f) of the Ealing Development (or Core) Strategy (2012) and with policy 7.3 of the Ealing Development Management Development Plan Document (2013) and Ealing Supplementary Planning Guidance (SPG) Note 8: Safer Ealing. | No impact piling shall take place until a piling method statement (detailing the type of piling to be undertaken and the methodology by which such piling shall be carried out, including measures to minimise the potential for damage to subsurface water or sewerage infrastructure, and the programme for the works) has been submitted to and approved in writing by the Local Planning Authority and the relevant water or sewerage undertaker. Any piling must be undertaken in accordance with the terms of the approved piling method statement unless otherwise agreed by the Local Planning Authority.",
    "Reason: The proposed works would be in close proximity to underground water and sewerage utility infrastructure, which needs to be safeguarded in accordance with policies 5.14 and 5.15 of the London Plan (2016). | No microwave masts, antennae or satellite dishes or any other plant or equipment shall be installed on any of the building(s) hereby permitted unless otherwise approved in writing by the Local Planning Authority.",
    "Reason: To safeguard the appearance of the buildings in the interests of visual amenity in accordance with policy 1.1(h) of the Ealing Development (or Core) Strategy (2012), Local Variation policies 3.5 and 7.4 and policies 7B and 7C of the Development Management Development Plan Document (2013). | Prior to commencement of the superstructure works, a water efficiency statement shall be submitted to the Local Planning Authority demonstrating all measures that will be incorporated to ensure that the student accommodation will meet water efficiency standards with a maximum water use target of 105 litres of water per person per day. Development shall proceed in accordance with the approved water efficiency statement.",
    "Reason: To ensure the sustainable use of water, in accordance with policy 5.15 of the London Plan 2016. | The approved student accommodation shall be designed and constructed to achieve a water use target that complies with Paragraph 36(2) of Approved Document G2 (water efficiency) of the Building Regulations 2015.",
    "Reason: To ensure the sustainable use of water, in accordance with the objectives of policy 5.15 of the London Plan (2016). | The cycle storage facilities shown on the approved plans shall be provided and be ready for use upon the first occupation of the development and retained thereafter.",
    "Reason: To ensure adequate cycle parking is provided within the development in pursuance of the objectives of sustainability and encouraging the use of modes of transport other than private motor vehicles in accordance with policy 6.9 of the London Plan (2016), policies 1.1(k) and (g) of Ealing's adopted Development Strategy 2026 (2012), and Ealing's Sustainable Transport for New Development SPG. | The lettable student bedrooms that are to be adaptable wheelchair user rooms shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(2) (Accessible and adaptable dwellings) of Building Regulations 2015. These rooms shall be identified on a plan to be submitted and approved in writing by the Local Planning Authority.",
    "Reason: To ensure that the development is adaptable, flexible, convenient and appropriate to the changing needs of the future occupiers, in accordance with policies 3.5, 3.8 and 3.9 of the London Plan (2016); and policy 1.1(h) of Ealing's Development (or Core) Strategy (2012). | The final Delivery and Servicing Management Plan (Plan), relating to all phases of the development identifying the location of the remote holding unit and the mechanisms for consolidating deliveries shall be submitted for approval prior to the commencement of superstructure works. The approved Plan shall be implemented upon occupation of any part of the development and thereafter deliveries to and servicing of the development shall operate only in accordance with the approved Plan.",
    "Reason: To ensure that the development can be adequately serviced in the interests of pedestrian and highway safety and the amenity of surrounding residents, in accordance with policy 6.11 and 6.13 of the London Plan (2015) and Local Variation policies 6.13, 7A and 7B of the Development Management Development Plan Document (2013). | The final Student Management and Drop-Off Plan (Plan) detailing the student management and drop off strategy; following the guidelines set out in the Transport Assessment and Technical Note 13 shall be submitted for approval prior to the commencement of superstructure works and the approved Plan implemented upon occupation of any part of the student accommodation and thereafter the development shall operate only in accordance with the approved Plan.",
    "Reason: To ensure that the operational impact of the development can be adequately managed  in the interests of pedestrian and highway safety and the amenity of surrounding residents, in accordance with policy 6.11 and 6.13 of the London Plan (2015) and Local Variation policies 6.13, 7A and 7B of the Development Management Development Plan Document (2013). | Prior to commencement of landscaping works and notwithstanding the indications in the submitted application; details of the hard and soft landscaping works within the Site and adjacent land, shall be submitted for written approval of the Local Planning Authority. The approved landscaping scheme shall be implemented prior to first occupation of any part of the development.",
    "Any trees and plants which within 5 years of planting die, are removed or become seriously damaged or diseased shall be replaced with others of the same size and species and in the same positions within the next available planting season. The landscaping shall thereafter be retained for the lifetime of the development.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and objectives for the Green Corridor in accordance with policies 3.5, 5.10, 7.4, 7.5, 7.8 & 7.21 of the London Plan (2015), polices 1.2 & 2.1 of the Ealing Development (or Core) Strategy (2012), and policies 3.5, 5.10, 7.4, 7C & 7D of the Ealing Development Management Development Plan Document (2013). | A detailed Landscape Management Plan, for a minimum period of 5 years from the implementation of the final planting scheme shall be submitted prior to the commencement of landscaping works for written approval of the Local Planning Authority.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and objectives for the Green Corridor in accordance with policies 3.5, 5.10, 7.4, 7.5, 7.8 & 7.21 of the London Plan (2015), polices 1.2 & 2.1 of the Ealing Development (or Core) Strategy (2012), and policies 3.5, 5.10, 7.4, 7C & 7D of the Ealing Development Management Development Plan Document (2013). | Prior to the commencement of superstructure works and notwithstanding the information contained in the submitted application, further details of the refuse and recycling facilities and associated management arrangements shall be submitted for written approval of the Local Planning Authority. The approved details shall be implemented in accordance with those details prior to occupation of the development and be retained therafter.",
    "Reason: To secure the necessary recycluing and waste enclosures ato support the development and to ensure that responsible waste managem,net prcatices are adhered to in the interests of the envirobnmenatr and amenity of the area in accordance with policy 1.1 (J) of the Ealing Development (or Core) Strategy (2012),   and policy 5.17 of the London Plan (2016). | The approved development shall be carried out in accordance with the details of the Arboricultural Method Statement (Ref: SJA ams 18235-01c) prepared by SJA Trees Arboricultural Planning Consultants, dated August 2019 with Appendixes, approved by the Local Planning Authority under application:  200222CND dated 03.04.2020.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the  site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "Reason: To secure the protection, throughout the time that the development is being carried out, of trees and hedgerows growing within or adjacent to the site which are of amenity value to the area. | The approved development shall be carried out in accordance with the details of the Arboricultural Method Statement (Ref: SJA ams 18235-01c) prepared by SJA Trees Arboricultural Planning Consultants, dated August 2019 with Appendixes, part discharged by the Local Planning Authority under application: 200331CND dated 03.04.2020.  The condition will only be fully discharged u"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "02/12/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08327089",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2941632,
          51.5310967
        ],
        [
          -0.2939734,
          51.5310856
        ],
        [
          -0.29397049999999997,
          51.5310855
        ],
        [
          -0.2933714,
          51.5310503
        ],
        [
          -0.2930779,
          51.5309749
        ],
        [
          -0.2930483,
          51.5309179
        ],
        [
          -0.2930297,
          51.5308789
        ],
        [
          -0.2930123,
          51.5308432
        ],
        [
          -0.29298409999999997,
          51.5307843
        ],
        [
          -0.2928943,
          51.5306042
        ],
        [
          -0.2941143,
          51.5307868
        ],
        [
          -0.29411899999999996,
          51.5307766
        ],
        [
          -0.2942507,
          51.5307852
        ],
        [
          -0.2942557,
          51.5307857
        ],
        [
          -0.2942593,
          51.5307862
        ],
        [
          -0.2943959,
          51.5308134
        ],
        [
          -0.294421,
          51.5308174
        ],
        [
          -0.2944296,
          51.5308193
        ],
        [
          -0.29448759999999996,
          51.53083
        ],
        [
          -0.2944712,
          51.5311148
        ],
        [
          -0.2941632,
          51.5310967
        ]
      ]
    ],
    "type": "Polygon"
  }
}