{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511522.7781,
              180408.6505
            ],
            [
              511539.1823,
              180404.4171
            ],
            [
              511518.5448,
              180410.6349
            ],
            [
              511535.4782,
              180481.9402
            ],
            [
              511538.124,
              180481.1465
            ],
            [
              511572.9168,
              180473.2089
            ],
            [
              511576.6209,
              180474.5319
            ],
            [
              511578.2084,
              180459.3183
            ],
            [
              511568.022,
              180400.3161
            ],
            [
              511546.0615,
              180405.2109
            ],
            [
              511545.6646,
              180402.6973
            ],
            [
              511522.7781,
              180408.6505
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08075100",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:45:01.299+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "12/09/2019",
  "secondary_street_name": "HAYES",
  "appeal_start_date": null,
  "ward": "TOWNFIELD",
  "centroid": {
    "lat": "51.5118855",
    "lon": "-0.3939001"
  },
  "decision": "Approved",
  "valid_date": "13/08/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": "MIDDLESEX",
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.35200000000000004
  },
  "cil_liability": true,
  "postcode": "UB4 ORH",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=71371/APP/2019/2699",
  "lpa_name": "Hillingdon",
  "site_name": "UNIT 7B HAYES BRIDGE RETAIL PARK",
  "lapsed_date": "16/10/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "URB HB 08 00 01 Rev D01",
    "URB HB 08 00 03 Rev D03",
    "URB HB 08 00 05 Rev D02",
    "URB HB 08 20 02 Rev D01",
    "URB HB 08 70 02 Rev D02",
    "URB HB 08 80 02 Rev D02; and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012), the Hillingdon Local Plan: Part 2 Development Management Policies (January 2020) and the London Plan (2016).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Design and Access Statement reference URB-HB A3 00 01-D02",
    "Preliminary Ecological Appraisal Including: Ecological Enhancement Plan March 2019 reference 190139-ED-01",
    "Planning & Retail Statement August 2019",
    "Transport Statement reference VN91413 August 2019",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012), the Hillingdon Local Plan: Part 2 Development Management Policies (January 2020) and the London Plan (2016).",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "NB: The landscaping plans shall include pollution absorbing trees and native species.",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Means of enclosure/boundary treatments",
    "2.c Car Parking Layouts (including 7 accessible car parking spaces, 9 parent and child car parking spaces and 3 standard parking bays. In addition a minimum of 4 car parking spaces should be provided with active electrical vehicle charging points and 4 car parking spaces with passive electric vehicle charging points)",
    "2.d Hard Surfacing Materials",
    "2.e External Lighting",
    "2.f Other st",
    "Prior to occupation of the development, a Servicing and Refuse Collection Strategy shall be submitted to and approved in writing by the Local Planning Authority. Thereafter, servicing and collection shall be carried out as agreed within this approved plan unless otherwise agreed in writing by the Local Planning Authority.",
    "REASON",
    "To ensure appropriate servicing of the site, to safeguard highway safety, and to safeguard the free flow of traffic, in accordance with policies AM2, AM7 and AM14 of the Hillingdon Local Plan: Part 2 Saved UDP Policies (Nov 2012), Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 Development Management Policies (January 2020) and policy 6.3 of the London Plan (2016).",
    "Before the development hereby approved commences, a Construction Environmental Management Plan (CEMP) shall be submitted to, and approved in writing by, the Local Planning Authority. The CEMP shall comprise such combination of measures for controlling the effects of demolition, construction and enabling works associated with the development as may be approved by the Local Planning Authority. The CEMP shall address issues including the phasing of the works, hours of work, noise and vibration, air quality, waste management, site remediation, plant and equipment, site transportation and traffic management including routing, signage, permitted hours for construction traffic and construction materials deliveries. It will ensure appropriate communication with, the distribution of information to, the local community and the Local Planning Authority relating to relevant aspects of construction. Appropriate arrangement should be made for monitoring and responding to complaints relating to demol",
    "Prior to above ground works, a detailed Energy Assessment demonstrating at least a 35% reduction (onsite, offsite or combination thereof as agreed in writing with the Local Planning Authority) in CO2 from a 2013 Building Regulations compliant development shall be submitted to and approved in writing by the Local Planning Authority. The assessment shall adhere to the requirements of Policy 5.2 of the London Plan and provide details on the annual baseline of the proposals in regulated energy demand (2013 building regulations) and associated emissions tCO2. The assessment shall then clearly set out the efficiency measures (be lean stage of London Plan) and the impact these have on the baseline energy demand and emissions. The assessment shall then provide full details of the low and zero carbon technology, including specifications and plans (i.e. roof plans for PV panels) that will be used to reach the minimum 35% onsite CO2 reduction target. The development must proceed in accordance wit",
    "Trees, hedges and shrubs shown to be retained on the approved plan shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during construction, or is found to be seriously diseased or dying another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork shall be agreed",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority. Such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details.",
    "The fencing shall be retained in position until development is completed.",
    "Notwithstanding the provisions of Section 55 of the Town and Country Planning Act 1990 (or any others revoking and re-enacting this provision with or without modification), no sub-division of the unit or additional internal floorspace shall be created in excess of that area expressly authorised by this permission.",
    "REASON",
    "To enable the Local Planning Authority to assess all the implications of the development and to ensure that adequate parking and loading facilities can be provided on the site, in accordance with Policies contained with the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and Policies DMT 1, DMT 2 and DMT 6 of the Hillingdon Local Plan: Part 2 Development Management Policies (January 2020).",
    "The retail floorspace hereby approved shall be used as 'Limited Assortment Discounter' foodstore subject to their being no provision of a specialist: delicatessen/cheese counter; hot food; butcher; fishmonger or post office counter service. The 'Limited Assortment Discounter' shall not exceed the following areas: 1,641 sq. m (Gross Internal Area), 1,231 sq. m (maximum net sales area) and 246 sq. m (maximum comparison net sales area).",
    "REASON",
    "To enable the Local Planning Authority to assess all the retail impact implications of the development and to ensure that adequate parking and loading facilities can be provided on the site, in accordance with Policies contained with the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and Policies DMTC1, DMTC 2, DMT 1, DMT 2 and DM T 6 of the Hillingdon Local Plan: Part 2 Development Management Policies (January 2020).",
    "Prior to commencement, (excluding demolition and site clearance) a scheme for the provision of sustainable water management shall be submitted to, and approved in writing by the Local Planning Authority.",
    "The scheme shall clearly demonstrate how it, Manages Water and demonstrate ways of controlling the surface water on site by providing information on:",
    "a) Suds features:",
    "i. incorporating sustainable urban drainage (SuDs) in accordance with the hierarchy set out in Policy 5.13 of the London Plan. Where the proposal does not utilise the most sustainable solution, justification must be provided,",
    "ii. calculations showing storm period and intensity and volume of storage required to control surface water and size of features to control that volume to Greenfield run off rates at a variety of return periods including 1 in 1 year, 1 in 30, 1 in 100, and 1 in 100 plus Climate change,",
    "iii. where identified in an area at risk of surface water flooding, include additional provision within calculat",
    "No floodlighting or other form of external lighting shall be installed unless it is in accordance with details which have previously been submitted to and approved in writing by the Local Planning Authority. Such details shall include location, height, type and direction of light sources and intensity of illumination. Any lighting that is so installed shall not thereafter be altered other than for routine maintenance which does not change its details.",
    "REASON",
    "To safeguard the amenity of surrounding properties in accordance with policies BE13 and OE1 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and Policy DMHB 11 of the Hillingdon Local Plan: Part 2 Development Management Policies (January 2020); and To protect the ecological value of the area in accordance with Policy EC3 and Policy DMEI 7 of the Hillingdon Local Plan: Part 2 Development Management Policies (January 2020).",
    "The building and car park shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No building shall be occupied until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in exercising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000, to reflect the guidance contained in the Council's SPG on Community Safety By Design and to ensure the development provides a safe and secure environment in accordance with London Plan (2016) Policies 7.1 and 7.3.",
    "No raw materials, finished or unfinished products, parts, crates, packing materials or waste shall be kept on the site except within the buildings or storage areas specified on the approved plans.",
    "REASON",
    "In order to safeguard the amenities of the area in accordance with Policy OE1 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and Policy DMHB 11 of the Hillingdon Local Plan: Part 2 Development Management Policies (January 2020).",
    "No development shall commence until a low emission strategy (LES) has been submitted to and approved in writing by the Local Planning Authority. The measures in the agreed scheme shall be maintained throughout the life of the development.",
    "REASON",
    "As the application site is within an Air Quality Management Area and to comply with paragraph 124 of the NPPF, policy 7.14 of the London Plan, and policy DMEI 14 and Policy DMEI 7 of the Hillingdon Local Plan: Part 2 Development Management Policies (January 2020).",
    "(i) The development shall not commence until a scheme to deal with contamination has been submitted to the Local Planning Authority (LPA) in accordance with the Supplementary Planning Guidance Document on Land Contamination, and approved by the LPA. All works which form part of the remediation scheme shall be completed before any part of the development is occupied or brought into use unless the Local Planning Authority dispenses with any such requirement specifically and in writing. The scheme shall include all of the following measures unless the LPA dispenses with any such requirement specifically and in writing:",
    "(a) An updated desk-top study, to include a preliminary risk assessment and conceptual model, to be prepared by a competent person to characterise the site and provide information on the history of the site/surrounding area and to identify and evaluate all potential sources of contamination and impacts on land and water and all other identified receptors relevant to the si",
    "Prior to above ground works, an ecological enhancement plan shall be submitted to and approved in writing by the Local Planning Authority.  The plan shall include full details of the measures to be incorporated within the site that show a positive contribution to flora and fauna including but not limited to, living walls and roofs, specific areas of landscaping for wildlife, water features and nectar rich planting (native species) throughout.  The development must proceed in accordance with the approved plan.",
    "REASON",
    "To ensure the development contributes to the protection and enhancement of the natural environment in accordance with policy EM7 of the Local Plan Part 1 and Policy DMEI 7 of the Hillingdon Local Plan: Part 2 Development Management Policies (January 2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Thames Waters have provided the following information:",
    "'A Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures he will undertake to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 020 3577 9483 or by emailing wwqriskmanagement@thameswater.co.uk. Application forms should be completed on line via www.thameswater.co.uk. Please refer to the Wholsesale; Business customers; Groundwater discharges section.'",
    "Thames Waters have provided the following information:",
    "'The proposed development is located within 15 metres of Thames Waters underground assets and as such, the development could cause the assets to fail if appropriate measures are not taken. Please read our guide 'working near our assets' to ensure your workings are in line with the necessary processes you need to follow if you're considering working above or near our pipes or other structures.https://developers.thameswater.co.uk/Developing-a-large-site/Planning-your-development/Working-near-or-diverting-our-pipes. Should you require further information please contact Thames Water'"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Physical works to reconfigure and extend Unit 7B to create a foodstore (Class A1).",
  "lpa_app_no": "71371/APP/2019/2699",
  "decision_target_date": "28/01/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "16/10/2019",
  "id": "Hillingdon-71371_APP_2019_2699",
  "centroid_northing": 180440,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 511550,
  "street_name": "UXBRIDGE ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3943022,
          51.5116091
        ],
        [
          -0.3940672,
          51.5115678
        ],
        [
          -0.3943625,
          51.5116277
        ],
        [
          -0.3940961,
          51.5122653
        ],
        [
          -0.39405819999999997,
          51.5122576
        ],
        [
          -0.3935595,
          51.5121794
        ],
        [
          -0.39350579999999996,
          51.5121906
        ],
        [
          -0.3934877,
          51.5120535
        ],
        [
          -0.3936531,
          51.5115252
        ],
        [
          -0.3939679,
          51.5115736
        ],
        [
          -0.3939744,
          51.511551
        ],
        [
          -0.3943022,
          51.5116091
        ]
      ]
    ],
    "type": "Polygon"
  }
}