{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": null,
  "borough": "Hillingdon",
  "wgs84_polygon": null,
  "site_name": "FORMER WICKES AND HALFORDS, LAND OFF HAREFIELD ROAD",
  "centroid_easting": 505485,
  "pp_id": "12659116",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null
  },
  "lpa_name": "Hillingdon",
  "decision": "Approved",
  "lpa_app_no": "16299/APP/2023/3691",
  "decision_date": "23/12/2024",
  "last_updated": "2025-03-23T22:59:10.712Z",
  "centroid_northing": 184481,
  "centroid": {
    "lat": 51.54937,
    "lon": -0.480076
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "UXBRIDGE 2022",
  "bo_system": "CSV Data Import",
  "lapsed_date": "23/12/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "31/07/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "21/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development shall be carried out in accordance with the surface water and sewage details approved under the discharge of condition application reference 16299/AG/94/1074, dated 26.07.94.",
    "REASON",
    "To ensure that the proposed development does not give rise to an increased risk of flooding nor to an overloading of the sewage disposal system in accordance with Policies SI12 and SI13 of The London Plan (2021), Policy EM6 of Hillingdon Council's Local Plan Part 1 (2012), and Policy DMEI 9 of Hillingdon Council's Local Plan Part 2 (2020).",
    "The development shall be carried out in accordance with the surface water discharge details approved under the discharge of condition application reference 16299/AG/94/1074, dated 26.07.94.",
    "REASON",
    "To ensure that the proposed development does not exacerbate an existing flooding problem or cause a new flooding problem in accordance with Policies SI12 and SI13 of The London Plan (2021), Policy EM6 of Hillingdon Council's Local Plan Part 1 (2012), and Policy DMEI 9 of Hillingdon Council's Local Plan Part 2 (2020).",
    "Trees, hedges, and shrubs shown to be retained on the approved plan shall not be damaged, uprooted, felled, or topped without the prior consent of the Local Planning Authority.",
    "Any trees, hedges, and shrubs being severely damaged during construction, seriously diseased or dying shall be replaced by one other size and species to be agreed in writing with the Local Planning Authority. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding, or groundwork shall be agreed in writing with the Local Planning Authority. New planting shall be carried out in accordance with the recommendations contained in BS3998:2010 - 'British Standard Recommendations for Tree Work'. Such work or planting shall be completed within eight months of the commencement of the development or such period as agreed in writing by the Local Planning Authority.",
    "REASON",
    "To ensure trees, hedges, and shrubs are retained to contribution to the area's am",
    "The development shall be carried out in accordance with the fencing to protect root areas details approved under the discharge of condition application reference 16299/Y/94/0247, dated 22.03.94.",
    "REASON",
    "To ensure that trees and other vegetation to be retained or not damaged during construction work in accordance with Policies G5 and G7 of The London Plan (2021) and Policies DMHB 11 and DMHB 14 of Hillingdon Council's Local Plan Part 2 (2020).",
    "The development shall be carried out in accordance with the maintenance of landscaped areas details approved under the discharge of condition application reference 16299/Y/94/0247, dated 22.03.94.",
    "REASON",
    "To ensure that the landscaping carried out is properly maintained and that the Local Planning Authority are aware of all or any piece of land within the development in accordance with Policies G5 and G7 of The London Plan (2021) and Policies DMHB 11 and DMHB 14 of Hillingdon Council's Local Plan Part 2 (2020).",
    "Details of a revised landscaping plan shall be submitted to and approved by the Local Planning Authority prior to the commencement of development. The development shall be carried out in accordance with the approved landscaping details, with the additional planting to be planted onsite within the first planting season following the first use of the development hereby permitted and thereafter maintained and retained in perpetuity. Any trees or other planting which die within a period of five years from the completion of development, are removed, or become seriously damaged or diseased shall be replaced in the next planting season, or with others of similar size and species in accordance with the details approved by the Local Planning Authority.",
    "REASON",
    "To ensure the development makes a satisfactory contribution to the preservation and enhancement of the visual amenity of the locality in accordance with Policies G5 and G7 of The London Plan (2021) and Policies DMHB 11 and DMHB 14 of Hill",
    "All planting, seeding, and turfing in the approved landscaping scheme shall be completed within eight months of development commencing (or such as agreed in writing by the Local Planning Authority) or prior to the occupation of the buildings, whichever is the earlier period. The new planting and landscape operations shall comply with the requirements specified in BS3998:2010 - 'British Standard Recommendations for Tree Work'. Thereafter, areas of amenity space shall be permanently retained and any trees or other planting which die within a period of five years from the completion of development, are removed, or become seriously damaged or diseased shall be replaced in the next planting season with others of similar size and species in accordance with the details approved by the Local Planning Authority.",
    "REASON",
    "To ensure that the proposed development makes a satisfactory contribution to the preservation and enhancement of the visual amenities of the locality in accordance with Policies",
    "The development shall be carried out in accordance with the building entrance access details approved under the discharge of condition application reference 16299/AE/94/0750, dated 29.09.94.",
    "REASON",
    "To ensure that people with disabilities have appropriate access to the development in accordance with Policy D5 of The London Plan (2021).",
    "(i) Accessible car parking spaces for wheelchair users shall accord with BS8300-1:2018, and not fall below six per cent standard and four per cent enlarged parking bays of the total number of car parking spaces. These accessible car parking spaces shall be available for use upon the first use of the development hereby approved.",
    "(ii) Prior to the commencement the development hereby approved, a Parking Design and Management Plan shall be submitted to and approved by the Local Planning Authority. The Plan shall include details of the site's Automatic Number Plate Recognition (ANPR). The approved details shall be implemented upon first use and thereafter be adhered to in perpetuity. Thereafter, these facilities shall be provided and managed in accordance with the approved Car Parking Design and Management Plan.",
    "REASON",
    "To ensure car parking caters for people with disabilities and is appropriately managed in accordance with Policies D5 and T6 of The London Plan (2021) and Policy DMT 1 and",
    "The turning loading facilities/sightlines and parking areas (including the marking out of parking spaces) shown on the approved plans (reference: 16401-1-THPR-XX-00-DR-A-1014-Rev-P04) shall be constructed prior to the first use of the development hereby permitted and thereafter permanently retained and used for no other purposes.",
    "REASON",
    "To ensure that appropriate facilities are provided in accordance with Policies D5, T2, T4, T6, and T7 of The London Plan (2021) and Policies DMT 1, DMT 2, DMT 5, and DMT 6 of Hillingdon Council's Local Plan Part 2 (2020).",
    "Adequate visibility shall be provided at the back of the footway measured on both sides of each vehicular crossing/access within 4.5 metres x 60 metres sight lines.",
    "REASON",
    "To ensure highway safety in accordance with Policies D5, T2, T4, T6, and T7 of The London Plan (2021) and Policies DMT 1, DMT 2, and DMT 5 of Hillingdon Council's Local Plan Part 2 (2020).",
    "The development shall be carried out in accordance with the materials details on the approved plans (reference: 16401-1-THPR-XX-EL-DR-A-1011-Rev-P01 and 16401-1-THPR-XX-EL-DR-A-1012-Rev-P01).",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of Hillingdon Council's Local Plan Part 2 (2020).",
    "The development shall be carried out in accordance with the external machinery equipment or external openings details approved under the discharge of condition application reference 16299/AL/94/1422, dated 03.11.94.",
    "REASON",
    "To ensure that the use does not detract from the amenity of local residents in accordance with Policies D3, D13, and D14 of The London Plan (2021) and Policy DMHB 11 of Hillingdon Council's Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of Section 55 of the Town and Country Planning Act 1990, no additional internal floor space shall be created in excess of the area expressly authorised by this permission.",
    "REASON",
    "To enable the Local Planning Authority to assess all the implications of the development and to ensure that adequate parking and loading facilities can be provided on the site in accordance with Policies D5, T2, T4, T6, and T7 of The London Plan (2021) and Policies DMT 1, DMT 2, and DMT 5 of Hillingdon Council's Local Plan Part 2 (2020).",
    "The premises shall not be used except between 0800 hours and 2000 hours Mondays to Saturdays. On Sundays the larger unit shall not be used except between 1000 hours and 1600 hours and the smaller unit shall not be used except between 0900 hours and 1700 hours.",
    "REASON",
    "To protect the residential amenity of the occupiers of adjoining and nearby properties in accordance with Policies D3, SD7, D13, and D14 of The London Plan (2021) and Policy DMHB 11 of Hillingdon Council's Local Plan Part 2 (2020).",
    "Deliveries to the units shall not be made except via Warwick Place between 0600 hours and 2200 hours on Mondays to Saturdays, 0800 hours to 1800 hours on Sundays, and 0600 to 2200 hours on bank holidays.",
    "REASON",
    "To protect the residential amenity of the occupiers of adjoining and nearby residential properties in accordance with Policies D3, SD7, D13, and D14 of The London Plan (2021) and Policy DMHB 11 of Hillingdon Council's Local Plan Part 2 (2020).",
    "The development shall be carried out in accordance with the highway scheme approved under the discharge of condition application reference 16299/AB/94/0415, dated 20.04.94.",
    "REASON",
    "To ensure highway safety in accordance with Policies D5, T1, T2, T4, T6, and T7 of The London Plan (2021) and Policies DMT 1, DMT 2, and DMT 5 of Hillingdon Council's Local Plan Part 2 (2020).",
    "No solid matter shall be deposited so that it passes or is likely to pass into any watercourse.",
    "REASON",
    "To prevent pollution off the water environment in accordance with Policy SI 5 of The London Plan (2021).",
    "The development shall be carried out in accordance with the archaeological work details approved under the discharge of condition application reference 16299/AC/94/0467, dated 08.04.94.",
    "REASON",
    "To enable remains which may be of archaeological importance to be safeguarded in accordance with Policy HC1 of The London Plan (2021) and Policy DMHB 7 of Hillingdon Council's Local Plan Part 2 (2020).",
    "The development shall be carried out in accordance with the lighting details approved under the discharge of condition application reference 16299/AJ/94/1337, dated 13.10.94.",
    "REASON",
    "To protect the residential amenity of the occupiers of adjoining and nearby residential properties in accordance with Policies D8 and D13 of the London Plan (2021) and Policy DMHB 11 of Hillingdon Council's Local Plan Part 2 (2020).",
    "The fence shall be maintained for the life of the development in accordance with the details approved under the discharge of condition application reference 16299/AK/94/1341, dated 30.09.94.",
    "REASON",
    "To protect the residential amenity of the occupiers of adjoining and nearby properties in accordance with Policy D11 and D13 of the London Plan (2021) and Policies DMHB 11 and DMHB 15 of Hillingdon Council's Local Plan Part 2 (2020).",
    "The premises shall not be used except as two separate units within Use Class E of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (as amended) or permitted under the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended), or any statutory instrument revoking and re-enacting those Orders with or without modification.",
    "REASON",
    "To ensure that appropriate car parking facilities are provided and to ensure highway safety in accordance with Policies D5, T1, T2, T4, T6, and T7 of The London Plan (2021) and Policies DMT 1, DMT 2, and DMT 5 of Hillingdon Council's Local Plan Part 2 (2020).",
    "At least 30 short-stay and 20 long-stay cycle parking spaces shall be installed and available for use in accordance with approved plans (reference 16401-1-THPR-XX-00-DR-A-1014-Rev-P04) and the London Cycle Design Standards prior to the first use of the development hereby approved. The cycle parking spaces shall thereafter be permanently retained on site, maintained, and be kept available for use.",
    "REASON",
    "To ensure appropriate cycle parking provision in accordance with Policy T5 of The London Plan (2021) and Policies DMT 2 and DMT 5 of Hillingdon Council's Local Plan Part 2 Development Management Policies (2020).",
    "(i) Prior to the first use of the development hereby approved, active electric vehicle charging facilities shall be installed and available for use at eight car parking spaces. The active electric vehicle charging infrastructure shall thereafter be permanently retained on-site, maintained, and kept available for use.",
    "(ii) Prior to the first use of the development hereby approved, passive electric vehicle charging facilities shall be installed at six car parking spaces. The passive electric vehicle charging infrastructure shall thereafter be permanently retained on-site and be available for upgrading to active electric vehicle charging.",
    "REASON",
    "To ensure an appropriate level of on-site electric vehicle charging facilities are provided in accordance with Policy T6 of The London Plan (2021)."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": null,
  "decision_target_date": "30/01/2025",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Removal/Variation of a condition",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "HAREFIELD ROAD",
  "secondary_street_name": "UXBRIDGE",
  "description": "Variation of Condition 7 (Landscape Scheme), Condition 10 (Accessible Car Parking), Condition 11 (Car Parking), Condition 13 (materials), Condition 17 (Hours of Delivery), and Condition 23 (Use of Site) of planning permission reference 16299/R/93/0504, dated 14.01.94 ('Redevelopment of site with two units for non-food retail purposes including service and access from Warwick Place and public access via Harefield Road'), to allow for a change of operation and type of goods sold; amend hours of deliveries; reduce the number of car parking spaces; and amendments and reconfiguration to layout (no increase in floorspace)",
  "id": "Hillingdon-16299_APP_2023_3691",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=16299/APP/2023/3691"
}