{
  "application_type": "Householder",
  "application_type_full": "Householder planning permission",
  "description": "Erection of a single storey side/rear extension connecting to outbuilding to the side including change of roof over existing outbuilding.",
  "epc_number": null,
  "street_name": "ST MATTHEW CLOSE",
  "appeal_decision": null,
  "lpa_app_no": "77487/APP/2022/1939",
  "centroid": {
    "lon": "-0.4754633",
    "lat": "51.5202041"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 505871,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=77487/APP/2022/1939",
  "last_updated": "2025-03-20T15:55:57.875+00:00",
  "subdivision_of_building": null,
  "postcode": "UB8 3SR",
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 181244,
  "site_name": "36,38&40",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "17/06/2022",
  "lapsed_date": "21/09/2025",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "decision_target_date": "21/09/2022",
  "title_number": [
    "40"
  ],
  "decision": "Approved",
  "last_date_consultation_comments": "20/09/2022",
  "ward": "COLHAM & COWLEY",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-77487_APP_2022_1939",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505858.3,
              181258.1203
            ],
            [
              505891.1084,
              181244.0974
            ],
            [
              505883.4354,
              181230.2067
            ],
            [
              505852.0823,
              181243.9651
            ],
            [
              505858.3,
              181258.1203
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans received on 12.8.22, numbers:",
    "SB22/VG/002 Rev 01",
    "SB22/VG/001",
    "SB22/VG/005 01",
    "SB22/VG/003",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby approved shall not be sub-divided to form additional dwelling units or used in multiple occupation without a further express permission from the Local Planning Authority.",
    "REASON",
    "To ensure that the premises remain as a single dwelling until such time as the Local Planning Authority may be satisfied that conversion would be in accordance with Policy DMH4 and DMHB11 of the Hillingdon Local Plan - Part Two (2020).",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served."
  ],
  "application_details": {
    "no_additional_bedrooms": 0,
    "total_gia_gained": 4.47,
    "existing_uprns": null,
    "intended_commencement_date": "08/2022",
    "no_additional_bathrooms": 1,
    "intended_completion_date": "09/2022",
    "site_area": 0.055
  },
  "pp_id": "11334542",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.47564199999999995,
          51.5203334
        ],
        [
          -0.47517349999999997,
          51.5202012
        ],
        [
          -0.4752882,
          51.5200778
        ],
        [
          -0.4757358,
          51.5202074
        ],
        [
          -0.47564199999999995,
          51.5203334
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "21/09/2022",
  "secondary_street_name": "COWLEY"
}