{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/1003/23",
  "application_type_full": "Approval of details reserved by a condition (discharge)",
  "uprn": "100021306318",
  "borough": "Harrow",
  "street_name": "Royston Grove",
  "locality": "Pinner",
  "ward": "Hatch End",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Reason : 1 - With respect to Condition 10 (Landscaping), in the absence of sufficient information in regards to proposed hard landscaping, proposed boundary treatment, proposed tree species, and with the scheme providing inadequate boundary treatment to the sides of the building, tree planting pits of an insufficient size, insufficient planting in respect to Hedge B and insufficient lavender planting, the proposed scheme of landscaping and boundary treatment is considered to be substandard and is considered to detract from the character and appearance of the site, street scene and area in a wider context. Furthermore, the proposed trees (labeled Trees 1 and 2) would be sited within the confines of the Grims Ditch Scheduled Ancient Monument with the proposed landscaping scheme failing to protect and preserve this heritage asset. The proposed development would thereby be contrary to the high quality design aspirations of the National Planning Policy Framework (2021), Policies D3 and HC1 of The London Plan (2021), Core Policies CS1.B and CS1.D of the Harrow Core Strategy (2012) and Policies DM1, DM7 and DM22 of the Harrow Development Management Policies Local Plan (2013).",
    "Reason : 2 - With respect to Condition 12 (Landscape Management and Maintenance), in the absence of sufficient details on the maintenance of hard landscaping on site, the Council cannot be satisfied that hard landscaping on site would be appropriately maintained and this could give rise to a scheme of hardsurfacing that could unduly deteriorate over time and could detract from the character and appearance of the application site, street scene and area in a wider context. The proposed development would thereby be contrary to the high quality design aspirations of the National Planning Policy Framework (2021), Policy D3 of The London Plan (2021), Core Policy CS1.B of the Harrow Core Strategy (2012) and Policies DM1 and DM22 of the Harrow Development Management Policies Local Plan (2013).\r\n",
    "Reason : 3 - With respect to Condition 13 (Secure by Design), the applicant has failed to provide evidence of certification of Secure by Design accreditation as part of this application, which is the fundamental requirement of the condition. Furthermore, the details provided pursuant to the discharge of Condition 13 have been closely examined by the Council's Secure by Design Officer, and it has been established that the scheme would not be able to achieve Secure by Design Accreditation in its current form without the provision of additional detail relating to refuse storage, boundary treatment, details of glazing to the entry porch, details on a postal strategy, and revisions to; cycle storage arrangements, lighting arrangements, boundary treatment arrangements, and defensible planting arrangements. In light of all of the above, the Council are not satisfied that the development would be satisfactorily designed to restrict and prevent crime, the proposal would thereby be contrary to Policy D11 of The London Plan (2021), Core Policy CS1.E of the Harrow Core Strategy (2012) and Policy DM2 A of the Council's Development Management Policies Document (2013)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "513097",
  "status": "Refused",
  "decision_date": "22/06/2023",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3681615,
          51.6151223
        ],
        [
          -0.36791409999999997,
          51.6151939
        ],
        [
          -0.36763979999999996,
          51.6148097
        ],
        [
          -0.3678991,
          51.6147459
        ],
        [
          -0.3681699,
          51.6151094
        ],
        [
          -0.3681615,
          51.6151223
        ]
      ]
    ]
  },
  "decision_target_date": "26/05/2023",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "27/04/2023",
  "development_type": "Minor all other minor developments",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-19T04:10:12.264+00:00",
  "last_updated_by": "Planning Portal ingest",
  "site_name": "Glencara",
  "id": "Harrow-P_1003_23",
  "decision": "Refused",
  "cil_liability": false,
  "centroid_northing": "191949",
  "appeal_start_date": null,
  "postcode": "HA5 4HF",
  "url_planning_app": "http://site.com?appref=P/1003/23-or-1249265 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Details pursuant to conditions 10 (landscaping), 12 (landscape management and maintenance) and 13 (secure by design) attached to planning permission P/1110/18 dated 30/07/2018 for Redevelopment to provide three storey building comprising of three flats; parking; bin and cycle stores (amendments to rear parking and elevations",
  "valid_date": "31/03/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              513079.75,
              191959.95
            ],
            [
              513096.7,
              191968.3
            ],
            [
              513116.65,
              191926
            ],
            [
              513098.85,
              191918.5
            ],
            [
              513079.2,
              191958.5
            ],
            [
              513079.75,
              191959.95
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "pp_id": "12050935",
  "application_details": {
    "site_area": 0.09100000000000001
  },
  "centroid": {
    "lon": "-0.36791599999999997",
    "lat": "51.6150204"
  },
  "lapsed_date": "22/06/2026",
  "decision_process": "Delegated",
  "actual_completion_date": null
}