{
  "wgs84_polygon": null,
  "ward": "Norwood Green",
  "decision": null,
  "decision_process": "Committee",
  "appeal_status": null,
  "status": "Application Under Consideration",
  "parking_details": {
    "net_cycle": 12,
    "no_existing_car": 0,
    "no_proposed_car": 9,
    "no_proposed_cycle": 12,
    "no_existing_bluebadge": 0,
    "no_existing_cycle": 0,
    "net_car": 9,
    "net_bluebadge": 2,
    "no_proposed_bluebadge": 2
  },
  "centroid_easting": 513455,
  "application_details": {
    "grey_water_reuse": false,
    "total_gia_gained": 3156,
    "internal_resi_water_usage": 0,
    "surface_water_discharge_percentage_reduction": 69,
    "green_suds": true,
    "scheme_phasing": true,
    "total_gia_lost": 122,
    "existing_uprns": null,
    "total_gia_existing": 122,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 122,
        "use_class": "B8",
        "gia_gained": 0,
        "gia_lost": 122
      },
      {
        "gia_existing": 0,
        "use_class": "B2",
        "gia_gained": 3156,
        "gia_lost": 0
      }
    ],
    "site_area": 1.73,
    "projected_cost_of_works": "Between £2m and £100m",
    "non_residential_details": {
      "total_gia_lost": 122,
      "total_gia_existing": 122,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 3156,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 122,
      "total_gia_gained": 3156
    },
    "infrastructure_details": {
      "fire_suppression_system_proposed": true,
      "ghg_reduction_over_building_regulations": true,
      "urban_greening_factor_score": 0.06,
      "no_non_resi_units_to_have_full_fibre": 1,
      "solar_pv_capacity": 82280,
      "green_roof_area": 48,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 0,
      "percentage_demolition_construction_material_recycling": 95,
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "total_annual_nox_emissions": 0,
      "no_passive_fast_ev_charging_points": 0,
      "no_active_fast_ev_charging_points": 2,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 0,
      "chp_heat_pumps_capacity": 5,
      "mobile_network_operators_consultation": false
    },
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 13,
        "building_ref": "Material Recovery Facility"
      },
      {
        "no_storeys": 2,
        "max_height": 6,
        "building_ref": "Office and welfare unit modular building"
      }
    ],
    "garden_land_lost": false,
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_completion_date": "12/2024",
        "intended_commencement_date": "08/2024"
      }
    ],
    "ownership_status": "Public",
    "lead_developer_company_name": "Wards of London Properties Ltd",
    "rain_water_harvesting": true,
    "scheme_name": "Collett Way"
  },
  "actual_completion_date": null,
  "application_type_full": "Full planning permission",
  "locality": "Southall",
  "actual_commencement_date": null,
  "development_type": null,
  "appeal_decision_date": null,
  "centroid_northing": 179941,
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": null,
  "lapsed_date": null,
  "pp_id": "PP-12765612",
  "lpa_app_no": "240602FUL",
  "epc_number": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.507021,
    "lon": -0.366641
  },
  "application_type": "All Other",
  "borough": "Ealing",
  "postcode": "UB2 4PL",
  "site_name": "Land Off Collett Way",
  "bo_system": "CSV Data Import",
  "site_number": null,
  "decision_target_date": null,
  "valid_date": "16/04/2024",
  "street_name": "Glade Lane",
  "last_updated_by": "CSV Data Import",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/240602FUL;",
  "appeal_start_date": null,
  "last_date_consultation_comments": null,
  "last_updated": "2025-03-19T20:39:33.378+00:00",
  "appeal_decision": null,
  "description": "Demolition of existing structures and development of a rail linked Material Recovery Facility  (Use Class B2) comprising a waste processing building, open storage area, and an office and welfare unit, with operational vehicular and cycle parking and associated landscaping.\n\n",
  "decision_date": "07/11/2024",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "Time Limit",
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990.",
    "| Approved Plans",
    "The development hereby permitted shall be carried out in accordance with the approved plans and documents:",
    "Plans:",
    "233047/D/001A  Site Location Plan",
    "233047/D/001B Site Location Plan to Highway",
    "233047/D/002 Existing Site Layout",
    "233047/D/003 Existing Elevations",
    "233047/LP/D/001 Existing Lighting Plan",
    "233047/DP/D/001 Demolition Plan",
    "233047/D/004A  Proposed Site Layout",
    "233047/D/004B Proposed Internal Layout",
    "233047/D/004C Proposed Office and Welfare Layout",
    "233047/D/005 Proposed Elevations",
    "233047/D/006 Receptor Plan",
    "233047/RP/D/001 Roof Plan",
    "233047/LP/D/002 Proposed Lighting Plan",
    "233047/SS/D/001 Surfacing and Structures Plan",
    "11943-FPCR-XX-XX-DR-L-0001 P06 Detailed Planting Plan",
    "11943-FPCR-XX-XX-DR-L-0002 P01 Urban Greening Factor",
    "Documents:",
    "Planning Statement Rev V2, Feb 2024",
    "Design Detail Statement prepared by AA Environmental 233326",
    "Townscape and Visual Impact Appraisal including Green Roof Provision and Maintenance Plan Rev C, July 2024 (submitted 19.8.24) prepared by FPCR",
    "Arboricultural Report Rev C, Feb 2024 prepared by FPCR",
    "Ecological Appraisal Rev B, Jan 2024 prepared by FPCR",
    "Biodiversity Net Gain Report Rev C, Aug 2024 (submitted 19.8.24) prepared by FPCR",
    "Air Quality Assessment and Air Quality Neutral Assessment 100710-Rev01, Feb 2024 prepared by Air & Acoustic Consultants",
    "Air Quality Assessment (Dust) August 2024 prepared by AA Environmental",
    "Acoustic Report Addendum - Noise Impact Assessment 1199.001Add.2.0.JP August 2024 prepared by 7th Wave",
    "Acoustic Report - Noise Impact Assessment, 1199.001R.4.0.JP, February 2024, prepared by 7th Wave",
    "Pre-Demolition Waste Audit Report Feb 2024 prepared by AA Environmental",
    "Construction Environmental Management Plan Feb 2024 prepared by AA Environmental",
    "Site Waste Management Plan Feb 2024 prepared by AA Environmental",
    "Statement of Community Involvement Feb 2024 prepared by Polity",
    "Circular Economy Statement Rev A, Feb 2024 prepared by Envision",
    "Whole Life Cycle Carbon Assessment and Excel Template Rev A, Jan 2024 prepared by Envision",
    "Preliminary Risk Assessment (Land Contamination) Feb 2024 prepared by AA Environmental",
    "Flood Risk & Drainage Assessment Rev A, July 2024 (submitted 15.7.24) prepared by AA Environmental",
    "Fire Prevention Plan 233305/FPP, Jan 2024 prepared by AA Environmental",
    "Sustainability Statement incorporating an Energy Statement, BREEAM Scoping and Lighting Scheme Review Rev A, Feb 2024, prepared by Envision",
    "Transport Assessment Rev V1.3, Feb 2024 prepared by Mode Transport",
    "Staff Travel Plan Rev V1.2, Feb 2024 prepared by Mode Transport",
    "Delivery and servicing management plan Feb 2024 J327755 prepared by Mode Transport",
    "Compensatory Waste Provision Rev E, Jan 2024 (submitted 4.6.24) prepared by AA Environmental",
    "Rail Freight Strategy and Implementation Plan 233326/RMP/001, Feb 2024 prepared by Rail Logistics Consultancy Ltd & AA Environmental",
    "Cumulative Scheme Assessment Dated 14.8.24 (submitted 19.8.24) prepared by AA Environmental",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Demolition and Construction Management Plan",
    "Prior to commencement of the development hereby approved, a demolition method statement/ construction management plan shall be submitted to the Council for approval in writing. Details shall include control measures for:",
    "1. On-site construction worker parking;",
    "2. Anticipated number, frequency and size of construction vehicles entering/exiting the site;",
    "3. Delivery times and booking system (staggered to avoid morning and afternoon school run peak periods);",
    "4. Site security;",
    "5. Secure, off-street loading and drop-off facilities, and locations thereof;",
    "6. Vehicle manoeuvring and turning, including swept path diagrams to demonstrate how vehicles will access the site and be able to turn into and emerge from the site in forward gear;",
    "7. Locations for the storage of building materials and construction debris and contractors' offices;",
    "8. Procedures for on-site contractors to deal with complaints from local residents including the name, telephone number and address of a responsible person to whom enquiries / complaints should be directed. These contact details shall also be displayed at regular intervals around the site compound;",
    "9. Confirmation of use of Transport for London's Freight Operator Recognition Scheme (FORS) or similar;",
    "10. Control measures for dust, noise, vibration, lighting, delivery locations, restriction of hours of work and all associated activities audible beyond the site boundary to 08:00-18:00hrs Mondays to Fridays and 08:00-13:00hrs on Saturdays, and the advance notification to neighbours and other interested parties of proposed works.",
    "Such details shall be implemented or phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the works.",
    "Reason: To protect the amenity of local residents, to ensure adequate highway safety in accordance with policy 7B of the Ealing Development Management DPD (2013), policies 1.1 and 3.1 of the Development Strategy (2012), the National Planning Policy Framework (2023), and policies D6, D14, SI 1, T3, T4 and T7 of the London Plan (2021).",
    "| Biodiversity Gain Plan",
    "Prior to commencement of the relevant phase of the development hereby approved (but excluding site survey and ground investigation works, utility diversions, demolition, site clearance works, remediation of any contamination, preliminary infrastructure works, site preparation works, any archaeological and investigations and erection of temporary boundary fencing or hoarding), a Biodiversity Gain Plan (which shall include a programme for its implementation) for that particular phase, shall be submitted to and approved in writing by the Local Planning Authority. The development shall be carried out within 12 months following the commencement of use in accordance with these approved details and retained as such thereafter.",
    "Reason: To ensure that the biodiversity gain objective is met, in accordance with Schedule 7A of the Town and Country Planning Act (1990) and Policy G6 of the London Plan (2021).",
    "| Protection of Existing Trees/Hedgerows And Planting Locations (Demolition & Construction):",
    "No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted and its installation on site has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works.  Details shall include the following:",
    "o\tTree protection plan of all trees within influencing distance and on adjacent sites in accordance with BS5837*, with tree works proposals.  All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "o\tA plan** detailing all trees and hedgerows planned for retention and removal.",
    "o\tA schedule of tree works for all the retained trees  specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons.  All tree works shall be carried out in accordance with BS 3998.",
    "o\tSite specific demolition and hard surface removal specifications",
    "o\tLevel changes",
    "o\tA Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, underground service routes and water storage tanks within the root protection area, works access space, Structures within the root protection area of the trees material/machinery/waste storage and permanent & temporary hard surfaces.",
    "o\tDetails of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the  site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| Tree Monitoring Plan",
    "The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A tree monitoring program to include:",
    "o\tConfirmation of who shall be the lead arboriculturalist for the development.",
    "o\tConfirmation of the Site Manager, key personnel, their key responsibilities and contact details.",
    "o\tDetails of induction procedures for all personnel in relation to Arboricultural matters.",
    "o\tA detailed timetable of events for arboricultural supervision concerning all tree protection measures within the approved Tree Protection Plan, including:",
    "o\tInitial implementation/installation of the tree protection measures",
    "o\tApproved incursions in to construction exclusion zones",
    "o\tFinal removal of the tree protection measures",
    "o\tProcedures for dealing with non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement.",
    "(b) Following details shall be submitted to and approved by the Local Authority Tree Officer:",
    "o\tResults of each site visit by the lead arboriculturist with photos attached immediately following each visit.",
    "o\tWithin three months of first use of the development hereby approved, a report containing the Assessment of the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines",
    "| Site Investigation",
    "Prior to the commencement of any works on site (other than demolition and site clearance), and based on an approved conceptual site model (contained within an approved desk study phase 1 report - AAE Preliminary risk assessment 233326 Feb 2024)  a site investigation (undertaken in accordance with BS1075:2011+A1:2013 and LCRM) shall investigate the site and any previously inaccessible ground. The site conceptual model shall be amended based on the findings of the intrusive site investigation and the risks to identified receptors updated. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site. The findings of the site investigation and proposed remedial options shall be submitted to the Local planning authority for approval in writing prior to any remedial works commencing and any development works commencing.",
    "Reason: To ensure the land contamination issues are addressed in accordance with National Planning Policy Framework 2023; the London Plan 2021; Ealing Core Strategy 2012 and Ealing Development Management Development Plan 2013.",
    "| Remediation Scheme",
    "A detailed remediation scheme to bring the site to a condition suitable for the intended use shall be submitted to and subject to the approval in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation. The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development, other than that required to carry out remediation works.",
    "Reason: To ensure the land contamination issues are addressed in accordance with National Planning Policy Framework 2023; the London Plan 2021; Ealing Core Strategy 2012 and Ealing Development Management Development Plan 2013.",
    "| Verification Report",
    "Following completion of measures identified in the approved remediation scheme of condition 8, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority before occupation of the development. The verification report submitted shall be in accordance with the latest Environment Agency guidance and industry best practice.",
    "Reason: To ensure the land contamination issues are addressed in accordance with National Planning Policy Framework 2023; the London Plan 2021; Ealing Core Strategy 2012 and Ealing Development Management Development Plan 2013.",
    "| Detailed Drainage Design",
    "Prior to commencement of groundworks (excluding site investigations and demolition), the applicant must submit a final detailed drainage design including drawings and supporting calculations (and updated SuDS Proforma) to the Lead Local Flood Authority for review and approval, aligned with the Flood Risk & Drainage Assessment (09/07/2024), Response to Flood Risk and Drainage Comments (09/07/2024 and 15/08/2024) and associated drawings.",
    "A detailed management plan confirming routine maintenance tasks for all drainage components must also be submitted to demonstrate how the drainage system is to be maintained for the lifetime of the development.",
    "Reason: To prevent the risk of flooding to and from the site in accordance with relevant policy requirements including but not limited to London Plan (2021) Policy SI 13, its associated Sustainable Design and Construction SPG, the Non-Statutory Technical Standards for Sustainable Drainage Systems and Ealing Council's Local Plan Policies.",
    "| Construction Logistics Plan (CLP)",
    "Prior to the commencement (with the exception of demolition, site clearance and enabling works), a Construction Logistics Plan, shall have been submitted to and approved by the local planning authority. The plans shall include:",
    "Furthermore, the following information is required.",
    "(a)The construction lorry route from the main distributor roads (A40 and A4020) and the number of constructions related vehicles, which would be travelling to the application site;",
    "(b) Construction management plan with key dates of various stages and all the emergency contacts;",
    "(c) Abnormal load delivery vehicle routes and dates of these deliveries.",
    "The agreed measures shall be implemented prior to the first occupation of the approved development and shall be retained thereafter.",
    "Reason: To protect the amenity of local residents, to ensure adequate highway and site safety and to promote the use of modes of transport, other than the use of private motor vehicles, in accordance with the Ealing Development (Core) Strategy and the London Plan (2023).",
    "| Air Quality and Dust Management Plan",
    "Before the development is commenced, (including demolition and site clearance) an Air Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment shall be produced in accordance with current guidance The Control of Dust and Emissions during Construction and Demolition, SPG, GLA, July 2014, for the existing site and the proposed development. A scheme for air pollution mitigation measures based on the findings of the report shall be submitted to and approved by the Local Planning Authority prior to the commencement of any works on the site.",
    "The plan shall include:",
    "a)          Dust Management Plan for Demolition Phase",
    "b)          Dust Management Plan for Construction Phase",
    "The applicant shall agree with Officers from council's pollution technical team on location(s), pollutants and type of air quality monitors and arrangements for online and direct access to monitoring data for demolition, construction and operational phase of waste handing plant, before installation of relevant monitors. The monitors shall be installed on site at least 4 weeks prior to any site clearance and demolition to provide baseline data and shall be maintained for clearance, demolition, construction and operations. Direct access to monitoring data will be always provided. The Air Quality Dust Management Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for clearance , demolition, construction and operations.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise particulate matter associated with construction works in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy 7A of the Ealing Development Management Development Plan (2013) and policy SI1 of the London Plan (2021); and National Planning Policy Framework (2023)",
    "| Dust Emissions Control Scheme",
    "Prior to commencement of the development (excluding ground investigation works, demolition, site clearance, remediation of any contamination, preliminary infrastructure works, site preparation and erection of temporary boundary fencing or hoarding), details shall be submitted to and approved in writing by the Council of a suitable dust emissions control scheme (Dust Management Plan) for the whole site including waste processing building, storage area and weighbridges.",
    "Approved details shall be fully implemented and thereafter permanently retained and maintained.",
    "Reason: To safeguard the external amenity and improve future air quality in accordance policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy 7A of the Ealing Development Management Development Plan (2013) and policy SI1 of the London Plan (2021); and National Planning Policy Framework (2023).",
    "| Air Quality Monitoring Requirements",
    "The operator shall at all times and all in all respects comply with the air quality monitoring requirements set out in points a, b and c below. In the case of non-compliance the operator shall upon written notice from the Local Planning Authority immediately take all steps reasonably required to remedy non-compliance.",
    "a)\tPrior to commencement of the development (excluding ground investigation works, demolition, site clearance, remediation of any contamination, preliminary infrastructure works, site preparation and erection of temporary boundary fencing or hoarding, the applicant shall submit to the local planning authority details on monitoring of NO2, PM10 and PM2.5 concentrations at the site using at least two MCERTS air quality sensors. Monitoring shall commence at least 3 months prior to commencement of plant operations to provide baseline data and maintained as such for lifetime of plant from when operations commence. Monitoring data shall be accessible by the Local Planning Authority at  all times.",
    "b)\tIn consultation with the chosen Air quality Monitoring Platform provider commissioned, the  applicant shall confirm that suitable monitoring devices have been installed and will be maintained as such for  life time of plant operations.",
    "c)\tShould concentration levels increase significantly, taking into account the accuracy and precision of the monitoring methods and background/regional fluctuations, further mitigation measures as necessary shall be discussed/implemented with the Local Planning Authority.",
    "Reason: To safeguard the external amenity and public health of occupants of nearby residential properties and improve future air quality in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013),policy SI1 of the London Plan (2021), and National Planning Policy Framework (2021), and to enable the Local Planning Authority to deliver its commitments on the emerging climate change strategy and deliver reductions of CO2 and other emissions through sustainable design and construction.",
    "| Materials",
    "Notwithstanding the approved drawings and supporting documents, details of materials and finishes to be used for all external building surfaces and samples shall be submitted to and approved in writing by the Local Planning Authority prior to commencement (excluding initial site clearance and ground works). The development shall be carried out in accordance with these approved details and retained as such thereafter.",
    "Reason: To ensure that the materials harmonise with the surroundings in accordance with Policies D3 and D4 of the London Plan (2021), Policies 7.4 and 7B of the Ealing Development Management DPD (2013) and Policy DAA of Ealing's draft Local Plan (Regulation 19).",
    "| Noise Mitigation and Monitoring for Evening and Nighttime Works",
    "Prior to waste operations occurring between 21:00 to 07:00 hours two unattended noise meters shall be installed at locations B1 and B3, as presented in Figure A1, 7th Wave 'August 2024: Addendum to Acoustic Report' reference 1199.001Add.2.0.JP.  Evening and nighttime noise level thresholds for each monitor shall be set in line with the Acoustic Assessments, as per 'Specific Sound Level at Boundary' thresholds in the Addendum Acoustic Report. In addition, at night time 23:00 to 07:00, operational noise shall not exceed 45dB LAmax within any dwelling. The unattended noise monitors must be operational during any works between 21:00 and 07:00 hrs. These derived thresholds should be agreed with Ealing Borough Council prior to these works commencing and be complied with during operations. In the unforeseen event that the noise levels exceed these thresholds, the operator shall assess the activities causing the exceedance and agree with the Ealing pollution team mitigation prior to further activities.",
    "Reason: To safeguard the amenities of future occupiers of the site and occupiers of nearby properties, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and D14 of the London Plan (2021), the National Planning Policy Framework (2023) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| Operational Management Plan",
    "Details of an Operational Management Plan shall be submitted to and approved in writing by the Local Planning Authority prior to occupation. The Operational Management Plan requires operational vehicles associated with this site to meet at least FORS Silver and Direct Vision 5* and shall specify building operations, workshop activities, number of tonnes being exported/imported, by vehicle type, fabrication within the workshop, delivery times and locations. All operational parking provision shall include active electric vehicle charging provision. The development shall be carried out in accordance with the approved details.",
    "Reason: To ensure that the amenity of occupiers of the surrounding properties is not adversely affected by noise, in accordance with policies D14 and T6.2 of the London Plan (2021) and policy 7A of the Ealing Development Management DPD (2013).",
    "| Boundary Treatment",
    "Prior to first occupation or use of the proposed development hereby approved, the details of boundary treatment shall be submitted to and approved in writing by the local planning authority. The development shall be implemented only as approved and retained thereafter.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and amenity of prospective occupiers, and in accordance with policies G5 and G7 of the London Plan (2021), policies 1.1 (h) (g), 1.2 (f), 2.1(b) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013) and the National Planning Policy Framework (2023).",
    "| Green Roofs",
    "Prior to occupation of each individual phase of the development hereby approved, details of construction, specification and maintenance of the green roofs, shall be submitted to and approved in writing by the Local Planning Authority for the relevant phase. The green roofs shall be implemented and managed in accordance with these approved details for the lifetime of the development.",
    "Reason: To improve the natural environment and biodiversity, in accordance with Policies G5 and G6 of the London Plan (2021) and Policy 5.11 of the Ealing Development Management DPD (2013).",
    "| Cycle Storage Facilities Detail",
    "Prior to the first occupation of the hereby approved development, details of the cycle storage facilities shall be submitted to and approved in writing by the Local Planning Authority. The details shall include the number and capacity of the stores, the location of the stores and the materials for the store. The approved storage areas shall be brought into use prior to the first occupation of the hereby approved development and shall be permanently retained thereafter.",
    "Reason:  To provide adequate bicycle storage in accordance with policy and T5 of the London Plan (2021).",
    "| Refuse and Recycling Storage Detail",
    "Prior to the first occupation of the hereby approved development, details of the refuse and recycling storage for the site employee and visitors shall be submitted to and approved in writing by the Local Planning Authority. The details shall include the number and capacity of bins, the location of storage and the materials for the store. The approved storage shall be brought into use prior to the first use of the hereby approved development and shall be permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI 8 of the London Plan (2021).",
    "| Energy and CO2",
    "a)\tWithin 12 months following the commencement of the use, the Development shall implement and maintain, and in the case of energy generation equipment confirm as operational, the approved measures to achieve an overall sitewide reduction in CO2 emissions of at least 29.36% (equating to 11.19 tonnes of CO2 per year) using SAP 10.2 emission factors. These CO2 savings shall be achieved through the measures laid out in the approved Energy Statement prepared by Envision in February 2024 (v1) including:",
    "i.\tThe installation of PV panels with a combined annual generation capacity of  82,280 kWh/ Annum.",
    "ii.\tSeen, electric meters installed to monitor the performance of the PV in line with the Council's monitoring requirements.",
    "b)\tPV installation should occur within 12 months following the commencement of use. Prior to Installation, details of the proposed PV panels, and associated monitoring devices required to identify their performance, shall be submitted to the Council for approval. The details shall include the exact kWp capacity of the array, the orientation, pitch and mounting of the panels, and the make and model of the panels. The name and contact details of the PV installation contractor(s), and if different, the commissioning electrical or plumbing contractor, should be submitted to the Council prior to installation.",
    "c)\tOn completion of the installation of the PV panels a copy of the MCS certificates and all relevant commissioning documentation shall be submitted to the Council.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012.",
    "| Post-Construction Renewable Energy Monitoring",
    "In order to implement Ealing Council DPD policy E5.2.3 (post-construction energy equipment monitoring), and key parts of London Plan policy SI2 (\"be Seen\"), the developer shall:",
    "a)\tEnter into a legal agreement with the Council to secure a S106 financial contribution for the post-construction monitoring of the renewable energy systems to be incorporated into the development as per the energy and CO2 Conditions.",
    "b)\tFollowing final construction of the development, and upon installation of the PV, the agreed suitable devices for monitoring the performance of the renewable energy PV panels shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of five years from occupation and full operation of the energy equipment. The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document. The developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of installation to facilitate the monitoring process.",
    "c)\tUpon final completion of the installation of the PV , the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the renewable/low-carbon energy equipment for a period of five years from the point that the building is occupied and the equipment fully operational. Any repair or maintenance of the energy equipment must be carried out within one month of a performance problem being identified.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with London Plan (2021) policy SI2 (\"Be Seen\" stage of the energy hierarchy), Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD policy 5.2, E5.2.3, and Policy 2.5.36 (Best Practice) of the Mayor's Sustainable Design & Construction SPG.",
    "| Post-Construction Energy Use Monitoring (\"Be Seen\")",
    "In order to demonstrate compliance with the 'be seen' post-construction monitoring requirement of Policy SI 2 of the London Plan, the operator shall at all times and all in all respects comply with the energy monitoring requirements set out in points a, b and c below. In the case of non-compliance the operator shall upon written notice from the Local Planning Authority immediately take all steps reasonably required to remedy non-compliance.",
    "a)\tWithin eight weeks of planning permission being issued by the Local Planning Authority, the operator is required to submit to the GLA accurate and verified estimates of the 'be seen' energy performance indicators, as outlined in Chapter 3 'Planning stage' of the GLA 'Be seen' energy monitoring guidance document, for the consented development. This should be submitted to the GLA's monitoring portal in accordance with the 'Be seen' energy monitoring guidance.",
    "b)\tOnce the as-built design has been completed (upon commencement of RIBA Stage 6) and prior to the building(s) being occupied (or handed over to a new operator, if applicable), the operator is required to provide updated accurate and verified estimates of the 'be seen' energy performance indicators for each reportable unit of the development, as per the methodology outlined in Chapter 4 'As-built stage' of the GLA 'Be seen' energy monitoring guidance. All data and supporting evidence should be uploaded to the GLA's monitoring portal. In consultation with the Council's chosen Automated Energy Monitoring Platform provider the operator should also confirm that suitable monitoring devices have been installed and maintained for the monitoring of the in-use energy performance indicators, as outlined in Chapter 5 'In"
  ],
  "uprn": "000012157542",
  "id": "Ealing-240602FUL",
  "polygon": null,
  "lpa_name": "Ealing"
}