{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": null,
  "application_type": "All Other",
  "lpa_app_no": "15/01397/FUL",
  "application_type_full": null,
  "uprn": "100101021",
  "borough": "London Borough of Barking and Dagenham",
  "street_name": "COOK ROAD",
  "locality": null,
  "ward": "Goresbrook",
  "actual_commencement_date": null,
  "lpa_name": "Barking & Dagenham",
  "bo_system": "Idox Tascomi",
  "decision_conditions": [
    "The development hereby permitted must be commenced not later than the expiration of THREE YEARS from the date of this permission.\r\rReason: To comply with Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall be carried out in accordance with the following approved plans:\r\rCTM-03-1005\rCTM-03-1010\rCTM-03-1011\rCTM-03-1012\rCTM-03-1020\rCTM-01-1021\r\rReason: For the avoidance of doubt and in the interests of proper planning.",
    "The development hereby permitted shall be carried out in accordance with the Materials Sample Board Prepared by Chapman Taylor approved under application 15/01429/CDN.\r\rReason: To ensure a satisfactory standard of external appearance, in accordance with Policy CP3 of the Core Strategy (July 2010) and Policy BP11 of the Borough Wide DPD (March 2011).",
    "The development hereby permitted shall achieve as a minimum a BREEAM 'Very Good' rating along with a minimum 7% reduction in carbon dioxide emissions over Part L of the Building Regulations (2013).\r\rReason: To ensure that the proposed development is constructed in an environmentally sustainable manner and in accordance with Policy CR1 of the Core Strategy (July 2010) and Policies BR1 and BR2 of the Borough Wide DPD (March 2011).",
    "No development shall take place until a detailed surface water drainage scheme for the site, based on Sustainable Urban Drainage Systems (SUDS) has been submitted to and approved in writing by the Local Planning Authority. The drainage strategy shall include a restriction in run-off and surface water storage on site. The scheme shall subsequently be implemented in accordance with the approved details before the development is completed.\r\rReason: SUDS must be identified prior to the commencement of development to prevent flooding, improve and protect water quality, improve habitat and amenity, and ensure future maintenance of the surface water drainage system in accordance with Policy CR4 of the Core Strategy (July 2010) and Policy BR4 of the Borough Wide DPD (March 2011).",
    "No development shall take place until a Construction and Environmental Management Plan has been submitted to and approved in writing by the Local Planning Authority. The Construction and Environmental Management Plan shall provide details of all methods of site preparation and construction of the development and include:\r\ra.\ttraffic management; \rb.\tsite clearance (including security hoardings);\rc.\twaste management; \rd.\tsurface water pollution control;\re.\tlocation and type of stored materials\rf.\tdust, smoke and odour control;\rg.\tavoidance of fires;\rh.\twheel washing;\ri.\tmeasures to control the emission of noise, dust and dirt during construction;\rj.\thours of operation; No construction or building works shall be carried out other than internal works not audible outside the site boundary except between the hours of 08.00 to 18.00 Monday to Friday and 08.00 to 13.00 Saturday or at any time on Bank or Public holidays without the prior written approval of the Local Planning Authority, unless the works have been approved in advance under section 61 of the Control of Pollution Act 1974. \rk.\tdetails of a nominated Developer/Resident Liaison Representative with an address and contact telephone number to be circulated to those residents consulted on the application by the developer's representatives. This person will act as first point of contact for residents who have any problems or questions related to the ongoing development;\rl.\timplementation and monitoring.  \r\rConstruction work and associated activities are to be carried out in accordance with the recommendations contained within British Standard 5228:2009, \"Code of practice for noise and vibration control on construction and open sites\". Parts 1 and 2.  The approved Plan shall be implemented for the entire period of the works at the site.\r\rReason: The CEMP is required prior to commencement of development in order to minimise the impact of the construction phase on the environment and on the amenities of neighbouring residents, in accordance with Policy BP8 of the Borough Wide DPD (March 2011).",
    "The development hereby permitted shall not be occupied until full details of cycle parking, including its external appearance, location and the means of secure storage proposed, have been submitted to and approved in writing by the Local Planning Authority.  The cycle parking shall be provided prior to the occupation of the development strictly in accordance with the approved scheme, and shall be retained in accordance with such thereafter, and used for no other purpose.\r\rReason:  In order to encourage the use of cycling as a sustainable mode of transport, in accordance with Policy BR10 of the Borough Wide DPD (March 2011).",
    "A) The development hereby permitted shall be carried out in accordance with the Written Scheme of Investigation prepared by Archaeology Collective (Ref: 2101) Dated September 2015 approved under application 15/01327/CDN.\r\rB) The development shall not be occupied until the site investigation and post investigation assessment has been completed in accordance with the approved Written Scheme of Investigation and the provision made for analysis, publication and dissemination of the results and archive deposition has been secured.\r\rReason: To ensure that archaeological investigation is initiated at an appropriate point in the development process and that any areas of archaeological preservation are identified and appropriately recorded/preserved in accordance with Policy BP3 of the Borough Wide Development Policies DPD (March 2011).",
    "No development shall take place until an investigation and risk assessment, in addition to any assessment provided with the planning application, has been completed in accordance with a scheme to assess the nature and extent of any contamination on the site, whether or not it originates on the site. The contents of the scheme are subject to the approval in writing of the Local Planning Authority. The investigation and risk assessment must be undertaken by competent persons and a written report of the findings must be produced. The written report is subject to the approval in writing of the Local Planning Authority. The report of the findings must include: \r\r(i) a survey of the extent, scale and nature of contamination; \r(ii) an assessment of the potential risks to: \r- human health, \r- property (existing or proposed) including buildings, crops, livestock,     pets, woodland and service lines and pipes, \r- adjoining land, \r- groundwaters and surface waters, \r- ecological systems, \r- archaeological sites and ancient monuments; \r(iii) an appraisal of remedial options, and proposal of the preferred option(s). \r(iv) this must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'. \r\rReason: Contamination must be identified prior to the commencement of development to ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide DPD (March 2011).",
    "No development shall take place until a detailed remediation scheme required to bring the site to a condition suitable for the intended use by removing unacceptable risks to human health, buildings and other property and the natural and historical environment has been prepared, and is subject to the approval in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation. \r\rReason: Contamination must be identified prior to the commencement of development to ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide DPD (March 2011).",
    "The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development other than that required to carry out remediation, unless otherwise agreed in writing by the Local Planning Authority. The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works. \r\rReason: Contamination must be identified prior to the commencement of development to ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide DPD (March 2011).",
    "Following completion of measures identified in the approved remediation scheme, a verification report (also known as a validation report) that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority. \r\rReason: Contamination must be identified prior to the commencement of development to ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide DPD (March 2011).",
    "In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken in accordance with the requirements of condition 9, and where remediation is necessary a remediation scheme must be prepared in accordance with the requirements of condition 10 which are subject to the approval in writing of the Local Planning Authority.\r\rFollowing completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority in accordance with condition 12.\r\rReason: Contamination must be identified prior to the commencement of development to ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy BR5 of the Borough Wide DPD (March 2011)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "548236",
  "status": "Approved",
  "decision_date": "16/12/2015",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          0.135935,
          51.5325979
        ],
        [
          0.13586389999999998,
          51.5323509
        ],
        [
          0.13561579999999998,
          51.5323787
        ],
        [
          0.1356867,
          51.5326256
        ],
        [
          0.135935,
          51.5325979
        ]
      ]
    ]
  },
  "decision_target_date": "08/01/2016",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Major all other major developments",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T18:57:14.372+00:00",
  "last_updated_by": "Idox Tascomi",
  "site_name": "Unit 5, Dagenham Leisure Park",
  "id": "Barking_&_Dagenham-15_01397_FUL",
  "decision": "Approved",
  "cil_liability": true,
  "centroid_northing": "183671",
  "appeal_start_date": null,
  "postcode": "",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=14370",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Application for variation of condition following grant of planning permission: Variation of condition 4 of planning permission 15/00703/FUL to permit revised CO2 reduction target.",
  "valid_date": "09/10/2015",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              548246.67,
              183683.11
            ],
            [
              548242.54,
              183655.5
            ],
            [
              548225.24,
              183658.09
            ],
            [
              548229.36,
              183685.69
            ],
            [
              548246.67,
              183683.11
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": null,
  "application_details": {
    "site_area": 0.049
  },
  "centroid": {
    "lon": "0.13577619999999999",
    "lat": "51.5324919"
  },
  "lapsed_date": "16/12/2020",
  "decision_process": "Delegated",
  "actual_completion_date": null
}