{
  "lpa_name": "Barking & Dagenham",
  "uprn": "100091714",
  "decision_date": "08/03/2016",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Idox Tascomi",
  "id": "Barking_&_Dagenham-15_01575_FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "IG11 7PG",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 0.36,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 1303,
      "total_gia_gained": 2622,
      "total_gia_lost": 1303,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 2622
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "A1",
        "gia_gained": 2622,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 1303
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": 2,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Major, Barking",
        "constraints_layer_description": "Town Centre Designation"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Barking",
        "constraints_layer_description": "Town Centre Health Check: Name"
      },
      {
        "result": "Major",
        "constraints_layer_description": "Town Centre Health Check: Type"
      },
      {
        "result": "Hinterland London Riverside",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "Within Thames Gateway",
        "constraints_layer_description": "Thames Gateway Boundary"
      }
    ],
    "site_area": 0.35100000000000003
  },
  "valid_date": "17/11/2015",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of existing food store and construction of two-storey food store (2,622 sqm GIA) with 68 space undercroft and surface level car park.",
  "decision_conditions": [
    "The building hereby approved shall achieve a minimum 'very good' BREEAM rating.\r\rReason:  To ensure that the proposed development is constructed in an environmentally sustainable manner and in accordance with policy BR1 of the Borough Wide Development Policies Development Plan Document and policy 5.3 of the London Plan.",
    "The development permitted shall be begun before the expiration of three years from the date of this permission.\r\rReason:  To comply with Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall be carried out in accordance with the following approved plans: 3125 101C, 3125 102C, 3125 103B, 3125 201W, 3125 203P, 3125 206K, 3125 208Q, 3125 209P, 3125 210, 3125 211, 3125 212, 1176 Rev A, Car parking lighting drawing Rev C.\r\rReason:  For the avoidance of doubt and in the interests of proper planning.",
    "The landscaping scheme shown on drawing No. 1176 Rev A shall be carried out in the first planting and seeding seasons following the occupation or the completion of the development, whichever is the sooner.  Any trees or plants which within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species unless the Local Planning Authority gives written consent to any variation. \r\rReason:  To secure the provision and retention of the landscaping in the interests of the visual amenity of the area and in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document and Section 197 of the Town and Country Planning Act 1990.",
    "Notwithstanding the details indicated on drawing No. 3125 201W no development above ground level shall take place until a scheme showing those areas to be hard landscaped and the details of that hard landscaping have been submitted to and approved in writing by the Local Planning Authority.  The scheme as approved shall be carried out prior to the occupation of the development and thereafter permanently retained.\r\rReason:  To safeguard and improve the appearance of the area in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document.",
    "The car parking areas indicated on drawing No. 3125 201W shall be constructed and marked out prior to the occupation of the development, and thereafter retained permanently for the accommodation of vehicles of staff and visitors to the premises and not used for any other purpose.\r\rReason:  To ensure that sufficient off-street parking areas are provided and not to prejudice the free flow of traffic or conditions of general safety along the adjoining highway in accordance with policy BR9 of the Borough Wide Development Policies Development Plan Document.",
    "Electric charging points shall be provided for 7 of the car parking spaces shown on drawing No. 3125 201W.  The spaces shall be constructed and marked out and the charging points installed prior to the occupation of the development, and thereafter retained permanently for the accommodation of vehicles of occupiers and visitors to the premises and not used for any other purpose.\r\rReason:  To encourage the use of electric cars in order to reduce carbon emissions, and in accordance with policy BR10 of the Borough Wide Development Policies Development Plan Document and policy 6.13 of the London Plan.",
    "The accessible parking bays indicated on drawing No. 3125 201W shall be clearly marked with a British Standard disabled symbol and permanently retained for the use of disabled persons and their vehicles and for no other purpose.\r\rReason:  To ensure and promote easier access for disabled persons to the development in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document and policy 6.13 of the London Plan.",
    "The cycle parking spaces indicated on drawing No. 3125 201W shall be provided prior to the occupation of the development and thereafter retained permanently for the accommodation of bicycles of occupiers and visitors to the premises and not used for any other purpose.\r\rReason:  In the interests of promoting cycling as a sustainable and non-polluting mode of transport and in accordance with policy BR11 of the Borough Wide Development Policies Development Plan Document.",
    "No development shall take place, including any works of demolition, until a Construction Method Statement has been submitted to, and approved in writing by, the Local Planning Authority.  The approved Statement shall be adhered to throughout the construction period.  The Statement shall provide for:\r\ri.    the parking of vehicles of site operatives and visitors; \rii.   details of access to the site;\riii.  loading and unloading and the storage of plant and materials used in constructing the development;\riv.  the erection and maintenance of security hoardings including decorative displays;\rv.   wheel washing facilities; \rvi.  measures to control the emission of noise, dust and dirt during construction.  All works are to be carried out in accordance with the recommendations contained within British Standard 5228:2009 'Code of practice for noise and vibration control on construction and open sites' (Parts 1 and 2) and the Mayor of London/London Council's publication 'The control of dust and emissions from construction and demolition, Best Practice Guidance', 2006;\rvii. a scheme for recycling/disposing of waste resulting from demolition and construction works; and\rviii. details of a nominated developer/resident liaison representative with an address and contact telephone number to be circulated to those residents consulted on the application by the developer's representatives. This person will act as first point of contact for residents who have any problems or questions related to the ongoing development.\r\rReason:  The construction method statement is required prior to commencement of development in order to reduce the environmental impact of the construction and the impact on the amenities of neighbouring residents, and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "No deliveries, external running of plant and equipment or construction works, other than internal works not audible outside the site boundary, shall take place on the site other than between the hours of 0800 to 1800 on Monday to Friday and 0800 to 1300 on Saturday and not at all on Sundays, Public or Bank Holidays without the prior written permission of the Local Planning Authority.\r\rReason:  To ensure that the proposed construction work does not cause undue nuisance and disturbance to neighbouring properties at unreasonable hours and in accordance with policy BP8 of the Borough Wide Development Policies Development Plan Document.",
    "An investigation and risk assessment, in addition to any assessment provided with the planning application, must be completed in accordance with a scheme to assess the nature and extent of any contamination on the site, whether or not it originates on the site.  The contents of the scheme are subject to the approval in writing of the Local Planning Authority.  The investigation and risk assessment must be undertaken by competent persons and a written report of the findings must be produced.  The written report is subject to the approval in writing of the Local Planning Authority.  The report of the findings must include: \r\ra.  a survey of the extent, scale and nature of contamination; \r\rb.  an assessment of the potential risks to: \r\ri.    human health, \rii.   property (existing or proposed) including buildings, crops, livestock, pets, woodland and service lines and pipes, \riii.  adjoining land, \riv.  groundwaters and surface waters, \rv.   ecological systems, \rvi.  archaeological sites and ancient monuments; \r\rc.  an appraisal of remedial options, and proposal of the preferred option(s). \r\rThis must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'.",
    "A detailed remediation scheme to bring the site to a condition suitable for the intended use by removing unacceptable risks to human health, buildings and other property and the natural and historical environment must be prepared, and is subject to the approval in writing of the Local Planning Authority.  The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures.  The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.",
    "The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development other than that required to carry out remediation, unless otherwise agreed in writing by the Local Planning Authority.  The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works.\r\rFollowing completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority.",
    "In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority.  An investigation and risk assessment must be undertaken in accordance with the requirements of condition 11 and where remediation is necessary a remediation scheme must be prepared in accordance with the requirements of condition 12 which is subject to the approval in writing of the Local Planning Authority.\r\rReason (for conditions 11 to 14):  Contamination must be identified prior to commencement of development to ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors in accordance with policy BR5 of the Borough Wide Development Policies Development Plan Document and policy 5.21 of the London Plan.",
    "The combined rating level of the noise from any plant installed pursuant to this permission shall not exceed the existing background noise level outside the window to any noise sensitive room.  Any assessment of compliance with this condition shall be made according to the methodology and procedures presented in BS4142:2014.\r\rReason:  In the interest of protecting neighbouring amenities in accordance with policies BR13, BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "Prior to occupation of the development hereby permitted a scheme for the mitigation of noise from deliveries to and collections from the retail store shall be submitted to and approved in writing by the Local Planning Authority.  The approved scheme, which shall include physical and administrative measures, shall be fully implemented at all times thereafter.\r\rReason:  In the interest of protecting neighbouring amenities in accordance with policies BR13, BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "No development above ground level shall take place until details/samples of all materials to be used in the construction of the external surfaces of the development have been submitted to and approved in writing by the Local Planning Authority.  The development shall be carried out in accordance with the approved materials.\r\rReason:  To protect or enhance the character and amenity of the area in accordance with policies BP8 and BP11 of the Borough Wide Development Policies Development Plan Document.",
    "Notwithstanding the details provided on the submitted drawings, no development above ground level shall take place until there has been submitted to and approved in writing by the Local Planning Authority a plan indicating the position, design, materials and type of boundary treatment to be erected.  The approved boundary treatment shall be retained unless the Local Planning Authority gives prior written approval for its removal.\r\rReason:  To ensure the boundary treatment protects or enhances the character and amenity of the area and provides effective security for the site in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document.",
    "The external lighting of the development hereby permitted shall be designed, installed and maintained so as to fully comply with The Association of Chief Police Officers - Secured by Design publication \"Lighting Against Crime - A Guide for Crime Reduction Professionals\", ACPO SPD, January 2011.  The design shall satisfy criteria to limit obtrusive light presented in Table 1, page 25 of the guide, relating to Environmental Zone E3 - Medium district brightness areas - small town centre or urban locations.  The development shall not be occupied until the approved scheme has been implemented.  Thereafter the approved measures shall be permanently retained unless otherwise agreed in writing by the Local Planning Authority.\r\rReason:  In the interests of security and safety, to avoid light pollution and safeguard neighbouring amenity and in accordance with policy BP11 of the Borough Wide Development Policies Development Plan Document.",
    "The development hereby permitted shall achieve as a minimum a 35% reduction in carbon dioxide emissions over Part L of the Building Regulations (2013).\r\rReason: To ensure compliance with the proposed energy strategy in accordance with Policy 5.2 of the London Plan and Policy BR2 of the Borough Wide Development Policies Development Plan Document.",
    "No demolition or development shall take place until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the Local Planning Authority in writing.  For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.\r\rIf heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the Local Planning Authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:\r\rA. The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works.\r\rB. The programme for post-investigation assessment and subsequent analysis, publication and dissemination and deposition of resulting material. \r\rReason:  Archaeology must be identified prior to the commencement of development to ensure that archaeological investigation is initiated at an appropriate point in the development process and that any areas of archaeological preservation are identified and appropriately recorded/preserved and the results published in accordance with policies BP2 and BP3 of the Borough Wide Development Policies Development Plan Document and section 12 of the National Planning Policy Framework.",
    "No development shall commence until a Surface Water Drainage Scheme for the site, based on sustainable drainage principles and an assessment of the hydrological and hydro geological context of the development, has been submitted to and approved in writing by the Local Planning Authority.  The Scheme shall subsequently be implemented in accordance with the approved details before the development is completed.\r\rReason: The Drainage Scheme is required prior to commencement of development in order to reduce the risk of flooding and in accordance with policy BR4 of the Borough Wide Development Policies Development Plan Document and policy 5.13 of the London Plan.",
    "The development shall not be occupied until bird nesting and bat roosting boxes have been installed in the structure of the building or in any trees on the site in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority.  The details shall accord with the advice set out in \"Biodiversity for Low and Zero Carbon Buildings: A Technical Guide for New Build\" (Published by RIBA, March 2010) or similar advice from the RSPB and the Bat Conservation Trust.\r\rReason:  In order to preserve and enhance the Borough's natural environment and to comply with policy CR2 of the Core Strategy, policy BR3 of the Borough Wide Development Policies Development Plan Document and policy 7.19 of the London Plan.",
    "No development shall commence, including any works of demolition, until an Employment and Skills Strategy applicable to the development has been submitted to the Local Planning Authority for approval in writing.  The Strategy shall promote employment opportunities for, and encourage job applications from, local people and businesses.  In particular, work experience opportunities for young people 18-24 years should be included in the Strategy.  Any skills training opportunities should also be considered and incorporated if possible.  The approved Strategy shall be implemented in partnership with the Council's Employment and Skills Team.\r\rReason:  In order to contribute to the local economy and local residents in need of employment and in accordance with the principles within policy CC3 of the Core Strategy.",
    "The development hereby permitted shall not be occupied until a shopping trolley management scheme has been submitted to and approved in writing by the Local Planning Authority.  The scheme shall make provision to ensure that trolleys are not taken off the premises and shall be implemented in accordance with the approved details prior to occupation and shall be permanently retained thereafter.\r\rReason: In order to provide a safe and secure development, in accordance with policy CP3 of the Core Strategy and policy BC7 of the Borough Wide Development Policies Development Plan Document.",
    "A nesting bird survey should be carried out by a suitably qualified ecologist no more than 2 days prior to commencement of the development.  The results of the survey should be submitted to the Local Planning Authority before works commence.  If nesting birds are found:\r\ri) works should be delayed until the nesting season is over and the fledglings have left the area; and \r\rii) a strategy should be agreed with the Local Planning Authority to ensure the nesting birds are not disturbed by any other works taking place on the site. \r\rReason:  The survey is required prior to commencement of the development to protect the ecology of the area as nesting birds may be present on the site and in accordance with policy CR2 of the Core Strategy, policy BR3 of the Borough Wide Development Policies Development Plan Document and policy 7.19 of the London Plan."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:53:55.392+00:00",
  "ward": "Abbey",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": 68,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": 58,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": 10,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "08/03/2021",
  "decision_target_date": "15/02/2016",
  "centroid": {
    "lat": "51.5357975",
    "lon": "0.0814674"
  },
  "lpa_app_no": "15/01575/FUL",
  "status": "Lapsed",
  "site_name": "Lidl Stores 62 - 82",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=17082",
  "locality": "Barking",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              544460.631,
              183972.978
            ],
            [
              544483.782,
              183934.117
            ],
            [
              544496.68,
              183913.778
            ],
            [
              544492.05,
              183910.966
            ],
            [
              544495.523,
              183905.509
            ],
            [
              544493.042,
              183902.367
            ],
            [
              544488.577,
              183899.556
            ],
            [
              544482.128,
              183896.745
            ],
            [
              544474.025,
              183896.414
            ],
            [
              544462.781,
              183896.58
            ],
            [
              544455.504,
              183897.572
            ],
            [
              544449.717,
              183899.391
            ],
            [
              544445.748,
              183902.037
            ],
            [
              544438.141,
              183910.801
            ],
            [
              544426.896,
              183924.196
            ],
            [
              544425.904,
              183928.991
            ],
            [
              544426.4,
              183937.755
            ],
            [
              544429.211,
              183953.63
            ],
            [
              544431.857,
              183957.599
            ],
            [
              544439.795,
              183963.222
            ],
            [
              544440.456,
              183961.072
            ],
            [
              544460.631,
              183972.978
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major retail and service",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Tascomi",
  "site_number": "62 - 82",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "RIPPLE ROAD",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": null,
  "centroid_easting": "544459",
  "appeal_start_date": null,
  "centroid_northing": "183930",
  "borough": "London Borough of Barking and Dagenham",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.0815085,
          51.536183199999996
        ],
        [
          0.0818261,
          51.5358281
        ],
        [
          0.0820036,
          51.5356421
        ],
        [
          0.0819357,
          51.535618
        ],
        [
          0.0819835,
          51.535568
        ],
        [
          0.08194649999999999,
          51.5355405
        ],
        [
          0.081881,
          51.5355163
        ],
        [
          0.081787,
          51.5354927
        ],
        [
          0.0816701,
          51.5354918
        ],
        [
          0.0815081,
          51.5354962
        ],
        [
          0.0814037,
          51.535507
        ],
        [
          0.0813211,
          51.5355248
        ],
        [
          0.08126499999999999,
          51.5355496
        ],
        [
          0.081159,
          51.5356303
        ],
        [
          0.0810024,
          51.5357535
        ],
        [
          0.0809901,
          51.5357968
        ],
        [
          0.0810008,
          51.5358755
        ],
        [
          0.0810478,
          51.5360174
        ],
        [
          0.0810876,
          51.5360524
        ],
        [
          0.0812043,
          51.5361009
        ],
        [
          0.08121289999999999,
          51.5360814
        ],
        [
          0.0815085,
          51.536183199999996
        ]
      ]
    ],
    "type": "Polygon"
  }
}