{
  "borough": "Ealing",
  "cil_liability": false,
  "decision_target_date": "20/11/2023",
  "lpa_app_no": "232593VAR",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "07/06/2024",
  "lpa_name": "Ealing",
  "application_details": {
    "existing_uprns": [
      "000012159665"
    ]
  },
  "title_number": null,
  "wgs84_polygon": null,
  "valid_date": "27/06/2023",
  "centroid": {
    "lat": 51.510206,
    "lon": -0.324693
  },
  "site_number": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of this permission.  REASON:\tIn order to comply with the provisions of the Town and Country Planning Act 1990. | The materials used for the external surfaces of the development shall be in accordance with the details approved by permission P/2004/4106.",
    "Reason: To ensure the materials harmonise with the surroundings",
    "| The refuse and recycling storage facilities as approved by permission P/2004/4107 shall be permanently retained.",
    "Reason: In the interests of the adequate disposal, storage and collection of waste and recycling, to protect the living conditions of occupiers of the area and in the interests of highway and pedestrian safety all in accordance with policies 1.1 (e) and 6.1 of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy SI 7, SI 8 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| The ground and part first floor of the premises identified on the approved drawings for permission P/2002/0909 as retail store, storage and staff facilities, shall be used as retail and ancillary retail use and for no other purposes without the prior written permission of the Local Planning Authority obtained through the submission of a planning application.",
    "Reason: To restrict the use of the premises to one compatible with the surrounding area, and to enable the Local Planning Authority to maintain strict control over the nature of the use, in the interests of the traffic conditions in the locality, in accordance with policy 6.3 of the Ealing Development Management Development Plan Document (2013).",
    "| The shop window displays on Broadway and Singapore Road shall be retained and used for display purposes and not be painted over or otherwise obscured.",
    "Reason: To maintain the retail character of the shopping area within which the site is situated, and in the interest of the streetscene, in accordance with policy 7.8 of the Ealing Development Management Development Plan Document (2013).",
    "| The design and external appearance of shopfronts and provision for disabled people to gain access to the premises shall be as approved under permission P/2004/4108.",
    "Reason: In the interests of the visual character and appearance of the area and to ensure adequate access is provided for people with disabilities in accordance with policy 7.8 of the Ealing Development Management Development Plan Document (2013).",
    "| The hard and soft landscaping for the scheme shall be in accordance shall be in accordance with the landscaping details implemented pursuant to permission P/2002/0909 .",
    "Reason: To ensure the development is landscaped to the satisfaction of the Local Planning Authority in the interests of the visual amenity of the area.",
    "| The City Car Club established pursuant to permission P/2002/0909 shall be permanently retained.",
    "Reason: In the interests of the free flow of traffic and conditions of highway safety in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy T6 of the London Plan 2021 and policy 7A of the Ealing Development Management Development Plan.",
    "| The Green Travel Plan dated March 2003 as amended and contained within the Fifth Schedule of the S106 Agreement associated with permission P/2002/0909 shall continue to be complied with and targets within the Plan shall be subject to monitoring by the Local Planning Authority on an annual basis or timetable as otherwise agreed with the Local Planning Authority.",
    "Reason: To promote sustainable patterns of transport to safeguard the living and working conditions of local people and in the interest of highway and pedestrian safety, in accordance with section 4 of the National Planning Policy Framework, policies T3, T4 and T6.3 of the London Plan 2021 and policies 1.1 (f) (g) of the Ealing's Development (Core) Strategy 2026.",
    "| The cycle parking facilities implemented pursuant to permission P/2002/0909 shall be permanently retained.",
    "Reason: To promote sustainable patterns of transport, in accordance with section 4 of the National Planning Policy Framework, policies T2, T3, T4 and T6.3 of the London Plan 2021.",
    "| The six parking bays allocated for City Car Club as laid out and implemented pursuant to permission P/2002/0909 shall be permanently retained.",
    "Reason: To ensure that there is adequate provision for City Car Club car parking within the site in accordance with policies 6.3 and 6.13 of the Ealing Development Management Development Plan Document (2013).",
    "| The car parking spaces approved by permission P/2002/0909 shall be kept marked out and continuously available for car parking and shall not be used for any other purpose.",
    "Reason: To ensure that suitable access and servicing space is available within the site in the interests of the free flow of traffic and conditions of highway safety in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy T6 of the London Plan 2021 and policy 7A of the Ealing Development Management Development Plan.",
    "| The areas shown on the approved plans of permission P/2002/0909 as parking, access, loading, unloading and manoeuvring areas for servicing shall be kept clear at all times and used for these purposes only.",
    "Reason: To ensure that there is adequate parking and servicing provision within the site, in accordance with policy 6.13 of the Ealing Development Management Development Plan and policy T6.3 of the London Plan 2021.",
    "| Access arrangements for people with disabilities implemented pursuant to permission P/2002/0909 shall be permanently retained.",
    "Reason: To ensure adequate provision for people with disabilities in accordance with policies 3.8, 7.1, 7.2, 7.3, 7.4, 7.5, 7.6, 7.7 ad 7.12 of the Ealing Development Management Development Plan Document (2013).",
    "| The mitigation works implemented pursuant to permission P/2002/0909 to protect sensitive rooms, gardens and balconies from external noise and vibration and from internal building services noise, and alternative means of ventilation for noise sensitive rooms shall be permanently retained.",
    "Reason: In the interests of the internal environment of the development and living conditions of future occupiers of the site and occupiers of nearby properties, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and D14 of the London Plan (2021), the National Planning Policy Framework (2023) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| The revised bin store and service road width shall be retained as approved under permission P/2004/4120.",
    "Reason: In the interests of highway/pedestrian safety and an appropriate operation of the development in accordance with policies 1.1(e) (j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies T6.1, T6.2 and T6.3 of the London Plan (2021), and the National Planning Policy Framework (2023).",
    "| The visibility splays at locations of potential conflict between vehicles and pedestrians as implemented pursuant to permission P/2002/0909 shall be retained permanently.",
    "Reason: In the interests of highway/pedestrian safety and an appropriate operation of the development in accordance with policies 1.1(e) (j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies T6.1, T6.2 and T6.3 of the London Plan (2021), and the National Planning Policy Framework (2012).",
    "| The drainage facilities for the site shall be retained as approved by permission P/2004/4122.",
    "Reason: To ensure that sufficient capacity is made available to cope with demand in the interest of environmental conditions in the locality, in accordance with policy 1.1 (e), 1.2 (m) and 6.1 of the Ealing Core Strategy (2012), policies SI 14 and SI 16 of The London Plan (2021), and the National Planning Policy Framework (2023).",
    "| The design of the building and car/cycle parking, hard and soft landscaping and bin storage areas to comply with the requirements of Secure by Design shall be permanently retained as implemented pursuant to permission P/2002/0909.",
    "Reason: In the interest of the safety of the occupiers and visitors to the premises and to ensure that the adequate security features are incorporated into the development that are appropriate to the overall design of the buildings and are adequate to promote safety and security, in accordance with policies D.4, D.5 and D11 of the London Plan 2021, policy 1.1(e) and 1.1(h) of the Ealing adopted Development (or Core) Strategy 2012; and policies LV7.3 and 7B of the Ealing Development Management DPD (2013).",
    "| No deliveries to the retail unit shall take place outside the hours of 0800 - 1800 hrs on Mondays to Saturdays, and not at all on Sundays and Public Holidays.",
    "Reason: To protect the living conditions of neighbouring properties in accordance with policies 1.1(e) (g) and 2.1 (c) and 2.10 of the Ealing Core Strategy (2012), policies 7.A of the Ealing Development Management Development Plan Document (2013), policies D14, SD7 of the London Plan (2021), and the National Planning Policy Framework (2023).",
    "| The store opening hours of the retail unit shall be restricted to 08:00 to 22:00 every day of the week.",
    "REASON: In the interests of living conditions of nearby occupiers, in accordance with London Plan (2021) policy D4 and D6, Ealing's Development Management DPD (2013) 7B, the Technical Housing Standards, the Mayor's Housing SPG and Ealing's Protocol for Minor Material Amendments following grant of planning permission (2015).",
    "| Vertical and horizontal acoustic separation between the second floor plant room with walls, floors and ceilings of residential accommodation, and horizontal acoustic separation between the ground floor retail servicing area and floors of residential accommodation shall be retained as approved under permission P/2004/4137.",
    "Reason: To protect the living conditions of neighbouring properties in accordance with policies 1.1(e) (g) (j) and 2.1 (c) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.A of the Ealing Development Management Development Plan Document (2013), policies D14, and SD7 of the London Plan (2021), and the National Planning Policy Framework (2023)."
  ],
  "decision": "Withdrawn",
  "centroid_easting": 516358,
  "uprn": "000012159665",
  "decision_process": "Delegated",
  "application_type_full": "Removal/Variation of a condition",
  "locality": "London",
  "last_date_consultation_comments": null,
  "polygon": null,
  "ward": "Hanwell Broadway",
  "pp_id": "PP-12269093",
  "lapsed_date": "07/06/2027",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "Minor material amendment (S.73) to vary condition no.21,seeking to change the hours of operation, in pursuant to planning permission reference P/2002/0909 dated 16/06/2004 for: Demolition of existing retail store and redevelopment to provide ground and part first floor retail unit with 131 flats above, comprising 4-storey residential above retail unit (fronting The Broadway) and 8-storey residential above ground and mezzanine parking (fronting Singapore Road), servicing, landscaping and refuse storage.\n\n\n",
  "centroid_northing": 180361,
  "street_name": "Broadway",
  "epc_number": null,
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "status": "Withdrawn",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T22:55:07.872+00:00",
  "site_name": "90-94 Department Store ",
  "development_type": "Major dwellings",
  "appeal_decision_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "parking_details": null,
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/232593VAR;",
  "id": "Ealing-232593VAR",
  "actual_commencement_date": null,
  "postcode": "W13 0SY"
}