{
  "last_date_consultation_comments": "22/05/2025",
  "site_number": "122",
  "application_type_full": "Full planning permission",
  "subdivision_of_building": "Lower Ground Floor - Basement extension\nGround Floor conservatory replacement and internal alteration\nFirst Floor rear extension",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=25/P1149",
  "epc_number": "0300-2659-3310-2397-2065",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.218563,
          51.415555
        ],
        [
          -0.218474,
          51.415597
        ],
        [
          -0.218275,
          51.415438
        ],
        [
          -0.21826,
          51.415439
        ],
        [
          -0.218103,
          51.415329
        ],
        [
          -0.218217,
          51.415278
        ],
        [
          -0.218563,
          51.415555
        ]
      ]
    ]
  },
  "secondary_street_name": null,
  "street_name": "Worple Road",
  "last_updated_by": "Northgate M3",
  "date_building_work_started_under_previous_permission": null,
  "application_details": {
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 45.24,
      "total_gia_existing": 290.2,
      "total_gia_lost": 0
    },
    "total_gia_gained": 45.24,
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "projected_cost_of_works": "Up to £2m",
    "site_area": 0.036105,
    "garden_land_lost": true,
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_completion_date": "12/2026",
        "intended_commencement_date": "07/2025"
      }
    ],
    "infrastructure_details": {
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_new_gas_connections_required": 0,
      "green_roof_area": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "fire_suppression_system_proposed": false,
      "total_annual_nox_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_provision": false,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 290.2,
        "gia_gained": 45.24,
        "use_class": "C3",
        "gia_lost": 0
      }
    ],
    "grey_water_reuse": false,
    "surface_water_discharge_percentage_reduction": 0,
    "total_gia_lost": 0,
    "total_gia_existing": 290.2,
    "green_suds": true,
    "ownership_status": "Private"
  },
  "ward": "Hillside",
  "cil_liability": true,
  "centroid": {
    "lon": -0.218346,
    "lat": 51.415441
  },
  "uprn": "48076338",
  "parking_details": null,
  "centroid_easting": 523994,
  "development_type": "Other house holder developments",
  "lpa_app_no": "25/P1149",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Merton",
  "locality": "Wimbledon",
  "application_type": "Householder",
  "id": "Merton-25_P1149",
  "centroid_northing": 169997,
  "appeal_status": null,
  "status": "Approved",
  "description": "APPLICATION FOR CONSTRUCTION OF BASEMENT EXTENSION: ERECTION OF GROUND FLOOR REAR EXTENSION; AND FIRST FLOORREAR EXTENSION",
  "site_name": null,
  "appeal_start_date": null,
  "decision_date": "17/06/2025",
  "decision_target_date": "17/06/2025",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523978.60000984685,
              170009.35032705154
            ],
            [
              523984.7000098504,
              170014.20032705268
            ],
            [
              523999.0000098581,
              169996.80032704707
            ],
            [
              524000.00000985863,
              169996.9503270475
            ],
            [
              524011.2000098647,
              169985.0503270442
            ],
            [
              524003.4000098603,
              169979.15032704192
            ],
            [
              523978.60000984685,
              170009.35032705154
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "appeal_decision": null,
  "title_number": null,
  "lapsed_date": "17/06/2028",
  "valid_date": "11/04/2025",
  "decision_process": null,
  "decision": "Approved",
  "postcode": "SW19 4JB",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\nSite Plan\r\nSite Location Plan\r\nA102\r\nA103\r\nA104\r\nA105\r\nA106\r\n\r\n\r\nA207\r\nA208\r\nA209\r\nA210\r\nA312\r\nA313\r\n",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - Prior to the commencement of development, a construction level detail final scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS)  with discharge of no more than the greenfield runoff rate, in accordance with drainage hierarchy contained within the London Plan Policy (SI 12, SI 13 and SPG) and the advice contained within the National SuDS Standards. The final drainage scheme must be hydraulically modelled and must include all of the SuDS measures in the FRA and drainage strategy, including the proposed soakaway and rainwater harvesting and permeable paving as set out within the submitted Drainage Strategy. The required drainage details shall include:\r\n \r\na.\tThe results of any infiltration testing and if rates prove viable, the drainage design updated to included infiltration/soakaway measures. The tests must be completed in accordance with BRE Digest: 365 and confirmation of groundwater levels provided.\r\nb.\tEvidence that the proposed final solution will effectively manage the 1 in 30 & 1 in 100 +40% allowance for climate change) storm events. The final solution should follow the principles set out in the approved drainage strategy. \r\nc.\tDetailed drainage design drawings and calculations to include: a finalised drainage layout detailing the location of drainage elements, pipe diameters, levels, and long and cross sections of each element including details of any flow restrictions and maintenance/risk reducing features (silt traps, inspection chambers etc.).\r\nd.\tA plan showing exceedance flows (i.e. during rainfall greater than design events or during blockage) and how property on and off site will be protected from increased flood risk. \r\ne.\tDetails of drainage management responsibilities and maintenance regimes for the drainage system.\r\nf.\tDetails of how the drainage system will be pro",
    "Condition : 6 - Condition:\r\n \r\nPrior to the commencement of development, the applicant shall submit a detailed proposal on how drainage and groundwater will be managed and mitigated during (dewatering) and post construction (permanent phase), for example through the implementation of passive drainage measures around the basement structure. This must be based on up-to-date ground investigation/borehole results.\r\n \r\nReason: Reason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 12 & 13. \r\n",
    "Condition : 7 - Screening - Prior to first occupation of the external raised terrace a scheme of details of obscure glazed screening at 1.7 m high from external terrace finished floor level to be installed on the south-west side shall be submitted to and approved in writing by the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied unless the scheme has been approved and implemented in its approved form and those details shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 8 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was acceptable as submitted, and approved [without delay\r\n\r\n",
    "Condition : 9 - No surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.   Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777). \r\n \r\nNo waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system.\r\n \r\n"
  ],
  "decision_agency": "Borough",
  "bo_system": "Northgate M3",
  "actual_commencement_date": null,
  "appeal_decision_date": null,
  "pp_id": "PP-13915410",
  "reference_no_of_permission_being_relied_on": null,
  "borough": "Merton",
  "last_updated": "2025-06-18T10:30:00.677Z",
  "actual_completion_date": null
}