{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509354.4323,
              180066.875
            ],
            [
              509356.4166,
              180067.5365
            ],
            [
              509368.9844,
              180101.9324
            ],
            [
              509386.1823,
              180093.3334
            ],
            [
              509373.6146,
              180060.2604
            ],
            [
              509354.4323,
              180066.875
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07969501",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:39:36.084+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "04/09/2019",
  "secondary_street_name": "HAYES",
  "appeal_start_date": null,
  "ward": "BOTWELL",
  "centroid": {
    "lat": "51.5090846",
    "lon": "-0.4253991"
  },
  "decision": "Approved",
  "valid_date": "29/07/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.06900000000000002
  },
  "cil_liability": true,
  "postcode": "UB3 1AR",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=4210/APP/2019/2370",
  "lpa_name": "Hillingdon",
  "site_name": "NAVNAT CENTRE",
  "lapsed_date": "02/10/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 5321-FLO-ZZ-ZZ-DR-A-PL11 Rev. B, 5321-FLO-ZZ-ZZ-DR-A-PL12, 5321-FLO-ZZ-ZZ-DR-A-PL13 Rev. A, 5321-FLO-ZZ-ZZ-DR-A-PL14, 5321-FLO-ZZ-ZZ-DR-A-PL15 Rev. A, 1258-1000 Rev. P1 and 1258-1001 Rev. P1 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part 2 - Saved UDP Policies (November 2012), emerging Hillingdon Local Plan: Part 2 - Development Management Policies with Modifications (March 2019) and the London Plan (March 2016).",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100),",
    "1.b Written specification of planting and cultivation works to be undertaken,",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Means of enclosure/boundary treatments",
    "2.c Car Parking Layouts",
    "2.d Hard Surfacing Materials",
    "2.e External Lighting",
    "3. Details of Landscape Maintenance",
    "3.a Landscape Maintenance Schedule for a minimum period of 5 years.",
    "3.b Proposals for the replacement of any tree, shrub, or area of surfing/seeding within the landscaping scheme which dies or in the opinion of the Local Planning Authority becomes seriously damaged or diseased.",
    "4. Schedule for Implementation",
    "Thereafter the development shall be carried out an",
    "Prior to the commencement of works on site, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority. This plan shall consider the cumulative impacts of construction traffic and provide details of likely construction trips generated, and mitigation proposed. Details should include;",
    "i) site access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours);",
    "ii) delivery and construction vehicles to be used;",
    "iii) construction phasing;",
    "iv) vehicular routes;",
    "v) scope for load consolidation in order to reduce the number of road trips generated;",
    "vi) measures to improve safety to vulnerable road users; and",
    "vii) measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "The CLP would also need to take account of construction of other",
    "Prior to installation, details of the proposed energy efficient air handling units shall be submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure development proposals make the fullest contribution to minimising carbon dioxide emissions, in accordance with Policies DMEI 2 and DMEI 14 of the emerging Hillingdon Local Plan: Part 2 - Development Management Policies with Modifications (March 2019), Policy EM1 and EM8 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012) and Policy 5.2 and 7.14 of the London Plan (March 2016).",
    "The rating level of the noise emitted from the dining hall hereby approved shall be at least 5dB below the existing background noise level outside the hours of 08:00 to 23:00, Monday to Sunday. The noise levels shall be determined at the boundary of the nearest noise sensitive premises. The measurements and assessment shall be made in accordance to the latest British Standard 4142, 'Method for rating industrial noise affecting mixed residential and industrial areas'.",
    "REASON",
    "To safeguard the amenity of the surrounding area in accordance with policy OE1 of the Hillingdon Local Plan: Part 2 - Saved UDP Policies (November 2012).",
    "The dining hall hereby approved shall be maintained as ancillary to the main use of the site and shall not be run as a separate operation.",
    "REASON",
    "To maintain the purpose of the dining hall extension and safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with Policy OE3 Hillingdon Local Plan: Part 2 - Saved UDP Policies (November 2012)",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people.",
    "The applicant should consider the opportunities to incorporate drainage into the landscaping, such as directing downpipes into the proposed planting beds before discharging to the soakaway, as part of the landscape condition discharge."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Proposed extension to main building to create new dining hall and associated works to create a garden terrace",
  "lpa_app_no": "4210/APP/2019/2370",
  "decision_target_date": "18/10/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "02/10/2019",
  "id": "Hillingdon-4210_APP_2019_2370",
  "centroid_northing": 180081,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 509371,
  "street_name": "PRINTING HOUSE LANE",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.42564209999999997,
          51.5089608
        ],
        [
          -0.42561329999999997,
          51.5089664
        ],
        [
          -0.42542159999999996,
          51.5092731
        ],
        [
          -0.42517659999999996,
          51.5091925
        ],
        [
          -0.42536789999999997,
          51.5088977
        ],
        [
          -0.42564209999999997,
          51.5089608
        ]
      ]
    ],
    "type": "Polygon"
  }
}