{
  "bo_system": "CSV Data Import",
  "last_updated": "2025-03-19T03:31:35.531+00:00",
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "locality": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "Notwithstanding the details shown on drawing '23_033_08 B' accompanying the application, the face and cheeks of the rear dormer window hereby approved shall be tile hung to match the appearance of the roof of the dwelling house unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The proposed first floor flank window shown on drawing '23_033_06 B' accompanying the application that would serve a bathroom shall be permanently glazed with obscure glass not less than level 3 on the standard scale of obscurity and shall thereafter be maintained, and also be non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed.",
    "Reason:-",
    "In the interests of privacy.",
    "The proposed ground floor windows shown on drawing '23_033_06 B' accompanying the application that would serve a bathroom and WC shall be permanently glazed with obscure glass not less than level 3 on the standard scale of obscurity and shall thereafter be maintained and  permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plans) shall be formed in the flank wall(s) of the building hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the CIL payable would be £19,200 (this figure may go up or down, subject to indexation). CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's website.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "valid_date": "28/04/2023",
  "centroid": {
    "lat": "51.5895187",
    "lon": "0.204699"
  },
  "lpa_app_no": "P0665.23",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "postcode": "RM2 6NB",
  "ward": "Marshalls & Rise Pk",
  "description": "Part single, part two storey side/rear extension, side infill extension, alterations to fenestration, loft conversion with two rear dormers and roof lights to rear and front",
  "appeal_start_date": null,
  "application_type": "All Other",
  "site_name": "29 Links Avenue",
  "last_date_consultation_comments": "24/05/2023",
  "cil_liability": true,
  "application_details": {
    "no_additional_bathrooms": 2,
    "total_gia_gained": 89,
    "intended_completion_date": "10/2023",
    "no_additional_bedrooms": 2,
    "existing_uprns": null,
    "intended_commencement_date": "07/2023",
    "site_area": 0.079
  },
  "street_name": "Romford",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0665.23",
  "uprn": "100021383270",
  "appeal_decision_date": null,
  "pp_id": "12121655",
  "decision_process": "Delegated",
  "centroid_easting": 552825,
  "epc_number": "2220-0118-0327-8003-1203",
  "centroid_northing": 190154,
  "application_type_full": "Householder planning permission",
  "secondary_street_name": null,
  "decision": "Approved",
  "actual_commencement_date": null,
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "site_number": null,
  "id": "Havering-P0665.23",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Havering",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_target_date": "23/06/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552827.586,
              190131.125
            ],
            [
              552806.453,
              190167.836
            ],
            [
              552821.219,
              190177.996
            ],
            [
              552834.36,
              190154.696
            ],
            [
              552835.443,
              190154.832
            ],
            [
              552844.249,
              190138.711
            ],
            [
              552831.786,
              190132.751
            ],
            [
              552827.586,
              190131.125
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": 3,
    "no_proposed_car": 3,
    "net_car": 0
  },
  "title_number": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2047264,
          51.5893124
        ],
        [
          0.2044375,
          51.589648
        ],
        [
          0.2046549,
          51.5897353
        ],
        [
          0.2048343,
          51.5895224
        ],
        [
          0.20485,
          51.5895233
        ],
        [
          0.20497,
          51.5893761
        ],
        [
          0.2047877,
          51.5893259
        ],
        [
          0.2047264,
          51.5893124
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lapsed_date": "23/06/2026",
  "decision_date": "23/06/2023"
}