{
  "lpa_name": "Islington",
  "pp_id": null,
  "description": "Observations to London Borough of Southwark Council in connection with proposed replacement of existing office building with new mixed use development.",
  "epc_number": null,
  "status": "Insufficient Fee",
  "decision_date": "30/11/2004",
  "street_name": null,
  "decision_process": "Delegated",
  "uprn": "MAN00000000000001316072",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "28/11/2004",
  "subdivision_of_building": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 0,
  "appeal_decision": null,
  "lpa_app_no": "P042753",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "actual_commencement_date": null,
  "application_type": "All Other",
  "bo_system": "Agile APAS",
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "decision_agency": null,
  "parking_details": null,
  "postcode": null,
  "last_updated": "2025-03-20T08:20:57.553+00:00",
  "secondary_street_name": null,
  "cil_liability": false,
  "url_planning_app": null,
  "valid_date": "01/11/2004",
  "appeal_decision_date": null,
  "locality": null,
  "appeal_start_date": null,
  "application_type_full": null,
  "decision": "Refused",
  "last_updated_by": "Agile APAS",
  "actual_completion_date": null,
  "site_name": null,
  "lapsed_date": "30/11/2009",
  "centroid_northing": 0,
  "decision_conditions": [
    "OBSERVATIONS:  As stated in the planning statement of the application, the proposed building will breach the background consultation viewing plane for the strategic view from Alexandra Palace by 32m. (viewing plane 55m. AOD, building height 87m. AOD).  The proposed building (Building A) will be very close to St. Paul's Cathedral when viewed from the north.\r\n\r\nThe London Plan (2004) is an adopted Development Plan and should be used to assess the proposed development.\r\n\r\nPolicy 4B.1 considers the design principle for a compact city.  It states that the Mayor will require developments to be \"attractive to look at and, where appropriate, inspire, excite and delight\" it also requires developments to \"respect London's built heritage\".\r\n\r\nPolicy 4B.8 refers specifically to tall buildings stating \"the Major will promote the development of tall buildings where they create attractive landmarks enhancing London's character\".\r\n\r\nPolicy 4B.9 requires large scale/tall buildings to be of the highest quality design.\r\n\r\nThe proposed block A would result in an unattractive and benign development, which lacks an interesting top and would appear like a slab from many angles.  The proposal is not akin to the attractive landmarks of exemplary architecture promoted by the London Plan.  London Borough of Islington considers this proposal to be contrary to the above policies.\r\n\r\nThe building's poor design and close proximity to St. Paul's Cathedral and the river will result in it damaging the setting and views of the Cathedral and therefore is contrary to London Plan policies 4B.15, 4B.16 and 4B.17.\r\n\r\nOverall the proposal will damage strategic and local views of St. Paul's Cathedral and is therefore contrary to the policies above.  It is also contrary to London Borough of Islington's adopted Unitary Development Plan (2002) Polices ST13.2, D14, D15 and D17 which seek to protect important local and strategic views and landmarks, including the background and wider setting of St. Paul's\"."
  ],
  "ward": "48",
  "site_number": null,
  "application_details": {
    "s106_agreement": false
  },
  "id": "Islington-P042753",
  "appeal_status": null,
  "wgs84_polygon": null,
  "borough": "Islington",
  "last_date_consultation_comments": null
}