{
  "uprn": "10033422109",
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1921282,
          51.5778008
        ],
        [
          0.1921828,
          51.5777438
        ],
        [
          0.19188539999999998,
          51.5776323
        ],
        [
          0.1918267,
          51.5776862
        ],
        [
          0.1921282,
          51.5778008
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_start_date": null,
  "centroid_northing": 188812,
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551993.29,
              188824.79
            ],
            [
              551997.26,
              188818.56
            ],
            [
              551977.03,
              188805.55
            ],
            [
              551972.78,
              188811.42
            ],
            [
              551993.29,
              188824.79
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "borough": "Havering",
  "bo_system": "CSV Data Import",
  "pp_id": "13025084",
  "decision_process": "Delegated",
  "locality": null,
  "site_number": null,
  "secondary_street_name": null,
  "description": "Single storey side/rear extension",
  "postcode": "RM2 5BN",
  "appeal_decision": null,
  "centroid": {
    "lon": 0.191876,
    "lat": 51.577688
  },
  "lapsed_date": "24/10/2027",
  "application_type": "All Other",
  "title_number": null,
  "last_date_consultation_comments": "05/08/2024",
  "parking_details": null,
  "application_type_full": "Householder planning permission",
  "appeal_decision_date": null,
  "cil_liability": false,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0616.24",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "During construction of the development hereby permitted, the trees located at 17 Harcourt Mews shall not be lopped or felled without the written consent of the local planning authority.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policy 27 of the Council's Local Plan.",
    "During construction of the development hereby permitted, any trees within or near to the site shall be protected in accordance with the requirements of BS 5837 (2012) 'Trees in Relation to Design, Demolition and Construction'. The protection measures shall be implemented prior to any below ground works and shall be retained for the entire period of the duration of any work at the site, in connection with the development hereby permitted.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policy 27 of the Council's Local Plan.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "All excavation within the root protection area of T1 shall be carried out by hand under the supervision of the project arborist as set out in paragraph 4.5 of the Tree Survey & Arboricultural Impact Assessment version 1.1 date 23/08/2024. If no significant root mass is discovered then conventional  foundations can be used. If significant root mass is discovered then a specially engineered foundation design would be required, details of which shall be submitted to and approved in writing by the Local Planning Authority. This would usually take the form of small diameter piles with a raised raft or ring beam set within the level of the existing hard surface and subbase, with no excavation into the undisturbed ground below.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policy 27 of the Council's Local Plan.",
    "Land Ownership Informative",
    "The applicant is advised that this planning permission does not give consent for any part of the development including guttering and fascias to encroach onto any land not within the applicant's ownership.",
    "Vehicle Encroachment Informative",
    "The applicant should note that parked cars in the driveway must not overhang onto the existing footway, in the interest of highway safety.",
    "Protected Species Informative",
    "The applicant should note that it has been brought to the Council's attention that there may be nesting birds, bats, stag beetles etc within the locality. Care should be undertaken during the construction works not to impact on the environment.  The applicant is reminded that it is an offence to harm protected species under the provision of the Habitat and Species Regulations 2017 and the Wildlife and Countryside Act 1981 (as amended).",
    "Party Wall Informative",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/publications/the-party-wall-etc-act-1996-revised-explanatory-booklet",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with NFA Architectural Consultants by phone and e-mail. The revisions involved a re-design of the proposal and neighbours were re-consulted for a further 21 days. Further amendments were made to ensure that two parking spaces would be retained to the side of the property. The amendments were subsequently submitted on 05/07/24 & 23/10/24."
  ],
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "street_name": "Romford",
  "appeal_status": null,
  "development_type": null,
  "decision_date": "24/10/2024",
  "lpa_app_no": "P0616.24",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": "17 Harcourt Mews",
  "subdivision_of_building": null,
  "last_updated": "2025-07-08T04:10:34.839Z",
  "decision_target_date": "24/10/2024",
  "valid_date": "13/06/2024",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Havering",
  "id": "Havering-P0616.24",
  "application_details": {
    "existing_uprns": null,
    "intended_commencement_date": "06/2024",
    "intended_completion_date": "08/2024",
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 1,
    "total_gia_gained": 23,
    "site_area": 0.018000000000000002
  },
  "ward": "St Edwards",
  "centroid_easting": 551978,
  "epc_number": null
}