{
  "actual_commencement_date": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/234393FUL;",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "30/11/2024",
  "polygon": null,
  "cil_liability": true,
  "lapsed_date": "31/10/2027",
  "appeal_decision": null,
  "street_name": "South Road",
  "decision_agency": "Borough",
  "last_updated_by": "CSV Data Import",
  "description": "Construction for addition of 2-3 storeys to the building to create five residential apartments at first, second and third floor levels, with associated external alterations and the provision of cycle/refuse/recycling storage. Reprovision of the two existing retail units at ground floor level (and the existing shop front to South Road) and the single retail unit at first floor level.",
  "decision": "Approved",
  "centroid_northing": 180264,
  "bo_system": "CSV Data Import",
  "last_updated": "2025-03-19T20:39:24.155+00:00",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "Southall Broadway",
  "centroid_easting": 512806,
  "site_name": "31 South Road",
  "application_type": "All Other",
  "parking_details": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Ealing",
  "wgs84_polygon": null,
  "postcode": "UB1 1SW",
  "decision_date": "31/10/2024",
  "centroid": {
    "lon": -0.375885,
    "lat": 51.510054
  },
  "decision_process": "Delegated",
  "epc_number": "8120-0202-0046-1099-0713",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "site_number": null,
  "borough": "Ealing",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "01/11/2023",
  "application_type_full": "Full planning permission",
  "locality": "Southall",
  "last_date_consultation_comments": null,
  "pp_id": "PP-12527846",
  "development_type": null,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing / document title number(s):\t00 Site Location Plan; 01 Existing Block Plan; 02 Existing Plans (REV A); 03 Roof Plan; 04 Existing Elevation Sheet 1; 05 Existing Elevation Sheet 2; 06 Existing Elevation Sheet 3; 07 Existing Elevation Sheet 4; 10 Proposed Plans (REV B); 11 Proposed Plans (REV C); 12 Proposed Roof Plans (REV C); 13 Proposed Elevation Sheet 1; 14 Proposed Elevation Sheet 2 (REV C); 15 Proposed Elevation Sheet 3 (REV C); 16 Proposed Elevation Sheet 4; 17 Visualisations Sheet 1; 18 Visualisations Sheet 2; Design and Access Statement (REV A) prepared by Cryer&Coe; Planning Statement PV.1404 prepared by Planning Ventures; Overheating Assessment prepared by JS Lewis Ltd.; Energy and Sustainability Statement prepared by JS Lewis Ltd.",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| Prior to commencement of the superstructure works details of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority. The samples and details shall include all window treatments, privacy screens, balcony structures and balustrading treatment, and any other materials to be used. This condition shall apply notwithstanding any indications as to these matters which have been given in this application. Development shall be carried out only in accordance with the approved details and permanently retained thereafter.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 7.4 and 7B of the Ealing Development Management DPD (2013); policy 2.10 of the Ealing Development Strategy 2026 DPD (2012); policies D3 and D4 of the London Plan (2021); and the National Planning Policy Framework (2021).",
    "| No part of the roof of the extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason:  To protect the living conditions of nearby properties in accordance with policies D4 and D6 of The London Plan (2021), policies 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and policies 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012). | Notwithstanding the provisions of Schedule 2 Part 3 Class L of the Town and Country Planning (General Permitted Development) Order 2015 (or any order revoking and re-enacting that Order), the residential unit hereby approved shall at no time be converted from C3 residential to a C4 small HMO, without express planning permission having first been granted by the Local Planning Authority.",
    "Reason:  To prevent the overdevelopment of the site and to safeguard the living conditions of adjoining properties and visual appearance of the building, in accordance with policies 3.5, 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies D3, D4, and D6 and of the London Plan (2021) and the National Planning Policy Framework (2023). | Prior to the commencement of the development, a Ventilation Strategy Report shall be submitted to and approved by the Local Planning Authority. The report will contain details for providing fresh air ventilation to habitable rooms on the \"South Road\" facade, the supply to be provided from the rear of the building at high level.",
    "The report shall also include the following information:",
    "i) Details and locations of the ventilation intake locations of all floors",
    "ii) Details and locations of ventilation extracts locations of all floors",
    "The maintenance and cleaning of the systems shall be undertaken regularly in accordance with manufacturer specifications and shall be the responsibility of the primary owner of the property. Approved details shall be fully implemented prior to the occupation/use of the development and thereafter permanently retained and maintained.",
    "Reason: To minimise exposure to existing poor air quality, and provide a suitable internal living environment for future occupiers, in accordance with policy SI 1 of the London Plan 2021, policy 1.1(j) of the Ealing Development Strategy 2026  DPD (2012); and policy 7A of the Ealing Development Management DPD (2013).",
    "| All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up-to-date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason: To safeguard adjoining occupiers of the development against unacceptable noise, disturbance and emissions, policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and policy SI1 of the London Plan(2021); and National Planning Policy Framework (2023).",
    "| Prior to commencement of the development (excluding demolition, initial site clearance and ground works), a noise assessment shall be submitted to the Council for approval in writing, of external noise levels from transport and industrial/ commercial/ cultural sources, having regard to the assessment standards of the Council's SPG10. Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise) to achieve internal noise limits specified in SPG10.",
    "Best practicable mitigation measures shall also be implemented, as necessary, in external amenity spaces to achieve criteria of BS8233:2014. The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2023) and Ealing SPG10.",
    "| The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014, with all machinery operating together at maximum capacity.",
    "Reason:   To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2023) and Ealing SPG10.",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 10dB/15dB, as necessary, above the Building Regulations value for residential use, of the floor/ ceiling/ walls separating the commercial premises and flat entrances from separate dwellings.  Where noise emissions include characteristic features, the Noise Rating level should not exceed NR20 Leq 5mins (octaves) inside habitable rooms. Details shall include the installation method and materials of separating structures and, where necessary, additional mitigation measures and the resulting sound insulation value and internal sound level. The assessment and mitigation measures shall be based on standards and noise limits of the Council's SPG10 and BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policies 7A, 7B & E7.A.7 of the Ealing Development Management Development Plan Document (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2023) and Ealing SPG10, Standard 30 London Housing SPG 2016.",
    "| Control measures shall ensure that the following standards are implemented",
    "-\tnoise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "-\tdust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "-\tlighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "-\thours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays (no work on public holidays),",
    "-\tnotifications of works to interested parties and regular neighbour liaison,",
    "-\tpublic display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works in case of emergencies or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2023) and Ealing SPG10.",
    "| Cycle storage for ^IN;  bicycle spaces shall be provided within the curtilage of the development, within secure, lockable compounds in accordance with the designated locations identified in the approved drawings listed under condition 2 and all adopted standards prior to the first occupation of the building. The storage spaces shall be permanently retained thereafter.",
    "Reason:  To provide adequate bicycle storage in accordance with policy and T5 of the London Plan (2021). | The development hereby approved shall not be occupied until refuse and recycling storage within a secure enclosure has been provided in accordance with the designated location identified in the approved drawings listed under condition 2 and in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI 8 of the London Plan (2021).",
    "| Prior to the commencement of development, a detailed Demolition Method Statement and Construction Management Plan shall be submitted to and approved in writing by the Local Planning Authority. The management plan must refer to the following matters:",
    "a.\tRemoval of any earth from the site.",
    "b.\tSite clearance, demolition, excavation and construction methods.",
    "c.\tSite management and access.",
    "d.\tSignage for construction traffic, pedestrians and other users of the site.",
    "e.\tPrevention of mud and debris being deposited.",
    "f.\tVehicle and machinery specification.",
    "g.\tDetails of all Non-Road Mobile Machinery (NRMM) to be used on site.",
    "h.\tTurning manoeuvres and routeing of vehicles.",
    "i.\tEstimated number and frequency of vehicle deliveries.",
    "j.\tParking of construction vehicles.",
    "k.\tCompliance with noise limits and vibration mitigation measures.",
    "l.\tProcedures for on-site contractors to deal with complaints from local residents, liaison with local residents and notifications to interested parties.",
    "m.\tMitigation of air pollution and dust emissions during site clearance, demolition, excavation and construction works.",
    "n.\tWaste management, hazardous material storage and removal.",
    "o.\tNoise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014)",
    "p.\tLighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by Institution of lighting Professionals)",
    "q.\tHours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Monday-Fridays and 0800-1300hrs Saturdays.",
    "r.\tPublic display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works.",
    "Reason: To protect the amenity of occupants and neighbouring properties in accordance with policy 7A and policy 7B of Ealing's Development Management DPD (2013), policies D14, T4 and SI1 of the London Plan (2021), policy 1.1 (j) of the Ealing Development (Core) Strategy (2012) and National Planning Policy Framework (2021).",
    "| A Servicing Management Plan shall be submitted to and approved by the Local Planning Authority before the first use of the development, and the approved Servicing Management Plan shall be fully implemented in compliance with the approved document.",
    "Reason: In the interest of an appropriate operation of the development in accordance with policies 1.1 (f) (g) of the Ealing Development Strategy 2026 (2012); policies T1, T3, T4, T5 and T6 of the London Plan (2021). | No microwave masts, antennae or satellite dishes or any other plant or equipment shall be installed on any of the buildings within the development unless otherwise approved in writing by the Local Planning Authority under this condition prior to installation.",
    "Reason: To safeguard the character and appearance of the buildings and the area as a whole, in accordance with policy 1.1(h) of the Ealing Development (or Core) Strategy (2012), Local Variation policies 3.5 and 7.4 and policies 7B of the Development Management Development Plan Document (2013).",
    "| The three proposed retail units on G/F and 1/F hereby approved shall not be opened to customers before 0900 hours or after 2000 hours on any day.",
    "Reason: To ensure that the amenity of occupiers of the development site and surrounding premises is not adversely affected by noise from activities or people attending the site, in accordance with policies 7A & 7B of the Ealing Development Management DPD (2013), policies D6 and D14 of the London Plan (2021) and the National Planning Policy Framework (2023)."
  ],
  "status": "Approved",
  "secondary_street_name": null,
  "id": "Ealing-234393FUL",
  "lpa_app_no": "234393FUL",
  "application_details": {
    "scheme_phasing": true,
    "total_gia_lost": 0,
    "total_gia_gained": 346,
    "green_suds": false,
    "affordable_housing_fast_track": false,
    "infrastructure_details": {
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 5,
      "total_annual_pm_emissions": 0,
      "mobile_network_operators_consultation": false,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_passive_cooling": 5,
      "waste_provision": true,
      "chp_heat_pumps_capacity": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": true,
      "fire_suppression_system_proposed": false
    },
    "projected_cost_of_works": "Up to £2m",
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 346,
      "total_gia_existing": 212,
      "total_gia_lost": 0
    },
    "total_gia_existing": 212,
    "building_details": [
      {
        "no_storeys": 4,
        "max_height": 13500,
        "building_ref": "31 South Road"
      }
    ],
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 212,
        "use_class": "E",
        "gia_gained": 346,
        "gia_lost": 0
      }
    ],
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "Unknown",
        "intended_completion_date": "10/2026",
        "intended_commencement_date": "12/2025"
      }
    ],
    "site_area": 0.029900000000000003,
    "internal_resi_water_usage": 110,
    "garden_land_lost": false,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "surface_water_discharge_percentage_reduction": 0
  },
  "uprn": "000012029861"
}