{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "UB1 3HJ",
  "borough": "Ealing",
  "wgs84_polygon": null,
  "site_name": "Southall Young Adults Centre",
  "centroid_easting": 513158,
  "pp_id": "PP-12646316",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "Construction period start date of refurbishment works",
        "intended_completion_date": "10/2024",
        "intended_commencement_date": "05/2024"
      }
    ],
    "site_area": 0.3622,
    "affordable_housing_fast_track": false,
    "projected_cost_of_works": "Up to £2m",
    "non_residential_details": {
      "total_gia_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 578,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "internal_resi_water_usage": 10,
    "infrastructure_details": {
      "no_new_water_connections_required": 0,
      "no_active_fast_ev_charging_points": 2,
      "no_passive_fast_ev_charging_points": 0,
      "green_roof_area": 0,
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "percentage_demolition_construction_material_recycling": 0,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": true,
      "chp_heat_pumps_capacity": 90,
      "ghg_reduction_over_building_regulations": false,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "no_homes_passive_cooling": 0,
      "waste_provision": true
    },
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 578,
        "use_class": "E(d)",
        "gia_gained": 0,
        "gia_lost": 0
      }
    ],
    "garden_land_lost": false,
    "total_gia_gained": 0,
    "total_gia_lost": 0,
    "grey_water_reuse": false,
    "total_gia_existing": 578,
    "green_suds": false,
    "ownership_status": "Public"
  },
  "lpa_name": "Ealing",
  "decision": "Approved",
  "lpa_app_no": "234915FULR3",
  "decision_date": "15/02/2024",
  "last_updated": "2025-03-19T20:39:26.696+00:00",
  "centroid_northing": 180489,
  "centroid": {
    "lat": 51.512006,
    "lon": -0.370743
  },
  "appeal_decision_date": null,
  "locality": "Southall",
  "ward": "Dormers Wells",
  "bo_system": "CSV Data Import",
  "lapsed_date": "15/02/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": "0960-2955-0184-6650-0084",
  "valid_date": "20/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing / document title number(s):  Existing Site Elevations 1509-LBE-0S-XX-DR-A-L050, Existing Site Plan 1509-LBE-0S-XX-DR-A-L002, Proposed External Works (3 of3) 1509-LBE-0S-XX-DR-A-L143. Proposed Site Elevations 1509-LBE-0S-XX-DR-A-L150, Site Location 1509-LBE-0S-XX-DR-A-L001, Revised External Lighting 3D Image, Lighting Type Images, Air Conditioning Specification Sheet, Proposed External Lighting Layout EL-SK1 Rev A,",
    "Proposed External Works 1509-LBE-0S-XX-DR-A-L141 Rev A, Proposed External Works 1509-LBE-0S-XX-DR-A-L143 Rev A, Proposed Site Plan 1509-LBE-0S-XX-DR-A-L101 Rev A",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up-to-date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason: To safeguard adjoining occupiers of the development against unacceptable noise, disturbance and emissions, policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and policy SI1 of the London Plan (2021); and National Planning Policy Framework (2023).",
    "| Prior to the commencement of the development (excluding initial site clearance demolition and ground works), details shall be submitted to the Local Planning Authority for approval in writing, of plant/ machinery/ equipment/ducting/air in- and outlets/ mechanical installations and their external rating noise level (LAr,Tr), together with mitigation measures as appropriate. The measures shall ensure that the emitted external rating noise level will be lower than the lowest existing background sound level LA90 by 10dBA at the most noise sensitive receiver locations at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all plant/equipment operating together at maximum capacity. Approved details shall be implemented prior to occupation/ use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason:   To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with  Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and policy SI1 of the London Plan (2021); and National Planning Policy Framework (2023).",
    "| Prior to use, machinery, plant and equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by vibration noise from mechanical installations/ equipment, in accordance with policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and policy SI1 of the London Plan (2021); and National Planning Policy Framework (2023).",
    "| No amplified noise including from tannoys or public address systems shall be emitted in/to the external area.",
    "Reason: To ensure that the amenity of surrounding occupiers is not adversely affected by noise, in accordance with policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and policy SI1 of the London Plan (2021) and National Planning Policy Framework (2023).",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of a noise impact assessment and mitigation provided by sound barrier and rebound fencing along residential/ noise sensitive boundaries. Details shall confirm materials, including resilient linings and bracket mounts to reduce resonance and ball impact noise, method of construction, fittings and maintenance and resulting noise levels at noise sensitive premises, in accordance with criteria specified in the Sport England Design Guidance 2015  for Artificial Grass Pitch (AGP) Acoustics. Approved details shall be implemented prior to use of the development and thereafter be permanently retained as such.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, in accordance with policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and policy SI1 of the London Plan (2021) and National Planning Policy Framework (2023).",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of the installation, operation, and maintenance of smoke, smell and noise control measures to the bbq area. Details shall confirm a reasonable distance and screening from any openable windows and external amenity spaces, as well as frequency and timing of bbqs and resulting noise, smoke and odour impacts on surrounding residents. Approved details shall be implemented prior to use and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/surrounding premises is not adversely affected by smell, smoke, steam or noise, in accordance with policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and policy SI1 of the London Plan (2021) and National Planning Policy Framework (2023).",
    "| Prior to commencement of the development, details of external artificial lighting shall be submitted to the Council for approval in writing. Lighting contours shall be submitted to demonstrate that the vertical illumination of residential premises at and near the application site is in accordance with the recommendations for Environmental Zone 3 of the Institution of Lighting Professionals in the 'Guidance Note 01/20 For The Reduction Of Obtrusive Light'. Details should also be submitted for approval of measures to minimise the use/hours of lighting and prevent glare and sky glow. Approved details shall be implemented prior to occupation/use of the development and thereafter be permanently retained.",
    "Reason: To safeguard the amenities of residents in accordance with policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and National Planning Policy Framework (2023).",
    "| The external area shall not be used (for activities or events) other than between the hours of 9.30am- 9.00pm Monday to Friday, 9.30am - 6.00pm on Saturdays and at no time on Sunday and Public/Bank Holidays.",
    "Reason: To safeguard residential amenity in accordance with  policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and policy SI1 of the London Plan (2021) and National Planning Policy Framework (2023).",
    "| Gate posts and gates shall be installed with proprietary anti-vibration isolators to minimise structural or airborne noise emissions. Gates shall be installed with soft closing mechanisms and include resilient pads to reduce impact noise when used and to adequately silence the operation of the gates.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from the operation of gates or associated mechanical installations/ equipment, in accordance with policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and policy SI1 of the London Plan (2021) and National Planning Policy Framework (2023).",
    "| During the implementation of the development hereby approved, control measures shall -ensure that the following standards are implemented and adhere to:",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays (no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and considerate complaints procedure,",
    "- public display of contact details including accessible phone numbers for persons responsible for the work for the duration of the works in case of emergencies, enquiries or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and policy SI1 of the London Plan (2021) and National Planning Policy Framework (2023)."
  ],
  "parking_details": {
    "net_car": 1,
    "net_bluebadge": 0,
    "net_lgv": 0,
    "no_proposed_bluebadge": 1,
    "no_existing_car": 5,
    "net_cycle": 0,
    "no_existing_bluebadge": 1,
    "no_proposed_cycle": 6,
    "no_existing_lgv": 1,
    "no_proposed_lgv": 1,
    "no_existing_cycle": 6,
    "no_proposed_car": 6
  },
  "site_number": null,
  "uprn": "000012000637",
  "decision_target_date": "16/02/2024",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Park View Road",
  "secondary_street_name": null,
  "description": "Refurbishment of the Young Adults Centre (YAC); installation of flood lighting to a Multi-Use Games Area [MUGA] at the rear of the site; replacement of the existing football pitch/outdoor playing area; associated alterations involving new fencing and gates; outdoor gym; BBQ and seating area with low decking; landscaping; vertical herb garden and allotments; provision of condenser unit, cycle/ bin storage and EV Charging Pod",
  "id": "Ealing-234915FULR3",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/234915FULR3;"
}