{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "10/12/2019",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-75126_APP_2019_3218",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "UB7 9HX",
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.004
  },
  "valid_date": "14/10/2019",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Conversion of two storey maisonette into 2 x self contained studio flats",
  "decision_conditions": [
    "The proposal would provide an indoor living area of an unsatisfactory size for the future occupiers of the ground floor unit and would therefore give rise to a substandard form of living accommodation to the detriment of the amenity of future occupiers. The proposal is thus contrary to Policy DMHB 16 of the emerging Hillingdon Local Plan: Part Two - Development Management Policies with Modifications (March 2019), Policy 3.5 and Table 3.3 of the London Plan (2016), the Housing Standards Minor Alterations to The London Plan (March 2016), the Mayor of London's adopted Supplementary Planning Guidance - Housing (March 2016) and the Technical Housing Standards - Nationally Described Space Standard (March 2015).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:43:55.812+00:00",
  "ward": "HEATHROW VILLAGES",
  "parking_details": null,
  "lapsed_date": "10/12/2022",
  "decision_target_date": "12/12/2019",
  "centroid": {
    "lat": "51.4960768",
    "lon": "-0.46709209999999995"
  },
  "lpa_app_no": "75126/APP/2019/3218",
  "status": "Dismissed",
  "site_name": "161 WORDSWORTH WAY",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=75126/APP/2019/3218",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506504.4708,
              178576.5214
            ],
            [
              506509.8948,
              178577.3151
            ],
            [
              506510.6886,
              178569.7745
            ],
            [
              506505.1323,
              178569.2453
            ],
            [
              506504.4708,
              178576.5214
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "06/11/2019",
  "appeal_decision_date": "04/11/2020",
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "WEST DRAYTON",
  "pp_id": "08190258",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 506508,
  "appeal_start_date": "15/06/2020",
  "centroid_northing": 178573,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4671419,
          51.4961091
        ],
        [
          -0.46706349999999996,
          51.4961152
        ],
        [
          -0.4670544,
          51.4960473
        ],
        [
          -0.46713449999999995,
          51.4960436
        ],
        [
          -0.4671419,
          51.4961091
        ]
      ]
    ],
    "type": "Polygon"
  }
}