{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/201248VAR;",
  "lapsed_date": "30/09/2023",
  "decision_target_date": "02/10/2020",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 2AL",
  "site_name": "87 Gordon Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012083614, 000012171495, 000012170598, 000012170599, 000012170600, 000012170601, 000012203122, 000012203123, 000012203124, 000012203125"
    ],
    "site_area": 0.06800000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "201248VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517129,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T20:40:10.404+00:00",
  "id": "Ealing-201248VAR",
  "application_type": "All Other",
  "street_name": "Gordon Road",
  "borough": "Ealing",
  "ward": "Ealing Broadway",
  "decision_date": "30/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Minor material amendment (S.73) variation to condition no.2 approved plans, for design alterations to the ground floor rear extension roof and rear roof extension, creation of one additional rear roof terrace, alteration to position of lightwell pursuant to planning permission ref.184073FUL dated 11/03/2019 for 'Conversion of property into nine self-contained flats with terrace, basement extension provision of four lightwell, ground floor rear extension, part first floor rear extension, rear dormer extension, following demolition of rear conservatory'.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 180844,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012083614",
  "centroid": {
    "lon": "-0.3134056",
    "lat": "51.5143886"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517138.3003836,
              180818.6504549
            ],
            [
              517125.4463334,
              180817.0009271
            ],
            [
              517123.7973212,
              180831.3968063
            ],
            [
              517121.6536053,
              180850.9012233
            ],
            [
              517120.4992967,
              180861.4981899
            ],
            [
              517119.5016443,
              180869.4459149
            ],
            [
              517132.3474495,
              180871.045457
            ],
            [
              517133.1966908,
              180862.947775
            ],
            [
              517134.4499401,
              180852.4507797
            ],
            [
              517138.3003836,
              180818.6504549
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of the original permission  ref 184073FUL (11.03.2019).",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby permitted shall be carried out in accordance with the drawing titles: A050 (Site Location Plan), A060 REV 04 (Block Plan), A101 (Basement Plan) REV 04, A102 REV 06 (Ground Floor Plan), A103 REV 1 (First Floor Plan), A104 REV 1 (Second Floor Plan), A105 REV 05 (Roof Plan), A110 REV 2 (Landscape Plan), A161 REV 03 (North Elevations), A162 REV 03 (East Elevations), A163 REV 03 (South Elevations), A164 REV 04 (West Elevations), A181 (Sections A-A), A182 REV 2 (Sections B-B), A260 REV 4 (Front Courtyard), A261 REV 3 (Front Courtyard Details).",
    "Reason: For the avoidance of doubt and in the interests of proper planning. | No part of the roof of the extensions [outside those areas approved as a roof terrace for Units 5, 7, 8 and 9] shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason:  To protect the living conditions of occupants of nearby properties, in accordance with policy 7B of the Adopted Ealing Development Management DPD (2013), policies 1.1 (g), 2.1 (c) and 2.10 of the Adopted Core Strategy (2012) and policies 7.4 and 7.6 of the London Plan (2016). | The materials to be used for the external surfaces as shown on the approved plans of the development including boundary treatment shall be carried out in accordance with the details previously approved under ref: 191944CND dated 11.07.2019.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies Ealing Local Variation to London Plan Policy 7.4, 7B and 7C of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (g) of the adopted Local Development Framework (Core) Strategy (2012) and policies 7.4, 7.6 and 7.8 of the London Plan (2016). | Refuse and recycling storage areas shall be provided in accordance with plan ref: A260 REV 4 (Front Courtyard) & 261 REV 3 (Front Courtyard Details) on site and brought into use prior to the first occupation of the development permitted and retained thereafter.",
    "Reason:  To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 3.5 and 7B of the Ealing Development Management Plan 2013, policies 1.1 (e) of the Adopted Ealing Development (Core) Strategy and The London Plan (2016) policy 5.16. | A minimum of 13 cycle parking spaces shall be provided onsite and brought into use prior to the first occupation of the development permitted and retained permanently thereafter. The cycle parking facilities shall only be used by the residents of the development hereby permitted.",
    "Reason: To provide adequate facilities for cyclists, in accordance with policy 6.9 of the London Plan 2016. | Detailed method statement relating to the excavation and construction of the development shall be carried out in accordance with the details previously approved under ref: 192226CND dated 11.07.2019",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with 1.1 (j) and 3.1(i) of the Ealing Core Strategy (2012), policies 6.3, 6.13, 7.13, 7.14 and 7.15 of the London Plan (2016), the National Planning Policy Framework (2012), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise. | The car parking spaces shown on the approved plan A260 REV 4 (Front Courtyard) & 261 REV 3 (Front Courtyard Details) shall be formed prior to first occupation of any part of the development, and these spaces shall be kept continuously available for car parking and shall not be used for any other purpose.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact, in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy 6.3 of the London Plan (2016) and policy 7A of the Ealing Development Management Development Plan. | Prior to the occupation of the development, the landscaping works and boundary treatment as detailed on A110 REV 2 (Landscape Plan), A260 REV 4 (Front Courtyard) & 261 REV 3 (Front Courtyard Details) and shall be fully implemented and retained permanently thereafter. These works shall be carried out as approved prior to the occupation of any part of the development.",
    "Reason: To protect the visual character and appearance for neighbouring properties, in accordance with policies 7.4, 7B and 7C of the Ealing Development Management DPD (2013), policies 1.1, 1.2, 2.1 and 2.10, and policies 7.1, 7.2, 7.4 and 7.6 of the London Plan (2016). | Existing trees adjacent/close to the boundaries of the site shall not be lopped, felled or otherwise affected in any way (including raising or lowering soil levels under the crown spread of the trees) and no excavation shall be cut under the crown spread of the trees. Protection of the trees, hedgerows and groups of mature shrubs off site that are adjacent/close to it shall be carried out only in accordance with British Standard 5837:2005 'Trees In Relation To Construction Recommendations' (or any subsequent revision), and shall be maintained fully intact and (in the case of the fencing) at all times, until the completion of all building operations on the site.",
    "Reason:  In order to safeguard trees and other vegetation considered to be worthy of retention in the interests of the visual amenity of the area as a whole, policies 7.4 and 7.6 of the London Plan 2016, policies 1.1 (e) (g), 1.2(f), 3.1(b) and 3.8 of the Ealing Core Strategy (2012), policies 7.4 of the Ealing Development Management Development Plan Document (2013)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "13/04/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08613000",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.31328,
          51.5141588
        ],
        [
          -0.31346569999999996,
          51.5141467
        ],
        [
          -0.3134847,
          51.5142764
        ],
        [
          -0.3135091,
          51.5144521
        ],
        [
          -0.3135222,
          51.5145476
        ],
        [
          -0.313534,
          51.5146192
        ],
        [
          -0.31334839999999997,
          51.514631
        ],
        [
          -0.3133388,
          51.514558
        ],
        [
          -0.3133243,
          51.5144634
        ],
        [
          -0.31328,
          51.5141588
        ]
      ]
    ],
    "type": "Polygon"
  }
}