{
  "title_number": [
    "Unregistered"
  ],
  "site_name": "DINAN",
  "cil_liability": true,
  "uprn": null,
  "decision_process": "Delegated",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511554.8154,
              186054.6681
            ],
            [
              511554.8154,
              186054.5358
            ],
            [
              511548.5977,
              186063.664
            ],
            [
              511574.5269,
              186081.6557
            ],
            [
              511580.48,
              186072.9244
            ],
            [
              511554.8154,
              186054.6681
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "decision": "Refused",
  "lpa_app_no": "12466/APP/2021/1049",
  "actual_commencement_date": null,
  "development_type": null,
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "05/05/2024",
  "locality": null,
  "postcode": null,
  "decision_target_date": "21/05/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "QUEENS WALK",
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "secondary_street_name": "RUISLIP",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=12466/APP/2021/1049",
  "last_updated_by": "CSV Data Import",
  "decision_date": "05/05/2021",
  "appeal_decision": null,
  "centroid_easting": 511565,
  "ward": "SOUTH RUISLIP",
  "centroid": {
    "lat": "51.5624667",
    "lon": "-0.3919021"
  },
  "application_type_full": "Householder planning permission",
  "appeal_status": null,
  "centroid_northing": 186068,
  "appeal_start_date": null,
  "last_updated": "2025-03-20T23:32:37.868+00:00",
  "description": "Two storey side and single storey rear extensions, conversion of garage to habitable use, conversion of roofspace to habitable use to include a rear dormer, 3 x front rooflights and conversion of roof from hip to gable end including demolition of existing outbuildings.",
  "last_date_consultation_comments": "22/04/2021",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 150,
    "no_additional_bedrooms": 3,
    "no_additional_bathrooms": 3,
    "intended_commencement_date": "07/2021",
    "intended_completion_date": "10/2021",
    "site_area": 0.034
  },
  "application_type": "Householder",
  "decision_conditions": [
    "The proposed extensions, by reason of their siting, size, scale, bulk and design, including a large crown roof, would fail to appear as subordinate additions and would fail to harmonise with the architectural composition of the original dwelling. They would be detrimental to the character, appearance and visual amenities of the street scene and the surrounding area. Therefore the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan - Part One (November 2012) , Policies DMHB11, DMHB12 and DMHD1 of the Hillingdon Local Plan - Part Two (2020) and Policies D3 and D6 of the London Plan (2021).",
    "The proposed two storey side extension, by reason of its size, scale, design and proximity to the side boundary, would result in a closing of the visually open gap between it and the neighbouring property, 97 The Fairway, giving rise to a cramped form of development  which would be detrimental to the visual amenities of the street scene and the surrounding area generally. The proposal is therefore contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB11, DMHB12 and DMHD1 of the Hillingdon Local plan - Part Two (2020) and Policies D3 and D6 of the London Plan (2021).",
    "The proposed two storey side extension, by reason of its size, design and proximity, would result in an overly dominant feature that would overshadow the adjoining property at No.97 The Fairway and as such would result in a visually intrusive and an un-neighbourly form of development, resulting in a loss of light and material loss of residential amenity. Therefore the proposal would be contrary to policies DMHB 11 and DMHD1 of the Hillingdon Local plan - Part Two (2020).",
    "The proposed development has failed to demonstrate that it would provide an adequate level of outlook for the future occupiers of bedroom 5 due to its reliance solely on rooflights, which are set at high level. The proposal would therefore give rise to a substandard form of living accommodation to the detriment of the amenities of future occupiers contrary to Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies and Policy D6 of the London Plan (2021).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service."
  ],
  "status": "Refused",
  "pp_id": "09512402",
  "bo_system": "CSV Data Import",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "26/03/2021",
  "id": "Hillingdon-12466_APP_2021_1049",
  "parking_details": {
    "no_existing_car": 2,
    "net_car": -1,
    "no_proposed_car": 1
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3920532,
          51.5623488
        ],
        [
          -0.3920533,
          51.5623477
        ],
        [
          -0.39214000000000004,
          51.5624309
        ],
        [
          -0.3917604,
          51.5625875
        ],
        [
          -0.3916773,
          51.5625079
        ],
        [
          -0.3920532,
          51.5623488
        ]
      ]
    ],
    "type": "Polygon"
  }
}