{
  "application_type": "All Other",
  "application_type_full": null,
  "description": "Construction of a phased development comprising industrial buildings (Use Class E(g)(iii), B2, B8) with ancillary offices and gatehouse, New vehicular access from Courier Road (including use of existing access as emergency access), with pedestrian link from Courier Road to Marsh Way, pedestrian and cycle access from Courier Road, cycle, motorcycle, car, van and HGV parking, hardstanding and circulation areas, sprinkler tanks, pump house, pumping station, sub station(s), plant enclosures, and all other ancillary and enabling works including remediation, landscaping, drainage, engineering, ground stability works, construction, and boundary treatment.",
  "epc_number": null,
  "street_name": "Rainham",
  "appeal_decision": null,
  "lpa_app_no": "P1597.22",
  "centroid": {
    "lon": "0.1669188",
    "lat": "51.517856"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 550444,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1597.22",
  "last_updated": "2025-03-19T20:06:16.422+00:00",
  "subdivision_of_building": null,
  "postcode": "RM13 8EU",
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 182107,
  "site_name": "80 Courier Road",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "13/10/2022",
  "lapsed_date": "13/09/2027",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": true,
  "decision_target_date": "13/09/2024",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "01/06/2023",
  "ward": "Rainham & Wennington",
  "appeal_status": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Havering-P1597.22",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550305.712,
              182383.329
            ],
            [
              550531.585,
              182296.63
            ],
            [
              550542.993,
              182260.126
            ],
            [
              550568.09,
              182228.184
            ],
            [
              550562.386,
              182107.262
            ],
            [
              550563.527,
              182086.728
            ],
            [
              550520.177,
              182086.728
            ],
            [
              550538.43,
              181892.797
            ],
            [
              550532.726,
              181880.249
            ],
            [
              550515.614,
              181872.263
            ],
            [
              550404.959,
              181848.307
            ],
            [
              550385.566,
              181828.914
            ],
            [
              550357.047,
              181836.899
            ],
            [
              550367.314,
              181906.486
            ],
            [
              550347.921,
              181914.472
            ],
            [
              550381.003,
              182093.573
            ],
            [
              550330.809,
              182102.699
            ],
            [
              550369.595,
              182317.164
            ],
            [
              550294.304,
              182334.276
            ],
            [
              550305.712,
              182383.329
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Havering",
  "borough": "Havering",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the details shown on the approved drawings, the development hereby approved shall not progress beyond 150mm above ground level within the relevant  phase until samples of the materials (or appropriate specification) to be used in the construction of the external surfaces within that phase and noted below have been submitted to, provided on site, and agreed in writing by, the local planning authority: a) external materials of the building including a) brickwork/cladding b) rainwater goods c) windows/ doors d) ground surfacing including access road and parking areas e) external materials of the proposed bin and cycle storage The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Reason: To ensure the proposed development will harmonise with the character of the surrounding area and comply with policies D3 and D4 of The London Plan 2021 and LBH Policy 26.",
    "The development hereby permitted shall be carried out in accordance with the following approved Dwg: 30983-FE-104A Phasing Plan unless an alternative phasing plan has been agreed in writing by the Local Planning Authority.",
    "Reason: To ensure the strategic location complies with Policy E5 of the London Plan and LBH Policy 19.",
    "a) Prior to the commencement of the development hereby approved, the developer or contractor must be signed up to the Non Road Mobile Machinery (NRMM) register.",
    "b) The development site must be entered onto the register alongside all the NRMM equipment details.",
    "c) The register must be kept up-to-date for the duration of the construction of development.",
    "d) All NRMM used during the course of the development that is within the scope of the Greater London Authority 'Control of Dust and Emissions during Construction and Demolition' Supplementary Planning Guidance (SPG) dated July 2014, or any subsequent amendment or guidance, shall comply with the emission requirements therein.",
    "e) An inventory of all NRMM to be kept on-site stating the emission limits for all equipment.",
    "Reason: To reduce emissions from construction and demolition activities and comply with current NRMM emission standards, in accordance with the Greater London Authority 'Control of Dust and Emissions during Construction",
    "Prior to the commencement of any works pursuant to this permission the developer shall submit for the written approval of the Local Planning Authority;",
    "a) A Phase II (Site Investigation) Report. This is an intrusive site investigation including factors such as chemical testing, quantitative risk assessment and a description of the sites ground conditions. An updated Site Conceptual Model should be included showing all the potential pollutant linkages and an assessment of risk to identified receptors.",
    "b) A Phase III (Remediation Strategy) Report if the Phase II Report confirms the presence of a significant pollutant linkage requiring remediation. A detailed remediation scheme to bring the site to a condition suitable for the intended use by removing unacceptable risks to all receptors must be prepared, and is subject to the approval in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria,",
    "If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with, has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved. a) Following completion of the remediation works as mentioned above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason: To ensure adequate provision is undertaken for the risk of land contamination and compliance with London Plan Policies E7 and LBH Policy 34.",
    "Notwithstanding the submitted information, Prior to the commencement of any phase of development (excluding site preparation/remediation) a Construction Logistics Plan shall be submitted to and approved in writing by the local planning authority.",
    "The Construction Logistics Plan shall aim to identify the cumulative impacts of construction traffic for the area in terms of likely additional trips and mitigation required and other schemes under construction. The plan should show that construction vehicle movements would be optimised to avoid the am and pm traffic peaks and reduce highway impact on the road network in the vicinity of the site.",
    "Thereafter the approved details shall be implemented in full as agreed.",
    "Reason: To ensure reasonable endeavours are undertaken during all phases of construction and to comply with London Plan Policies T4 and LBH Policy 23.",
    "Prior to the commencement of any phase of development (excluding site preparation/remediation) a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority.",
    "The Construction Environmental Management Plan (CEMP) shall include details of:",
    "a)\tparking of vehicles of site personnel and visitors;",
    "b)\tstorage of plant and materials",
    "c)\tdust management controls (this shall include setting out dust and emissions control measures to be employed on site, in accordance with the Institute of Air Quality Management Guidance on the assessment of dust from demolition and construction;",
    "d)\tAir quality",
    "e)\tNoise & vibrations",
    "f)\tSiting and design of temporary buildings if required;",
    "g)\tScheme for security fencing/hoardings, depicting a readily visible 24-hour contact number for queries or emergencies;",
    "And the development shall be carried out in accordance with the appro",
    "Prior to above ground works, a full and detailed application for the Secured by Design award scheme shall be submitted to the Local Planning Authority and the Metropolitan NE Designing out Crime Office, demonstrating how Secure by Design Certification will be achieved for this scheme. 2) Once approved in writing by the Local Planning Authority, in consultation with the Metropolitan Police Design Out Crime Officer, the development shall be carried out in accordance with the agreed details. Reason: In the interest of community safety and in accordance with LBH's SPD on 'Designing Safer Places' (2010) and 'Sustainable Design Construction' (2009).",
    "Reason: To ensure adequate safety measures are implemented for the life of the development and to comply with London Plan Policy D11.",
    "Prior to the occupation of each building, the post-construction tab of the GLA's whole life carbon assessment template should be completed accurately and in its entirety in line with the GLA's Whole Life Carbon Assessment Guidance. The post-construction assessment should provide an update of the information submitted at planning submission stage, including the whole life carbon emission figures for all life-cycle modules based on the actual materials, products and systems used. This should be submitted to the GLA at: ZeroCarbonPlanning@london.gov.uk, along with any supporting evidence as per the guidance. Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the local planning authority, prior to occupation of the relevant building.",
    "Prior to occupation of any building, an updated BRUKL assessment is required to demonstrate that the actual cooling demand is not greater than the current values noted within the Energy Strategy (P06), submitted as part o",
    "Prior to the occupation of each phase of development, a post-construction monitoring report should be completed in line with the GLA's Circular Economy Statement Guidance. The post-construction monitoring report for each phase shall be submitted to the GLA, currently via email at: circulareconomystatements@london.gov.uk, along with any supporting evidence as per the guidance. Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the local planning authority, prior to occupation of the phase of development.",
    "Reason: In the interests of sustainable waste management and in order to maximise the re-use of materials and to comply with London Plan Policy SI 7.",
    "No building shall be occupied or use commenced within a phase until details of petrol and oil interceptors for all car parking, servicing and loading areas and their maintenance have been submitted to and approved in writing by the Local Planning Authority.",
    "Reason: To ensure adequate provisions are made for all car parking, servicing and loading areas and to comply with London Plan Policy T7 and LBH Policy 35.",
    "A hard and soft landscaping scheme for the public and private areas in the development shall be submitted to and approved in writing by the Local Planning Authority, prior to any above ground works. The detailed plan shall include the following details:",
    "- The overall layout, including extent, type of hard and soft landscaping and proposed levels or contours;",
    "- The location, species and sizes of proposed trees and tree pit design",
    "- Details of soft plantings, including any grassed/turfed areas, shrubs and herbaceous areas;",
    "- Enclosures including type, dimensions and treatments of any walls, fences, screen walls, barriers, railings and hedges;",
    "- Hard landscaping, including ground surface materials, kerbs, edges, ridge and flexible pavements, unit paving, steps and if applicable, any synthetic surfaces;",
    "- Street furniture, including type, materials and manufacturer's specification, if appropriate;",
    "- Any other landscaping features forming part of the scheme, including amenity spaces",
    "Prior to the commencement of development, details of the cycle storage provision including long stay cycle parking space, shall be delivered to the satisfaction of the Local Planning Authority to provide a secure cycle parking store/s and stand/s provided for use by staff of, and visitors to, the units. The safe, secure and accessible areas as marked on the plans shall be retained permanently thereafter for the accommodation of cycle parking spaces associated with the site.",
    "Reason: In order to ensure that there is adequate provision for secure cycle and powered two wheeler accommodation within the application site, encouraging alternative modes of transport and to comply with London Plan Policies T5, T6 and LBH Policies 23 and 24.",
    "No development shall commence until confirmation has been provided that either:",
    "1. Foul water Capacity exists off site to serve the development, or",
    "2. A development and infrastructure phasing plan has been agreed with the Local Authority in consultation with Thames Water. Where a development and infrastructure phasing plan is agreed, no occupation shall take place other than in accordance with the agreed development and infrastructure phasing plan, or",
    "3. All Foul water network upgrades required to accommodate the additional flows from the development have been completed.",
    "Reason: Network reinforcement works may be required to accommodate the proposed development and to comply with London Plan Policy SI12 and LBH Policy 32.",
    "No development shall commence until has been provided that either:-",
    "1. Surface water capacity exists off site to serve the development or",
    "2. A development and infrastructure phasing plan has been agreed with the Local Authority in consultation with Thames Water. Where a development and infrastructure phasing plan is agreed, no occupation shall take place other than in accordance with the agreed development and infrastructure phasing plan. Or",
    "3. All Surface water network upgrades required to accommodate the additional flows from the development have been completed.",
    "Reason: Network reinforcement works may be required to accommodate the proposed development and to comply with London Plan Policy SI12 and LBH Policy 32.",
    "A landscape management plan, including long term design objectives, management responsibilities and maintenance schedules for all landscape areas, other than small, privately owned, shall be submitted to, and approved in writing by, the Local Planning Authority prior to the occupation of the development or any phase of the development, whichever is the sooner.  The landscape management plan shall be carried out in accordance with the approved details.",
    "Reason - To secure the proper development of the site and in the interests of the establishment and long term management of the landscaped areas in accordance with London Plan Policies G5, G6 and G7 and LBH Policies 27 and 30.",
    "Prior to the commencement of works, all green and brown roofs should be designed to maximise benefits for biodiversity by maximising soil depths (minimum 120mm), varying substrates used, mounding of substrate, providing log piles, providing ephemeral wetlands and only using native plants of local provenance (plug plants and seeding). Maintenance should include plans for permanent irrigation (due to increased periods of prolonged drought in Havering).",
    "Reason: To ensure adequate mitigation measures are carried out throughout the lifetime of the site and protect species and to comply with London Plan Policies G5, G6 and G7 and LBH Policies 27 and 30.",
    "The development permitted by this planning permission shall only be carried out in accordance with the approved Fire Strategy dated 20/09/22 carried out by Affinity Fire Engineering unless an alternative document has been agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that adequate fire protection measures are undertaken throughout the lifetime of the development and comply with London Plan Policy D11",
    "The use(s) hereby permitted shall not commence until all measures identified in the Air Quality Neutral Assessment have been shown to be implemented to the satisfaction of the Local Planning Authority in writing.",
    "Reason: To ensure that the development will not lead to further deterioration of existing poor air quality within the designated Air Quality Management Area and to comply with Policy SI 1 of the London Plan and relevant guidance, as subsequently amended.",
    "The development hereby permitted shall not be occupied until details of any external lighting of the site which shall be submitted to, and approved in writing by the Local Planning Authority. This information shall include a layout plan with beam orientation and a schedule of equipment in the design (luminaire type, mounting height, aiming angles and luminaire profiles). The lighting shall be installed, maintained and operated in accordance with the approved details unless the Local Planning Authority gives its written consent to the variation.",
    "Reason: To protect the appearance of the area, and in order that the development accords with the ''NPPF'' 2023; and Policy D11 of the 'London Plan' 2021; and with LBH's Policy 27 and 30",
    "No development shall be occupied  until full details of the railings/fencing have been submitted to and approved in writing by the Local Planning Authority.  The railings and fencing permitted must not have spikes. Fences must have hedgehog baffles to allow movement of hedgehogs across the site.",
    "Reason: To ensure protection of wildlife across the site and to comply with London Plan Policies G5, G6 and G7 and LBH Policies 27 and 30",
    "The development permitted by this planning permission shall only be carried out in accordance with the approved Delivery and Servicing Plan unless an alternative document has been agreed in writing by the Local Planning Authority.  The development shall be carried out in accordance with the plan so agreed and shall be retained as such thereafter.",
    "Reason: To protect the development site and comply with London Plan Policies",
    "The development hereby approved  shall not be occupied until a Parking Management Plan has first been submitted to, and agreed in writing by, the local planning authority. The development shall be carried out in accordance with the plan so agreed and shall be retained as such thereafter.",
    "Reason: To ensure that the development provides sufficient electric vehicle charging points and adequate, secure and (where appropriate) weather protected cycle parking in accordance with London Plan Policies T5 and T6.",
    "Each phase of the development hereby permitted shall not come into use until full details of the PV panels have been submitted to and approved in writing by the Local Planning Authority.",
    "Reason: To ensure that for the lifetime of the development that it recognises climate change and aids lowering carbon emissions and to comply with London Plan Policies SI 3, SI 4 and SI 7 and LBH Policy 36.",
    "Prior to the commencement of the development full details of the electric vehicle charging points for each phase to be installed in the development shall be submitted to the Local Planning Authority and approved in writing. These details shall include (as a minimum) the recommendations within the Air Quality Assessment, with the addition of all the remaining spaces to have passive provision for possible future use. The development shall be implemented in full accordance with the approved details prior to first occupation and thereafter be maintained as such.",
    "Reason: To ensure that the development makes adequate provision for electric vehicle charging points to encourage the use of electric vehicles in accordance with policy T6.1 of the London Plan.",
    "The vehicular access hereby approved and documented in Drawing No. 30983-PL-203D shall be brought into use prior to the occupation of any of the units.",
    "Reason: To ensure adequate access provisions are in place for occupiers and users of the units hereby approved and to comply with London Plan Policies T5-7 and LBH Policies 23 and 24.",
    "No loading, unloading, deliveries or collections during construction shall take place other than between the hours of 7am and 6pm Monday to Saturday and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason: To protect the residential amenity of adjoining residents/premises and compliance with London Plan Policy T7.",
    "Prior to the first occupation of the development hereby permitted, provision shall be made for the storage of refuse and recycling in accordance with details which shall previously have been agreed in writing by the Local Planning Authority.",
    "Reason: In the interests of amenity of occupiers of the development and also the visual amenity of the development and the locality generally and to comply with London Plan Policy SI 7 and LBH Policy 34.",
    "Prior to commencement of development details of an updated landscape environmental management plan (LEMP: Biodiversity) shall be submitted to and approved in writing by the local planning authority. The LEMP (Biodiversity) shall include the following. a) Risk assessment of potentially damaging construction activities. b) Identification of \"biodiversity protection zones\". c) Practical measures (both physical measures and sensitive working practices) to avoid or reduce impacts during construction (may be provided as a set of method statements). d) The location and timing of sensitive works to avoid harm to biodiversity features. e) The times during construction when specialist ecologists need to be present on site to oversee works. f) Responsible persons and lines of communication. g) The role and responsibilities on site of an ecological clerk of works (ECoW) or similarly competent person. h) Use of protective fences, exclusion barriers and warning signs. i) Containment, control and rem",
    "No development shall take place until the Invertebrate Strategy has been submitted to and approved in writing by the Local Planning Authority.  The Strategy shall set out translocation of species as well as mitigation measures to be carried out throughout the site.  The development shall be carried out in accordance with the strategy agreed and shall be retained as such thereafter.",
    "Reason: To ensure sufficient protection measures of biodiversity is undertaken and to comply with London Plan Policies G5, G6 and G7 and LBH Policies 27 and 30.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 and the Town and Country Planning Act 1990 or any subsequent re-enactments thereof, the units hereby permitted Class Eg(iii), B2 and B8 only shall only be used for that purpose and for no other use whatsoever, including any other purpose in Class Eg(iii), B2 and B8 only, without prior written consent from the Local Planning Authority.",
    "Reason:",
    "In the interests of local amenity and to prevent highway danger and in accordance with London Plan GG2, E4 and E5 and LBH Policy 19.",
    "Development shall not come into use until the pedestrian and cycle improvements (including and not limited to) Marsh Way and the Marsh Way Flyover, are fully implemented and operational.",
    "Reason: To ensure that sufficient infrastructure is in place to allow pedestrian and cycle movements to and from the site and to comply with London Plan Policies T2, T5, T6 and LBH Policy 23.",
    "The development hereby permitted shall include design that allows for future connection to a district heating network (DHN).",
    "Reason: To ensure the development meets the reduction in carbon emissions on the site and compliance with the London Plan Policies SI 3, SI 4 and SI 7 and LBH Policy 36",
    "A revised site-wide travel plan shall be submitted to and approved in writing by the Local Planning Authority, prior to the occupation of the units hereby approved.",
    "The details shall include (but not limited to):",
    "-targets to reduce staff commuting by private car and motorcycle,",
    "- cycle maintenance equipment (including repair stand),",
    "- controlled parking,",
    "- charging for parking,",
    "- distributing of funds to ensure sustainable modes of transportation in unforeseen circumstances,",
    "- supporting cyclist user groups",
    "Reason: To ensure that sufficient infrastructure is in place to allow for sustainable transport to and from the site and to comply with London Plan Policies T2, T5, T6 and LBH Policy 23.",
    "The development hereby approved shall ensure that sufficient ducting space for full fibre connectivity infrastructure is provided.",
    "Reason: To ensure compliance with London Plan Policy SI6.",
    "The applicant's attention is drawn in particular to condition number 1- 37 above.  Failure to comply with this condition may well result in enforcement proceedings being taken against you.",
    "The applicant is advised to ensure that the access to the development site is kept clean for the safety of other road users.",
    "INFORMATIVE",
    "In promoting the delivery of safer, stronger, sustainable places the Local Planning Authority fully supports the adoption of the principles and practices of the Secured by Design Award Scheme and Designing against Crime. Your attention is drawn to the free professional service provided by the Metropolitan Police Designing Out Crime Officers for North East London, whose can be contacted via DOCOMailbox.NE@met.police.uk or 0208 217 3813  . They are able to provide qualified advice on incorporating crime prevention measures into new developments.",
    "A fee is required when submitting details pursuant to the discharge of conditions.  In order to comply with the Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012, (as amended), a fee of £116 per request or £34 where the related permission was for extending or altering a dwellinghouse, is needed.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on highwaysDSO@havering.gov.uk to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Ac",
    "The planning obligations recommended in this report have been subject to the statutory tests set out in Regulation 122 of the Community Infrastructure Levy Regulations 2010 and the obligations are considered to have satisfied the following criteria:-",
    "(a)\tNecessary to make the development acceptable in planning terms;",
    "(b)\tDirectly related to the development; and",
    "(c)\tFairly and reasonably related in scale and kind to the development.",
    "The applicant is advised to have regard to the following guidance provided in:",
    "·         The Food Industry Guides to Good Hygiene Practice:",
    "·         Workplace, Health, Safety and; Welfare Approved Code of Practice L24 ISBN 0-7176-0413-6 available to order from book shops.",
    "Further information is available at the following web sites:",
    "·         Food safety - www.food.gov.uk/foodindustry/",
    "·         Occupational safety & health - www.hse.gov.uk",
    "Applicants have found it beneficial to consider the items below before final detailed plans are produced",
    "1.      provision of suitable outside bin storage",
    "2.      provision of a grease trap on the foul drainage",
    "3.      proper storage and disposal of waste oil",
    "4.      vehicle and pedestrian routes when loading and unloading",
    "5.      vehicle and pedestrian routes for customers",
    "Finally, food premises must be registered with us at least 28 days before opening.  It is an offence for premises to trade without registration.  A registration form",
    "For any development where a flood risk is identified, the Council as the Lead Local Flood Authority want to see developers consider and implement flood resilience/resistance measures into the buildings themselves. This is not to stop development but to ensure the protection for future residents is maintained and enhanced.",
    "The following measures are strongly recommended, although this list is not exhaustive:-",
    "-         Raising the level of the building by at least 300mm above local levels;",
    "-         Waterproof membrane in the ground floor;",
    "-         Waterproof plaster and waterproofing to ground floor;",
    "-         Electrics from the upstairs down and sockets high up off the ground floor;",
    "-         Non return valves on the sewerage pipes;",
    "-         Emergency escape plan for each individual property;",
    "-         Air brick covers; and",
    "-         Movable flood barriers for entrances"
  ],
  "application_details": {
    "existing_uprns": null,
    "site_area": 9.078
  },
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1650449,
          51.5203755
        ],
        [
          0.1682611,
          51.5195365
        ],
        [
          0.1684098,
          51.5192055
        ],
        [
          0.16875759999999998,
          51.5189118
        ],
        [
          0.1686239,
          51.5178269
        ],
        [
          0.1686316,
          51.5176421
        ],
        [
          0.1680073,
          51.5176536
        ],
        [
          0.1681875,
          51.5159064
        ],
        [
          0.1681,
          51.5157951
        ],
        [
          0.1678501,
          51.5157279
        ],
        [
          0.1662464,
          51.5155421
        ],
        [
          0.1659588,
          51.515373
        ],
        [
          0.1655515,
          51.5154523
        ],
        [
          0.165729,
          51.5160748
        ],
        [
          0.1654531,
          51.5161517
        ],
        [
          0.16600579999999998,
          51.5177521
        ],
        [
          0.1652869,
          51.5178475
        ],
        [
          0.1659368,
          51.5197641
        ],
        [
          0.1648597,
          51.5199378
        ],
        [
          0.1650449,
          51.5203755
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "13/09/2024",
  "secondary_street_name": null
}