{
  "cil_liability": false,
  "last_updated": "2025-03-20T14:56:47.476+00:00",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.009
  },
  "decision_target_date": "16/12/2022",
  "parking_details": null,
  "postcode": null,
  "appeal_decision_date": null,
  "locality": null,
  "status": "Approved",
  "centroid_easting": 509118,
  "lapsed_date": "16/12/2025",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509109.938,
              187599.8677
            ],
            [
              509124.2255,
              187605.0271
            ],
            [
              509126.4745,
              187600.926
            ],
            [
              509121.1828,
              187597.8833
            ],
            [
              509121.8443,
              187596.5604
            ],
            [
              509115.4943,
              187594.1792
            ],
            [
              509114.5682,
              187596.4281
            ],
            [
              509111.2609,
              187595.6344
            ],
            [
              509110.0703,
              187599.6031
            ],
            [
              509109.938,
              187599.8677
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_northing": 187600,
  "ward": "RUISLIP 2022",
  "lpa_app_no": "15934/APP/2022/3381",
  "pp_id": null,
  "bo_system": "CSV Data Import",
  "borough": "Hillingdon",
  "valid_date": "07/11/2022",
  "title_number": null,
  "decision_agency": "Borough",
  "uprn": null,
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": "01/12/2022",
  "actual_completion_date": null,
  "application_type_full": null,
  "application_type": "All Other",
  "appeal_status": null,
  "site_number": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "street_name": "RUISLIP",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4268299,
          51.5767153
        ],
        [
          -0.4266222,
          51.5767589
        ],
        [
          -0.4265911,
          51.5767216
        ],
        [
          -0.4266683,
          51.5766953
        ],
        [
          -0.42665919999999996,
          51.5766833
        ],
        [
          -0.42675159999999995,
          51.5766631
        ],
        [
          -0.4267642,
          51.5766835
        ],
        [
          -0.4268122,
          51.576677
        ],
        [
          -0.4268281,
          51.5767129
        ],
        [
          -0.4268299,
          51.5767153
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid": {
    "lat": "51.5767149",
    "lon": "-0.42671359999999997"
  },
  "epc_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=15934/APP/2022/3381",
  "lpa_name": "Hillingdon",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "site_name": "7 HIGH STREET",
  "decision": "Approved",
  "id": "Hillingdon-15934_APP_2022_3381",
  "description": "Replacement fascia signage to front of shop; New painted signage to side of shop; New awning; and New vinyl window graphics.",
  "decision_date": "16/12/2022",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans titled Location Plan, Block Plan, Page 1 Existing Photograph of Shopfront and Page 2 (1.7__Lucky Seven Barbers) Proposed Elevations and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The development hereby approved shall be carried out strictly in accordance with the materials and external surfaces and colours specified on the approved plan titled Page 2 (1.7__Lucky Seven Barbers) and be retained as such thereafter.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policies DMHB 1, DMHB 2, DMHB 4,  DMHB 11 and DMHB 12 of the Hillingdon Local Plan Part 2 (2020).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The decision to GRANT advertisement consent has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT advertisement consent has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people."
  ],
  "development_type": null
}