{
  "lpa_app_no": "P1467.23",
  "uprn": "100023214339",
  "lapsed_date": "22/12/2026",
  "centroid_northing": 187145,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "CSV Data Import",
  "site_name": "142 HIGH STREET",
  "appeal_decision_date": null,
  "valid_date": "04/10/2023",
  "decision_date": "22/12/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2200095,
          51.5623027
        ],
        [
          0.21983219999999998,
          51.5621378
        ],
        [
          0.21975429999999999,
          51.561986
        ],
        [
          0.2196535,
          51.5620256
        ],
        [
          0.2197167,
          51.5621651
        ],
        [
          0.2198868,
          51.562349
        ],
        [
          0.2200095,
          51.5623027
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "CSV Data Import",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": "Delegated",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.035
  },
  "appeal_decision": null,
  "postcode": "RM12 6QX",
  "development_type": null,
  "title_number": null,
  "centroid_easting": 553964,
  "actual_commencement_date": null,
  "description": "Variation of condition No. 2 (Approved Plans) of planning permission ref: P1436.22 dated 21/09/2023 to allow for repositioning of the footprint and balcony of the proposed unit (First floor rear extension to create 1 x 1-bed flat).",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Havering",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": "0.2198103",
    "lat": "51.5621737"
  },
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1467.23",
  "pp_id": "12478866",
  "id": "Havering-P1467.23",
  "application_type_full": "Removal/Variation of a condition",
  "cil_liability": false,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "22/12/2023",
  "locality": null,
  "lpa_name": "Havering",
  "last_date_consultation_comments": "20/12/2023",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date planning permission was originally awarded under P1436.22.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice); unless where otherwise required by another condition.",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "Before the building(s) hereby permitted is first occupied, the area set aside for refuse and recycling facilities shall be laid out and provided to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with Local Plan policy 35.",
    "The new dwelling hereby approved shall be designed to ensure that the internal water consumption does not exceed a maximum of 105 litres per day to comply with London Plan policy SI5 and Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan (2021).",
    "The development hereby approved shall be fitted with Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with these details and shall thereafter be permanently retained.",
    "Reason: To minimise the impact of building emissions on local air quality.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "The dwelling hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings, with the exception of the requirement to provide lift access to the approved unit.",
    "Reason: In order to comply with Policy SI 5 of the London Plan (2021).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Local Plan policies 7 and 26.",
    "No demolition works shall take place in relation to any of the development hereby approved until, details of all proposed walls, fences and boundary treatment have been submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "All building operations in connection with the demolition, construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent via email. The revisions involved updating the shadow diagrams from the previous approval. The amendments were subsequently submitted on 12/12/2023.",
    "The proposals would incur a Mayoral CIL contribution of £1,250 at a rate of £25 per sqm (50sq.m x 25). The proposal is also liable for the Havering Community Infrastructure Levy (HCIL), which has a charging rate of £125 per square metre of net additional floor space in Zone A (50sqm x 125). The Havering Community Infrastructure Levy contribution would equate to £6,250. Each contribution would be subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's website. You are also advised to visit the planning portal website where you can download the appropriate document templates at: http://www.planningportal.gov.uk/planning/applicatio",
    "Before occupation of the residential/ commercial unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx"
  ],
  "parking_details": null,
  "last_updated": "2025-03-20T12:03:51.429+00:00",
  "appeal_status": null,
  "street_name": "HORNCHURCH",
  "ward": "St Andrew's",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553977.37,
              187159.765
            ],
            [
              553965.639,
              187141.052
            ],
            [
              553960.751,
              187124.013
            ],
            [
              553953.628,
              187128.203
            ],
            [
              553957.539,
              187143.845
            ],
            [
              553968.711,
              187164.653
            ],
            [
              553977.37,
              187159.765
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}