{
  "appeal_status": null,
  "lapsed_date": "03/06/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0455.25",
  "borough": "Havering",
  "application_type_full": null,
  "actual_commencement_date": null,
  "ward": "Hylands & Harrow Lg",
  "decision_date": "03/06/2025",
  "parking_details": null,
  "polygon": null,
  "pp_id": "13895902",
  "development_type": null,
  "description": "Part single, part double storey rear extension, single storey front extension, garage conversion to habitable space, alterations to fenestration and loft conversion with rear dormer and rooflights to front",
  "site_name": "47 Harrow Drive",
  "decision_conditions": [
    "The proposed first floor rear extension would, by reason of its scale, bulk and proximity to the neighbouring property no.45 Harrow Drive, be an intrusive, overbearing and unneighbourly development that would have a significant adverse effect on the amenities of these adjacent occupiers contrary to Policy 7 of the Havering Local Plan and the Residential Extensions and Alterations Supplementary Planning Document.",
    "The proposed first floor rear extension, rear dormer and part hip to gable roof extension would, by reason of their bulk and mass close to the boundaries of the site and poor design, appear as an unacceptably dominant and visually intrusive feature in the rear garden environment to the detriment of the character and appearance of the host property and visual amenity of the locality contrary to Policy 7 and 26 of the Havering Local Plan and the Residential Extensions and Alterations Supplementary Planning Document.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, it was necessary to issue a decision as close to the statutory timeframe as possible as opposed to seeking amendments which would have significantly delayed the application.",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to to a Mayoral CIL (MCIL2) contribution of £2725 /(x £25 per sqm).  As of September 1st 2019, Havering adopted its on community infrastructure levy (HCIL) which has a chargeable rate of £125 per sqm in this location. This translates to a contribution of £13,625.",
    "Each contribution would be subject to indexation.",
    "You are advised to visit the planning portal website where you can download the appropriate document templates.",
    "http://www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "lpa_app_no": "P0455.25",
  "subdivision_of_building": null,
  "centroid_easting": 552970,
  "epc_number": null,
  "secondary_street_name": null,
  "lpa_name": "Havering",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "postcode": "RM11 1NS",
  "decision_process": "Delegated",
  "application_details": {
    "existing_uprns": null
  },
  "uprn": "100021331320",
  "street_name": "Hornchurch",
  "decision": "Refused",
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 187670,
  "centroid": {
    "lon": 0.205683,
    "lat": 51.567159
  },
  "valid_date": "08/04/2025",
  "id": "Havering-P0455.25",
  "last_updated": "2025-07-06T04:10:02.729Z",
  "locality": null,
  "status": "Refused",
  "last_date_consultation_comments": "04/05/2025",
  "decision_target_date": "03/06/2025",
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "All Other"
}