{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/182561VAR;",
  "lapsed_date": "02/11/2021",
  "decision_target_date": "13/11/2018",
  "locality": "Southall",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB2 4LP",
  "site_name": "211 Tentelow Lane",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012048876, 000012197402"
    ],
    "site_area": 0.083
  },
  "appeal_decision_date": null,
  "lpa_app_no": "182561VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 514036,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:29:14.916+00:00",
  "id": "Ealing-182561VAR",
  "application_type": "All Other",
  "street_name": "Tentelow Lane",
  "borough": "Ealing",
  "ward": "Norwood Green",
  "decision_date": "02/11/2018",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for a Minor Material Amendment (S.73) to vary condition 2 (Approved Plans) of planning permission reference: PP/2014/4957 dated 17/11/2014 for: Construction of 2 x two storey semi-detached dwellings (with roofspace accomodation) with associated parking, access, refuse and recycling, amenity space and landscaping (following demolition of existing dwellinghouse and outbuilding).  Amendments involve the addition of front porch to both houses and enlargements of openings in the rear elevations.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 179514,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012048876",
  "centroid": {
    "lon": "-0.35839000000000004",
    "lat": "51.5030668"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              514059.1493352,
              179491.0004908
            ],
            [
              514052.652227,
              179484.6023222
            ],
            [
              514039.4024139,
              179499.9979153
            ],
            [
              514038.8994651,
              179500.5977436
            ],
            [
              514035.098492,
              179504.9964845
            ],
            [
              514023.7038175,
              179518.3526613
            ],
            [
              514010.3962889,
              179533.7982401
            ],
            [
              514008.6978063,
              179535.7976677
            ],
            [
              514018.1466463,
              179541.4460509
            ],
            [
              514019.6967178,
              179542.3457934
            ],
            [
              514034.3481914,
              179525.5006152
            ],
            [
              514042.799379,
              179515.6034483
            ],
            [
              514047.251712,
              179510.3549506
            ],
            [
              514048.3977755,
              179508.9953398
            ],
            [
              514055.7028997,
              179499.9979153
            ],
            [
              514061.5981183,
              179493.2998326
            ],
            [
              514059.1493352,
              179491.0004908
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with the following approved plans: 01, 02, 03, 06, P101, P201 & D&A Rev C (received 23/9/14),P203B received (17/11/2014),",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | The approved development shall be carried out in accordance with details of the brickwork and roof materials to be used for the external surfaces of the development submitted to and approved by the Local Planning Authority under application:182632CND dated 26/10/18. | The approved development shall be carried out in accordance with the details of hard and soft landscaping submitted to and approved by the Local Planning Authority under application: 182964CND dated 26/10/18. | The approved development shall be carried out in accordance with the site construction method statement and management plan of the development submitted to and approved by the Local Planning Authority under application: 182965CND dated 18.10.2018. | Notwithstanding the provisions of Classes A - F of Part 1 of the Town and Country Planning (General Permitted Development) Order 2015 (or any subsequent amendment to that order) no extensions or alterations, porches, or outbuildings shall be carried out at the houses hereby approved without the prior permission of the local planning authority.",
    "Reason: To prevent the overdevelopment of the site, to safeguard the living conditions of adjoining properties and visual appearance of the area in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4, 7B & 7C of the Ealing Development Management Development Plan Document (2013), policies 3.5, 7.4-7.6 & 7.8 of the London Plan (2016), and the National Planning Policy Framework (2012). | The residential dwellinghouses hereby approved shall be constructed to the Lifetime Homes Standards.",
    "Reason: To ensure that the development is accessible by all future occupiers, in accordance with policy 1.1 of the Ealing Core Strategy (2012), Ealing Interim Supplementary Planning Guidance 7, policy 7.2 of the London Plan (2016), and the National Planning Policy Framework (2012). | Details of sound attenuation measures from traffic and aircraft noise together with any associated ventilation for the proposed dwellinghouses shall be submitted to and approved by the Local Planning Authority prior to the commencement of the development. The development shall thereafter be implemented only in accordance with the approved details which shall be retained thereafter.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policy 1.1 of the Ealing Core Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy 7.15 of The London Plan (2016), and the National Planning Policy Framework (2012). | The residential units shall be constructed to a minimum Code for Sustainable Homes Level 4 of the Code for Sustainable Homes. Within 3 months of the commencement of the development, evidence that the development is registered with the Building Research Establishment (BRE) under the Code for Sustainable Homes and CfSH Interim Design Stage Assessment and Certificate verified by the BRE will be submitted to the Local Planning Authority for written approval. Within 3 months from the date of first occupation of the development, CfSH Post-Construction Stage Assessment and Certificate verified by the BRE will be submitted to the Local Planning Authority for written approval confirming that the agreed sustainability measures have been implemented. Following any approval of a 'Post Construction Stage' assessment and certificate of the development, the approved measures and technologies to achieve the CfSH Level 4 shall be retained in working order in perpetuity.",
    "Reason: To ensure a sustainable living environment is secured in accordance with policies 1.1 & 1.2 of the Ealing Development (Core) Strategy 2026 (2012), policy 5.2 of Ealing Development Management Development Plan Document, policies 5.1, 5.2, 5.3, 5.5, 5.6, 5.7 and 5.9 of the London Plan (2016) and the National Planning Policy Framework (2012) | No part of the roof of the single storey rear projections shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason: To protect the visual appearance of the area and the living conditions of neighbouring occupiers, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4, 7B & 7C of the Ealing Development Management Development Plan Document (2013), policies 3.5, 7.4-7.6 & 7.8 of the London Plan (2016), and the National Planning Policy Framework (2012). | The proposed windows on the side elevations of the dwellings hereby approved shall contain obscured glass and be retained thereafter.",
    "Reason: To protect the living conditions of neighbouring occupiers in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 3.5 and 7B of the Ealing Development Management Development Plan Document (2013), policies 3.5, 7.4-7.6 of the London Plan (2016), and the National Planning Policy Framework (2012). | The proposed shared front driveway shall be continuously available and maintained as a shared driveway as approved for the lifetime of the development. This driveway shall not be subdivided by any means including internal boundary treatment, and both of the dwellings hereby approved shall retain the use of both site access points, for access and egress.",
    "Reason: To ensure that vehicles can egress the site in a forward gear in the interests of highway safety in accordance with policy 1.1 of the Ealing Core Strategy (2012), policies 6.7, 6.9 & 6.10 of the London Plan (2016), and the National Planning Policy Framework (2012)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "21/06/2018",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-07011122",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.358064,
          51.5028554
        ],
        [
          -0.35815969999999997,
          51.5027992
        ],
        [
          -0.3583455,
          51.5029402
        ],
        [
          -0.35835259999999997,
          51.5029457
        ],
        [
          -0.3584059,
          51.502986
        ],
        [
          -0.3585657,
          51.5031084
        ],
        [
          -0.35875229999999997,
          51.5032499
        ],
        [
          -0.3587761,
          51.5032682
        ],
        [
          -0.35863819999999996,
          51.503317
        ],
        [
          -0.3586156,
          51.5033248
        ],
        [
          -0.35841,
          51.5031705
        ],
        [
          -0.3582915,
          51.5030798
        ],
        [
          -0.35822909999999997,
          51.5030317
        ],
        [
          -0.358213,
          51.5030193
        ],
        [
          -0.3581108,
          51.5029369
        ],
        [
          -0.35802799999999996,
          51.5028755
        ],
        [
          -0.358064,
          51.5028554
        ]
      ]
    ],
    "type": "Polygon"
  }
}