{
  "centroid": {
    "lon": 0.234135,
    "lat": 51.558536
  },
  "status": "Refused",
  "decision_target_date": "01/08/2019",
  "site_name": "9 & 11 Highfield Crescent",
  "decision_conditions": [
    "The proposed development, by reason of its scale, bulk, mass would appear as an unacceptably dominant and visually intrusive feature in the street scene and rear garden area harmful to the character and appearance of the surrounding area, contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies Development Plan Document, the Residential Extensions and Alterations Supplementary Planning Document and Policy 7.4 of the London Plan.",
    "The proposed first floor side and jirkenhead roof above adjacent to No.11 Highfield Crescent would, by reason of its height and position close to the boundaries of the site, be an intrusive and unneighbourly development, to the detriment of the residential amenities of the occupants of No. 13 Highfield Crescent, Hornchurch, contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies Development Plan Document, the Residential Extensions and Alterations Supplementary Planning Document and Policy 7.4 of the London Plan.",
    "The proposal, if granted planning permission on appeal, would be liable for the Mayor of London Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the CIL payable would be £6,425. Further details with regard to CIL are available from the Council's website.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to Mr Haydon (Agent) by phone on 01/08/19."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM12 6QB",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "01/08/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0752.19",
  "centroid_northing": 186771,
  "uprn": "100021332333",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "St Andrew's",
  "decision_date": "01/08/2019",
  "description": "Joint application for No's 9 and 11, pair of semi-detached properties for two storey rear and side elevation with main roof alterations to facilitate loft conversion with rear dormer, front box dormers and roof lights to front and rear elevations.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0752.19",
  "lpa_app_no": "P0752.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:53:23.223+00:00",
  "centroid_easting": 554971,
  "pp_id": "07855863",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "06/06/2019",
  "decision": "Refused",
  "polygon": null,
  "application_details": {
    "existing_uprns": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Hornchurch",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "10/07/2019",
  "wgs84_polygon": null
}