{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511768.1406,
              181912.6332
            ],
            [
              511768.1406,
              181904.0342
            ],
            [
              511763.5104,
              181904.6956
            ],
            [
              511764.1718,
              181912.6332
            ],
            [
              511768.1406,
              181912.6332
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              511744.328,
              181876.2529
            ],
            [
              511737.7134,
              181870.2997
            ],
            [
              511735.7291,
              181872.2841
            ],
            [
              511741.6822,
              181878.8987
            ],
            [
              511742.3437,
              181879.5602
            ],
            [
              511744.328,
              181876.2529
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08431249",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:45:45.976+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "18/02/2020",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "YEADING",
  "centroid": {
    "lat": "51.5249046",
    "lon": "-0.390501"
  },
  "decision": "Approved",
  "valid_date": "17/01/2020",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.007
  },
  "cil_liability": false,
  "postcode": "UB4 9PF",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=62224/APP/2020/163",
  "lpa_name": "Hillingdon",
  "site_name": "CYGNET WAY",
  "lapsed_date": "19/05/2023",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 215 Max Configuration Site Plan - Sheet 1 Issue A, 216 Max Configuration Site Plan - Sheet 2 Issue A, 266 Max Configuration Elevation - Sheet 2 Issue A and 265 Max Configuration Elevation - Sheet 1 Issue A and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2016).",
    "Any apparatus or structure provided in accordance with this permission shall be removed from the land, as soon as reasonably practicable after it is no longer required for electronic communications purposes, and such land, shall be restored to its condition before the development took place, or to any other condition as may be agreed in writing with the Local Planning Authority.",
    "REASON",
    "To ensure that the development is removed as soon as it is no longer required in order to protect the character and appearance of the area in accordance with Policies DMHB 11 and DMHB 21 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Notwithstanding the submitted plans, no development shall take place until details of colours of external surfaces and a maintenance plan have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed and maintained in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policies DMHB 11, DMHB 12 and DMHB 21 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The existing apparatus/structures, shown on drawing \"100 Existing Site Plan\" shall be removed from the land, within three (3) months of the commencement of the use of the equipment hereby approved, and the land shall be restored to its former condition before the development took place, or to any other condition as may be agreed in writing with the Local Planning Authority.",
    "REASON",
    "To ensure that the development is removed as soon as it is no longer required in order to protect the character and appearance of the area in accordance with Policy DMHB 11 of the Hillingdon Local Plan - Development Management Policies (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Installation of a 20m monopole, 12 antenna apertures, 8 equipment cabinets, relocation of 300mm dish and the removal of the existing 18m monopole, 3 antennas, 4 redundant equipment cabinets and development ancillary thereto",
  "lpa_app_no": "62224/APP/2020/163",
  "decision_target_date": "08/06/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "19/05/2020",
  "id": "Hillingdon-62224_APP_2020_163",
  "centroid_northing": 181893,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 511754,
  "street_name": "HAYES",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.390291,
          51.5250783
        ],
        [
          -0.39029379999999997,
          51.525001
        ],
        [
          -0.3903603,
          51.5250079
        ],
        [
          -0.3903482,
          51.5250791
        ],
        [
          -0.390291,
          51.5250783
        ]
      ]
    ],
    "type": "Polygon"
  }
}