{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "04/04/2024",
  "development_type": null,
  "ward": "SOUTH RUISLIP 2022",
  "lapsed_date": "26/06/2027",
  "decision_date": "26/06/2024",
  "lpa_app_no": "27354/APP/2024/868",
  "status": "Approved",
  "parking_details": null,
  "centroid": {
    "lat": 51.554903,
    "lon": -0.401119
  },
  "application_type": "All Other",
  "borough": "Hillingdon",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "last_date_consultation_comments": "07/05/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T21:04:02.267+00:00",
  "locality": null,
  "date_building_work_completed_under_previous_permission": null,
  "description": "Variation of Condition 2 (Accordance with Approved Plans) of planning permission ref. 27354/APP/2021/1291, dated 01-09-21 (Erection of a three storey building comprising a dental surgery and 6 residential units (3 x 1-bed units, 1 x 3-bed unit and 2 x 2-bed units), car and cycle parking and associated works, temporary permission for the siting of a modular building to the rear of the site for use as a dental surgery during the demolition of the existing dental surgery and construction of the proposed dental surgery) to make design amendments, including changes to the stair overrun, smoke vent, amenity space provision, bike store and fenestrations.",
  "application_type_full": "Removal/Variation of a condition",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=27354/APP/2024/868",
  "site_number": null,
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "application_details": {
    "existing_uprns": null
  },
  "pp_id": "12948653",
  "postcode": null,
  "wgs84_polygon": null,
  "cil_liability": true,
  "street_name": "SOUTH RUISLIP",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from 1st September 2021.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers",
    "001_0006 Rev. 00 Location Plan;",
    "2206-MAL-9000 Rev. P1 Proposed Site Plan;",
    "2206-MAL-9101 Rev. C01 Proposed First Floor Plan;",
    "2206-MAL-9102 Rev. P1\tProposed Second Floor Plan;",
    "2206-MAL-9103 Rev. P4\tProposed Roof Plan;",
    "2206-MAL-9104 Rev. P3 Proposed Roof Plan with Stair Overrun;",
    "2206-MAL-9110 Rev. P3 Proposed North Elevation;",
    "2206-MAL-9111 Rev. P3 Proposed West Elevation;",
    "2206-MAL-9112 Rev. P3 Proposed South Elevation;",
    "2206-MAL-9113 Rev. P3 Proposed East Elevation;",
    "2206-MAL-9120 Rev. P2\tComparison North Plan;",
    "2206-MAL-9121 Rev. P2\tComparison West Elevation;",
    "2206-MAL-9122 Rev. P2\tComparison South Elevation;",
    "2206-MAL-9123 Rev. P2\tComparison East Elevation;",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Par",
    "No above ground development shall take place until plans of the site showing the existing and proposed ground levels and the proposed finished floor levels of all proposed buildings have been submitted to and approved in writing by the Local Planning Authority. Such levels shall be shown in relation to a fixed and know datum point. Thereafter the development shall not be carried out other than in accordance with the approved details.",
    "REASON",
    "To ensure that the development relates satisfactorily to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to commencement of development above ground level, details of all materials and external surfaces shall be submitted to and approved in writing by the Local Planning Authority:",
    "(i) Details of parapets, brickwork surrounds and panels;",
    "(ii) Elevational drawings at a scale of 1:20 and plan and vertical sectional drawings at a scale of 1:20 of the proposed windows and doors shall be submitted to and approved in writing by the local planning authority; and",
    "(iii) Details of balustrades.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "Prior to commencement of development above ground level, details of the final landscape scheme shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall include:",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100),",
    "1.b Written specification of planting and cultivation works to be undertaken,",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts (demonstrating that all of the car parking spaces are served by electric vehicle charging points, include 1 'active' space and 3 'passive' spaces)",
    "2.e Hard Surfacing Materials",
    "2.f External Lighting",
    "2.g Other structures (such as play equipment and furniture)",
    "3. Living Walls and Roofs",
    "3.a Details of the inclusion of living walls and roofs",
    "3.b Justification as to why no part of the development ca",
    "No above ground development approved by this permission shall be commenced until a scheme for the provision of sustainable water management has been submitted to and approved in writing by the Local Planning Authority. The scheme shall clearly demonstrate that sustainable drainage systems (SUDS) have been incorporated into the designs of the development in accordance with the hierarchy set out in accordance with Policy SI 13 of the London Plan (2021) and will:",
    "i. provide information about the design storm period and intensity, the method employed to delay and control the surface water discharged from the site and the measures taken to prevent pollution of the receiving groundwater and/or surface waters;",
    "ii. include a timetable for its implementation; and",
    "iii. provide a management and maintenance plan for the lifetime of the development which shall include the arrangements for adoption by any public authority or statutory undertaker and any other arrangements to secure the operation",
    "The residential units hereby approved shall not be occupied until a parking allocation scheme has been submitted to, and approved in writing by, the Local Planning Authority. The parking allocation scheme subsequently approved shall remain in such a manner for the life-time of the development.",
    "REASON",
    "To ensure that an appropriate level of car parking provision is provided on site in accordance with Policy DMT 6 of the Hillingdon Local Plan Part Two 2 (2020) and Policy T6 of the London Plan (2021).",
    "No contaminated soils or other materials (e.g. subsoils, loose hardstanding surfacings etc) shall be imported to the site. All imported soils and/or other materials for landscaping purposes etc. shall be independently tested for chemical contamination and the results of this testing shall demonstrate the materials are clean and free of contaminants. The report/s shall be submitted to and approved in writing by the Local Planning Authority prior to occupation of the development.",
    "REASON",
    "To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Hillingdon Local Plan: Part 2 (January 2020) Policies - DMEI 11: Protection of Ground Water Resources and DMEI 12: Development of Land Affected by Contamination.",
    "Prior to above ground works commencing, details of step free access via the principal private entrance shall be submitted to, and approved in writing, by the Local Planning Authority. Such provision shall remain in place for the life of the building.",
    "REASON",
    "To ensure that an appropriate standard of housing stock is achieved and maintained, in accordance with the Policy D7 of the London Plan (2021).",
    "The dwellings hereby approved shall be constructed to meet the standards for a Category 2 M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, and all such provisions shall remain in place for the life of the building.",
    "REASON",
    "To ensure that an appropriate standard of housing stock is achieved and maintained, in accordance with the Policy D7 of the London Plan (2021).",
    "Prior to commencement of above ground works for the development hereby approved, details of an enhanced sound insulation scheme for the floor/ceiling/wall structures separating the Dental Surgery from the residential flats above to ensure that the noise level in the residential flats shall meet the noise standard specified in BS8233:2014 Guidance on Sound Insulation and Noise Reduction for Buildings for internal rooms shall be submitted to and approved in writing by the Local Planning Authority. The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "REASON",
    "To ensure that the amenity of future occupiers of the development is not adversely affected by noise in accordance with Policy DMTC 4 of the Hillingdon Local Plan: Part 2 (2020) and Policy D14 of the London Plan (2021).",
    "Prior to the commencement of works on site, a Construction Management and Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority. This plan shall detail:",
    "(i) The phasing of the works;",
    "(ii) The hours of work;",
    "(iii) On-site plant and equipment;",
    "(iv) Measures to mitigate noise and vibration;",
    "(v) Measures to mitigate impact on air quality;",
    "(vi) Waste management;",
    "(vii) Site transportation and traffic management, including:",
    "(a) Routing;",
    "(b) Signage;",
    "(c) Vehicle types and sizes;",
    "(d) Hours of arrivals and departures of deliveries (avoiding peaks times of day);",
    "(e) Frequency of visits;",
    "(f) Parking of site operative vehicles;",
    "(g) On-site loading/unloading arrangements; and",
    "(h) Use of an onsite banksman (if applicable).",
    "(viii) The arrangement for monitoring and responding to complaints relating to demolition and construction.",
    "This plan should accord with Transport for London's Construction Logistic Planning Guidance and the GLA's 'Th",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16th January 2020.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB8 1",
    "Your attention is drawn to the fact that the planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "The following plans are SUPERSEDED by this planning permission:",
    "001_2000 Rev. 03 Proposed Plan L00",
    "001_2001 Rev. 02 Proposed Plan L01",
    "001_2002 Rev. 02 Proposed Plan L03",
    "001_2003 Rev. 02 Proposed Roof Plan",
    "001_2005 Rev. 03 Proposed Site Plan",
    "001_2006 Rev. 02 Proposed Site Context Plan",
    "001_2020 Rev. 03 Proposed North Elevation",
    "001_2021 Rev. 04 Proposed West Elevation",
    "001_2022 Rev. 03 Proposed South Elevation",
    "001_2023 Rev. 03 Proposed East Elevation",
    "001_2030 Rev. 03 Proposed Street Scenes",
    "001_2031 Rev. 03 Proposed Street Sections",
    "001_2040 Rev. 01 Proposed Section A-A",
    "001_2041 Rev. 01 Proposed Section B-B",
    "001_2042 Rev. 01 Proposed Section C-C",
    "001_2050 Rev. 00 West Elevation Overlay",
    "001_0105 Rev. 02 Temporary Dental Surgery",
    "GE0001 Rev. X Temporary Dental Surgery Indicative Elevation",
    "The following plans are APPROVED by this planning permission:",
    "001_0006 Rev. 00 Location Plan",
    "2206-MAL-9000 Rev. P1 Proposed Site Plan",
    "2206-MAL-9101 Rev. C01 Proposed First Floor Plan",
    "2206-MAL-9102 Rev. P1\tPro",
    "The applicant is advised that where conditions requiring submissions of details have been discharged in connection with the original permission, the Local Planning Authority will not require these details to be resubmitted as part of this new planning permission where details remain the same."
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 185213,
  "site_name": "40 STATION APPROACH",
  "decision_target_date": "05/07/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Hillingdon",
  "polygon": null,
  "appeal_start_date": null,
  "uprn": null,
  "appeal_decision_date": null,
  "id": "Hillingdon-27354_APP_2024_868",
  "centroid_easting": 510946
}