{
  "borough": "Havering",
  "cil_liability": false,
  "decision_target_date": "13/08/2023",
  "lpa_app_no": "T0076.23",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "01/08/2023",
  "lpa_name": "Havering",
  "application_details": {
    "existing_uprns": null
  },
  "title_number": null,
  "wgs84_polygon": null,
  "valid_date": "02/07/2023",
  "centroid": {
    "lat": 51.580078,
    "lon": 0.208301
  },
  "site_number": null,
  "decision_conditions": [
    "Works outside of industry guidance and BS3998:2010. Works would be detrimental to health, longevity, and structural integrity of the tree(s).",
    "Works would be detrimental to the visual amenity of the local area.",
    "The justification/evidence submitted is not sufficient to warrant the work applied for.",
    "Non-standard recommendation for revised works which would be granted consent under a further application.",
    "Units of measurement have not been provided for the works set out."
  ],
  "decision": "Refused",
  "centroid_easting": 553108,
  "uprn": "100021362754",
  "decision_process": "Delegated",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "locality": null,
  "last_date_consultation_comments": null,
  "polygon": null,
  "ward": null,
  "pp_id": "12282483",
  "lapsed_date": "01/08/2026",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "Tree T8 of the preservation order 28/72, copper beach tree to the front of 433 Brentwood Road,\n\nFormally request permission to perform a 40% crown reduction on a specified tree located on our property. The tree in question has been precisely identified using satellite imaging and corresponds accurately with the Tree Preservation Order (TPO) map.\n\nOur request is predicated upon a number of considerable issues that this tree has been causing, with its current size and position becoming increasingly disruptive and damaging. Firstly, in high wind conditions, branches from the tree have been hitting our property, posing a significant risk of physical damage to our house. We fear that further, more severe damage might occur, including potential harm to residents if this situation remains unaddressed.\n\nSecondly, the tree sap is continually dropping onto parked vehicles below, causing notable damage to the paintwork and creating a persistent and avoidable expense. The sap is not easily removed and over time corrodes the finish on the vehicles.\n\nThirdly, due to the tree's size and density, it is severely blocking natural light from entering our home. This lack of sunlight affects the quality of life within the property and increases the reliance on artificial light, leading to greater energy consumption and expense.\n\nLastly, due to its significant size, the tree is drawing an excessive amount of water from the soil, which happens to be a soft clay mix. This leads to subsidence issues as the tree's high water intake is causing the ground to become unstable, and we are concerned about the potential long-term structural damage to our property.\n\nWe believe that a 40% crown reduction would help mitigate these problems while preserving the aesthetic value of the tree and respecting the intent of the TPO. We eagerly await your favourable consideration of this application.",
  "centroid_northing": 189112,
  "street_name": null,
  "epc_number": null,
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": "Romford",
  "appeal_start_date": null,
  "status": "Refused",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T02:55:52.555+00:00",
  "site_name": "433 Brentwood Road",
  "development_type": null,
  "appeal_decision_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "parking_details": null,
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=T0076.23",
  "id": "Havering-T0076.23",
  "actual_commencement_date": null,
  "postcode": "RM2 6DD"
}