{
  "last_date_consultation_comments": "04/03/2022",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "development_type": null,
  "decision_date": "19/05/2022",
  "pp_id": "10087208",
  "appeal_decision_date": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Hillingdon-34228_APP_2021_3129",
  "last_updated": "2025-03-20T17:00:40.905+00:00",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 507173,
  "decision_target_date": "19/05/2022",
  "parking_details": {
    "no_existing_car": 4,
    "net_car": -4,
    "no_proposed_car": 0
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507104.7217,
              185621.6101
            ],
            [
              507152.0823,
              185651.2435
            ],
            [
              507156.1833,
              185659.181
            ],
            [
              507153.802,
              185663.8112
            ],
            [
              507151.95,
              185676.1144
            ],
            [
              507186.4782,
              185678.0987
            ],
            [
              507208.4386,
              185678.3633
            ],
            [
              507209.3647,
              185676.1144
            ],
            [
              507211.349,
              185676.5112
            ],
            [
              507206.5865,
              185664.8695
            ],
            [
              507207.1157,
              185663.8112
            ],
            [
              507180.3927,
              185646.2164
            ],
            [
              507175.8948,
              185646.2164
            ],
            [
              507165.7083,
              185635.8976
            ],
            [
              507154.1989,
              185649.2591
            ],
            [
              507109.4843,
              185620.4195
            ],
            [
              507108.4259,
              185618.5674
            ],
            [
              507104.7217,
              185621.6101
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "subdivision_of_building": null,
  "title_number": [
    "MXH70031 MXI71856"
  ],
  "secondary_street_name": null,
  "valid_date": "04/10/2021",
  "centroid": {
    "lon": "-0.45536139999999997",
    "lat": "51.5596508"
  },
  "site_number": null,
  "ward": "ICKENHAM",
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "uprn": null,
  "lpa_app_no": "34228/APP/2021/3129",
  "status": "Approved",
  "description": "Single storey front, side and rear extensions (following partial demolition of dwelling); new rear pool including raising (following removal of existing); hard and soft landscaping changes; extension link from garage to the dwelling; new windows/doors and painting of existing cladding.",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "postcode": null,
  "centroid_northing": 185660,
  "borough": "Hillingdon",
  "application_type": "Householder",
  "locality": null,
  "site_name": "92A SWAKELEYS DRIVE",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 2124-PL01-, 2124-PL03-D received 19/04/202, 2124-PL05-B received 18/02/2022, 2124-PL06-B received 18/02/2022, 2124-PL07-B received 18/02/2022, 2124-PL08-B received 18/02/2022, 2124-PL09-B received 18/02/2022 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "Prior to commencement of the superstructure works product details and specifications of the materials for the external surfaces of the extensions hereby approved shall be submitted to the local planning authority for approval. The development shall be implemented in accordance with the approved details and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the conservation area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policies DMHB 4 and DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority. Such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details.",
    "The fencing shall be retained in position until development is completed.",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts (including demonstration that 5% of all parking spaces are served by electrical charging points)",
    "2.e Hard Surfacing Materials",
    "2.f External Lighting",
    "2.g Other structures (such as play equipment and furniture)",
    "3. Schedule for Implementation",
    "4. Ecological enhancement measures",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed de",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "The development hereby permitted shall be carried out in accordance with the approved Flood Risk Assessment, Reference: WTFR-FRA-2022/03/Q11, Date: 17th March 2022, WtFR Ltd, received 19/04/2022 and the flood resistance and resilience measures detailed within the report shall be incorporated into the development.",
    "REASON:",
    "To minimise the impact of flooding on the proposed development and future occupants and to minimise the impact of the proposed development on the surrounding area in accordance with policy DMEI 9 of the Hillingdon Local Plan Part 2 (2020).",
    "The Environmental Permitting (England and Wales) Regulations 2016 require a permit to be obtained for any activities which will take place:",
    "- on or within 8 metres of a main river (16 metres if tidal)",
    "- on or within 8 metres of a flood defence structure or culvert (16 metres if tidal)",
    "- on or within 16 metres of a sea defence",
    "- involving quarrying or excavation within 16 metres of any main river, flood defence (including a remote defence) or culvert",
    "- in a floodplain more than 8 metres from the river bank, culvert or flood defence structure (16 metres if it's a tidal main river) and you don't already have planning permission.",
    "For further guidance please visit https://www.gov.uk/guidance/flood-risk-activitiesenvironmental-permits or contact the Environment Agency's National Customer Contact Centre on 03702 422 549 or by emailing enquiries@environment-agency.gov.uk. The applicant should not assume that a permit will automatically be forthcoming once planning permission has been granted,",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance."
  ],
  "decision": "Approved",
  "street_name": "ICKENHAM",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 91.5,
    "no_additional_bathrooms": 4,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "03/2022",
    "intended_commencement_date": "09/2021",
    "site_area": 0.17400000000000002
  },
  "lapsed_date": "19/05/2025",
  "appeal_start_date": null,
  "appeal_decision": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=34228/APP/2021/3129",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "last_updated_by": "CSV Data Import",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4563577,
          51.5593187
        ],
        [
          -0.4556657,
          51.5595761
        ],
        [
          -0.45560419999999996,
          51.5596466
        ],
        [
          -0.45563709999999996,
          51.5596887
        ],
        [
          -0.45566009999999996,
          51.5597996
        ],
        [
          -0.4551616,
          51.5598109
        ],
        [
          -0.4548448,
          51.5598091
        ],
        [
          -0.45483219999999996,
          51.5597887
        ],
        [
          -0.45480339999999997,
          51.5597919
        ],
        [
          -0.4548756,
          51.5596882
        ],
        [
          -0.4548683,
          51.5596786
        ],
        [
          -0.45525899999999997,
          51.5595255
        ],
        [
          -0.4553239,
          51.5595263
        ],
        [
          -0.4554739,
          51.5594355
        ],
        [
          -0.4556358,
          51.5595578
        ],
        [
          -0.45628939999999996,
          51.5593071
        ],
        [
          -0.45630519999999997,
          51.5592906
        ],
        [
          -0.4563577,
          51.5593187
        ]
      ]
    ],
    "type": "Polygon"
  }
}