{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_proposed_car": 3,
    "no_existing_car": 3,
    "net_car": 0
  },
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/3028/22",
  "application_type_full": "Full planning permission",
  "uprn": "100021312805",
  "borough": "Harrow",
  "street_name": "Dennis Lane",
  "locality": "Stanmore",
  "ward": "Stanmore",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.\r\nREASON:  To comply with the provisions of Section 91 of the Town & Country Planning Act 1990.",
    "Condition : 2 - Save where varied by the conditions pursuant to this permission, the development hereby permitted shall be carried out, completed and retained in accordance with the following approved plans: Phase II Arboricultural Impact Assessment (AIA) Ref: 101 743 (dated 09/08/2022); Bat Activity Survey 2021; Preliminary Roost Assessment 2021;PL00; PL01; PL02; PL03; PL04; PL05; PL07 Rev F; PL08 Rev F; PL09 Rev E; PL10 Rev F PL11 Rev G;  PL08 Rev E; PL12 Rev F; PL14 Rev G; PL15 Rev A; PL16 Rev B;\r\nREASON: For the avoidance of doubt and in the interests of proper planning.\r\n",
    "Condition : 3 - The development hereby permitted shall not commence above damp proof level until samples of the materials to be used in the construction of the external surfaces noted below have been submitted to, and approved in writing by, the local planning authority:\r\n(a) building\r\n(b) the ground surfacing\r\n(c) the boundary treatment\r\nThe development shall be completed in accordance with the approved details and shall thereafter be retained.\r\nREASON: To safeguard the appearance and character of the area, and to enhance the appearance of the development.",
    "Condition : 4 - No site works or development shall commence until details of the levels of the building, road(s) and footpath(s) in relation to the adjoining land and highway(s), and any other changes proposed in the levels of the site, have been submitted to, and approved by, the local planning authority. The development shall be carried out in accordance with the approved details.\r\nREASON: To ensure that the works are carried out at suitable levels in relation to the highway and adjoining properties in the interests of the amenity of neighbouring residents, the appearance of the development, drainage, gradient of access and future highway improvement.",
    "Condition : 5 - No demolition or site works in connection with the development hereby permitted shall commence before:-\r\n(a) the frontage.\r\n(b) the boundary.\r\nof the site is enclosed by a close boarded fence to a minimum height of 2 metres.  Such fencing shall remain until works and clearance have been completed, and the development is ready for occupation.\r\nREASON: In the interests of amenity and highway safety",
    "Condition : 6 - No development shall take place, including any works of demolition, until a Construction Method Statement has been submitted to, and approved in writing by, the local planning authority. The Method Statement shall provide for:\r\na)\tdetailed timeline for the phases and implementation of the development\r\nb)\tdemolition method statement\r\nc)\tthe parking of vehicles of site operatives and visitors;\r\nd)\tloading and unloading of plant and materials;\r\ne)\tstorage of plant and materials used in constructing the development;\r\nf)\tmeasures to control the emission of dust and dirt during construction; and\r\ng)\tscheme for recycling/disposing of waste resulting from     demolition and construction works.\r\n\r\nThe development shall be carried out in accordance with the approved Method Statement & Logistics Plan, or any amendment or variation to it as may be agreed in writing by the local planning authority throughout the construction period. \r\nREASON:  To minimise the impacts of demolition and construction upon the amenities of neighbouring occupiers.",
    "Condition : 7 - The development shall be carried out in accordance with the approved details outlined in the Phase II Arboricultural Impact Assessment (AIA) Ref: 101 743 (dated 09/08/2022).  The tree protection measures shall be erected before any equipment, machinery or materials are brought on to the site for the purposes of the development, and shall be maintained until all equipment, machinery and surplus materials have been removed from the site.  Nothing shall be stored or placed in any area fenced in accordance with this condition, and the ground levels within those areas shall not be altered, nor shall any excavation be made, without the written consent of the local planning authority. \r\nREASON: The existing trees represent an important amenity feature which the local planning authority considers should be protected",
    "Condition : 8 - The development of any building hereby permitted shall not be commenced until works for the disposal of sewage have been provided on site in accordance with details to be submitted to, and approved in writing by, the local planning authority. The works shall be implemented as approved and thereafter be retained.\r\nREASON: To ensure that adequate drainage facilities are provided in accordance with Sewers for Adoption and to ensure that adequate drainage facilities are provided, reduce and mitigate the effects of flood risk following guidance in the National Planning Policy Framework.",
    "Condition : 9 - The development of any building hereby permitted shall not be commenced until works for the disposal of surface water and surface water attenuation and storage works has been submitted to, and approved in writing by, the local planning authority. The works shall be implemented as approved and thereafter be retained.\r\nREASON: To ensure that adequate drainage facilities are provided, reduce and mitigate the effects of flood risk following guidance in the National Planning Policy Framework.",
    "Condition : 10 - Notwithstanding the approved details and prior to the development of any building hereby permitted, full details of the permeable paving and details relating to the long term maintenance and management of the on-site drainage shall be submitted to and approved in writing by the Local Planning Authority. The works shall be implemented as approved and thereafter be retained.\r\nREASON: To ensure that the development has adequate drainage facilities, to reduce and mitigate the effects of flood risk and would not impact the character and appearance of the development",
    "Condition : 11 - The development hereby permitted shall not be occupied until there has been submitted to, and approved in writing by the local planning authority, a scheme of hard and soft landscape works for the forecourt and rear of the site.  Soft landscape works shall include: planting plans, and schedules of plants, noting species, plant sizes and proposed numbers / densities, written specification of planning and cultivation works to be undertaken, a landscape implementation programme, hard landscape material details and boundary treatment.  The development shall be carried out in accordance with these approved details and shall thereafter be retained.\r\nREASON: To safeguard the appearance and character of the area, and to enhance the appearance of the development.",
    "Condition : 12 - All planting, seeding or turfing comprised in the approved details of landscaping shall be carried out in the first planting and seeding seasons following the occupation of the building, or the completion of the development, whichever is the sooner.  Any existing or new trees or shrubs which, within a period of 5 years from the completion of the development, die, are removed, or become seriously damaged or diseased, shall be replaced in the next planting season, with others of a similar size and species, unless the local authority agrees any variation in writing.\r\nREASON: To safeguard the appearance and character of the area and to enhance the appearance of the development.",
    "Condition : 13 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any order revoking or re-enacting that order with or without modification), no development which would otherwise fall within Classes A, B, D, E and F in Part 1 of Schedule 2 to that Order shall be carried out in relation to the dwellinghouse hereby permitted without the prior written permission of the local planning authority.\r\nREASON: To safeguard the openness of the Green Belt and the character of the area by restricting the amount of site coverage and size of the dwellinghouse in relation to the size of the plot and availability of amenity space and to safeguard the amenity of neighbouring residents",
    "Condition : 14 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking and re-enacting that order with or without modification), no window(s) / door(s), other than those shown on approved plans shall be installed in the flank walls of the dwellinghouse hereby permitted without the prior permission in writing of the local planning authority.\r\nREASON: To safeguard the amenity of neighbouring residents",
    "Condition : 15 - The windows in the flank elevations and side roof slopes of the approved development shall:\r\na) be of purpose-made obscure glass,\r\nb) be permanently fixed closed below a height of 1.7 metres above finished floor level, and shall thereafter be retained in that form.\r\nREASON: To safeguard the amenity of neighbouring residents, in accordance with policy DM 1 of the Harrow Development Management Policies Local Plan (2013).",
    "Condition : 16 - Prior to commencement, the applicant will consult with a suitably qualified ecologist as to measures to be taken with regard to either:  \r\nA follow-up assessment of all potential bat roost features on site and follow up emergence surveys to be undertaken to inform appropriate and proportionate mitigation and enhancement proposals; the surveys to be undertaken and the results and recommendations incorporated into the scheme, with updated plan drawings and a supporting Construction Environment Management Plan (CEMP to be submitted to the Council for approval in writing. This should consider other species groups as well as birds and bats; \r\nProposals for the `soft stripping' of the roof, survey of the potential root locations not previously inspected together with the identification of mitigation and enhancement proposals based on it there being a likelihood that bats make use of the site's features for roosting purposes.\r\n\r\nWith (a) or (b) to be presented to the Council for approval in writing at least four weeks prior to the commencement of bat active season.  In either case, unless otherwise agreed with the Council in writing, no other site operation are to be begin until the proposals have been approved and any pre-commencement works these identify have been undertaken and signed off as completed by the Council. It will be expected that mitigation works will include provision for the installation of a mix of `woodcrete' bat boxes in suitable trees in the garden located away from the house and that the required enhancement would be provide by incorporation of bat and bird boxes in the walls of the new building, provision of access to otherwise unoccupied roof voids and shelter provision for less common bird species in the trees.\r\n\r\nThe development, hereby approved, shall be completed in accordance with the approved details of the submitted plans subject to any revisions as may be required by the Council\r\n\r\nREASON: To protect and provide enhancement for biodiversity ",
    "Condition : 17 - Prior to commencement, the applicant shall provide to the Council for approval in writing, a detailed lighting strategy which will set out how potential impacts on bats and other nocturnal wildlife, from any external lighting to be installed as part of this scheme or subsequently will avoided or otherwise minimised, having particular regard to foraging areas and the shelters provided as part of the mitigation and enhancement for this scheme.\r\n\r\nREASON: To protect and provide enhancement for biodiversity in accordance with local planning policy (DM20, DM21), the requirements of wildlife protection legislation and the provisions of the National Planning Policy Framework.\r\n",
    "Condition : 18 - Prior to the first occupation of  the building, evidence of Secured by Design Certification shall be submitted to the Local Planning Authority in writing to be agreed. The development shall be retained in accordance with the approved details. \r\nReason: In the interests of creating safer and more sustainable communities and to safeguard amenity by reducing the risk of crime and the fear of crime",
    "Condition : 19 - The dwellinghouse shall be built to Building Regulation Standard M4 (2) 'Accessible and adaptable dwellings'. The development shall be thereafter retained to those standards. \r\nReason: To ensure provision of 'Wheelchair and Accessible and adaptable' housing",
    "Condition : 20 - Prior to the commencement to the development, details of fire safety measures shall be submitted to the local planning authority in writing to be agreed.  The development shall be carried out in accordance with the approved details and thereafter retained.  \r\nREASON: In the interests of fire safety and to ensure the safety of all building users."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "516663",
  "status": "Approved",
  "decision_date": "19/01/2023",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3159167,
          51.6247155
        ],
        [
          -0.3165617,
          51.6243857
        ],
        [
          -0.31648139999999997,
          51.6243288
        ],
        [
          -0.31655089999999997,
          51.6242852
        ],
        [
          -0.31621849999999996,
          51.6239779
        ],
        [
          -0.31550659999999997,
          51.6243193
        ],
        [
          -0.3159167,
          51.6247155
        ]
      ]
    ]
  },
  "decision_target_date": "19/01/2023",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "18/10/2022",
  "development_type": "Minor dwellings",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T14:53:31.106+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": null,
  "id": "Harrow-P_3028_22",
  "decision": "Approved",
  "cil_liability": true,
  "centroid_northing": "193067",
  "appeal_start_date": null,
  "postcode": "HA7 4JU",
  "url_planning_app": "http://site.com?appref=P/3028/22-or-1216103 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "69",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Redevelopment To Provide Two Storey (6 Bed) Dwelling With Habitable Roofspace; Alteration And Enlargement Of Existing Garage And Outbuilding; Landscaping",
  "valid_date": "13/09/2022",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              516672.15,
              193108.85
            ],
            [
              516628.35,
              193071.15
            ],
            [
              516634.05,
              193064.95
            ],
            [
              516629.35,
              193059.99
            ],
            [
              516653.15,
              193026.35
            ],
            [
              516701.55,
              193065.45
            ],
            [
              516672.15,
              193108.85
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "11453943",
  "application_details": {
    "total_gia_gained": 575,
    "green_suds": false,
    "non_residential_details": {
      "total_gia_existing": 450,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 575,
      "total_gia_lost": 450,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "affordable_housing_fast_track": false,
    "garden_land_lost": false,
    "site_area": 0.31620000000000004,
    "total_gia_existing": 450,
    "rain_water_harvesting": false,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 8.2,
        "building_ref": "69 Dennis Lane"
      }
    ],
    "grey_water_reuse": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 450,
        "use_class": "C3",
        "gia_gained": 575,
        "gia_lost": 450
      }
    ],
    "internal_resi_water_usage": 110,
    "surface_water_discharge_percentage_reduction": 10,
    "phasing_details": [
      {
        "phase_detail": "Phase 1",
        "intended_completion_date": "08/2025",
        "intended_commencement_date": "08/2023"
      }
    ],
    "total_gia_lost": 450,
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "residential_details": {
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 11,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 7,
          "unit_type": "House or Bungalow",
          "provision_for_older_persons": false,
          "gia": 450,
          "tenure": "Self-Build and Custom Build"
        },
        {
          "no_habitable_rooms": 10,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 7,
          "unit_type": "House or Bungalow",
          "gia": 575,
          "tenure": "Self-Build and Custom Build"
        }
      ],
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_bedrooms": 7,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units": 1,
      "affordable_percentage": 100,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 1,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 1,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_gia_lost": 450,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units": 1,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_gia_gained": 575,
      "total_no_proposed_residential_units_self_build_and_custom_build": 1,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_affordable_units": 1,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_sale": 0
    },
    "infrastructure_details": {
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 10,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "total_annual_nox_emissions": 0.96,
      "no_new_gas_connections_required": 1,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "no_new_water_connections_required": 1,
      "no_homes_passive_cooling": 23,
      "green_roof_area": 0,
      "fire_suppression_system_proposed": false,
      "total_annual_pm_emissions": 10
    },
    "ownership_status": "Private"
  },
  "centroid": {
    "lon": "-0.3160627",
    "lat": "51.6243412"
  },
  "lapsed_date": "19/01/2026",
  "decision_process": "Delegated",
  "actual_completion_date": null
}