{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507573.7166,
              177306.7093
            ],
            [
              507731.144,
              177196.907
            ],
            [
              507760.2482,
              177174.4174
            ],
            [
              507775.4618,
              177149.2819
            ],
            [
              507786.7066,
              177116.8704
            ],
            [
              507743.0503,
              176983.2555
            ],
            [
              507715.9304,
              176972.0107
            ],
            [
              507617.373,
              177005.0837
            ],
            [
              507561.8103,
              177048.7401
            ],
            [
              507570.4093,
              177306.7093
            ],
            [
              507573.7166,
              177306.7093
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08048109",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:41:37.185+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "02/12/2019",
  "secondary_street_name": "SIPSON",
  "appeal_start_date": null,
  "ward": "HEATHROW VILLAGES",
  "centroid": {
    "lat": "51.4828163",
    "lon": "-0.45091709999999996"
  },
  "decision": "Approved",
  "valid_date": "20/09/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 4.963
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=195/ADV/2019/47",
  "lpa_name": "Hillingdon",
  "site_name": "PARK INN HEATHROW",
  "lapsed_date": "02/12/2022",
  "parking_details": null,
  "decision_conditions": [
    "i)\tNo advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.",
    "ii)\tNo advertisement shall be sited or displayed so as to:-",
    "(a) Endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);",
    "(b) Obscure, or hinder the ready interpretation of, any traffic sign, railway signal or aid to navigation by water or air or;",
    "(c ) Hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.",
    "iii)\tAny advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity of the site.",
    "iv)\tAny structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.",
    "v)\tWhere an advertisement is required under these Regu",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 012 Rev. A and Signage Details Rev. C and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part 2 - Saved UDP Policies (November 2012), emerging Hillingdon Local Plan: Part 2 - Development Management Policies with Modifications (March 2019) and the London Plan (March 2016).",
    "The luminance level of the internally illuminated signage hereby approved shall not exceed 800 candelas per sqm.",
    "REASON",
    "In order to protect the visual amenity of the area and/or highway safety in accordance with Policy BE27 of the Hillingdon Local Plan: Part 2 - Saved UDP Policies (November 2012) and Policy DMHB 13A of the emerging Hillingdon Local Plan: Part 2 - Development Management Policies with Modifications (March 2019).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Cadent have identified operational gas apparatus within the application site boundary. This may include a legal interest (easements or wayleaves) in the land which restricts activity in proximity to Cadent assets in private land. The Applicant must ensure that proposed works do not infringe on Cadent's legal rights and any details of such restrictions should be obtained from the landowner in the first instance.",
    "If buildings or structures are proposed directly above the gas apparatus then development should only take place following a diversion of this apparatus. The Applicant should contact Cadent's Plant Protection Team at the earliest opportunity to discuss proposed diversions of apparatus to avoid any unnecessary delays.",
    "If any construction traffic is likely to cross a Cadent pipeline then the Applicant must contact Cadent's Plant Protection Team to see if any protection measures are required.",
    "All developers are required to contact Cadent's Plant Protection Team for approval befo",
    "The development is close to the aerodrome and the approach to the runway. We draw attention to the need to carefully design lighting proposals. This is further explained in Advice Note 2, Lighting near Aerodromes available at http://www.aoa.org.uk/policy-campaigns/operations-safety/. Please note that the Air Navigation Order 2005, Article 135 grants the Civil Aviation Authority power to serve notice to extinguish or screen lighting which may endanger aircraft.",
    "Given the nature of the proposed development it is possible that a crane may be required during its construction. We would, therefore, draw the applicant's attention to the requirement within the British Standard Code of Practice for the safe use of Cranes, for crane operators to consult the aerodrome before erecting a crane in close proximity to an aerodrome. This is explained further in Advice Note 4, Cranes and Other Construction Issues (available at http://www.aoa.org.uk/policy-campaigns/operations-safety/)"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Replacement of existing hotel signage, as part of hotel re-branding, to include 9 x internally illuminated channel letter signs, 8 x illuminated flagsigns, 4 x internally illuminated light-box signs, 2 x internally illuminated welcome wall signs, 2 x internally illuminated freestanding totem signs and 1 x non-illuminated directional sign.",
  "lpa_app_no": "195/ADV/2019/47",
  "decision_target_date": "02/12/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "02/12/2019",
  "id": "Hillingdon-195_ADV_2019_47",
  "centroid_northing": 177122,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 507662,
  "street_name": "BATH ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4521318,
          51.4844933
        ],
        [
          -0.4498989,
          51.4834764
        ],
        [
          -0.44948679999999996,
          51.483268699999996
        ],
        [
          -0.4492754,
          51.4830399
        ],
        [
          -0.44912349999999995,
          51.4827464
        ],
        [
          -0.4497926,
          51.4815537
        ],
        [
          -0.4501865,
          51.4814578
        ],
        [
          -0.4515952,
          51.4817739
        ],
        [
          -0.4523817,
          51.4821769
        ],
        [
          -0.45217939999999995,
          51.4844939
        ],
        [
          -0.4521318,
          51.4844933
        ]
      ]
    ],
    "type": "Polygon"
  }
}