{
  "centroid": {
    "lon": "0.2361189",
    "lat": "51.5781592"
  },
  "status": "Approved",
  "decision_target_date": "17/09/2019",
  "site_name": "2 ESSEX GARDENS",
  "decision_conditions": [
    "Prior Approval is given in accordance with the details as provided within the application, subject to the following conditions.",
    "Before the proposed use hereby permitted commences a scheme shall be submitted to and approved in writing by the local planning authority which specifies the provisions to be made for the control of noise emanating from the site. Such scheme as may be approved shall be implemented prior to first occupation and thereafter retained in accordance with such details.",
    "Reason:  To prevent noise nuisance to adjoining/adjacent properties.",
    "Before any works commence a scheme for any new plant or machinery shall be submitted to the local planning authority to achieve the following standard. Noise levels expressed as the equivalent continuous sound level LAeq (1 hour) when calculated at the boundary with the nearest noise sensitive premises shall not exceed LA90 -10dB and shall be maintained thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:  To prevent noise nuisance to adjoining/adjacent properties.",
    "Before the proposed use herby permitted commences a scheme to control the transmission of noise, vibration and odour from any mechanical ventilation system installed shall be submitted to and approved in writing by the Local Planning Authority and implemented prior to the permitted use commencing. Thereafter, the equipment shall be properly maintained and operated during normal working hours.",
    "Reason:  To protect the amenity of occupiers of nearby premises",
    "The proposed A3 use hereby permitted shall only be open between the hours of:",
    "Monday to Friday: 7am - 4.30pm",
    "Saturday: 7am - 2pm",
    "Sunday & Bank Holidays: Closed",
    "Reasons:   In order to minimise noise and disturbance and in the interest of neighbouring amenity.",
    "No building shall be occupied or use commenced until details of a waste management scheme is submitted to and approved in writing by the Local Planning Authority. The scheme shall include details of the method and location of refuse and recycling storage, including provision for all refuse to be properly contained within the approved facility, together with arrangements for refuse disposal. The scheme shall be implemented on site, in accordance with the approved details, prior to the first occupation or commencement of the use hereby approved and retained permanently thereafter.",
    "Reason: In order to protect neighbouring amenity in relation to the impacts of storage and handling of waste in relation to the development",
    "The Change of Use as described in this Prior Approval notification must commence within 3 years of the date of this prior approval.",
    "The applicant is advised the A3 use hereby permitted shall not be used as a takeaway. Such use would fall into use class A5 or form a mixed use and would require planning permission from the Local Planning Authority.",
    "This application relates solely to the change of use of the ground floor property at No. 2 Essex Gardens, Hornchurch. Any application for external development including the provision of an external extractor flue will require the necessary consent via Prior approval or Full planning permission."
  ],
  "secondary_street_name": null,
  "application_type": "Prior Approval",
  "postcode": "RM11 3EH",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "13/09/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-J0023.19",
  "centroid_northing": 188957,
  "uprn": "100023213713",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Emerson Park",
  "decision_date": "13/09/2019",
  "description": "Proposed change of use to form cafe, A3 use. Opening times as 7am - 4.30pm Monday to Friday, 7am - 2pm Saturday, closed Sundays and Bank Holidays.(PRIOR APPROVAL)",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=J0023.19",
  "lpa_app_no": "J0023.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:57:31.373+00:00",
  "centroid_easting": 555040,
  "pp_id": null,
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "23/07/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              555036.101,
              188962.477
            ],
            [
              555042.061,
              188963.696
            ],
            [
              555044.77,
              188950.691
            ],
            [
              555044.499,
              188950.556
            ],
            [
              555038.539,
              188949.608
            ],
            [
              555036.101,
              188962.477
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.008
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "HORNCHURCH",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "19/08/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2360651,
          51.5782095
        ],
        [
          0.2361516,
          51.5782188
        ],
        [
          0.2361849,
          51.5781012
        ],
        [
          0.236181,
          51.5781001
        ],
        [
          0.2360946,
          51.5780932
        ],
        [
          0.2360651,
          51.5782095
        ]
      ]
    ],
    "type": "Polygon"
  }
}