{
  "valid_date": "04/12/2024",
  "epc_number": null,
  "site_name": "Latymer School",
  "cil_liability": false,
  "polygon": null,
  "actual_commencement_date": null,
  "site_number": "",
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": null,
  "ward": "Haselbury",
  "last_date_consultation_comments": "08/01/2025",
  "centroid_easting": 533405,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Erection of a two-storey new build structure within the courtyard.",
  "appeal_decision": null,
  "postcode": "N9 9TN",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "29/01/2025",
  "street_name": "Haselbury Road",
  "decision_process": "Delegated",
  "last_updated_by": "Idox Uniform",
  "centroid_northing": 193668,
  "application_type": "All Other",
  "title_number": [],
  "decision_conditions": [
    "The development to which this permission relates must be begun not later than the expiration of three years beginning with the date of the decision notice. \rReason: To comply with the provisions of S.51 of the Planning & Compulsory Purchase Act 2004.\r",
    "The development hereby permitted shall be carried out in accordance with the following approved plans and documents:\r\rLocation Plan - 447-ACG-XX-ZZ-DR-A-0050\rExisting Site Plan - 447-ACG-XX-ZZ-DR-A-0150\rProposed Site Plan - 447-ACG-XX-ZZ-DR-A-2050\rExisting and Prop. Street Elevation Plan - 447-ACG-XX-ZZ-DR-A-4051\rProposed Elevations Plan - 447-ACG-XX-ZZ-DR-A-4050\rProposed Landscaping Plan - 2520-TF-XX-00-DR-L-5001\rProposed Landscaping Arrangement Plan - 2520-TF-XX-00-DR-L-1001\rProposed Planting Plan - 2520-TF-XX-00-DR-L-3001\rProp. Demolition Elevation Plan - 447-ACG-XX-ZZ-DR-A-1550\rProp. First Floor Demolition Plan  - 447-ACG-XX-01-DR-A-2151\rProp. Ground Floor Demolition Plan - 447-ACG-XX-00-DR-A-2150\rProp. First Floor Plan - 447-ACG-XX-01-DR-A-2251\rProp. Ground Floor Plan  - 447-ACG-XX-00-DR-A-2250\rProposed Roof Plan - 447-ACG-XX-RF-DR-A-2252\rProposed Sections Plan - 447-ACG-XX-ZZ-DR-A-3050\rConstruction Details Plan - 2520-TF-XX-00-DR-L-4001\rConstruction Details Plan - 2520-TF-XX-00-DR-L-4002\rDesign and Access Statement\rSustainable Drainage Strategy\rSustainable Drainage Technical Note- submitted 06.02.25\rBiodiversity Metric \rBiodiversity Net Gain (BNG) Assessment\rBNG Design Stage report\rPreliminary Ecological Appraisal v.1\rPreliminary Ecological Appraisal report\rFlood Risk Assessment - February 2025\rLandscape Specification report\rPlant Maintenance Schedule\rStructural Strategy report\rIssue Sheet -  Planning Package\rDocument Issue Sheet - 2520-TFC-00-XX-RG-L-0001\rHeritage Impact Statement\r\rReason: For the avoidance of doubt and in the interests of proper planning.\r",
    "Prior to above ground works on the development hereby permitted, external materials specification, samples and detailed drawings (1:20 and 1:5) including: roof details connecting existing, areas of refurbishment and new; metal cladding to new extension; parapet details; window and door openings and frame installations, reveal depths; rainwater goods shall be submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved details and permanently retained thereafter.\r\rReason: To ensure that the finished appearance of the development will respect the character and visual amenities of the heritage asset.\r",
    "Throughout the implementation of the approved scheme the following consideration of the trees must be given.\r\rA. No equipment, machinery or materials are to be brought on the site for the purpose of the development until all the trees to be retained have been protected in accordance with section 6.2 of British Standard 5837:2012 Trees in relation to design, demolition and construction - recommendations throughout the implementation of the scheme.\rB. No fire shall be lit within 10m from the outside of the crown spread of the trees to be retained.\rC. The ground levels within the protected areas shall not be altered, nor shall any excavation be made, without the written consent of the local planning authority.\rD. No mixing of cement or use of other materials or substances to take place within a Root Protection Area (RPA), or close enough to a RPA whereby seepage or displacement of those materials or substances could enter a RPA.\r\rReason: To ensure that the tree (s) are not damaged or otherwise adversely affected by building operations and soil compaction.\r",
    "No above ground works shall take place, until full details of the surfacing materials to be used within the development relating to footpaths and open spaces where applicable shall be submitted to and approved in writing by the Local Planning Authority. The surfacing shall be carried out in accordance with the approved details before the development is occupied or use commences.\r\rReason: To ensure a satisfactory visual appearance.\r",
    "Prior to first occupation of the development hereby approved, details of ecological enhancements shall be submitted to and approved in writing by the Local Planning Authority following guidance by a suitably qualified ecologist. The details shall include the exact location, specification and design of the ecological habitats. The development shall be completed in accordance with the approved details and maintained as such thereafter.\r\rReason: In the interests of the visual amenity and biodiversity.\r",
    "No demolition shall take place on site until a methodology detailing the method of demolition has been submitted to and approved in writing by the local planning authority. The method of demolition shall adhere strictly to the approved methodology. Any deviation from the approved methodology shall be reported immediately to the Local Planning Authority, and no further demolition works shall be undertaken until such time that a revised methodology has been agreed in writing by the Local Planning Authority.\r\rReason: To preserve character and appearance of the heritage asset.\r",
    "Prior to the commencement of works on site, details of specific methods to preserve the external wall of the existing library during construction from damage or theft, shall be submitted to and approved in writing by the local planning authority and thereafter implemented for the duration of the works hereby approved. The local planning authority shall be notified of any loss or damage within one working day, and the development shall not be occupied until such time that remedial works have been agreed in writing (or necessary approvals granted) and implemented.\r\rReason: In the interests of delivering good design and not harming the character and appearance of the heritage asset.\r",
    "Evidence confirming that the development achieves a BREEAM (2014 version or relevant equivalent if this is replaced or superseded) rating of no less than 'Excellent' shall be submitted to and approved in writing by the Local planning Authority.  The evidence required shall be provided in the following formats and at the following times:\r\ra.             a design stage assessment, conducted by an accredited BREEAM Assessor and supported by a relevant BRE interim certificate, shall be submitted prior to commencement of superstructure works on site; and,\rb.             a post construction assessment, conducted by an accredited BREEAM Assessor and supported by a relevant BRE accreditation certificate shall be submitted following the practical completion of the development and within 3 months of first occupation.\r\rThe development shall be carried out strictly in accordance with the details so approved and shall be maintained as such thereafter.\r\rReason: In the interests of addressing climate change and to secure sustainable development in accordance with the strategic objectives of the Council and Policy DMD 50 of the Development Management Document as well as the NPPF (2024).\r",
    "Following practical completion of works a final Energy Performance Certificate shall be submitted to an approved in writing by the Local Planning Authority.  \r\rReason:  In the interest of sustainable development and to ensure that the Local Planning Authority may be satisfied that CO2 emission reduction targets are met in accordance with Policy CP20 of the Core Strategy, relevant energy policies of the London Plan (2021) and the NPPF (2024).\r",
    "No above ground works shall take place until a Construction Management Plan, written in accordance with the Mayor of London's supplementary planning guidance 'The Control of Dust and Emissions During Construction and Demolition' detailing how dust, emissions and traffic will be managed during demolition and construction work shall be submitted to the local planning authority for approval. The statement should also include:\ra) photographic condition survey of public carriageways, verges and footways in the vicinity of the site;\rb) map showing routeing of demolition and construction vehicles to/from the site;\rc) access arrangements for deliveries to the site;\rd) wheel cleaning methodology and facilities or measures to keep the highway clear of mud and debris.\r\rOnce approved the Construction Management Plan shall be fully implemented for the duration of any demolition and construction works.\r\rReason: To protect the local amenity from demolition/construction dust as well as traffic impacts to the setting.\r",
    "The development shall not be occupied until an acoustic report, written in line with the methodology in BS4142:2014+A1 2019, has been submitted to and approved by the Local Planning Authority. The report must set out the sound level generated from mechanical plant and state the noise control measures to be employed to ensure the noise from the mechanical plant does not exceed a level of 5dB below the typical measured background noise level measured as L(A)90 15 minutes during operational hours, at the façade of the nearest or most noise affected residential property.\r\rReason: To protect the local amenity from noise and disturbance\r",
    "Prior to occupation, details of the proposed replacement trees shall be submitted to and approved in writing by the Local Planning Authority. The submitted detail shall include the species and size of the proposed trees to be planted. \r\rAll landscaping in accordance with the approved scheme shall be completed/planted in full during the first planting season following practical completion of the development hereby approved.  The landscaping and tree planting shall set out a plan for the continued management and maintenance of the site and any planting which dies, becomes severely damaged or diseased within five years of completion of the development shall be replaced with new planting in accordance with the approved details or an approved alternative and to the satisfaction of the Local Planning Authority.\r\rThe development shall be carried out strictly in accordance with the details so approved and shall be maintained as such thereafter. \r\rReason: In the interests of the visual amenity of the Conservation Area.\r",
    "Prior to the occupation of the development, details of a landscaping scheme shall be submitted to and approved in writing by the Local Planning Authority.  The detailed landscaping scheme shall include the following details: \r\r1.\tSchedules of plants and trees, to include native and wildlife friendly species and large canopy trees in appropriate locations (noting species, planting sizes and proposed numbers / densities) to be planted;\r2.\tsoft plantings: including grass and turf areas, shrub and herbaceous areas;\r3.\tany other landscaping feature(s) forming part of the scheme.\r\rAll landscaping in accordance with the approved scheme shall be completed/planted in full during the first planting season following practical completion of the development hereby approved.  The landscaping and tree planting shall set out a plan for the continued management and maintenance of the site and any planting which dies, becomes severely damaged or diseased within five years of completion of the development shall be replaced with new planting in accordance with the approved details or an approved alternative and to the satisfaction of the Local Planning Authority.\r\rThe development shall be carried out strictly in accordance with the details so approved and shall be maintained as such thereafter. \r\rReason: To minimise the impact of the development on the ecological value of the area, to ensure the development provides the maximum possible provision towards the creation of habitats and valuable areas for biodiversity and to preserve the character and appearance of the area.\r"
  ],
  "appeal_start_date": null,
  "development_type": "Minor all other minor developments",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.074119,
          51.626036
        ],
        [
          -0.07412,
          51.626009
        ],
        [
          -0.074163,
          51.62601
        ],
        [
          -0.074162,
          51.626037
        ],
        [
          -0.074119,
          51.626036
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lpa_app_no": "24/03689/FUL",
  "decision_agency": null,
  "decision_date": "02/05/2025",
  "pp_id": null,
  "url_planning_app": "<enter PA URL here>",
  "lpa_name": "Enfield",
  "bo_system": "Idox Uniform",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.626023,
    "lon": -0.074141
  },
  "status": "Approved",
  "last_updated": "2025-05-22T20:02:02.917Z",
  "actual_completion_date": null,
  "lapsed_date": "02/05/2028",
  "borough": "Enfield Council",
  "id": "Enfield-24_03689_FUL",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "000207189155",
  "locality": null,
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LLA Maximum height level: All buildings, structures, and works exceeding 300 metres in height (984.2 feet)"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: Southgate Model\rDescription: 100YRCC3207\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "DCAREA Area: SOUTH\rCode: DCAREA_S"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Haselbury"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Lower Rate Eastern Zone - RATE: £40 per square metre"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDLOS Designation: Local Open Space- Type: Parks/Open Spaces- Name: Church Street Recreation Ground- Land Type: Small Local Park/ Open Space- Policy: DMD 71-74- Core Strategy: Core policy 34, 36"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDLOS Designation: Local Open Space- Type: Schools- Name: The Latymer Secondary School Field- Land Type: Outdoors Sports Facilities/Education Playing Fields- Policy: DMD 71-74- Core Strategy: Core policy 34, 36"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDMOL Designation: Metropolitan Open Land- Name: Church St Recreation Ground- Policy: DMD 71-74- Core Strategy: Core policy 34"
      },
      {
        "result": null,
        "constraints_layer_description": "SUWAFL Surface water flooding zone: Surface Water 100 ye\rSource: Environment Agency"
      },
      {
        "result": null,
        "constraints_layer_description": "EFCAZI Chargeable Zone Value: 6176"
      },
      {
        "result": null,
        "constraints_layer_description": "LOHERA "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000207189155"
    ]
  }
}