{
  "actual_completion_date": null,
  "centroid_northing": 189540,
  "decision": "Approved",
  "development_type": null,
  "valid_date": "03/02/2022",
  "bo_system": "CSV Data Import",
  "description": "Alterations to existing garage including new roof, side and rear link extensions.",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The development shall not be commenced until samples of the materials to be used on the external finishes have been submitted to and approved in writing by the local planning authority. The development shall be implemented in accordance with the approved details and permanently maintained as such.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the external finishing materials to be used.  Submission of samples prior to commencement will safeguard the appearance of the premises and the character of the immediate area and will ensure that the development accords with Policies 7 and 27 of the Local Plan 2021.",
    "Works shall not be commenced until additional drawings that show details of proposed new windows, door, fascia and sills to be used by section and elevation at scales between 1:20 and 1:1 as appropriate have been submitted to and approved in writing by the local planning authority. Works shall be implemented in accordance with the approved details and shall be permanently maintained as such.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of a written specification, manufacturer details and elevations/sections prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policies 7 and 27 of",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent (Mr. Peter Berry), via emails/phone calls at various times. The revisions involved changes to the layout to reduce the depth to the rear; delete the orangery part and change the roof to the link extension from the pitched roof design previously proposed. The amendments were subsequently submitted on 07/04/2022 for further reconsultation."
  ],
  "appeal_status": null,
  "parking_details": {
    "no_existing_car": 3,
    "net_car": 0,
    "no_proposed_car": 3
  },
  "decision_process": "Delegated",
  "site_number": null,
  "decision_target_date": "06/07/2022",
  "ward": "Squirrels Heath",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 23,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "10/2022",
    "intended_commencement_date": "06/2022",
    "site_area": 0.063
  },
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "10564157",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": "Householder planning permission",
  "appeal_start_date": null,
  "lpa_name": "Havering",
  "borough": "Havering",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": null,
  "last_date_consultation_comments": "28/02/2022",
  "decision_date": "06/07/2022",
  "centroid": {
    "lon": "0.2041004",
    "lat": "51.5840082"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0092.22",
  "street_name": "Romford",
  "lpa_app_no": "P0092.22",
  "lapsed_date": "06/07/2025",
  "id": "Havering-P0092.22",
  "title_number": [
    "Unregistered"
  ],
  "application_type": "All Other",
  "site_name": "46 Crossways",
  "date_building_work_started_under_previous_permission": null,
  "postcode": "RM2 6AL",
  "last_updated": "2025-03-20T17:07:55.262+00:00",
  "last_updated_by": "CSV Data Import",
  "decision_agency": "Borough",
  "uprn": "100021368783",
  "cil_liability": false,
  "centroid_easting": 552802,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552787.529,
              189523.217
            ],
            [
              552780.214,
              189536.764
            ],
            [
              552815.977,
              189556.542
            ],
            [
              552823.563,
              189542.995
            ],
            [
              552787.529,
              189523.217
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2038844,
          51.5838614
        ],
        [
          0.2037848,
          51.5839851
        ],
        [
          0.2043091,
          51.5841531
        ],
        [
          0.2044126,
          51.5840293
        ],
        [
          0.2038844,
          51.5838614
        ]
      ]
    ],
    "type": "Polygon"
  }
}