{
  "cil_liability": true,
  "last_updated": "2025-03-20T15:54:34.229+00:00",
  "application_details": {
    "site_area": 0.02
  },
  "decision_target_date": "21/12/2022",
  "parking_details": null,
  "postcode": "NW6 1PN",
  "appeal_decision_date": null,
  "locality": "London",
  "status": "Approved",
  "centroid_easting": "525303",
  "lapsed_date": "21/12/2025",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525295.4526541,
              184859.7040468
            ],
            [
              525297.6540854,
              184870.1510564
            ],
            [
              525297.8024965,
              184870.9508275
            ],
            [
              525299.6493902,
              184879.0485095
            ],
            [
              525299.8472717,
              184879.8982663
            ],
            [
              525300.2018093,
              184881.1479086
            ],
            [
              525309.3538271,
              184878.8985525
            ],
            [
              525309.0982302,
              184877.6988958
            ],
            [
              525307.5976291,
              184871.0507988
            ],
            [
              525307.0039847,
              184868.4015572
            ],
            [
              525304.5964269,
              184858.2044761
            ],
            [
              525295.4526541,
              184859.7040468
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_northing": "184874",
  "ward": "West Hampstead (Pre May 2022)",
  "lpa_app_no": "2018/4477/P",
  "pp_id": "7270656",
  "bo_system": "Northgate M3",
  "borough": "Camden",
  "valid_date": "14/12/2018",
  "title_number": null,
  "decision_agency": "Borough",
  "uprn": "5027542",
  "appeal_start_date": null,
  "last_updated_by": "Northgate M3",
  "appeal_decision": null,
  "last_date_consultation_comments": "14/01/2019",
  "actual_completion_date": null,
  "application_type_full": null,
  "application_type": "All Other",
  "appeal_status": null,
  "site_number": "163",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "street_name": "Sumatra Road",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1943482,
          51.5487286
        ],
        [
          -0.19431279999999998,
          51.548822
        ],
        [
          -0.1943104,
          51.5488291
        ],
        [
          -0.19428089999999998,
          51.5489015
        ],
        [
          -0.1942777,
          51.5489091
        ],
        [
          -0.19427219999999998,
          51.5489203
        ],
        [
          -0.19414099999999998,
          51.548898
        ],
        [
          -0.1941451,
          51.5488873
        ],
        [
          -0.19416909999999998,
          51.5488279
        ],
        [
          -0.19417859999999998,
          51.5488042
        ],
        [
          -0.194217,
          51.5487131
        ],
        [
          -0.1943482,
          51.5487286
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid": {
    "lat": "51.5488554",
    "lon": "-0.1942344"
  },
  "epc_number": null,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2018/4477/P",
  "lpa_name": "Camden",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "site_name": " ",
  "decision": "Approved",
  "id": "Camden-2018_4477_P",
  "description": "Re-building of front elevation of building following partial collapse; basement extension, including 2x front lightwells and 2x rear lightwells; rear extension to ground, first and second floors and roof level; alterations to fenestration, all in connection with conversion of former 1x 5-bed single family dwellinghouse to 4x 2-bed flats \r\n",
  "decision_date": "21/12/2022",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of 1 year from the date of this permission.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 005/EX/001; 005/EX/100; 005/EX/101; 005/EX/120; 005/EX/121; SMROD-P200; SMROD-P201; SMROD-P202; SMROD-P203; SMROD-P204; SMROD-P205; SMROD-S201; SMROD-S202; SMROD-S203; SMROD-S204; SMROD-S205; SMROD-S206; SMROD-E201; SMROD-E202; SMROD-D101; SMROD-D102; Planning, Design, Access and Heritage Statement (dated December 2018); Report on the condition of temporary works at 163 Sumatra Road (dated 03/03/2022); Clean water capacity report (dated 29/12/2021); Flood Risk Assessment (dated February 2020); Basement Impact Assessment Rev1.02 (dated February 2022).\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 4 - Prior to commencement of the development, details shall be submitted to and approved in writing by the Council, of an enhanced sound insulation value DnT,w [and L'nT,w] of at least 5dB above the Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms / uses in adjoining dwellings.  Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained\r\n\r\nReason: To safeguard the amenities of future occupiers of the deveopment in accordance with the requirements of Policy A4 of the Camden Local Plan 2017. \r\n",
    "Condition : 5 - The basement works hereby approved shall be carried out in accordance with the Basement Impact Assessment (and supporting documents) as approved. Any change to the basement design or construction methodologies as approved shall be submitted to the local planning authority for approval in writing prior to their implementation. \r\n \r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of Policies D1 and A5 of the London Borough of Camden Local Plan 2017\r\n",
    "Condition : 6 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works. \r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of Policies D1 and A5 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 7 - The approved cycle storage facilities for the residential units shall be provided in their entirety prior to the first occupation of any of the new residential units and permanently retained thereafter.    \r\n    \r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of Policy T1 of the Camden Local Plan 2017. \r\n",
    "Condition : 8 - The development hereby approved shall achieve a maximum internal water use of 110litres/person/day. The dwelling/s shall not be occupied until the Building Regulation optional requirement has been complied with. \r\n\r\nReason: To ensure the development contributes to minimising the need for further water infrastructure in an area of water stress in accordance with Policies CC1, CC2, CC3 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "development_type": "Minor dwellings"
}