{
  "lpa_name": "Camden",
  "uprn": "5040282",
  "decision_date": "18/09/2019",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2018_0556_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW6 3RG",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 129.03225806451613,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 4,
      "total_no_proposed_residential_units_market_for_sale": 4,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 4,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Loss",
          "m42_compliant": false,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 1,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Loss",
          "m42_compliant": false,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 1,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Loss",
          "m42_compliant": false,
          "unit_type": "Studio Bedsit",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 1,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Loss",
          "m42_compliant": false,
          "unit_type": "Studio Bedsit",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 1,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": false,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Conversion",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": false,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Conversion",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": false,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Conversion",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 3,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": false,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Conversion",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 3,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 4,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.031,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 10,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": null,
      "site_area": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "site_area": 0.077
  },
  "valid_date": "07/06/2018",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of part 1 part 2 storey rear extension with roof terraces above and lowered private garden areas at rear, excavation of front and side lightwells and elevational alterations, including installation of new window openings on side elevations, in association with reconfiguration of 4 existing units (2x studio; 2x 1-bed) at ground floor level to provide 2x 4-bed and 2x 2bed (Class C3)",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\nExisting: 1238/EOS-001; 1238/EOS-002; 1238/ESP-001; 1238/EP-001; 1238/EP-002; 1238/EE-001; 1238/EE-002; 1238/ES-002\r\nProposed: 1238/ASP-001; 1238/AP-001 (dated 11/02/19); 1238/AP-001.2 (dated 11/02/19); 1238/AP-002 (dated 06/12/18); 1238/AE-001 (Rev A); 1238/AE-002 (Rev A); 1238/ AE-004; 1238/ AE-004 (Rev A); 1238/AS-001; 1238/AS-002\r\nSupporting information: Tree Survey, Arboricultural Impact Assessment, Preliminary Arboricultural Method Statement & Tree Protection Plan in Accordance with BS5837:2012, project no. 6566, dated 26 January 2018, issued by Hayden's Arboricultural Consultants; Design and Access Statement, dated 29 January 2018, issued by Nicholas Lee Architects; Additional information, relevant to the Ground Movement Analysis, dated 25 and 30 January 2019 by Southern Testing Environmental & Geotechnical; Contents of submission, report reference no. CA5084.01, dated May 2018, issued by Cooper Associates Consulting Structural Engineers; Consideration of requirement for a Basement Impact Study, report reference no.CA5085.02, undated; Consideration of requirement for a Basement Impact Study, report reference no. CA5085.03, dated May 2018, issued by Cooper Associates Consulting Structural Engineers; Proposed Construction Strategy, report reference no. CA5084.04, dated May 2018, issued by Cooper Associates Consulting Structural Engineers; Executive Summary, reference no. CA5084.05, dated May 2018, issued by Cooper Associates Consulting Structural Engineers; Ground Investigation Report, project ID J13570, issue 1, dated 25 May 2018, issued by Southern Testing Environmental & Geotechnical; Report with reference no. CA5085.06, dated July 2018, issued by Cooper Associates Consulting Structural Engineers; Consideration of requirement for a Basement Impact Study, report reference no.CA5085.03a, dated November 2018, issued by Cooper Associates Consulting Structural",
    "Condition : 4 - The development hereby approved shall achieve a maximum internal water use of 110litres/person/day. The dwelling/s shall not be occupied until the Building Regulation optional requirement has been complied with. \r\n\r\nReason: To ensure the development contributes to minimising the need for further water infrastructure in an area of water stress in accordance with Policies CC1, CC2, CC3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works. \r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of  policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 6 - Before the development commences, details of secure and covered cycle storage area for 10 cycles shall be submitted to and approved by the local planning authority. The approved facility shall thereafter be provided in its entirety prior to the first occupation of any of the new units, and permanently retained thereafter. \r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy T1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 7 - The flat roof of the rear extension hereby approved shall not be used for additional amenity roof terraces, other than the area specifically labelled as such on drawing no. AP-002 (dated 06/12/18)\r\n\r\nReason:  In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policy A1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 8 - The development hereby approved shall be carried out strictly in accordance with the recommendations and methodologies of the Basement Impact Assessment (and other supporting documents) by Cooper Associates Consulting Structural Engineer as hereby approved.\r\n\r\nReason: To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policy A5 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 9 - The new ground floor windows on the east and west side elevations of the building shall be obscure glazed and fixed shut above a finished floor level of 1.7m. The glazing shall be installed prior to first occupation of the new units and permanently retained as such thereafter.\r\n\r\nReason: To prevent unreasonable overlooking to surrounding residential occupiers in accordance with policy A1 of the Camden Local Plan 2017.\r\n",
    "Condition : 10 - Prior to commencement of development, full details in respect of the living roof in the area indicated on the approved roof plan shall be submitted to and approved by the local planning authority. The details shall include \r\ni. a detailed scheme of maintenance, \r\nii. sections at a scale of 1:20 with manufacturers details demonstrating the construction and materials used, \r\niii. full details of planting species and density.\r\n\r\nThe living roofs shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme. \r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies CC1, CC2, CC3 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 11 - No development shall take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. Such details shall include details of the proposed refuse stores, permeable paving, railings, lightwell enclosures and details of replacement trees. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, A5 and D1 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 12 - Prior to the commencement of any works on site, details demonstrating how trees to be retained shall be protected during construction work shall be submitted to and approved by the local planning authority in writing. Such details shall follow guidelines and standards set out in  BS5837:2012 \"Trees in Relation to Construction\". All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details. \r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 13 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development or any phase of the development, whichever is the sooner. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation. \r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, A5, D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 14 - The development shall be implemented strictly in accordance with the details and measures contained in the Construction Management Plan prepared by Darren Kuti (dated 22.05.19) hereby approved, which shall be maintained and complied with throughout the entire construction period. \r\n \r\nReason: To avoid hazard and obstruction being caused to users of the public highway and in the interest of public safety and amenity in accordance with the requirements of policies A1 and T4 of the London Borough of Camden Local Plan 2017. "
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T21:50:30.029+00:00",
  "ward": "Swiss Cottage (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": 0,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": 10,
    "net_cycle": null
  },
  "lapsed_date": "18/09/2022",
  "decision_target_date": "18/09/2019",
  "centroid": {
    "lat": "51.5439651",
    "lon": "-0.1902602"
  },
  "lpa_app_no": "2018/0556/P",
  "status": "Lapsed",
  "site_name": "5",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2018/0556/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525599.8520651,
              184301.5038298
            ],
            [
              525590.8979287,
              184301.4538441
            ],
            [
              525585.3490026,
              184301.5038298
            ],
            [
              525584.4008206,
              184301.5038298
            ],
            [
              525584.598702,
              184307.5021128
            ],
            [
              525584.8460539,
              184313.5003958
            ],
            [
              525585.0521804,
              184318.9488362
            ],
            [
              525585.2005915,
              184323.9973911
            ],
            [
              525585.398473,
              184327.5963609
            ],
            [
              525585.5468841,
              184332.3549988
            ],
            [
              525585.7035402,
              184336.853711
            ],
            [
              525585.9014217,
              184341.0525091
            ],
            [
              525586.1487735,
              184348.1504774
            ],
            [
              525586.346655,
              184352.8491324
            ],
            [
              525600.8991878,
              184352.5992039
            ],
            [
              525600.7507767,
              184347.550649
            ],
            [
              525600.7507767,
              184345.2013215
            ],
            [
              525600.6023656,
              184338.9531101
            ],
            [
              525600.3962391,
              184331.6551991
            ],
            [
              525600.2725632,
              184323.8974197
            ],
            [
              525600.0994169,
              184313.7503243
            ],
            [
              525600.0911718,
              184313.150496
            ],
            [
              525600.0004762,
              184308.3518696
            ],
            [
              525599.9510058,
              184306.1025134
            ],
            [
              525600.0004762,
              184302.8534435
            ],
            [
              525599.8520651,
              184301.5038298
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "13/03/2019",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "5",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Cleve Road",
  "pp_id": "6678000",
  "subdivision_of_building": "Ground and lower ground floors",
  "cil_liability": true,
  "centroid_easting": "525592",
  "appeal_start_date": null,
  "centroid_northing": "184337",
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.19015959999999998,
          51.5436444
        ],
        [
          -0.1902887,
          51.5436459
        ],
        [
          -0.1903687,
          51.5436476
        ],
        [
          -0.1903823,
          51.5436478
        ],
        [
          -0.1903774,
          51.5437017
        ],
        [
          -0.1903716,
          51.5437555
        ],
        [
          -0.1903667,
          51.5438045
        ],
        [
          -0.1903628,
          51.5438498
        ],
        [
          -0.1903587,
          51.5438821
        ],
        [
          -0.1903548,
          51.5439248
        ],
        [
          -0.190351,
          51.5439652
        ],
        [
          -0.1903466,
          51.5440029
        ],
        [
          -0.1903405,
          51.5440666
        ],
        [
          -0.190336,
          51.5441088
        ],
        [
          -0.1901263,
          51.5441034
        ],
        [
          -0.1901303,
          51.544058
        ],
        [
          -0.1901311,
          51.5440369
        ],
        [
          -0.19013549999999999,
          51.5439808
        ],
        [
          -0.190141,
          51.5439152
        ],
        [
          -0.1901456,
          51.5438455
        ],
        [
          -0.19015169999999998,
          51.5437544
        ],
        [
          -0.190152,
          51.543749
        ],
        [
          -0.1901551,
          51.5437059
        ],
        [
          -0.19015659999999998,
          51.5436857
        ],
        [
          -0.190157,
          51.5436565
        ],
        [
          -0.19015959999999998,
          51.5436444
        ]
      ]
    ],
    "type": "Polygon"
  }
}