{
  "uprn": "5029850",
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "borough": "Camden",
  "description": "Extension to existing basement under front garden, including 2x lightwells\r\n",
  "appeal_start_date": null,
  "cil_liability": false,
  "lpa_app_no": "2018/6349/P",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "decision_date": "22/09/2020",
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  },
  "application_type_full": null,
  "locality": "London",
  "application_type": "All Other",
  "street_name": "Well Road",
  "decision": "Approved",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "valid_date": "21/12/2018",
  "actual_commencement_date": null,
  "development_type": "Minor dwellings",
  "lapsed_date": "22/09/2023",
  "decision_target_date": "23/09/2020",
  "id": "Camden-2018_6349_P",
  "centroid_northing": 186175,
  "secondary_street_name": null,
  "appeal_status": null,
  "site_name": " ",
  "postcode": "NW3 1LH",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2018/6349/P",
  "site_number": "19",
  "ward": "Hampstead Town (Pre May 2022)",
  "centroid_easting": 526703,
  "bo_system": "Northgate M3",
  "lpa_name": "Camden",
  "decision_agency": "Borough",
  "application_details": {},
  "last_updated": "2025-04-25T10:31:45.529Z",
  "status": "Approved",
  "last_date_consultation_comments": "20/12/2019",
  "centroid": {
    "lat": 51.560233,
    "lon": -0.173611
  },
  "pp_id": "7493986",
  "parking_details": null,
  "last_updated_by": "Northgate M3",
  "epc_number": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: WR.000; WR.E001; WR.E001A; WR E002; WR E003; WR E004; WR E004A; WR E005; WR E005A; WR E006; WR E007; WR E008; WR E009; WR E010; WR E010A; WR E011; WR P001; WR P001A; WR P002; WR P002A; WR P003; WR P004; WR P004A; WR P005; WR P005A; WR P006; WR P007; WR P008; WR E009; WR P009A; WR P010; WR P010A; WR P011; WR P011A; WR P012; WR P012A; WR E002 with annotation relating to re-building of ceramic retaining wall; Design & Access Statement (dated December 2018); Heritage Statement (dated December 2018); Arboricultural Survey (BS5837:2012) & Impact Assessment (dated 5th December 2018); Basement Impact Assessment Report (dated 12th September 2019); Ground Investigation Report (dated 30th November 2018); Structural Engineers Report (dated 12/09/2019); Construction Management Plan (dated November 2018); Letter from Chord Environmental Ltd (Hydrogeological report) (dated 16 May 2019); Morph Construction Ltd: New basement structural opening (undated); Movement monitors of retaining walls; Movement monitors on arch; Method Statement: Recording, and Protection of Historic Masonry including Portico and Steps (dated 16 May 2019); Method Statement: Recording, Cataloguing, Lifting and Subsequent Relaying of Encaustic and Geometric Floor Tiles (dated 16 May 2019); Email from Ted Walters (planning agent) (dated 15 February 2020).\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of Policies D1 and D2 of the London Borough of Camden Local Plan 2017 and Policies DH1 and DH2 of the Hampstead Neighourhood Plan 2018. \r\n",
    "Condition : 4 - No demolition or development shall commence until a Tree Protection Plan has been submitted to and approved in writing by the Local Planning Authority and until the measures of tree protection identified in the approved Tree Protection Plan have been fully implemented. The Tree Protection Plan shall thereafter be retained and maintained for the duration of the demolition and construction period.\r\n\r\nReason: Development must not commence before this condition is discharged to ensure the retention of, and avoid irrevocable damage to, the retained trees on the site that represent an important visual amenity for the locality and the wider surrounding area in accordance with Policy A3 of the Camden Local Plan 2017 and Policy BA1 of the Hampstead Neighbourhood Plan 2018. \r\n",
    "Condition : 5 - No demolition or development shall commence until full details of hard and soft landscaping and means of enclosure (boundary treatments) of all un-built, open areas have been submitted to and approved by the local planning authority in writing. Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.  \r\n\r\nReason: In the interests of ecological value and visual amenity in accordance with Policies A3,  A5, D1 and D2 of the Camden Local Plan 2017 and Policies NE2 and NE4 of the Hampstead Neighbourhood Plan 2018. \r\n",
    "Condition : 6 - All hard and soft landscaping works shall be carried out in accordance with the approved details by no later than the end of the planting season following completion of the development. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species.  \r\n\r\nReason: In the interests of ecological value and visual amenity and to ensure that the landscaping is carried out within a reasonable period of time in accordance with Policies A3,  A5, D1 and D2 of the Camden Local Plan 2017 and Policies NE2 and NE4 of the Hampstead Neighbourhood Plan 2018. \r\n",
    "Condition : 7 - No demolition or development shall commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works. \r\n \r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of Policy A5 of the Camden Local Plan 2017. \r\n",
    "Condition : 8 - The works hereby approved shall be carried out in accordance with the methods outlined in the Basement Impact Assessment Report (dated 12th September 2019); Ground Investigation Report (dated 30th November 2018); Structural Engineers Report (dated 12/09/2019).\r\n   \r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of Policy A5 of the Camden Local Plan 2017. \r\n",
    "Condition : 9 - Prior to commencement of development details of the sustainable urban drainage system  (SUDS) shall be submitted to and approved in writing by the local planning authority. The system shall be implemented as part of the development and thereafter retained and maintained. \r\n\r\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with Policies A5, CC1, CC2 and CC3 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.173589,
          51.560246
        ],
        [
          -0.17359,
          51.560219
        ],
        [
          -0.173633,
          51.56022
        ],
        [
          -0.173632,
          51.560246
        ],
        [
          -0.173589,
          51.560246
        ]
      ]
    ],
    "type": "Polygon"
  }
}