{
  "lpa_name": "Camden",
  "uprn": "5045925",
  "decision_date": "12/02/2021",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Camden-2018_4092_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW5 1UP",
  "appeal_decision": null,
  "application_details": {
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": [],
    "site_area": 0.033
  },
  "valid_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Alteration to depth of basement floor level, window frames, brick colour and roof materials, all to existing dwelling. (retrospective). ",
  "decision_conditions": [
    "Condition : 1 - Within nine months of the date of this decision the development hereby permitted must be completed in its entirety.  \n\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: \n\nS.00; LS0116/1 Rev C; LS0116/2 Rev D; LS0116 Rev B; Sootwash Sample - IMG_9128.\n\nReason: For the avoidance of doubt and in the interest of proper planning.\n",
    "Condition : 3 - The 2 ground floor bedroom windows on the north elevation shall be obscure glazed and fixed shut and shall be permanently retained and maintained as such thereafter. \n\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policy A1 of the London Borough of Camden Local Plan 2017\n",
    "Condition : 4 - The flat roofs of the dwelling, denoted as Sedum roof on the drawing hereby approved, shall not be used as amenity roof terraces. \n\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policy A1 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 5 - Notwithstanding the provisions of the Town and Country Planning (Use Classes) Order 1987 or the Town and Country Planning (General Permitted Development) Order 2015 (or any orders revoking and re-enacting those orders with or without modification), no development within Part 1 (Classes A-H) of Schedule 2 of that Order shall be carried out without the grant of planning permission having first been obtained from the Council. \n\nReason: To safeguard the visual amenities of the area and to prevent over-development of the site by controlling proposed extensions and alterations in order to ensure compliance with the requirements of policies D1 and A1 of London Borough of Camden Local Plan 2017.\n",
    "Condition : 6 - The sedum roof shall be implemented in accordance with the details approved under application ref  2013/2005/P (dated 14/06/2013) or other details which have been submitted to and approved in writing by the local planning authority and which show details of the living roof (in the area indicated on the approved roof plan) including: materials, species, planting density, habitat features, and substrate; a statement of the design objectives, including justification of roof type/species selection; a plan showing the area covered by the roof; a site specific management plan including an initial scheme of maintenance; and a section at scale 1:20 (showing that adequate depth is available in terms of the construction and long term viability) shall be submitted to and approved in writing by the local planning authority. The green roof shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme of maintenance.\n \nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies G1, CC1, CC2, CC3, D1, D2 and A3 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 7 - The hard and soft landscaping works shall be implemented in accordance with the details approved under application ref. 2010/5365/P (dated 02/12/2010), or other details which have been submitted to and approved in writing by the local planning authority and which show details of hard and soft landscaping including a tree and green wall in the rear courtyard, have been submitted to and approved by the Council. Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \n\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, A5, D1 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 8 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details [by not later than the end of the planting season following completion of the development or any phase of the development] [, prior to the occupation for the permitted use of the development or any phase of the development], whichever is the sooner. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\n\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, A5, D1 of the London Borough of Camden Local Plan 2017.\n",
    "Condition : 9 - The front brick boundary wall along Oakford Road and all brick walls of the dwelling herby approved, shall be sootwashed with a composition which resembles the sample Sootwash -IMG_9128. The sootwash palette shall be fully provided on all brick walls in accordance with the sample, within nine months of the date of this permission, and thereafter retained and maintained. \n\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017. \n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-14T14:00:17.998Z",
  "ward": "Kentish Town",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": null,
    "net_car": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "lapsed_date": "12/02/2024",
  "decision_target_date": "12/02/2021",
  "centroid": {
    "lat": 51.555528,
    "lon": -0.140852
  },
  "lpa_app_no": "2018/4092/P",
  "status": "Approved",
  "site_name": null,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2018/4092/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528986.1976023,
              185722.4470894,
              0
            ],
            [
              528988.4979743,
              185720.9975043,
              0
            ],
            [
              528996.3472725,
              185716.2988493,
              0
            ],
            [
              528996.7512805,
              185716.0989065,
              0
            ],
            [
              528990.4108285,
              185700.5733507,
              0
            ],
            [
              528988.852512,
              185696.7544438,
              0
            ],
            [
              528988.5969151,
              185696.0046584,
              0
            ],
            [
              528986.6016103,
              185691.0960635,
              0
            ],
            [
              528984.400179,
              185690.7961494,
              0
            ],
            [
              528983.5014673,
              185690.7461637,
              0
            ],
            [
              528982.7016964,
              185694.8549875,
              0
            ],
            [
              528980.896028,
              185705.801854,
              0
            ],
            [
              528979.7499645,
              185712.7498652,
              0
            ],
            [
              528978.5461856,
              185719.9478048,
              0
            ],
            [
              528986.1976023,
              185722.4470894,
              0
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Other house holder developments",
  "last_date_consultation_comments": "12/11/2018",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "FME Excel Import",
  "site_number": "10",
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "Lady Somerset Road",
  "pp_id": "7230292",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 528987,
  "appeal_start_date": null,
  "centroid_northing": 185709,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.14083289999999998,
          51.5556513,
          0
        ],
        [
          -0.1408002,
          51.5556377,
          0
        ],
        [
          -0.1406888,
          51.5555937,
          0
        ],
        [
          -0.140683,
          51.5555918,
          0
        ],
        [
          -0.1407801,
          51.5554538,
          0
        ],
        [
          -0.14080399999999998,
          51.5554198,
          0
        ],
        [
          -0.140808,
          51.5554131,
          0
        ],
        [
          -0.1408385,
          51.5553695,
          0
        ],
        [
          -0.1408704,
          51.5553673,
          0
        ],
        [
          -0.1408834,
          51.555367,
          0
        ],
        [
          -0.1408934,
          51.5554041,
          0
        ],
        [
          -0.1409154,
          51.5555029,
          0
        ],
        [
          -0.14092939999999998,
          51.5555656,
          0
        ],
        [
          -0.1409441,
          51.5556306,
          0
        ],
        [
          -0.14083289999999998,
          51.5556513,
          0
        ]
      ]
    ],
    "type": "Polygon"
  }
}