{
  "decision_agency": "Borough",
  "status": "Approved",
  "decision": "Approved",
  "centroid": {
    "lon": -0.460747,
    "lat": 51.541753
  },
  "polygon": null,
  "borough": "Hillingdon",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "valid_date": "11/11/2024",
  "decision_target_date": "06/01/2025",
  "appeal_decision_date": null,
  "locality": null,
  "centroid_northing": 183662,
  "ward": "HILLINGDON WEST 2022",
  "decision_conditions": [
    "Timing of works:  Pruning works should not be carried out during the period of bud burst and care should be taken to ensure that branches are cut back to healthy outward facing buds to avoid die-back to which some species are prone. For major works, such as pollarding or copping, work should only be carried out after the autumn leaf fall when the sap has gone down, and certainly well before the sap rises in the spring before bud burst has taken place.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Statutory crown lifting of trees: This does not require formal consent of the Council if the clearance only involves the removal of branches to give a separation between the footway and the tips of the lowest branches by up to 2.3m or the carriageway by up to 5.2m.",
    "The tree(s) to be pruned shall be crown thinned as per the approved specification.  This work shall comprise the removal of all dead, diseased, rubbing (if less than 25mm in diameter) and dangerous branches along with an amount of live, secondary branch growth, throughout the entire crown of the tree, up to the amount specified above.  Final pruning cuts shall be made at the branch collar and this shall be left intact.",
    "The amount of crown thinning shall be expressed as a percentage of the entire crown.  The works shall be carried out in accordance with the recommendations contained in BS 3998:2010 'Tree work - Recommendations'. Climbing irons or 'spikes' shall not be used during the execution of this work.  The result of this work shall be a tree of well-balanced appearance.",
    "Be aware to not 'Lions Tail' the branches when thinning. It is something that can happen with this species type.",
    "REASON",
    "In order to protect health of the tree and the visual amenity of the area."
  ],
  "pp_id": "13550985",
  "decision_process": "Delegated",
  "lapsed_date": "14/01/2028",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Hillingdon-966_TRE_2024_230",
  "actual_commencement_date": null,
  "lpa_name": "Hillingdon",
  "last_updated": "2025-04-14T21:59:19.869Z",
  "lpa_app_no": "966/TRE/2024/230",
  "wgs84_polygon": null,
  "appeal_status": null,
  "site_name": "ST RAPHAELS CONVENT",
  "title_number": null,
  "decision_date": "14/01/2025",
  "appeal_start_date": null,
  "cil_liability": false,
  "development_type": null,
  "description": "T59 on TPO7 Cedar: remove competing upright apical stems on lateral boughs, thin crown by 15-20% to reduce loading to primary scaffold, crown lift to 6m over road and 4m over site.",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 506843,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=966/TRE/2024/230",
  "application_details": {
    "existing_uprns": null
  },
  "last_updated_by": "CSV Data Import",
  "postcode": null,
  "last_date_consultation_comments": null,
  "secondary_street_name": "HILLINGDON",
  "site_number": null,
  "subdivision_of_building": null,
  "street_name": "COURT DRIVE"
}