{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "15/12/2021",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-10737_APP_2020_3359",
  "secondary_street_name": "RUISLIP",
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": [],
    "site_area": 360000,
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "circular_economy_statement": null,
    "commencement_notice_received": null,
    "scheme_phasing": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_lost": null,
      "total_gia_existing": null
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "existing_proposed_floorspace_details": [],
    "constraints_details": [],
    "building_details": [],
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "uk_company_registration_no": null,
    "internal_resi_water_usage": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_new_water_connections_required": null,
      "no_homes_passive_cooling": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "fire_suppression_system_proposed": null,
      "chp_heat_pumps_capacity": null,
      "ghg_reduction_over_building_regulations": null,
      "no_active_slow_ev_charging_points": null,
      "green_roof_area": null,
      "no_resi_units_to_have_full_fibre": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "total_gia_lost": null,
    "transport_impact_assessment": null,
    "scheme_name": null,
    "social_infrastructure_contributions": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "site_area": null,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "valid_date": "11/11/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Full application for remodelling of Ruislip Golf Course, incorporating: reconfiguration of 18 existing hole course into a nine hole course, short game practice area, putting green and six hole academy course; construction of a single storey rifle range; demolition of existing covered driving bays and construction of replacement driving range, including associated floodlights and safety netting; a new drainage system and associated ponds; ecological and landscaping works; realignment and enhancement of the Hillingdon Trail and creation of a new public footpath; excavation of a new channel for the Ickenham Stream (canal feeder); and other associated works.",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission. The Driving Range and Rifle Range hereby approved shall be opened and operational as soon as reasonably possible and ahead of completion of the Golf Course realignment works.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "1MC04-SCJ_SDH-DR-DDE-SS05_SL07-564501",
    "1MC04-SCJ_SDH-DR-DDE-SS05_SL07-564502 Drainage",
    "1MC04-SCJ_SDH-DR-DDE-SS05_SL07-564503 Drainage",
    "1MC04-SCJ_SDH-DR-DPL-SS05_SL07-561101 Drainage Plan",
    "1MC04-SCJ_SDH-DR-DPL-SS05_SL07-561102 Drainage Plan1",
    "1MC04-SCJ_SDH-DR-DPL-SS05_SL07-561103 Drainage Plan1",
    "1MC04-SCJ_SDH-DR-DSE-SS05_SL07-562251 & 2 Drainage Sections",
    "1MC04-SCJ-EV-DPL-SS05_SL07-241000 CO3",
    "1MC04-SCJ-EV-DGA-SS05_SL07-240400 CO3",
    "1MC04-SCJ-DR-DPL-SS05_SL07-241001(2) CO3",
    "1MC04-SCJ-DR-DPL-SS05_SL07-241002(2) CO3",
    "1MC04-SCJ-EV-DPL-SS05_SL07-241001 CO3",
    "1MC04-SCJ-EV-DPL-SS05_SL07-241100 CO3",
    "1MC04-SCJ-EV-DPL-SS05_SL07-241150 CO3",
    "1MC04-SCJ-EV-DPL-SS05_SL07-241200 CO3",
    "1MC04-SCJ-EV-DPL-SS05_SL07-241110 CO3",
    "1MC04-SCJ-EV-DPL-SS05_SL07-241500(1) CO3",
    "1MC04-SCJ-EV-DPL-SS05_SL07-241210 CO3",
    "1MC04-SCJ-EV-DPL-SS05_SL07-241501(2) CO3",
    "1MC04-SCJ-EV-DPL-SS05_SL07-241300 CO3",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "1EW02-CSJ-EV-REP-S002-000148 C02 Archaeological Assessment",
    "HS2 London-West Midlands Code of Construction Practice (CoCP)",
    "1MC04-SCJ-PL-STA-SS05_SL07-000001 Planning Statement",
    "1MC04-SCJ-PL-STA-SS05_SL07-000002 Design and Access Statement (DAS)",
    "1MC04-SCJ-EV-STA-SS05_SL07-000002 Ecological Impact Assessment (EcIA)",
    "1MC04-SCJ-SDH-EV-REP-SS05-SL07-000007 Species Report",
    "1MC04-SCJ-SDH-EV-REP-SS05-SL07-000006 Preliminary Ecological Appraisal",
    "1MC04-SCJ-EV-REP-SS05_SL07-000008 Archaeological Desk Based Assessment",
    "1MC04-SCJ-EV-REP-SS05_SL07-000006 Geoenvironmental Desktop Study Report",
    "1MC04-SCJ-DR-ASM-SS05_SL07-000001 Flood Risk Assessment (FRA)",
    "1MC04-SCJ-DR-ASM-SS05_SL07-000001_C06 FRA Oct 21",
    "1MC04-SCJ-DR-REP-SS05_SL07-000003_C06 Drainage report",
    "1MC04-SCJ-DR-REP-SS05_SL07-000003 Drainage Report",
    "1MC04-SDH-EV-REP-SS05_SL07-000001_C01 Flood",
    "No site clearance or construction work (excluding the great crested newt pond) shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority such fencing should be a minimum height of 1.5 metres.",
    "3. A final Arboricultural Method Statement, Construction Method Statement  and Construction Environment Management Plan, to in",
    "No development hereby approved shall commence (excluding the great crested newt pond) until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts for 160 vehicles (including 16 disabled parking bays and demonstration that 8 parking spaces are served by electrical charging points)",
    "2.e Hard Surfacing Materials (including resurfacing and realignment of public rights of way)",
    "2.f External Lighting",
    "2.g Other structures (such as play equipment and furniture)",
    "3. Details of Landscape Maintenance",
    "3.a Landscape Maintenance",
    "The development hereby approved,  other than the Great Crested Newt (GCN) pond in the Northwest corner of the Golf Course",
    "identified on drawing nos. 1MC04-SCJ-EV-DSE-SS05_SL07-242700 Rev CO3 and 1MC04-SCJ-EV-DSE-SS05_SL07-242701 Rev CO3, shall not begin until a soils management plan (SMP) has been submitted to and approved in writing by the Local Planning Authority. The SMP shall include details of sub-soil and top-soil storage, handling and formation.",
    "The development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "(i) In order to comply with the terms of the application",
    "(ii) To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems and the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Hillingdon Local Plan: Part 2 (January 202",
    "No demolition or development shall take place other than the Great Crested Newt (GCN) pond in the Northwest corner of the Golf Course",
    "identified on drawing nos. 1MC04-SCJ-EV-DSE-SS05_SL07-242700 Rev CO3 and 1MC04-SCJ-EV-DSE-SS05_SL07-242701 Rev CO3,",
    "until a written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing in consultation with GLAAS. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, which shall include the statement of significance and research objectives, and",
    "A. The programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works",
    "B. Details of a programme for delivering related positive public benefits",
    "C. Details of measures to protect areas identified for preservation in-situ during construction",
    "D. The programme for post-investigation assessment and",
    "No floodlighting or other form of external lighting shall be installed unless it is in accordance with details which have previously been submitted to and approved in writing by the Local Planning Authority. Such details shall include location, height, type and direction of light sources and intensity of illumination. Any lighting that is so installed shall not thereafter be altered other than for routine maintenance which does not change its details.",
    "REASON",
    "To safeguard the amenity of surrounding properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020); and To protect the ecological value of the area in accordance with Policy DMEI 7 of the Hillingdon Local Plan Part 2 (2020).",
    "The rifle range shall not be used except between:-",
    "[10.00 and 22.00], Mondays - Fridays",
    "[10.00 to 16.00] Saturdays and Sundays",
    "and at no time on Public or Bank Holidays.",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The water vole is fully protected under Schedule 5 of the Wildlife & Countryside Act 1981 and is a priority conservation species. It may be present at the proposed development site.",
    "No development hereby approved shall commence (excluding the great crested newt pond) until an updated survey is carried out to identify the presence of water vole. If water vole are found to be present, a plan detailing their protection shall be submitted to and agreed in writing with the Local Planning Authority. The plan must consider the whole duration of the development, from the construction phase through to development completion. Any change to operational responsibilities, including management, shall be submitted to and approved in writing by the local planning authority in consultation with the Environment Agency. The water vole protection plan shall be carried out in accordance with a timetable for implementation as approved.",
    "REASON",
    "To protect the water vole and its habitat within the developme",
    "Prior to each phase of development approved by this planning permission  other than the Great Crested Newt (GCN) pond in the Northwest corner of the Golf Course, identified on drawing nos. 1MC04-SCJ-EV-DSE-SS05_SL07-242700 Rev CO3 and 1MC04-SCJ-EV-DSE-SS05_SL07-242701 Rev CO3, no development shall commence until a strategy to deal with the risks associated with contamination of the site has been submitted to, and approved in writing by the Local Planning Authority in consultation with the Environment Agency. This strategy will include the following components:",
    "1. A preliminary risk assessment which has identified:",
    "· all previous uses and proposed uses including the cut and fill, importation of additional fill materials (e.g. elevated naturally occurring contaminants associated with London Clay and Lambeth group);",
    "· a conceptual model of the site indicating sources, pathways and receptors; and drainage and foundations designs",
    "· potentially unacceptable risks arising from contamination a",
    "The development hereby permitted may not commence, other than the Great Crested Newt (GCN) pond in the Northwest corner of the Golf Course, Identified on drawing nos. 1MC04-SCJ-EV-DSE-SS05_SL07-242700 Rev CO3 and 1MC04-SCJ-EV-DSE-SS05_SL07-242701 Rev CO3, until a monitoring and maintenance plan in respect of contamination, including a timetable of monitoring and submission of reports to the Local Planning Authority, has been submitted to, and approved in writing by, the Local Planning Authority in consultation with the Environment Agency. Reports as specified in the approved plan, including details of any necessary contingency action arising from the monitoring, shall be submitted to, and approved in writing by, the Local Planning Authority.",
    "REASON",
    "· To ensure that the site does not pose any further risk to human health or the water environment by managing any ongoing contamination issues and completing all necessary long-term remediation measures. This is in line with the National Pl",
    "If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the Local Planning Authority) shall be carried out until a remediation strategy detailing how this contamination will be dealt with has been submitted to and approved in writing by the Local Planning Authority in consultation with the Environment Agency. The remediation strategy shall be implemented as approved.",
    "REASON",
    "· To ensure that the development is not put at unacceptable risk from, or adversely affected by, unacceptable levels water pollution from previously unidentified contamination sources at the development site in line with paragraph 170 of the National Planning Policy Framework.",
    "· To prevent further deterioration of a water quality element to a lower status class and prevent the recovery of a drinking water protected area.",
    "· No investigation can completely characterise a site. The condition may be appropria",
    "Piling and investigation boreholes using penetrative methods shall not be carried out other than with the written consent of the local planning authority in consultation with the Environment Agency. The development shall be carried out in accordance with the approved details.",
    "REASON",
    "· To ensure that the proposed piling and foundations does not harm groundwater resources in line with paragraph 170 of the National Planning Policy Framework and the Environment Agency's approach to groundwater protection, February 2018 Version 1.2 https://www.gov.uk/government/publications/groundwater-protection-position-statements",
    "· Some piling techniques can cause preferential pathways for contaminants to migrate to groundwater and cause pollution. A piling risk assessment and appropriate mitigation measures should be submitted with consideration of the EA guidance. During piling works (especially if the piles extend to the Chalk within SPZ1 saturated zone) due to the proximity of nearby potable abstra",
    "A scheme for managing any borehole installed for the investigation of soils, groundwater or geotechnical purposes shall be submitted to and approved in writing by the local planning authority in consultation with the Environment Agency. The scheme shall provide details of how redundant boreholes are to be decommissioned and how any boreholes that need to be retained, post-development, for monitoring purposes will be secured, protected and inspected. The scheme as approved shall be implemented prior to the occupation of any part of the permitted development / or of each phase of development.",
    "REASON",
    "· To ensure that redundant boreholes are safe and secure, and do not cause groundwater pollution or loss of water supplies in line with paragraph 183 of the National Planning Policy Framework and The Environment Agency's Approach to Groundwater Protection February 2018 Version 1.2 https://www.gov.uk/government/publications/groundwater-protection-position-statements",
    "Link to archived EA guidan",
    "No development hereby approved shall commence (excluding the great crested newt pond) until details of the disposal of both surface water and foul water drainage directed away from the railway shall be submitted to the Local Planning Authority and Network Rail.\"",
    "REASON",
    "To protect the adjacent railway from the risk of flooding, soil slippage and pollution.",
    "To comply with Hillingdon Local Plan: Part 2 (January 2020) Policies - DMEI 11: Protection of Ground Water Resources and DMEI 12: Development on Land Affected by Contamination, DMT 1, policy EM8 of the Hillingdon Local Plan Part 1 (2012).",
    "No development hereby approved shall commence (excluding the great crested newt pond) until full details of ground levels, earthworks and excavations to be carried out near to the railway boundary and a method statement and risk assessment shall be submitted to and approved in writing by the Local Planning Authority in consultation with  Network Rail.",
    "REASON",
    ": To ensure that the construction and subsequent maintenance of the proposal can be carried out without adversely affecting the safety, operational needs or integrity of the railway.",
    "To comply with Policy DMT1 of the Hillingdon Local Plan: Part 2 (January 2020).",
    "Prior to the use of the roads which are the subject of this application, the applicant shall submit a traffic management plan specific to the proposed works which should be agreed in writing with the LPA.  This plan should indicate the measures to reduce the impacts on peak hour traffic (0730-0930 and 1630-1830) and include workforce numbers with activity profiles, details of access and egress management at the site, and general traffic management arrangements.  The operation of the roads must proceed in accordance with the traffic management plan together with a comprehensive Highway network monitoring regime applied throughout the period of works.",
    "REASON",
    "To ensure pedestrian and vehicular safety and convenience and to ensure adequate off-street parking, and loading facilities in compliance with Policies DMT 2 and DMT 6 of the Hillingdon Local Plan Part 2 (2020) and policies T6 and T7 of the London Plan (2021).",
    "Prior to commencement of the development hereby approved (excluding the great crested newt pond), a 3-stage road safety audit (RSA-stages 2,3 and 4) shall be undertaken at Clacks Lane and its junction with Ickenham Road, in order to take stock of the existing arrangement with identification of any layout and/or safety enhancements that can be introduced prior to or post-construction. This exercise would also be pertinent to construction vehicle activity in this vicinity and shall be submitted to and approved in writing and any recommendations and mitigation implemented thereafter.",
    "REASON",
    "To ensure pedestrian and vehicular safety and convenience and to ensure adequate off-street parking, and loading facilities in compliance with Policies DMT 2 and DMT 6 of the Hillingdon Local Plan Part 2 (2020) and policies T6 and T7 of the London Plan (2021).",
    "No contaminated soils or other materials shall be imported to the site; All imported soils for engineering/ landscaping purposes shall be clean and free of contamination. Before any part of the site is occupied all imported soils shall be independently tested for chemical contamination, and the results of this testing shall be submitted in the form of a suitable validation and verification report for approval in writing by the Local Planning Authority.",
    "REASON To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems and the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Hillingdon Local Plan: Part 2 (January 2020) Policies - DMEI 11: Protection of Ground Water Resources and DMEI 12: Development of Land Affected by Contamination.",
    "The development shall be constructed and operated as per the details in the Noise Impact Assessment report for Ruislip Golf Course London S2 (Document no.1MC04-SCJ-EN-ASM-SS05_SL07-000001, Revision C03, dated 28/10/2019), with any relevant features thereafter retained and maintained in good working order for so long as the building remains in use.",
    "REASON",
    "·  To ensure an acceptable development;",
    "·  To safeguard the amenity of the surrounding area in accordance with policy EM8 of the Hillingdon Local Plan Part 1 (2012 policy DMHB 11 of the Hillingdon Local Plan Part  2 (2020) and Policy D14 of the London Plan (2021).",
    "Any source of plant noise associated with the operation of the development, at the point of emission to the atmosphere, should be limited to a sound power level of no more than 75 dBA, and where the cumulative plant noise should be no higher than 35 dB LAeq,1h 1 m outside the nearest residential premises. The equipment shall be maintained in good working order for so long as the building remains in use.",
    "REASON",
    "·  To ensure an acceptable development;",
    "·  To safeguard the amenity of the surrounding area in accordance with policy EM8 of the Hillingdon Local Plan Part 1 (2012 policy DMHB 11 of the Hillingdon Local Plan Part  2 (2020) and Policy D14 of the London Plan (2021).",
    "No development hereby approved shall commence (excluding the great crested newt pond) until an updated drainage strategy for the provision of sustainable water management has been submitted to and approved in writing by the Local Planning Authority.  The scheme shall clearly demonstrate that sustainable drainage systems (SUDS) have been incorporated into the designs of the development in accordance with the hierarchy set out in accordance with Policy SI15 of the London Plan and will:",
    "i.        provide information about the design storm period and intensity, the method employed to delay and control the surface water discharged from the site and the measures taken to prevent pollution of the receiving groundwater and/or surface waters;",
    "ii.        include a timetable for its implementation; and",
    "iii.        provide a management and maintenance plan for the lifetime of the development which shall include the arrangements for adoption by any public authority or statutory undertaker and a",
    "Prior to the occupation of the driving range building, full details of PV panels to be installed on the roof of this building and the requisite energy savings that these would achieve for the site shall be submitted to and approved in writing by the Local Planning Authority.  The PV Panels should seek to provide output for the external lighting on the driving range or on the golf course site where possible.",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON:",
    "To ensure the development contributes to a reduction in CO2 in accordance with Policy DMEI 2 of the Hillingdon Local Plan: Part 2 (2020) and Policy SI 2 of the London Plan (2021).",
    "Prior to any works above ground floor level for the Driving Range Building and Rifle Range Building, details of the following shall be submitted to and approved in writing by the Local Planning Authority:",
    "External Materials:",
    "1a. Roofing",
    "1b. Elevational treatment",
    "1c. Fenestration",
    "Living Walls and Roof",
    "2a. Details of the inclusion of living walls and roofs",
    "2b. Justification as to why no part of the development can include living walls and roofs",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMHB 11, DMHB 14, DMEI 1  of the Hillingdon Local Plan Part 2 (2020). and London Plan Policies G7 and G8 (2021).",
    "The development shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No building shall be occupied until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the wellbeing of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000 to ensure the development provides a safe and secure environment in accordance with Hillingdon Local Plan Part 2 policy DMHB 15 and London Plan (2021) Policy D11.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021).",
    "Flood Risk Activity Permit",
    "The Environmental Permitting (England and Wales) Regulations 2016 require a permit to be obtained for any activities which will take place:",
    "· on or within 8 metres of a main river (16 metres if tidal)",
    "· on or within 8 metres of a flood defence structure or culvert (16 metres if tidal)",
    "· on or within 16 metres of a sea defence",
    "· involving quarrying or excavation within 16 metres of any main river, flood defence (including a remote defence) or culvert",
    "· in a floodplain more than 8 metres from the river bank, culvert or flood defence structure (16 metres if it's a tidal main river) and you don't already have planning permission.",
    "For further guidance please visit https://www.gov.uk/guidance/flood-risk-activities-environmental-permits or contact our National Customer Contact Centre on 03702 422 549 or by emailing enquiries@environment-agency.gov.uk. The applicant should not assume that a permit will automatically be forthcoming once planning permission has been g",
    "Abstraction of water - Water Resources Act 1991",
    "Ruislip Golf Club previously used a Chalk borehole at NGR TQ 0844 8691 to meet the irrigation needs of the golf course. The Environment Agency had not issued a licence to abstract water to authorise this use of water. The re-design of the golf course provides an opportunity to confirm the irrigation needs and the source of water to be used. The legislation requires that where water is abstracted from either a surface water or groundwater source that a licence to abstract water can be required. The developer is advised to contact the Environment Agency to discuss their water requirements which with careful planning could be incorporated into the re-designed layout of the course",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The Council's Commercial Premises Section and Building Control Services should be consulted regarding any of the following:-",
    "The installation of a boiler with a rating of 55,000 - 1 million Btu/hr and/or the construction of a chimney serving a furnace with a minimum rating of 1 million Btu/hr;",
    "The siting of any external machinery (eg air conditioning);",
    "The installation of additional plant/machinery or replacement of existing machinery.",
    "Contact:- Commercial Premises Section, 4W/04, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 250190). Building Control Services, 3N/01, Civic Centre, High Street, Uxbridge, UB8 1UW (tel. 01895 250804 / 805 / 808).",
    "The archaeological written scheme of investigation (WSI) will need to be prepared and implemented by a suitably professionally accredited archaeological practice in accordance with Historic England's Guidelines for  Archaeological Projects in Greater London. This condition is exempt from deemed discharge under schedule 6 of The Town and Country Planning (Development Management Procedure) (England) Order 2015.",
    "This pre-commencement condition is necessary to safeguard the archaeological interest on this site. Approval of the WSI before works begin on site provides clarity on what investigations are required, and their timing in relation to the development programme. If",
    "the applicant does not agree to this pre-commencement condition please let us know their reasons and any alternatives suggested. Without this pre-commencement condition being imposed the application should be refused as it would not comply with NPPF paragraph 199.",
    "GLAAS  envisage that the archaeological fieldwork would c",
    "Model Procedures and good practice",
    "The Environment Agency (EA) recommends that developers should:",
    "1. Follow the risk management framework provided in the updated guide is called Land contamination: risk management (LCRM), when dealing with land affected by contamination.",
    "2. Refer to the Environment Agency Guiding principles for land contamination for the type of information that we required in order to assess risks to controlled waters from the site. The Local Authority can advise on risk to other receptors, such as human health.",
    "3. Consider using the National Quality Mark Scheme for Land Contamination Management which involves the use of competent persons to ensure that land contamination risks are appropriately managed. https://www.claire.co.uk/projects-and-initiatives/nqms-sqp-register The Planning Practice Guidance defines a \"Competent Person (to prepare site investigation information): A person with a recognised relevant qualification, sufficient experience in dealing with the ty",
    "The Environment Agency (EA) has confirmed that it has no objections  for the reuse of excavated material as non-waste under the C:LAIRE Definition of Waste Code of Practice (DoWCoP), as outlined in the submitted Interim/Outline Materials Management Plan (MMP) for the proposed works at Ruislip Golf Course, and supporting information, providing that the CL:AIRE Definition of Waste Code of Practice is followed in full. As such, the application is considered a non waste development.",
    "A formal Declaration must be submitted to the EA by a QP before any transfer occurs. The decision to use the CLAIRE Definition of waste Code of Practice is the responsibility of the holder of the materials. The project manager should collate all relevant documents; permissions, site reports, MMP etc and consult with an independent QP to confirm that the site meets the requirements and tests for use of the DOWCOP.",
    "If the site meets the tests that materials are suitable for re-use, certain to be re-used, are no",
    "The Council's landscape architect and tree manager should be consulted prior to the commencement of work on site, or should any landscape, or  tree-related matters arise during the life of the project (email: trees@hillingdon.gov.uk)"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T11:13:18.930+00:00",
  "ward": "WEST RUISLIP",
  "parking_details": {
    "no_existing_car": 160,
    "net_car": 0,
    "no_proposed_car": 160,
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "lapsed_date": "15/12/2024",
  "decision_target_date": "10/02/2021",
  "centroid": {
    "lat": 51.573292,
    "lon": -0.442596
  },
  "lpa_app_no": "10737/APP/2020/3359",
  "status": "Approved",
  "site_name": "RUISLIP GOLF COURSE",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=10737/APP/2020/3359",
  "locality": null,
  "polygon": null,
  "development_type": null,
  "last_date_consultation_comments": "03/12/2020",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "FME Excel Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "ICKENHAM ROAD",
  "pp_id": "08227159",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": "508027",
  "appeal_start_date": null,
  "centroid_northing": "187196",
  "borough": "Hillingdon",
  "decision": "Approved",
  "wgs84_polygon": null
}