{
  "epc_number": "5517-9824-5120-0348-3206",
  "decision_target_date": "20/11/2023",
  "decision": "Approved",
  "last_date_consultation_comments": "16/11/2023",
  "description": "Conversion of garage to habitable use and part single, part double storey side and rear extensions.",
  "site_number": null,
  "postcode": "RM2 5AD",
  "application_type_full": "Householder planning permission",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "uprn": "100021383595",
  "appeal_status": null,
  "parking_details": {
    "no_existing_car": 2,
    "no_proposed_car": 1,
    "net_car": -1
  },
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1370.23",
  "valid_date": "06/09/2023",
  "centroid": {
    "lon": "0.19337769999999999",
    "lat": "51.5813585"
  },
  "borough": "Havering",
  "decision_agency": "Borough",
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "site_name": "113 Lodge Avenue",
  "bo_system": "CSV Data Import",
  "centroid_easting": 552068,
  "subdivision_of_building": null,
  "status": "Approved",
  "lapsed_date": "20/11/2026",
  "actual_completion_date": null,
  "centroid_northing": 189223,
  "locality": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1936591,
          51.5813388
        ],
        [
          0.19360809999999998,
          51.581256
        ],
        [
          0.19310909999999998,
          51.5813842
        ],
        [
          0.1931567,
          51.5814642
        ],
        [
          0.1936591,
          51.5813388
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "lpa_app_no": "P1370.23",
  "application_details": {
    "intended_completion_date": "05/2024",
    "total_gia_gained": 40.68,
    "no_additional_bathrooms": 2,
    "existing_uprns": null,
    "intended_commencement_date": "12/2023",
    "no_additional_bedrooms": 1,
    "site_area": 0.036
  },
  "secondary_street_name": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552087.558,
              189221.395
            ],
            [
              552084.307,
              189212.075
            ],
            [
              552049.302,
              189225.296
            ],
            [
              552052.337,
              189234.291
            ],
            [
              552087.558,
              189221.395
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "last_updated": "2025-03-19T00:28:55.004+00:00",
  "date_building_work_started_under_previous_permission": null,
  "ward": "St Edwards",
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "The applicant is reminded that if works commence related to this application it is likely Permitted Development rights under D0392.23 would become void. Additionally, if the applicant proceeds with works allowed under D0392.23 they would need to seek planning permission again for any side/rear extensions as any approved plans related to this application would become inaccurate. Lastly, it is acknowledged the applicant was granted separate planning for a stand alone single storey rear extension under P1268.23, if this is built, the applicant could not then construct the other elements of this scheme without first seeking planning permission."
  ],
  "appeal_decision_date": null,
  "title_number": null,
  "lpa_name": "Havering",
  "pp_id": "12434314",
  "decision_date": "20/11/2023",
  "id": "Havering-P1370.23",
  "street_name": "Romford"
}