{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "W5 3PB",
  "borough": "Ealing",
  "wgs84_polygon": null,
  "site_name": "1-2 Leopold Road ",
  "centroid_easting": 518655,
  "pp_id": "PP-12687783",
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "residential_details": {
      "total_no_existing_residential_units": 0,
      "total_no_proposed_bedrooms": 25,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units": 5,
      "total_gia_gained": 660,
      "total_no_existing_residential_affordable_units": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 7,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 5,
          "unit_type": "Semi Detached Home",
          "gia": 25,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 7,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 5,
          "unit_type": "Semi Detached Home",
          "gia": 25,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 7,
          "provider": "Private",
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "no_bedrooms": 5,
          "unit_type": "Semi Detached Home",
          "gia": 210,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 7,
          "provider": "Private",
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "no_bedrooms": 5,
          "unit_type": "Semi Detached Home",
          "gia": 210,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 7,
          "provider": "Private",
          "unit_no": "Gain-5",
          "change_type": "Gain",
          "no_bedrooms": 5,
          "unit_type": "House or Bungalow",
          "gia": 190,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_market_for_sale": 5,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_affordable_rent": 0
    },
    "lead_developer_company_name": "Luxgrove Capital Partners",
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_gia_gained": 1075,
      "total_gia_lost": 119,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 533,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "garden_land_lost": true,
    "existing_uprns": null,
    "ownership_status": "Private",
    "total_gia_gained": 1075,
    "green_suds": false,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 10.7,
        "building_ref": "2A & 2B (Leopold Road) "
      },
      {
        "no_storeys": 3,
        "max_height": 10.7,
        "building_ref": "3, 4 & 5 (Gunnersbury Avenue) "
      }
    ],
    "phasing_details": [
      {
        "phase_detail": "Demolition & Construction",
        "intended_completion_date": "04/2025",
        "intended_commencement_date": "04/2024"
      }
    ],
    "site_area": 0.2,
    "projected_cost_of_works": "Between £2m and £100m",
    "infrastructure_details": {
      "no_new_water_connections_required": 5,
      "no_active_fast_ev_charging_points": 0,
      "no_passive_fast_ev_charging_points": 5,
      "green_roof_area": 0,
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "solar_pv_capacity": 19400,
      "percentage_demolition_construction_material_recycling": 0,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 5,
      "fire_suppression_system_proposed": true,
      "mobile_network_operators_consultation": false,
      "chp_heat_pumps_capacity": 81760,
      "ghg_reduction_over_building_regulations": true,
      "no_resi_units_to_have_full_fibre": 5,
      "total_annual_nox_emissions": 0,
      "no_homes_passive_cooling": 5,
      "waste_provision": true
    },
    "internal_resi_water_usage": 105,
    "scheme_phasing": true,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 414,
        "use_class": "C3",
        "gia_gained": 0,
        "gia_lost": 0
      },
      {
        "gia_existing": 119,
        "use_class": "SpecifiedOther",
        "gia_gained": 1075,
        "gia_lost": 119
      }
    ],
    "total_gia_lost": 119,
    "grey_water_reuse": false,
    "total_gia_existing": 533
  },
  "lpa_name": "Ealing",
  "decision": "Approved",
  "lpa_app_no": "235101FUL",
  "decision_date": "19/09/2024",
  "last_updated": "2025-03-19T20:39:28.419+00:00",
  "centroid_northing": 180382,
  "centroid": {
    "lat": 51.509917,
    "lon": -0.291602
  },
  "appeal_decision_date": null,
  "locality": "London",
  "ward": "Ealing Common",
  "bo_system": "CSV Data Import",
  "lapsed_date": "19/09/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": "2881-3028-5206-0717-1200",
  "valid_date": "21/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing / document title number(s): Site Location Plan 3312-CB-A-DR-0001 Rev A, Existing Site Plan 3312-CB-A-DR-0004 Rev A, Existing GF Plan 3312-CB-A-DR-0010 Rev A, Existing FF Plan 3312-CB-A-DR-0011 Rev A, Existing SF Plan 3312-CB-A-DR-0012 Rev A, Existing Roof Plan 3312-CB-A-DR-0013 Rev A, Existing Elevation 3312-CB-A-DR-0050 Rev A, Existing Elevation 3312-CB-A-DR-0051 Rev A, Existing Section 3312-CB-A-DR-0205 Rev A, Proposed Site Plan 3312-CB-A-DR-0005 Rev A, Proposed GF Plan 3312-CB-A-DR-0019 Rev A, Proposed FF Plan 3312-CB-A-DR-0020 Rev A, Proposed SF Plan 3312-CB-A-DR-0021 Rev A, Proposed Roof Plan 3312-CB-A-DR-0022 Rev A, Proposed Elevations 3312-CB-A-DR-0060 Rev A, Proposed Elevations 3312-CB-A-DR-0061 Rev A, Proposed Elevations 3312-CB-A-DR-1062, Arboricultural Planning Report by AD Tree Consulting 2023/019/APR, Proposed Landscape Plan 3312-CB-A-DR-0050 Rev A, Transport Statement by Markides Associates dated 14.12.2023, Energy Statement by Energylab dated 15.12.2023, Construction Logistics Plan by Markides Associates 14.12.2023, Daylight & Sunlight Report by EB7 14.12.2023, Design & Access Statement Part 1 & 2 December 2023, Heritage Statement by Bidwells December 2023, Planning Statement December 2023, Swept Path Analysis, Sainsbury's Delivery Van 23349-MA-XX-XX-DR-C-7000 - P03, Visibility Splays 23349-MA-XX-XX-DR-C-0130 - P03",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| Prior to the commencement of the development (excluding demolition, initial site clearance and ground works), a noise assessment report shall be submitted to the Council for approval in writing of transport and industrial/ commercial/ cultural noise sources occurring at the site during most of the year, ie. measured during school and work weekdays and nights, confirming mitigation measures and resulting internal and external noise levels at the development, in accordance with BS8233:2014. Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise). The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site, in accordance with policies 7A & 7B of the Ealing Development Management Development Plan Document (2013) and policies D3, D4 and D14 of the London Plan (2021).",
    "| The rating level (LAr,Tr) of the individual and combined maximum noise emitted by fixed plant, ducting and equipment on the site shall be lower than the existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The plant noise level at non-residential noise sensitive premises at the development site and nearby shall achieve the criteria of BS 8233:2014. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all machinery operating together at maximum capacity.",
    "Reason:   To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely by noise from mechanical installations/ equipment, in accordance with policies 7A & 7B of the Ealing Development Management Development Plan Document (2013) and policies D3, D4 and D14 of the London Plan (2021). | Prior to use, machinery, plant and equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by vibration noise from mechanical installations/ equipment, in accordance with policies 7A & 7B of the Ealing Development Management Development Plan Document (2013) and policies D3, D4 and D14 of the London Plan (2021). | Prior to commencement of the development, a demolition method statement/ construction management plan shall be submitted to the Council for approval in writing. Details shall include control measures for:-",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays (no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and considerate complaints procedure,",
    "- public display of contact details including accessible phone numbers for persons responsible for the work for the duration of the works in case of emergencies, enquiries or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with policies 7A & 7B of the Ealing Development Management Development Plan Document (2013) and policies D3, D4 and D14 of the London Plan (2021).",
    "| Prior to the commencement of the development, a Ventilation Strategy Report to mitigate the impact of existing poor air quality for residents shall be submitted to and approved by the Local Planning Authority. The report will contain details for the installation of a filtered fresh air ventilation system capable of mitigating elevated concentrations of nitrogen oxides and particulate matter in the external air for all residential dwellings.",
    "The report shall also include the following information:",
    "a) Details and locations of the ventilation intake locations of all floors",
    "b) Details and locations of ventilation extracts locations of all floors",
    "The maintenance and cleaning of the systems shall be undertaken regularly in accordance with manufacturer specifications and shall be the responsibility of the primary owner of the property. Approved details shall be fully implemented prior to the occupation/use of the development and thereafter permanently retained and maintained.",
    "Reason: To minimise exposure to existing poor air quality, and provide a suitable internal living environment for future occupiers, in accordance with policy SI 1 of the London Plan (2021), policy 1.1(j) of the Ealing Development Strategy 2026 DPD (2012) and policy 7A of the Ealing Development Management DPD (2013).",
    "| All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up-to-date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason: To safeguard adjoining occupiers of the development against unacceptable noise, disturbance and emissions, policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and policy SI1 of the London Plan (2021); and National Planning Policy Framework (2023).",
    "| No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted and its installation on site has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works. Details shall include the following:",
    "o\tFull survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals. All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "o\tA plan** detailing all trees and hedgerows planned for retention and removal.",
    "o\tA schedule of tree works for all the retained trees specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons. All tree works shall be carried out in accordance with BS 3998.",
    "o\tTiming and phasing of works",
    "o\tSite specific demolition and hard surface removal specifications",
    "o\tSite specific construction specifications (e.g. bridging, instillation of underground services, surfacing, foundations of all structures, within the root protection area,)",
    "o\tLevel changes",
    "o\tLandscaping proposals",
    "o\tA Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "o\tSoil remediation plans, where unauthorised access has damaged root protection areas in the construction exclusion zones.",
    "o\tDetails of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan (2021), policy 5.10 of Ealing's Development Management DPD (2013) and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A tree monitoring program to include:",
    "o\tConfirmation of who shall be the lead arboriculturalist for the development.",
    "o\tConfirmation of the Site Manager, key personnel, their key responsibilities and contact details.",
    "o\tDetails of induction procedures for all personnel in relation to Arboricultural matters.",
    "A detailed timetable of events for arboricultural supervision concerning all tree protection measures within the approved Tree Protection Plan, including: Prestart meeting with an Ealing Council Tree Officer",
    "Initial implementation/installation of the tree protection measures",
    "Approved incursions in to construction exclusion zones",
    "Final removal of the tree protection measures",
    "The installation of underground services",
    "All below ground construction within the root protection area of trees on or off site.",
    "Procedures for dealing with non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement.",
    "(b) Within three months of first use of the development hereby approved, a report containing the following details shall be submitted to and approved by the Local Planning Authority:",
    "o\tResults of each site visit by the lead arboriculturist with photos attached.",
    "o\tAssessment of the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan (2021), policy 5.10 of Ealing's Development Management DPD (2013) and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| A suitable scheme of proposed tree planting and pits shall be submitted to and approved by the Local Planning Authority prior to the first use of the development hereby approved.",
    "No operations shall commence on site in connection with the development hereby approved until a suitable scheme of proposed tree planting and tree pits have been submitted to and approved by the Local Planning Authority. The scheme shall include the following comprehensive details of all trees to be planted:",
    "o\tFull planting specification - tree size, species, the numbers of trees and any changes from the original application proposals.",
    "o\tLocations of all proposed species.",
    "Comprehensive details of ground/tree pit preparation to include: Plans detailing adequate soil volume provision to allow the tree to grow to maturity",
    "Engineering solutions to demonstrate the tree will not interfere with structures (e.g. root barriers/deflectors) in the future",
    "Staking/tying method(s).",
    "Five year post planting maintenance and inspection schedule.",
    "All tree planting must be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 28th February inclusive). The quality of all approved tree planting should be carried out to the levels detailed in British Standard 8545, Trees: from nursery to independence in the landscape - Recommendations.",
    "Any trees which die, are removed, uprooted, significantly damaged, become diseased or malformed within five years from the completion of planting, must be replaced during the nearest planting season (1st October to 31st March inclusive) with a tree/s of the same size, species and quality as previously approved.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan (2021), policy 5.10 of Ealing's Development Management DPD (2013) and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| No trees, shrubs or hedges within the site which are shown to be retained on the approved plans (Plan/Drawing:) shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "If a tree marked on the tree report to be retained is removed without consent, or dying, or being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted, a replacement tree shall be planted on the site or surrounding area reflecting the CAVAT value of the tree, or a proportion of its value reflecting the damage. This penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "Discharge of this condition should be sought from the Local Planning Authority prior to the first use of the development hereby approved: the discharge is dependent upon compliance with all of the above and /or any additional mitigating agreement made in writing with the Local Planning Authority.",
    "Reason: To secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of important amenity value to the local landscape."
  ],
  "parking_details": {
    "net_car": 8,
    "no_proposed_cycle": 12,
    "no_existing_cycle": 0,
    "no_proposed_car": 9,
    "no_existing_car": 1,
    "net_cycle": 12
  },
  "site_number": null,
  "uprn": "000012090784",
  "decision_target_date": "19/09/2024",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Leopold Road",
  "secondary_street_name": null,
  "description": "Retention of existing dwellinghouse with single storey rear infill extension and external alterations; construction of five residential dwellinghouse (Use Class C3) with provision of amenity spaces, with associated parking spaces, refuse storage and cycle parking (following demolition of outbuilding and garage)",
  "id": "Ealing-235101FUL",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/235101FUL;"
}