{
  "centroid": {
    "lon": "0.1936919",
    "lat": "51.5896802"
  },
  "status": "Refused",
  "decision_target_date": "31/01/2020",
  "site_name": "2 Meadway",
  "decision_conditions": [
    "The proposed replacement window frames, by reason of their design and materials would materially and unacceptably detract from the character and appearance of the application premises and would visually unbalance the subject building to the detriment of its character and contribution to the street-scene. The proposal would neither preserve, nor enhance the special character of the Gidea Park Conservation Area and is therefore contrary to Policies DC61 and DC68 of the Core Strategy and Development Control Policies Development Plan Document.",
    "The extended area of hard surfacing by reason of its overall expanse, combined with the loss of soft landscaping, would  be detrimental to the character and appearance of the host property and open and verdant character of the Gidea Park Conservation Area. The proposal would neither preserve or enhance the character and appearance of the Gidea Park Conservation Area contrary to Policies DC61 and DC68 of the LDF Development Control Policies Development Plan Document.",
    "The proposed rear extension would by reason of its unsympathetic design and massing be of detriment to the intrinsic character of the host premises. The elongation of the massing, together with a lack of articulation, would distort the original modest proportions of the exhibition house as a 'Class II Cottage' whilst also resulting in the loss of all original features and details of the rear elevation. The development sought is therefore contrary  to Policies CP18, DC61 and DC68 of the Core Strategy and Development Control Policies Development Plan Document, the Heritage Supplementary Planning Document, the Residential Extensions and Alterations Supplementary Planning Document and the objectives of the National Planning Policy Framework.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the agent in writing 20-04-20 after having initially sought revisions. Consequently in an email dated 18-09-20 the applicant requested the application be determined as submitted without consideration given to any revisions provided during the intervening period.",
    "Due to the COVID-19 pandemic and social distancing measures implemented, a site visit was not undertaken by the case officer. For the purposes of assessing the proposed development a combination of photographs held by the Council, street-view, relevant aerial photography and historic records including drawings were utilised."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM2 5NU",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "09/10/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1731.19",
  "centroid_northing": 190149,
  "uprn": "100021387009",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Pettits",
  "decision_date": "09/10/2020",
  "description": "First floor rear extension, change all existing windows (UPVC) to timber box sash windows, changes to front driveway with new dropped kerb.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1731.19",
  "lpa_app_no": "P1731.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:49:59.032+00:00",
  "centroid_easting": 552062,
  "pp_id": "08295201",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "15/11/2019",
  "decision": "Refused",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552018.474,
              190193.617
            ],
            [
              552025.409,
              190199.686
            ],
            [
              552103.438,
              190110.387
            ],
            [
              552098.02,
              190106.919
            ],
            [
              552093.901,
              190108.002
            ],
            [
              552089.783,
              190114.288
            ],
            [
              552085.448,
              190111.037
            ],
            [
              552054.887,
              190147.234
            ],
            [
              552058.138,
              190150.051
            ],
            [
              552018.474,
              190193.617
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.121
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "27/01/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1930834,
          51.5900928
        ],
        [
          0.1931861,
          51.5901455
        ],
        [
          0.1942728,
          51.589322
        ],
        [
          0.19419309999999998,
          51.5892923
        ],
        [
          0.19413419999999998,
          51.5893032
        ],
        [
          0.1940775,
          51.5893608
        ],
        [
          0.19401359999999998,
          51.5893327
        ],
        [
          0.1935885,
          51.589666199999996
        ],
        [
          0.1936366,
          51.5896906
        ],
        [
          0.1930834,
          51.5900928
        ]
      ]
    ],
    "type": "Polygon"
  }
}