{
  "appeal_decision": null,
  "street_name": "Eaton Rise",
  "title_number": null,
  "valid_date": "12/06/2023",
  "cil_liability": false,
  "polygon": null,
  "application_type_full": "Householder planning permission",
  "decision": "Approved",
  "pp_id": "PP-12199568",
  "date_building_work_completed_under_previous_permission": null,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "01/02/2027",
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "borough": "Ealing",
  "site_number": null,
  "development_type": "Other house holder developments",
  "centroid": {
    "lat": 51.519072,
    "lon": -0.306509
  },
  "last_date_consultation_comments": null,
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": {
    "no_existing_car": 3,
    "no_proposed_car": 3,
    "net_car": 0
  },
  "lpa_name": "Ealing",
  "decision_process": "Delegated",
  "decision_target_date": "01/02/2024",
  "secondary_street_name": null,
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "centroid_easting": 517597,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawings titled: Location Plan, Existing Block Plan, 101 Existing Ground Floor Plan, 102 Existing First Floor Plan, 103 Existing Second Floor Plan, 404 Existing Elevations, Proposed Block Plan, 601 Proposed Ground Floor Plan, 502 Proposed First Floor Plan, 503 Proposed Second Floor Plan, 605 Proposed Elevations, 100 Site Location Plan, Design and Access Statement, Heritage Statement, Materials (as confirmed by email on 01/02/2024)",
    "Reason: For the avoidance of doubt and in the interest of proper planning.",
    "| All external materials to be used in the development shall be consistent with those as listed within the submitted application form and the drawings / plans as listed in Condition (2).",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies D1 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995 (as amended), no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.",
    "Reason:  To protect the living conditions of neighbouring properties and the visual appearance of the area, in accordance with policies 7.4 and 7B of the Ealing Development Management DPD (2013) and policies D3, D4 and D6 of the London Plan (2021). | No part of the roof of the extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason:  To protect the living conditions of nearby properties in accordance with policies D4 and D6 of The London Plan (2021), policies 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and policies 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012). | The solar panels on the flat roof hereby approved shall not exceed 0.6m higher than the top of the roof on which they are fixed.",
    "Reason: To ensure that the materials harmonise with the surroundings, and to safeguard the character and appearance of the area in accordance with policies D1 and D4 of the London Plan (2021) and policies 7B and 7.4 of the Ealing Development Management DPD (2013)."
  ],
  "lpa_app_no": "232134HH",
  "application_details": {
    "no_additional_bathrooms": 0,
    "intended_completion_date": "12/2023",
    "existing_uprns": [
      "000012147568"
    ],
    "total_gia_gained": 55,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "08/2023"
  },
  "centroid_northing": 181376,
  "ward": "Ealing Broadway",
  "locality": "London",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "id": "Ealing-232134HH",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/232134HH;",
  "uprn": "000012147568",
  "description": "Single storey front porch extension; conversion of a garage into a habitable room; single storey rear extension; first floor rear extension; first floor front infilled extension; alterations to front fenestrations; installation of solar panels",
  "site_name": "34B Eaton Rise",
  "appeal_status": null,
  "postcode": "W5 2ER",
  "status": "Approved",
  "decision_agency": "Borough",
  "decision_date": "01/02/2024",
  "actual_commencement_date": null,
  "epc_number": null,
  "last_updated": "2025-03-20T11:57:28.980+00:00",
  "application_type": "Householder",
  "bo_system": "CSV Data Import"
}