{
  "site_name": "89 Stafford Avenue",
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lon": "0.2172402",
    "lat": "51.5852803"
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2171668,
          51.5852844
        ],
        [
          0.2171652,
          51.5853258
        ],
        [
          0.21716239999999998,
          51.5853861
        ],
        [
          0.21716069999999998,
          51.5854266
        ],
        [
          0.2172152,
          51.5854276
        ],
        [
          0.2173009,
          51.5854294
        ],
        [
          0.2173027,
          51.585379
        ],
        [
          0.2173061,
          51.5852854
        ],
        [
          0.217308,
          51.5852352
        ],
        [
          0.21731219999999998,
          51.5851279
        ],
        [
          0.21731229999999999,
          51.585125
        ],
        [
          0.2172491,
          51.5851253
        ],
        [
          0.21717509999999998,
          51.5851255
        ],
        [
          0.21717509999999998,
          51.5851282
        ],
        [
          0.2171734,
          51.5851613
        ],
        [
          0.21717309999999998,
          51.5851655
        ],
        [
          0.21717209999999998,
          51.5851858
        ],
        [
          0.21717009999999998,
          51.585222
        ],
        [
          0.2171668,
          51.5852844
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_decision_date": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0077.24",
  "secondary_street_name": null,
  "site_number": null,
  "application_details": {
    "intended_completion_date": "07/2024",
    "total_gia_gained": 44,
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 1,
    "existing_uprns": null,
    "intended_commencement_date": "04/2024",
    "site_area": 0.032
  },
  "lapsed_date": "19/03/2027",
  "decision": "Approved",
  "postcode": "RM11 2EP",
  "last_date_consultation_comments": "21/02/2024",
  "decision_process": "Delegated",
  "epc_number": "1832-0920-9109-0256-6202",
  "pp_id": "12733591",
  "development_type": null,
  "bo_system": "CSV Data Import",
  "valid_date": "16/01/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553702.9,
              189709.3
            ],
            [
              553702.65,
              189713.9
            ],
            [
              553702.25,
              189720.6
            ],
            [
              553702,
              189725.1
            ],
            [
              553705.77,
              189725.33
            ],
            [
              553711.7,
              189725.7
            ],
            [
              553712,
              189720.1
            ],
            [
              553712.55,
              189709.7
            ],
            [
              553712.85,
              189704.13
            ],
            [
              553713.5,
              189692.2
            ],
            [
              553713.52,
              189691.88
            ],
            [
              553709.14,
              189691.78
            ],
            [
              553704.01,
              189691.65
            ],
            [
              553704,
              189691.95
            ],
            [
              553703.77,
              189695.63
            ],
            [
              553703.74,
              189696.09
            ],
            [
              553703.6,
              189698.35
            ],
            [
              553703.34,
              189702.37
            ],
            [
              553702.9,
              189709.3
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "actual_commencement_date": null,
  "parking_details": {
    "no_proposed_car": 3,
    "no_existing_car": 3,
    "net_car": 0
  },
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "lpa_name": "Havering",
  "borough": "Havering",
  "centroid_northing": 189709,
  "id": "Havering-P0077.24",
  "decision_target_date": "19/03/2024",
  "description": "Extension of main roof above garage, new dormer to the rear, roof lights and alterations to existing ground floor rear extension.",
  "appeal_status": null,
  "decision_date": "19/03/2024",
  "ward": "Squirrels Heath",
  "appeal_decision": null,
  "locality": null,
  "street_name": "Hornchurch",
  "status": "Approved",
  "application_type_full": "Householder planning permission",
  "decision_agency": "Borough",
  "uprn": "100021341689",
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "P0077.24",
  "title_number": null,
  "last_updated": "2025-03-19T23:13:29.596+00:00",
  "cil_liability": false,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 553708,
  "appeal_start_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The side roof light/window adjacent to No.91 Stafford Avenue, Hornchurch as shown on the approved drawing HD/GB/0226-003 Revision B shall be obscure-glazed, and non-opening unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed.",
    "Reason - In the interest of privacy and to protect the amenity of the adjacent neighbours.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "Rear Dormer Window Finish",
    "Notwithstanding the details shown on drawing HD/GB/0226-003 Revision B accompanying the application, the face and cheeks of the rear dormer windows shall be tile hung to match the appearance of the roof of the existing dwelling unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with Policy 26 of the Havering Local Plan.",
    "Land Ownership Informative",
    "The applicant is advised that this planning permission does not give consent for any part of the development including guttering and fascias to encroach onto any land not within the applicant's ownership.",
    "Party Wall Informative",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/publications/the-party-wall-etc-act-1996-revised-explanatory-booklet",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr Doal (Agent) by phone and e-mail. The revisions involved reducing the size of the rear dormer window and clarification on plan numbers. Neighbours were not re-consulted as the impact was being lessened. The amendments were subsequently submitted on 18/03/24 & 19/03/24."
  ],
  "date_building_work_completed_under_previous_permission": null
}