{
  "decision_conditions": [
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in any wall of the building hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 the outbuilding hereby permitted shall be used only for purposes incidental to the enjoyment of the dwelling house and not for any trade or business nor as living accommodation nor used as a separate unit of residential accommodation at any time.",
    ".",
    "Reason:-",
    "To restrict the use to one compatible with a residential area.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "28/03/2025",
  "lpa_name": "Havering",
  "centroid_northing": 190104,
  "last_updated": "2025-07-09T01:41:37.446Z",
  "development_type": null,
  "ward": "Harold Wood",
  "parking_details": null,
  "uprn": "100021397494",
  "application_details": {
    "total_gia_gained": 0,
    "intended_completion_date": "06/2024",
    "existing_uprns": null,
    "intended_commencement_date": "06/2024",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0
  },
  "last_date_consultation_comments": "13/02/2025",
  "decision": "Approved",
  "bo_system": "CSV Data Import",
  "postcode": "RM3 0LU",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "27/03/2025",
  "borough": "Havering",
  "wgs84_polygon": null,
  "lpa_app_no": "P0077.25",
  "valid_date": "22/01/2025",
  "description": "Retrospective planning application for retention of outbuilding built under permitted development with a roof lantern for use as a gym with a WC / shower room including minor alterations to the site levels.",
  "centroid_easting": 554661,
  "site_number": null,
  "lapsed_date": "27/03/2028",
  "date_building_work_started_under_previous_permission": "20/06/2024",
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Romford",
  "last_updated_by": "Planning Portal ingest",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.588567,
    "lon": 0.231133
  },
  "date_building_work_completed_under_previous_permission": "28/06/2024",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0077.25",
  "site_name": "114 Squirrels Heath Road",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "13708158",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Householder planning permission",
  "id": "Havering-P0077.25",
  "polygon": null
}