{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "RM4 1QR",
  "borough": "Havering",
  "wgs84_polygon": null,
  "site_name": "Land adjacent to Hillside Farm",
  "centroid_easting": 550266,
  "pp_id": "12640933",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null
  },
  "lpa_name": "Havering",
  "decision": "Approved",
  "lpa_app_no": "T0147.23",
  "decision_date": "04/01/2024",
  "last_updated": "2025-03-20T11:55:58.025+00:00",
  "centroid_northing": 193543,
  "centroid": {
    "lat": 51.620654,
    "lon": 0.169213
  },
  "appeal_decision_date": null,
  "locality": "Romford",
  "ward": null,
  "bo_system": "CSV Data Import",
  "lapsed_date": "04/01/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "29/11/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "It is suggested that you engage the services of a qualified and fully insured tree surgeon to carry out the above work on your behalf (you should ask to see the contractor's insurance certificate and make sure that it is up to date).",
    "The applicant is advised that if you wish to carry out further works to the above tree[s] you will need to obtain our further consent.",
    "Anyone who takes, damages or destroys the nest of any wild bird whilst that nest is in use or being built is guilty of an offence under the Wildlife and Countryside Act 1981 and prior to commencing work you should ensure that no nesting birds will be affected.",
    "Anyone who kills, injures or disturbs bats, obstructs access to bat roosts or damages or disturbs bat roosts, even when unoccupied by bats, is guilty of an offence under the Wildlife and Countryside Act 1981, the Countryside and Rights of Way Act 2000 and the Conservation (Natural Habitats, &c.) Regulations 2007. Prior to commencing work you should ensure that no bats or bat roosts would be affected. If it is suspected that a bat or bat roost is likely to be affected by the proposed works, you should consult Natural England (tel. 0845 6003078)",
    "Please note that if the work for which consent is granted is not carried out within 2 years of the date of this letter, it will be necessary to submit a fresh application if it is intended to implement the work.",
    "You should comply with British Standard No. 3998 'Recommendations for Tree Work' a copy of which can be inspected at this office. You are advised that the work should be undertaken by a competent and suitably qualified tree contractor.",
    "This is a Directive - the description of works for this Notification includes replacement of the tree(s) to be removed and this decision is mindful of an influenced by this.  In this instance, the Council will require the trees to be replaced.  The position of the trees need not be identical to that of those removed.  The following species are recommended: Silver Birch (Betula pendula), Alder (Alnus glutinosa), Beech (Fagus sylvatica), Oak (Quercus robur), Field Maple (Acer campestre). The planting shall be undertaken in the first planting season [November to March] or part thereof following the commencement of works on site as agreed under the work to trees application. The Local Planning Authority shall also be informed in writing once the replacement trees have] been planted. Failure to comply with this statutory requirement may result in the issue of a 'Tree Replacement Notice' under section 207 of the Town and Country Planning Act 1990."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "100023217297",
  "decision_target_date": "10/01/2024",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Bower Farm Road",
  "secondary_street_name": "Havering-atte-bower",
  "description": "Trees, tree locations and work proposed is explained in the attached document entitled:\n\nNotification of works to trees in conservation areas. Dated 26/11/2023.",
  "id": "Havering-T0147.23",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=T0147.23"
}