{
  "application_details": {
    "existing_uprns": null
  },
  "title_number": null,
  "status": "Approved",
  "centroid": {
    "lon": 0.203062,
    "lat": 51.513224
  },
  "site_name": "32 Penerley Road",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "03/07/2025",
  "polygon": null,
  "last_date_consultation_comments": "11/06/2025",
  "appeal_status": null,
  "epc_number": null,
  "street_name": "Rainham",
  "appeal_decision_date": null,
  "development_type": null,
  "ward": "Rainham & Wennington",
  "date_building_work_started_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under materials section of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 the garage/outbuilding hereby permitted shall be used only for purposes incidental to the enjoyment of the dwelling house and not for any trade or business nor as living accommodation.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Land Ownership Informative",
    "The applicant is advised that this planning permission does not give consent for any part of the development including guttering and fascias to encroach onto any land not within the applicant's ownership.",
    "Flood Resilience Informative",
    "For any development where a flood risk is identified, the Council as the Lead Local Flood Authority want to see developers consider and implement flood resilience/resistance measures into the buildings themselves. This is not to stop development but to ensure the protection for future residents is maintained and enhanced.",
    "The following measures are strongly recommended, although this list is not exhaustive:-",
    "-         Raising the level of the building by at least 300mm above local levels;",
    "-         Waterproof membrane in the ground floor;",
    "-         Waterproof plaster and waterproofing to ground floor;",
    "-         Electrics from the upstairs down and sockets high up off the ground floor;",
    "-         Non return valves on the sewerage pipes;",
    "-         Emergency escape plan for each individual property;",
    "-         Air brick covers; and",
    "-         Movable flood barriers for entrances",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "uprn": "100021354347",
  "decision_agency": "Borough",
  "decision": "Approved",
  "application_type": "All Other",
  "valid_date": "08/05/2025",
  "description": "Erection of a new garage following the demolition of existing garage.",
  "lpa_app_no": "P0629.25",
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "site_number": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "postcode": "RM13 9HD",
  "lapsed_date": "03/07/2028",
  "date_building_work_completed_under_previous_permission": null,
  "parking_details": null,
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "last_updated": "2025-07-24T03:59:12.168Z",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0629.25",
  "centroid_easting": 552969,
  "appeal_decision": null,
  "pp_id": "13981890",
  "application_type_full": null,
  "cil_liability": false,
  "borough": "Havering",
  "locality": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P0629.25",
  "subdivision_of_building": null,
  "centroid_northing": 181667,
  "wgs84_polygon": null,
  "decision_date": "03/07/2025"
}