{
  "borough": "Havering",
  "cil_liability": false,
  "decision_target_date": "20/10/2023",
  "lpa_app_no": "P0996.23",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "20/10/2023",
  "lpa_name": "Havering",
  "application_details": {
    "surface_water_discharge_percentage_reduction": 50,
    "affordable_housing_fast_track": false,
    "internal_resi_water_usage": 0,
    "total_gia_lost": 0,
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "green_suds": false,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_passive_rapid_ev_charging_points": 0,
      "no_active_rapid_ev_charging_points": 6,
      "ghg_reduction_over_building_regulations": false,
      "mobile_network_operators_consultation": false,
      "percentage_demolition_construction_material_recycling": 0,
      "total_annual_nox_emissions": 0,
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "waste_provision": false,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 0,
      "no_resi_units_to_have_full_fibre": 0
    },
    "total_gia_existing": 0,
    "existing_uprns": null,
    "ownership_status": "Private",
    "grey_water_reuse": false,
    "garden_land_lost": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "09/2023",
        "intended_commencement_date": "09/2023"
      }
    ],
    "site_area": 0.185,
    "total_gia_gained": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 0
    }
  },
  "title_number": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.17540699999999998,
          51.5885185
        ],
        [
          0.17512919999999998,
          51.5886796
        ],
        [
          0.1749261,
          51.5888089
        ],
        [
          0.1750032,
          51.5888671
        ],
        [
          0.17505089999999998,
          51.5888833
        ],
        [
          0.1753139,
          51.589066
        ],
        [
          0.1757995,
          51.5887915
        ],
        [
          0.175415,
          51.588522
        ],
        [
          0.17540699999999998,
          51.5885185
        ]
      ]
    ],
    "type": "Polygon"
  },
  "valid_date": "22/06/2023",
  "centroid": {
    "lat": "51.5887896",
    "lon": "0.1753584"
  },
  "site_number": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under material section of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "In the event of any additional external lighting to support development hereby permitted, full details shall be submitted and approved in writing by the Local Planning Authority prior to vehicle charging points coming into use. The lighting shall be provided and operated in strict accordance with the approved scheme.",
    "Reason:-",
    "Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect residential amenity and for the avoidance of any doubt.",
    "Before the uses commences a scheme to control the transmission of noise and vibration from any mechanical ventilation system installed shall be submitted to and approved in writing by the Local Planning Authority and implemented prior to the permitted use commencing. Thereafter, the equipment shall be properly maintained and operated during normal working hours.",
    "Reason:  To protect the amenity of noise sensitive premises from noise and vibration from mechanical plant",
    "1)  If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved.",
    "2)  Following completion of the remediation works as mentioned in (1) above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason: To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination.",
    "1. The footway and carriageway on the A12 Eastern Avenue must not be blocked during the construction and maintenance of the EV. Temporary obstructions during the development must be kept to a minimum and should not encroach on the clear space needed to provide safe passage for pedestrians or obstruct the flow of traffic on the A12 Eastern Avenue.",
    "2. All vehicles associated with the development of the EV bays must only park/ stop at permitted locations and within the time periods permitted by existing on-street restrictions.",
    "3. No skips or construction materials shall be kept on the footway or carriageway on the TLRN at any time. Should the applicant wish to install scaffolding or a hoarding on the footway whilst undertaking this work, separate licences may be required with TfL, please see, https://tfl.gov.uk/info-for/urban-planning-and-construction/our-land-and-infrastructure/highway-licences?intcmp=3496",
    "The applicant should note that separate planning consent may be required for any lighting columns and security lighting within the site.",
    "A clear sign with instructions should be located near the charging points to indicate that the bays are reserved for those charging only. Please note that any such signs or additional signage for directions may be subject to further assessment under the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "decision": "Approved",
  "centroid_easting": 550795,
  "uprn": null,
  "decision_process": "Delegated",
  "application_type_full": "Full planning permission",
  "locality": null,
  "last_date_consultation_comments": "14/07/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550799.267,
              189981.963
            ],
            [
              550779.489,
              189999.303
            ],
            [
              550764.994,
              190013.256
            ],
            [
              550770.141,
              190019.894
            ],
            [
              550773.393,
              190021.79
            ],
            [
              550791.003,
              190042.652
            ],
            [
              550825.547,
              190013.12
            ],
            [
              550799.809,
              189982.369
            ],
            [
              550799.267,
              189981.963
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Marshalls & Rise Pk",
  "pp_id": "12252873",
  "lapsed_date": "20/10/2026",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "Proposed installation of 6no. EV car charging bays and erection of new substation and associated infrastructure to support EV charging. Reposition Laundrette unit and Air/Water unit.",
  "centroid_northing": 190012,
  "street_name": "Romford",
  "epc_number": null,
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T00:59:03.206+00:00",
  "site_name": "61-63, Eastern Avenue East",
  "development_type": null,
  "appeal_decision_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": "Proposals do not affect the existing building",
  "parking_details": {
    "no_existing_car": 13,
    "no_proposed_car": 15,
    "net_car": 2
  },
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0996.23",
  "id": "Havering-P0996.23",
  "actual_commencement_date": null,
  "postcode": "RM1 4SD"
}