{
  "decision_agency": "Borough",
  "status": "Approved",
  "decision": "Approved",
  "centroid": {
    "lon": 0.160926,
    "lat": 51.610429
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              549698.37,
              192390.43
            ],
            [
              549709.55,
              192393.58
            ],
            [
              549735.05,
              192400.8
            ],
            [
              549735.76,
              192398.49
            ],
            [
              549737.12,
              192398.12
            ],
            [
              549738,
              192397.68
            ],
            [
              549739.86,
              192396.46
            ],
            [
              549740.67,
              192395.68
            ],
            [
              549726.86,
              192381.73
            ],
            [
              549707.75,
              192363.44
            ],
            [
              549698.37,
              192390.43
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "borough": "Havering",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "100021364709",
  "valid_date": "14/11/2024",
  "decision_target_date": "24/01/2025",
  "appeal_decision_date": null,
  "locality": null,
  "centroid_northing": 192389,
  "ward": "Havering-atte-Bower",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Materials Section of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 the rear outbuilding hereby permitted shall be used only for purposes incidental to the enjoyment of no. 293 Carter Drive, Romford and not for any trade or business nor as living accommodation.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "Flood Risk Activity Permit",
    "The Environmental Permitting (England and Wales) Regulations 2016 require a permit to be obtained for any activities which will take place:",
    "·\ton or within 8 metres of a main river (16 metres if tidal)",
    "·\ton or within 8 metres of a flood defence structure or culvert including any buried elements (16 metres if tidal)",
    "·\ton or within 16 metres of a sea defence",
    "·\tinvolving quarrying or excavation within 16 metres of any main river, flood defence (including a remote defence) or culvert",
    "·\tin a floodplain more than 8 metres from the river bank, culvert or flood defence structure (16 metres if it's a tidal main river) and you don't already have planning permission.",
    "For further guidance please visit https://www.gov.uk/guidance/flood-risk-activities-environmental-permits or contact our National Customer Contact Centre on 03702 422 549 or by emailing enquiries@environment-agency.gov.uk. The applicant should not assume that a permit will automatically be forthco",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/publications/the-party-wall-etc-act-1996-revised-explanatory-booklet",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "For any development where a flood risk is identified, the Council as the Lead Local Flood Authority want to see developers consider and implement flood resilience/resistance measures into the buildings themselves. This is not to stop development but to ensure the protection for future residents is maintained and enhanced.",
    "The following measures are strongly recommended, although this list is not exhaustive:-",
    "-         Raising the level of the building by at least 300mm above local levels;",
    "-         Waterproof membrane in the ground floor;",
    "-         Waterproof plaster and waterproofing to ground floor;",
    "-         Electrics from the upstairs down and sockets high up off the ground floor;",
    "-         Non return valves on the sewerage pipes;",
    "-         Emergency escape plan for each individual property;",
    "-         Air brick covers; and",
    "-         Movable flood barriers for entrances"
  ],
  "pp_id": "13535535",
  "decision_process": "Delegated",
  "lapsed_date": "24/01/2028",
  "application_type_full": "Householder planning permission",
  "parking_details": {
    "no_existing_car": 3,
    "net_car": 0,
    "no_proposed_car": 3
  },
  "date_building_work_completed_under_previous_permission": null,
  "id": "Havering-P1468.24",
  "actual_commencement_date": null,
  "lpa_name": "Havering",
  "last_updated": "2025-07-23T04:28:48.870Z",
  "lpa_app_no": "P1468.24",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.160555,
          51.6104518
        ],
        [
          0.1607177,
          51.6104771
        ],
        [
          0.1610888,
          51.6105353
        ],
        [
          0.161098,
          51.6105143
        ],
        [
          0.1611175,
          51.6105106
        ],
        [
          0.16113000000000002,
          51.6105064
        ],
        [
          0.1611563,
          51.610495
        ],
        [
          0.1611677,
          51.6104878
        ],
        [
          0.1609624,
          51.6103661
        ],
        [
          0.16067889999999999,
          51.6102068
        ],
        [
          0.160555,
          51.6104518
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_status": null,
  "site_name": "293 Carter Drive",
  "title_number": null,
  "decision_date": "24/01/2025",
  "appeal_start_date": null,
  "cil_liability": false,
  "development_type": null,
  "description": "Single storey rear outbuilding for use as storage and games room following demolition of existing outbuilding and sheds",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 549726,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1468.24",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 51.8,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "04/2025",
    "intended_commencement_date": "01/2025",
    "site_area": 0.072
  },
  "last_updated_by": "CSV Data Import",
  "postcode": "RM5 2TT",
  "last_date_consultation_comments": "06/12/2024",
  "secondary_street_name": null,
  "site_number": null,
  "subdivision_of_building": null,
  "street_name": "Romford"
}