{
  "lpa_app_no": "P1468.23",
  "uprn": "10070706592",
  "lapsed_date": null,
  "centroid_northing": 182612,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "CSV Data Import",
  "site_name": "Land Adjacent To 1 Allen Road",
  "appeal_decision_date": null,
  "valid_date": "27/09/2023",
  "decision_date": "16/04/2025",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.20922459999999998,
          51.521613
        ],
        [
          0.2093787,
          51.5216308
        ],
        [
          0.2093927,
          51.5215965
        ],
        [
          0.2092404,
          51.5215774
        ],
        [
          0.20922459999999998,
          51.521613
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "CSV Data Import",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": "Delegated",
  "application_details": {
    "total_gia_lost": 0,
    "scheme_phasing": true,
    "total_gia_existing": 0,
    "total_gia_gained": 18.04,
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 4.35,
        "building_ref": "Office"
      }
    ],
    "infrastructure_details": {
      "urban_greening_factor_score": 1,
      "no_new_water_connections_required": 1,
      "waste_provision": true,
      "no_non_resi_units_to_have_full_fibre": 1,
      "no_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 50,
      "no_new_gas_connections_required": 0,
      "mobile_network_operators_consultation": false,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_pm_emissions": 50,
      "total_annual_nox_emissions": 50,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false,
      "green_roof_area": 0,
      "no_homes_passive_cooling": 0
    },
    "grey_water_reuse": false,
    "internal_resi_water_usage": 0,
    "ownership_status": "Private",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "gia_gained": 18.04,
        "use_class": "SpecifiedOther",
        "gia_lost": 0
      }
    ],
    "non_residential_details": {
      "total_gia_gained": 18.04,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 0
    },
    "existing_uprns": null,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "06/2024",
        "intended_commencement_date": "01/2024"
      }
    ],
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "affordable_housing_fast_track": false,
    "site_area": 0.004,
    "garden_land_lost": false
  },
  "appeal_decision": "Appeal Closed",
  "postcode": "RM13 9JS",
  "development_type": null,
  "title_number": null,
  "centroid_easting": 553373,
  "actual_commencement_date": null,
  "description": "Construction of a single storey building for use as an office, Use Class E(g)(i) with associated parking, new access with dropped kerb involving relocation of lamp post",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Havering",
  "epc_number": null,
  "subdivision_of_building": "N/A\n",
  "centroid": {
    "lon": 0.209291,
    "lat": 51.521605
  },
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1468.23",
  "pp_id": "12481345",
  "id": "Havering-P1468.23",
  "application_type_full": "Full planning permission",
  "cil_liability": false,
  "status": "Appeal Received",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "16/04/2025",
  "locality": null,
  "lpa_name": "Havering",
  "last_date_consultation_comments": "19/10/2023",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "Before the building(s) hereby permitted is first occupied, the area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety.",
    "Before any of the development hereby permitted is commenced, written specification of external walls and roof materials to be used in the construction of the building(s) shall be submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of a written specification prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The permission hereby granted shall be personal to Mr Vasile Chindris only and shall not enure for the benefit of the land or any other person.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity and for the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The premises shall not be used for the purposes hereby permitted other than between the hours of 08:00 and 17:00 on Mondays to Fridays and not at all on Saturdays, Sundays, Bank or Public holidays without the prior consent in writing of the Local Planning Authority.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity.",
    "The number of staff accommodated within the premises hereby approved shall not exceed two people at any one time.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control and to avoid disturbance to adjoining residents.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed flank window serving the w.c as shown on drawings 2213_PLN_03 Revision B & 2213_PLN_05 Revision B shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the roof and the flank or rear wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, the premises shall only be used for the purposes specified in the application for Class E(g)(i) which is for an office to carry out any operational or administrative functions and for no other purpose (including any other purpose in Class E of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (as amended) (or any provision equivalent to that Class in any Statutory Instrument revoking and/or re-enacting that Order).",
    "Reason:-",
    "This use only is permitted and other uses, either within the same Use Class, or permitted by the Town and Country Planning (General Permitted Development) (England) Order 2015 are not acceptable to the Local Planning Authority in this location to protect residential amenity and prevent the conversion of the premises into a residential dwelling under permitted development.",
    "No building shall be occupied or use commenced until cycle storage is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The cycle storage shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use is in the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "Prior to the commencement of any works pursuant to this permission the developer shall submit for the written approval of the Local Planning Authority;",
    "a)  A Phase I (Desktop Study) Report documenting the history of the site, its surrounding area and the likelihood of contaminant/s, their type and extent incorporating a Site Conceptual Model.",
    "b) A Phase II (Site Investigation) Report if the Phase I Report confirms the possibility of a significant risk to any sensitive receptors.  This is an intrusive site investigation including factors such as chemical testing, quantitative risk assessment and a description of the sites ground conditions.  An updated Site Conceptual Model should be included showing all the potential pollutant linkages and an assessment of risk to identified receptors.",
    "c) A Phase III (Remediation Strategy) Report if the Phase II Report confirms the presence of a significant pollutant linkage requiring remediation.  A detailed remediation scheme to bring the site to",
    "a)  If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved.",
    "b)  Following completion of the remediation works as mentioned in (a) above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason: To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination.",
    "a) Prior to the commencement of any groundworks or development of the site, details shall be submitted to and agreed in writing by the Local Planning Authority setting out suitable gas protection measures to be employed on site including, but not necessarily limited to, the installation of a suitable gas resistant membrane, in compliance with BS 8485:2015.  The gas protection measures shall be carried out in strict accordance with the agreed details.",
    "b) Upon completion of installation, a 'Verification Report' must be submitted demonstrating that the works have been carried out.",
    "Reason:  Insufficient information has been supplied with the application to judge the risk arising from landfill gases (methane and carbon dioxide).  Submission of an assessment prior to commencement will protect people on or close to the site from the risks associated with migrating landfill gas, and will ensure that the development accords with Development Control Policies Development Plan Document.",
    "Prior to first occupation of the building hereby permitted, details of the implementation of the proposed vehicle crossover and relocation of street lamp shall be submitted to the Local Planning authority for approval.",
    "Reason: To ensure construction of a satisfactory access and in the interests of highway safety, good design, traffic movement and amenity in accordance with Policy 24 of the Havering Local Plan.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "The development hereby approved shall be fitted with Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with these details and shall thereafter be permanently retained.",
    "Reason: To minimise the impact of building emissions on local air quality.",
    "Prior to the first occupation of the development hereby approved, the parking space(s) shall be provided with active vehicle charging facilities for electric or Ultra-Low Emission vehicles.",
    "Reason:  Provision prior to first occupation of the proposed development hereby permitted will ensure that the development adequately incorporates measures to allow the use of electric vehicles by future occupiers in accordance with Policy T6.1 of the London Plan.",
    "Land Ownership Informative",
    "The applicant is advised that this planning permission does not give consent for any part of the development including guttering and fascias to encroach onto any land not within the applicant's ownership.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on highwaysDSO@havering.gov.uk to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Ac",
    "Before occupation of the residential/ commercial unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mrs Naumaviciene (Agent) by e-mail. The revisions involved reducing the overall height and hipping the roof on all four sides to minimise the bulk and impact and inclusion of bicycle storage. The amendments were subsequently submitted on 24/11/23 & 10/04/25.",
    "."
  ],
  "parking_details": {
    "net_car": 1,
    "no_existing_car": 0,
    "no_proposed_car": 1
  },
  "last_updated": "2025-07-23T04:28:59.271Z",
  "appeal_status": null,
  "street_name": "Rainham",
  "ward": "Rainham & Wennington",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553366.421,
              182612.521
            ],
            [
              553377.056,
              182614.824
            ],
            [
              553378.139,
              182611.031
            ],
            [
              553367.641,
              182608.593
            ],
            [
              553366.421,
              182612.521
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}