{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": null,
  "borough": "Hillingdon",
  "wgs84_polygon": null,
  "site_name": "112 LIME GROVE",
  "centroid_easting": 510606,
  "pp_id": "12686076",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": "18/02/2022",
  "application_details": {
    "no_additional_bathrooms": 0,
    "intended_completion_date": "02/2022",
    "existing_uprns": null,
    "no_additional_bedrooms": 0,
    "total_gia_gained": 8.2,
    "intended_commencement_date": "01/2022"
  },
  "lpa_name": "Hillingdon",
  "decision": "Refused",
  "lpa_app_no": "42266/APP/2023/3670",
  "decision_date": "12/02/2024",
  "last_updated": "2025-03-20T11:15:49.303+00:00",
  "centroid_northing": 188152,
  "centroid": {
    "lat": 51.581385,
    "lon": -0.405097
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "EASTCOTE 2022",
  "bo_system": "CSV Data Import",
  "lapsed_date": "12/02/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "07/02/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "11/01/2024",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development, by reason of its resulting disjointed appearance and poor design when taking into account other existing/previous additions, has linked existing built form and has created an unsympathetic, affecting the architectural composition of the host dwelling, significant departure to the rear building line and overdevelopment of the site. Therefore the proposal has had a harmful impact on the character and appearance of the host dwelling, contrary to Policy BE1 of the Hillingdon Local Plan: Part One Strategic Policies (2012) and Policies DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The development, by reason of the reduced rear garden size, is detrimental to the amenity of the current/future occupiers of 112 Lime Grove, and has given rise to a substandard form of accommodation for the subject site, by reason of loss of significant private amenity space and creation of an uncharacteristically small rear garden. As such, the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One Strategic Policies (2012) and Policies DMHD 1, DMHB 11 and DMHB 18 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service. We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": null,
  "decision_target_date": "07/03/2024",
  "application_type": "Householder",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Refused",
  "date_building_work_started_under_previous_permission": "31/01/2022",
  "application_type_full": "Householder planning permission",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "RUISLIP",
  "secondary_street_name": null,
  "description": "Retrospective planning application for the erection of conservatory to the rear.",
  "id": "Hillingdon-42266_APP_2023_3670",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=42266/APP/2023/3670"
}