{
  "centroid_easting": 551038,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Havering",
  "lpa_app_no": "P1085.23",
  "last_date_consultation_comments": "16/08/2023",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "bo_system": "CSV Data Import",
  "epc_number": null,
  "centroid": {
    "lat": "51.5913122",
    "lon": "0.1789873"
  },
  "postcode": "RM1 4SJ",
  "actual_completion_date": null,
  "street_name": "Romford",
  "borough": "Havering",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.17852289999999998,
          51.5913047
        ],
        [
          0.1789635,
          51.591601
        ],
        [
          0.1794509,
          51.5913228
        ],
        [
          0.17905259999999998,
          51.5910512
        ],
        [
          0.17897259999999998,
          51.5910551
        ],
        [
          0.17852289999999998,
          51.5913047
        ]
      ]
    ],
    "type": "Polygon"
  },
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1085.23",
  "appeal_decision_date": null,
  "cil_liability": false,
  "secondary_street_name": null,
  "id": "Havering-P1085.23",
  "ward": "Marshalls & Rise Pk",
  "title_number": null,
  "description": "Provision of an EVC Hub and associated infrastructure and changes to landscaping.",
  "uprn": "100023212021",
  "site_name": "Rise Park Service Station, Eastern Avenue East",
  "decision_agency": "Borough",
  "centroid_northing": 190300,
  "application_details": {
    "green_suds": false,
    "total_gia_gained": 0,
    "existing_uprns": null,
    "garden_land_lost": false,
    "total_gia_existing": 0,
    "ownership_status": "Private",
    "site_area": 0.20400000000000001,
    "projected_cost_of_works": "Up to £2m",
    "infrastructure_details": {
      "green_roof_area": 0,
      "waste_provision": true,
      "no_active_rapid_ev_charging_points": 8,
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_passive_rapid_ev_charging_points": 0,
      "no_new_gas_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_to_have_electrical_heating": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_completion_date": "10/2023",
        "intended_commencement_date": "10/2023"
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "total_gia_lost": 0,
    "internal_resi_water_usage": 0,
    "grey_water_reuse": false,
    "scheme_phasing": true,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_existing": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    }
  },
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "05/01/2024",
  "subdivision_of_building": "petrol filling station",
  "decision_date": "05/01/2024",
  "decision": "Approved",
  "locality": null,
  "appeal_start_date": null,
  "actual_commencement_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551005.865,
              190298.198
            ],
            [
              551035.397,
              190332.065
            ],
            [
              551070.076,
              190302.127
            ],
            [
              551043.389,
              190271.105
            ],
            [
              551037.835,
              190271.376
            ],
            [
              551005.865,
              190298.198
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "lapsed_date": "05/01/2027",
  "application_type": "All Other",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under material section of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "Prior to the first use of the EVC hub hereby permitted, a scheme of hard and soft landscaping, shall be carried out in accordance with the approved plans including Drawing No.SY23-353-LPP-23-01 Revision A and the Shell Rise Park Tree Survey Report and Tree Constraints Plan & Arboricultural Impact Assessment dated March 2023, Reference SY23-353-ARB-23-01 which was revised and received on the 16th November 2023. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "To ensure that the development achieves a satisfactory level of landscape quality and to protect neighbouring amenity.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "No plant or machinery shall be installed unless it meets, or mitigation is employed, to meet the following standard:",
    "The Rating Level (Lar, Tr) of the hereby permitted plant or machinery shall be at least 10dB below the prevailing background noise level (LA90, T).  The measurement position, assessment and definitions shall be made according to BS4142:2014 + A1:2019 \"Methods for rating and assessing industrial and commercial sound.\"",
    "The equipment shall be maintained thereafter to the satisfaction of the Local Planning Authority, and the use hereby permitted must cease during any period that this condition is not complied with.",
    "Reason:   To protect the amenity of noise sensitive premises from noise from mechanical plant.",
    "1)  If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved.",
    "2) Following completion of the remediation works as mentioned in (1) above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason: To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination.",
    "In the event of any additional external lighting to support development hereby permitted, full details shall be submitted and approved in writing by the Local Planning Authority prior to vehicle charging points coming into use. The lighting shall be provided and operated in strict accordance with the approved scheme.",
    "Reason:-",
    "Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect residential amenity and for the avoidance of any doubt.",
    "1. The footway and carriageway on the A12 Eastern Avenue must not be blocked during the construction and maintenance of the EV. Temporary obstructions during the development must be kept to a minimum and should not encroach on the clear space needed to provide safe passage for pedestrians or obstruct the flow of traffic on the A12 Eastern Avenue.",
    "2. All vehicles associated with the development of the EV bays must only park/ stop at permitted locations and within the time periods permitted by existing on-street restrictions.",
    "3. No skips or construction materials shall be kept on the footway or carriageway on the TLRN at any time. Should the applicant wish to install scaffolding or a hoarding on the footway whilst undertaking this work, separate licences may be required with TfL, please see, https://tfl.gov.uk/info-for/urban-planning-and-construction/our-land-and-infrastructure/highway-licences?intcmp=3496",
    "Additional and security lighting Informative",
    "The applicant should note that separate planning consent may be required for any lighting columns and security lighting within the site.",
    "Signage Consent Informative",
    "A clear sign with instructions should be located near the charging points to indicate that the bays are reserved for those charging only. Please note that any such signs or additional signage for directions may be subject to further assessment under the Town and Country Planning (Control of Advertisements) (England) Regulations 2007.",
    "Party Wall Informative",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/publications/the-party-wall-etc-act-1996-revised-explanatory-booklet",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Harry Capstick by phone and e-mail.The revisions involved providing screening compound around the substation and evc rectifiers. Also, changes to be provide in respect to replacement trees and sizes which have been increased to Extra Heavy Standard. The amendments were subsequently submitted on 13/11, 15/11, 16/11 & 15/12/23."
  ],
  "parking_details": null,
  "last_updated": "2025-03-20T11:55:29.202+00:00",
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "appeal_status": null,
  "decision_process": "Delegated",
  "application_type_full": "Full planning permission",
  "valid_date": "25/07/2023",
  "pp_id": "12280395",
  "status": "Approved"
}