{
  "uprn": "010001113066",
  "borough": "Lambeth",
  "decision_process": "Delegated",
  "decision_conditions": [
    "The development to which this permission relates must be begun not later than the expiration of three years beginning from the date of this decision notice.\n\nReason: To comply with the provisions of Section 91(1)(a) of the Town and Country Planning Act 1990 and Section 51 of the Planning and Compulsory Purchase Act 2004.",
    "The development hereby permitted shall be carried out in complete accordance with the approved plans and drawings listed in this decision notice, other than where those details are altered pursuant to the conditions of this planning permission.\n\nReason:  For the avoidance of doubt and in the interests of proper planning.",
    "All new external work and finishes and work of making good shall match the original work in respect of the materials, colour, texture, profile and finished appearance, except where indicated otherwise on the drawings hereby approved or unless otherwise required by condition. \n\nReason: To preserve the character and appearance of the local area. (Policies Q5, Q8 and Q11 of the Lambeth Local Plan (2021)).",
    "Prior to commencement of development, including any works of demolition, a Construction Management Plan shall be submitted to, and approved in writing by the Council. The Statement shall provide for:\n\na)\tthe notification of neighbours with regard to specific works; advance notification of road closures,\nb)\tdetails regarding parking, deliveries and storage (including details of the routing if delivery vehicles to and from the site and the accommodation of all site operatives', visitors' and construction vehicles loading, off-loading, parking and turning within the site during the construction period),\nc)\tdetails regarding dust mitigation,\nd)\tdetails of measures to prevent the deposit of mud and debris on the public highway, \ne)\ta scheme for recycling/disposing of waste resulting from demolition and construction works and, \nf)\tother measures to mitigate the impact of construction upon the operation of the highway, and the amenity of the area.\n\nThe details of the approved Construction Management Plan must be implemented and complied with for the duration of the demolition and construction process.\n\nReason: To ensure minimal nuisance or disturbance is caused to the detriment of the amenities of adjoining occupiers and of the area generally, and to avoid hazard and obstruction to the public highway in accordance with Policies, Q2 and T7 of the Lambeth Local Plan (2021).",
    "Prior to first occupation of the residential units hereby permitted, full details of the on-site cycle parking provision shall be submitted to and approved in writing by the Local Planning Authority. The cycle parking shall accommodate a minimum of 4 bicycles (2 per unit) and shall be implemented as approved and thereafter be retained solely for its designated use.\n\nReason: To ensure adequate cycle parking is available on site and to promote sustainable modes of transport and be in accordance with policies T1, T3 and Q13 of the Lambeth Local Plan (2021).",
    "Prior to the first occupation of the development hereby permitted, details of waste and recycling storage (including detail design of the bin stores and final capacity of the bins) shall be submitted to and approved in writing by the Local Planning Authority. The waste and recycling storage shall be provided in accordance with the approved details prior to the first occupation of the development hereby permitted and shall thereafter be retained solely for its designated use. \n\nThe waste and recycling storage areas/facilities should comply with the Lambeth's Refuse & Recycling Storage Design Guide (2021), unless it is demonstrated in the submissions that such provision is inappropriate for this specific development.",
    "The development shall be implemented in accordance with the approved Energy and Sustainability Statement, unless otherwise agreed in writing by the local planning authority.\n\nReason: To ensure that the development makes the fullest contribution to minimising carbon dioxide emissions (Policy EN3 of the Lambeth Local Plan 2021).",
    "Notwithstanding the details of the drawings hereby approved, prior to the first occupation of any part of the development hereby approved, a specification of all proposed soft and hard landscaping and details of the metal railing to the stairs, shall be submitted to and approved in writing by the Local Planning Authority. \n\nThe scheme of soft landscaping shall include details of the hedges and shrubs to be planted. The scheme of hard landscaping shall include details of paving material type and colour for the front and rear lightwells and access steps.\n\nAll landscaping and railings approved shall be carried out in accordance with the approved details before the first occupation of the development and shall be permanently retained as such for the duration of the use.  \n\nReason: In order to ensure high quality hard and soft landscaping of the site in the interests of the ecological value of the site and in the interests of visual amenity with particular regard to the outlook afforded to future residents (policy Q2, Q9 and Q10 of the London Borough of Lambeth Local Plan (2021)).",
    "Prior to the first occupation of the development hereby permitted, evidence shall be submitted to the Local Planning Authority and approved in writing that the internal water consumption of the development will not exceed 105 l/p/day in line with The Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government.\n\nReason: To reduce the consumption of potable water in the home from all sources, including borehole well water, through the use of water efficient fittings, appliances and water recycling systems and be in accordance with policies EN4 and EN6 of the Lambeth Local Plan (2021).",
    "No part of the roof of the ground floor buildings hereby approved shall be used as a balcony or terrace, sitting area or other amenity space nor shall any access be formed thereto (other than the areas designed as roof terraces as shown on the approved drawings or for maintenance purposes) without the prior written consent of the local planning authority. \n\nReason: To safeguard the privacy of residential occupiers and be in accordance with policyQ2 Lambeth Local Plan (2021).",
    "The ground level privacy screening as approved on drawings 3339/P/13 Rev C and 3339/P/15 Rev D shall be implemented before the first occupation of the development hereby permitted and shall be retained as such for the duration of the development.  \n\nReason: To ensure that the amenity of the occupiers of neighbouring properties is not affected by undue overlooking and be in accordance with policy Q2 of the Lambeth Local Plan (2021).",
    "No development shall commence on site until a detailed Surface Water Management Strategy document has been provided and approved by the Local Planning Authority. The document must include:\n\na.\ta detailed design of the site's surface water drainage system; \nb.\tdemonstrate the technical feasibility/viability of the system through the use of SuDS to manage the flood risk to the site and elsewhere; and \nc.\tthe measures taken to manage the water quality for the life time of the development. \n\nThe approved scheme for the surface water drainage shall be carried out in accordance with the approved details before the development is first put in to use/occupied.\n\nReason: To ensure the development is provided with a satisfactory means of drainage and in the interests of securing a more sustainable development and to reduce the impact of flooding both to and from the development in accordance with Policies SI 12 and 13 of the London Plan (2021) and Policies EN5 and EN6 of the Lambeth Local Plan (2021).",
    "No development shall be brought in to use/occupied until a management and maintenance plan of the final surface water management system (I.e. Sustainable Drainage System - SuDS) and associated pipework has been provided for approval by the Local Planning Authority. The plan must consider the management and maintenance for the lifetime of the development which shall include the arrangements for adoption by any public authority or statutory undertaker and any other arrangements to secure the operation of the scheme throughout its lifetime. The approved plan shall be implemented in full in accordance with the agreed terms and conditions. \n\nReason: To ensure there are clear arrangements in place for ongoing maintenance over the lifetime of the development (Government ministerial statement HCWS161).",
    "No development shall take place until a Basement Method Statement and Flood Risk Assessment have been submitted to and approved in writing by the Local Planning Authority. This statement shall include details regarding: \n\nDetailed site specific analysis of hydrological and geotechnical local ground conditions; \n\na.\tAnalysis of how the excavation of the basement may impact on the water table and any subterranean water flow, and whether perched water is present; \nb.\tDetails of how flood risk, including risk from groundwater and surface water flooding has been addressed in the design, including details of any proposed mitigation measures for this development and elsewhere; \nc.\tDetails of measures proposed to mitigate any risks in relation to land instability; \nd.\tDemonstration of how cumulative effects have been considered; \ne.\tA comprehensive non- technical summary document of the assessments provided and information submitted against (a) to (e) of this condition. \n\nReason: Development must not commence before this condition is discharged to avoid hazard in relation to land instability and increased flood risk caused by the basement excavation and to minimise any harmful impact to the free-flow and safety of the highway (Policy EN5 of the Lambeth Local Plan (2021))."
  ],
  "appeal_status": null,
  "lpa_app_no": "22/02450/FUL",
  "actual_completion_date": null,
  "decision_agency": null,
  "locality": null,
  "street_name": "Development Control Pseudo Street",
  "site_name": "20-22 Kendoa Road",
  "last_updated": "2025-03-19T22:23:05.171+00:00",
  "appeal_decision_date": null,
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated_by": "Portal",
  "site_number": "",
  "centroid_easting": 530009,
  "application_details": {
    "affordable_housing_fast_track": true,
    "phasing_details": [
      {
        "phase_detail": "entire development",
        "intended_completion_date": "01/2024",
        "intended_commencement_date": "01/2023"
      }
    ],
    "total_gia_gained": 150.8,
    "site_area": 0.012,
    "total_gia_lost": 0,
    "total_gia_existing": 153.6,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 153.6,
        "use_class": "C3",
        "gia_gained": 150.8,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": false,
    "building_details": [
      {
        "no_storeys": 4,
        "max_height": 11.9,
        "building_ref": "20-22 Kendoa Road"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 150.8,
      "total_gia_existing": 153.6,
      "total_gia_lost": 0,
      "site_area": 263
    },
    "garden_land_lost": false,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 4,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 2,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 2,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 0.022813688212927757,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 167,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0.0076045627376425855,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-1",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 88,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-2",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 79,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "site_area": 263
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 2,
      "green_roof_area": 0,
      "no_new_water_connections_required": 2,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 2,
      "ghg_reduction_over_building_regulations": true
    },
    "internal_resi_water_usage": 0,
    "ownership_status": "Private",
    "s106_agreement": true,
    "existing_uprns": [
      "010001113066"
    ],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LI_CPZ Clapham High Street: Special Licensing Policy Zone"
      }
    ],
    "commencement_notice_received": false,
    "other_residential_accommodation_details": {
      "site_area": 263
    }
  },
  "cil_liability": true,
  "decision_target_date": "09/09/2022",
  "ward": "Clapham East",
  "status": "Approved",
  "description": "Extension/excavation to the basement to create 2 additional 2-bed residential units, including lightwells, new entrance gates, external stairs, and amenity spaces, plus the provision of refuse and cycle storages. Alterations to the ground floor flats with the replacement of the rear extension, the replacement of a rear window with glazed double doors and the installation of 1.7m high of privacy screens.",
  "application_type_full": "Full planning permission",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              530014.772125,
              175351.8245
            ],
            [
              530004.5195,
              175350.58425
            ],
            [
              530004.354125,
              175363.400125
            ],
            [
              530014.276,
              175363.23475
            ],
            [
              530014.854875,
              175356.124
            ],
            [
              530013.614625,
              175355.627875
            ],
            [
              530014.772125,
              175351.8245
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "subdivision_of_building": null,
  "bo_system": "Portal",
  "appeal_decision": null,
  "postcode": "SW4 7NB",
  "id": "Lambeth-22_02450_FUL",
  "decision": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "application_type": "All Other",
  "actual_commencement_date": null,
  "pp_id": "PP-11385238",
  "centroid": {
    "lon": "-0.12990659999999998",
    "lat": "51.4622643"
  },
  "centroid_northing": 175357,
  "lpa_name": "Lambeth",
  "title_number": [],
  "secondary_street_name": null,
  "development_type": "Minor dwellings",
  "valid_date": "15/07/2022",
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "12/10/2026",
  "decision_date": "12/10/2023",
  "parking_details": null,
  "url_planning_app": "<enter PA URL here>",
  "last_date_consultation_comments": "11/08/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.12982549999999998,
          51.4622164
        ],
        [
          -0.1299734,
          51.4622076
        ],
        [
          -0.1299711,
          51.4623228
        ],
        [
          -0.12982839999999998,
          51.4623191
        ],
        [
          -0.12982269999999999,
          51.462255
        ],
        [
          -0.1298407,
          51.4622509
        ],
        [
          -0.12982549999999998,
          51.4622164
        ]
      ]
    ],
    "type": "Polygon"
  }
}