{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510299.8291,
              186718.6541
            ],
            [
              510299.9614,
              186718.9187
            ],
            [
              510295.4635,
              186726.8562
            ],
            [
              510321.525,
              186742.3344
            ],
            [
              510326.0229,
              186734.1323
            ],
            [
              510299.8291,
              186718.6541
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08146365",
  "appeal_status": null,
  "last_updated": "2025-03-20T11:08:47.705+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "29/10/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "MANOR",
  "centroid": {
    "lat": 51.568671,
    "lon": -0.409798
  },
  "decision": "Approved",
  "valid_date": "07/10/2019",
  "appeal_decision": null,
  "application_type_full": "Householder planning permission",
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "FME Excel Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "site_area": 0.028,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": []
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": [],
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=2701/APP/2019/3017",
  "lpa_name": "Hillingdon",
  "site_name": "184 VICTORIA ROAD",
  "lapsed_date": "02/12/2022",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers CTC10/B2; CTC10/B4 and CTC100/B3.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy BE15 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing Nos. 182 or 186 Victoria Road.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy BE24 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy BE24 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012).",
    "Prior to any above ground works, details of a soakaway or tank to control surface water from the proposed development shall be submitted to and approved in writing by the Local Planning Authority. The scheme will need to ensure that the new pipework should not be connected to any existing surface water network which drains to any road or sewer. Water run off from any hard paving associated with the development should also be directed to a soakaway or made permeable. The development shall only be undertaken in accordance with those approved details, and the approved scheme shall be implemented prior to the first use of the development hereby permitted and retained for the duration of the development.",
    "REASON",
    "To ensue that surface water is controlled and the development does not increase the risk of flooding contrary to Policy EM6 Hillingdon Local Plan: Part One - Strategic (November 2012); Policy DMEI 10 of the emerging Hillingdon Local Plan: Part Two - Development Management Policies w",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Single storey rear extension",
  "lpa_app_no": "2701/APP/2019/3017",
  "decision_target_date": "02/12/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "02/12/2019",
  "id": "Hillingdon-2701_APP_2019_3017",
  "centroid_northing": "186731",
  "application_type": "Householder",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": "510311",
  "street_name": "RUISLIP",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4099424,
          51.5685635
        ],
        [
          -0.4099404,
          51.5685658
        ],
        [
          -0.4100027,
          51.5686381
        ],
        [
          -0.409622,
          51.5687721
        ],
        [
          -0.40955969999999997,
          51.5686975
        ],
        [
          -0.4099424,
          51.5685635
        ]
      ]
    ],
    "type": "Polygon"
  }
}