{
  "epc_number": "0518-7051-6237-5209-3914",
  "appeal_decision_date": null,
  "parking_details": {
    "no_existing_resi_offstreet": 2,
    "no_proposed_resi_offstreet": 2,
    "net_resi_offstreet": 0
  },
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "Householder",
  "lpa_app_no": "P/4998/21",
  "application_type_full": "Householder planning permission",
  "uprn": "100021283998",
  "borough": "Harrow",
  "street_name": "Roxborough Road",
  "locality": "Harrow",
  "ward": "Greenhill",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.\nREASON:  To comply with the provisions of Section 91 of the Town & Country Planning Act 1990.\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and documents: 010; 011A; 012; 013; Flood Risk Assessment & Sustainable Urban Drainage Systems version 1.0; Drainage Plan, Reasonable Exemption Statement. \r\nREASON: For the avoidance of doubt and in the interests of proper planning.\r\n",
    "Condition : 3 - The materials to be used in the construction of the external surfaces of the extension hereby permitted shall match those used in the existing building.\nREASON: To safeguard the character and appearance of the area in accordance with Core Policy CS1.B of the Harrow Core Strategy (2012) and Policy DM1 of the Harrow Development Management Policies Local Plan (2013).\n",
    "Condition : 4 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking and re-enacting that order with or without modification), no window(s)/door(s), other than those shown on the approved plans shall be installed in the side elevation(s) of the development hereby permitted without the prior permission in writing of the local planning authority.\n\r\nREASON: To safeguard the residential  amenities of neighbouring residents, in accordance with Policy DM1 of the Harrow Development Management Policies Local Plan (2013).\n",
    "Condition : 5 - The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the local planning authority.\nREASON: To safeguard the residential  amenities of neighbouring residents, in accordance with Policy DM1 of the Harrow Development Management Policies Local Plan (2013).\n",
    "Condition : 6 - The development hereby permitted shall not commence until a scheme for the protection of the piped watercourse has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include a structural survey by CCTV and trial holes to assess the construction, position, condition and expected life of the culvert; proposal of an agreed method of repair or replacement if required; full details demonstrating that the new structure does not impart any load on the culvert or destabilise it in any way; details of any necessary build over or adjacent to the culvert; details of access for future repairs, blockage clearance, maintenance and future condition surveys. The development shall be carried out in accordance with the works so agreed and the works shall thereafter be retained.\r\nReason: To protect the integrity of the piped watercourse structure, reduce and mitigate the effects of flood risk following guidance in the National Planning Policy Framework, in accordance with policy SI13 of The London Plan (2021) and policies DM10 and DM11 of the Development Management Policies Local Plan (2013).\r\n",
    "Condition : 7 - The development hereby permitted shall not commence until details of the works for the disposal of sewage to be provided on site have been submitted to and agreed in writing by the Local Planning Authority. The development shall be carried out in accordance with the works so agreed and the works shall thereafter be retained.\r\nREASON: To ensure that there is adequate wastewater infrastructure in place to serve the development and to ensure the separation of surface and foul water systems, in accordance with policy SI13 of The London Plan (2021) and policy DM10 of the Development Management Policies Local Plan (2013).\r\n",
    "Condition : 8 - The development  hereby permitted shall not commence until details for the works for the attenuation, storage and disposal of surface water to be provided on site have been submitted to and agreed in writing by the Local Planning Authority. The development shall be carried out in accordance with the works so agreed and the works shall thereafter be retained.\r\nREASON: To ensure that the development incorporates sustainable drainage systems and achieves greenfield run-off rates, and to ensure the separation of surface and foul water systems, in accordance with policy SI13 of The London Plan (2021) and policy DM10 of the Harrow Development Management Policies Local Plan (2013).\r\n",
    "Condition : 9 - Notwithstanding the approved details, the development hereby permitted shall not commence until full details of the permeable paving and details relating to the long-term maintenance and management of the on-site drainage are submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved details and shall be retained thereafter. \r\nREASON: To ensure that the development has adequate drainage facilities, to reduce and mitigate the effects of flood risk and would not impact the character and appearance of the development, in accordance with policies D3 and SI13 of The London Plan (2021) and policies DM1 and DM10 of the Harrow Development Management Local Policies Plan (2013).\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "514916",
  "status": "Approved",
  "decision_date": "04/05/2022",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3426537,
          51.5836087
        ],
        [
          -0.3429333,
          51.5835605
        ],
        [
          -0.3432317,
          51.5835301
        ],
        [
          -0.3432169,
          51.5834672
        ],
        [
          -0.342955,
          51.5834799
        ],
        [
          -0.3428679,
          51.5834733
        ],
        [
          -0.34254989999999996,
          51.5834859
        ],
        [
          -0.3426324,
          51.583559
        ],
        [
          -0.3426537,
          51.5836087
        ]
      ]
    ]
  },
  "decision_target_date": "04/05/2022",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "01/02/2022",
  "development_type": "Other house holder developments",
  "title_number": [
    "MX274503"
  ],
  "appeal_status": null,
  "last_updated": "2025-03-20T16:55:50.731+00:00",
  "last_updated_by": "Planning Portal ingest",
  "site_name": "88 Roxborough Road\nHarrow\nHA1 1PB",
  "id": "Harrow-P_4998_21",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": "188490",
  "appeal_start_date": null,
  "postcode": "HA1 1PB",
  "url_planning_app": "http://site.com?appref=P/4998/21-or-1170801 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "88",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Single storey side to rear extension with oreal window in side elevation; external alterations",
  "valid_date": "10/01/2022",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              514925.2,
              188495.3
            ],
            [
              514905.95,
              188489.5
            ],
            [
              514885.35,
              188485.65
            ],
            [
              514886.5400076,
              188478.6700066
            ],
            [
              514904.65,
              188480.5
            ],
            [
              514910.7,
              188479.9
            ],
            [
              514932.7,
              188481.8
            ],
            [
              514926.8,
              188489.8
            ],
            [
              514925.2,
              188495.3
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "pp_id": "10387664",
  "application_details": {
    "total_gia_gained": 23,
    "no_additional_bathrooms": 0,
    "existing_uprns": null,
    "intended_commencement_date": "04/2022",
    "no_additional_bedrooms": 0,
    "intended_completion_date": "08/2022",
    "site_area": 0.043000000000000003
  },
  "centroid": {
    "lon": "-0.3427881",
    "lat": "51.583563"
  },
  "lapsed_date": "04/05/2025",
  "decision_process": "Delegated",
  "actual_completion_date": null
}