{
  "uprn": "000012093579",
  "street_name": "Gunnersbury Lane",
  "centroid_easting": 519587,
  "lpa_name": "Ealing",
  "actual_commencement_date": null,
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": [
      "000012093579"
    ],
    "site_area": 0.023
  },
  "lpa_app_no": "215625FUL",
  "parking_details": null,
  "application_type": "All Other",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "07/11/2021",
  "locality": "London",
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "status": "Withdrawn",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "decision_conditions": [
    "The plans submitted with this application are not to a recognised scale. For instance, the proposed plans are not at a scale of 1:50 and the submitted block plan is also not at a scale of 1:200. There are also discrepancies such as the width of the building or the distance between the side elevation of number 59 and the side of number 57. This application has therefore failed to adequality demonstrate the impact the proposed development would have upon items such as the character and appearance of the site as well as the surrounding conservation area. There are also issues with regards the impact upon the living conditions of the adjacent properties as well as the future occupiers. This is therefore contrary to Policies D3, D4 and HC1 of the London Plan (2021), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy and policies 7.4, 7B and 7C of the Ealing Development Management Development Plan 2013. | The proposed alterations to the rear and the changes to the roof would be out of character and harmful to the established pattern of development in the area. The proposed size and scale of the dormer window would unduly draw the eye and the sudden increase in height of part of the roof to the rear would also be an incongruous and discordant feature. As this would also be visible from views into and out of the adjacent conservation area, it would cause harm to this space. The proposal is therefore contrary to the policies of the National Planning Policy Framework, Policies D3, D4 and HC1 of the London Plan (2021), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy and policies 7.4, 7B and 7C Ealing Development Management Development Plan 2013. | The proposed development, by virtue of the increase in height/ number of floors of the rear closet wing projection would harmfully enclose the widows to the living/ kitchen room of 61A Gunnersbury Lane. It would also harmfully enclose part of the garden of this neighbouring property. As such, the proposal is contrary the National Planning Policy Framework (2021), policy 7B of the Ealing Development Management Development Plan 2013, policy 1.1 (g) of the Ealing Development (Core) Strategy 2012 and policy D6 of the London Plan (2021). | The proposed development, by reason of inadequate GIA of flats 2 and 4 as well as inadequately sized bedroom for flat 4 and the lack of adequate outlook to a large proportion of Flat 5 would provide substandard accommodation to the detriment of the living conditions of future occupiers. It is therefore contrary to policies 3.5, 7B and 7D of the Development Management DPD (2013), policy D6 of the London Plan (2021), The Technical Housing Standards and the National Planning Policy Framework (2021). | The location of the amenity space would cause harm to the living conditions of the ground floor flats.  There would be an unacceptable impact with regards the privacy of the proposed ground floor windows/ openings when the occupiers try and access this space. This would therefore be contrary to policies 3.5, 7B and 7D of the Development Management DPD (2013), policy D6 of the London Plan (2021), the Technical Housing Standards and the National Planning Policy Framework (2021). | The siting of the bike and bin stores would cause a harmful loss of privacy to the proposed units on the ground floor. The future occupiers would need to either stand in front of proposed bedrooms windows (of the proposed ground floor flats) or walk immediately past these openings. This is contrary to policies 3.5, 7B and 7D of the Development Management DPD (2013), policy D6 and T5 of the London Plan (2021) and the National Planning Policy Framework (2021)."
  ],
  "valid_date": "13/09/2021",
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              519600.0035414,
              179944.9005632
            ],
            [
              519595.1966708,
              179940.6017938
            ],
            [
              519586.9516097,
              179945.3104459
            ],
            [
              519585.64889,
              179946.0502342
            ],
            [
              519579.6959559,
              179949.3492898
            ],
            [
              519576.9008802,
              179950.8988463
            ],
            [
              519581.6995058,
              179959.2964425
            ],
            [
              519603.2768307,
              179947.9097019
            ],
            [
              519600.0035414,
              179944.9005632
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/215625FUL;",
  "title_number": null,
  "decision_date": "05/11/2021",
  "id": "Ealing-215625FUL",
  "ward": "South Acton",
  "development_type": "Minor dwellings",
  "cil_liability": true,
  "borough": "Ealing",
  "appeal_decision": null,
  "site_name": "59 Gunnersbury Lane",
  "lapsed_date": "05/11/2024",
  "description": "Conversion of HMO (House in Multiple Occupation) to five flats;two storey side/rear extension, single storey rear extension; rear roof extension;installation of two rooflights to front/side roofslope",
  "pp_id": "PP-10206837",
  "actual_completion_date": null,
  "centroid_northing": 179950,
  "bo_system": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T21:39:19.919+00:00",
  "epc_number": null,
  "application_type_full": null,
  "decision": "Withdrawn",
  "postcode": "W3 8ED",
  "site_number": null,
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lat": 51.505839,
    "lon": -0.278325
  },
  "appeal_start_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2781171,
          51.505791
        ],
        [
          -0.2781878,
          51.5057534
        ],
        [
          -0.27830499999999997,
          51.5057974
        ],
        [
          -0.2783235,
          51.5058043
        ],
        [
          -0.2784081,
          51.5058353
        ],
        [
          -0.27844779999999997,
          51.5058498
        ],
        [
          -0.2783759,
          51.5059242
        ],
        [
          -0.278069,
          51.5058173
        ],
        [
          -0.2781171,
          51.505791
        ]
      ]
    ],
    "type": "Polygon"
  }
}