{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_proposed_car": 3,
    "no_existing_car": 3,
    "net_car": 0
  },
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/1616/22",
  "application_type_full": "Full planning permission",
  "uprn": "100021314075",
  "borough": "Harrow",
  "street_name": "Glanleam Road",
  "locality": "Stanmore",
  "ward": "Canons",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.\nREASON:  To comply with the provisions of Section 91 of the Town & Country Planning Act 1990.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and documents: 20041 P2 01.01; 20041 P2 02.01 REV B; 20041 P2 02.02; 20041 P2 02.04 Rev A; 20041 P2 04.01 Rev A; 20041 P2 02.03 REV A; Design and Access Statement Rev A; 20041 P2 01.00; Arboricultural Impact Assessment V2; Arboricutural Method Statement V2; Cherryfield Ecology Report Plans Amended 06/10/2022; Bat Emergence Survey October 2022; Flood Risk Assessment and Surface Water Drainage Strategy A1/C02; Fire Strategy Statement. \r\nREASON: For the avoidance of doubt and in the interests of proper planning.\r\n",
    "Condition : 3 - The construction of the replacement dwellinghouse hereby permitted shall not proceed above damp poof course level until samples of the materials to be used in the construction of the external surfaces of the external walls, roof, doors and windows have been submitted to, and approved in writing by, the local planning authority. The development shall be carried out in accordance with the approved details and shall thereafter be retained.\r\nREASON: To safeguard the appearance of the locality, in accordance with policy DM1 of the Councils Development Management Policies Local Plan 2013.\r\n",
    "Condition : 4 - Prior to the commencement of the development hereby approved, a Fire Safety Statement shall be submitted to and approved in writing by the Local Planning Authority, this statement shall include details of how the development will function in terms of the following:\r\n1) identify suitably positioned unobstructed outside space: a) for fire appliances to be positioned on b) appropriate for use as an evacuation assembly point \r\n2) is designed to incorporate appropriate features which reduce the risk to life and the risk of serious injury in the event of a fire; including appropriate fire alarm systems and passive and active fire safety measures \r\n3) is constructed in an appropriate way to minimise the risk of fire spread \r\n4) provide suitable and convenient means of escape, and associated evacuation strategy for all building users \r\n5) develop a robust management strategy for evacuation which is to be periodically updated and published (details of how often this management strategy is to be reviewed and published to be included), and which all building users can have confidence in\r\n6) provide suitable access and equipment for firefighting which is appropriate for the size and use of the development.\r\nThe development shall be operated in accordance with the approved details in perpetuity.\r\n\r\nREASON: To ensure that the fire safety of the proposed building is managed in a satisfactory manner and that the development contributes to fire safety in line with Policy D12A of the London Plan (2021). To ensure appropriate fire safety measures are approved before development commences on site, this condition is a PRE-COMMENCEMENT condition.",
    "Condition : 5 - The development hereby permitted shall not be commenced until works for the disposal of sewage have been provided on site in accordance with details to be submitted to, and approved in writing by, the local planning authority. The works shall be completed in accordance with the apprioved details and shall thereafter be retained.\r\nREASON: To ensure that adequate drainage facilities are provided in accordance with Sewers for Adoption.\r\n",
    "Condition : 6 - The development of any buildings hereby permitted shall not be commenced until works for the disposal of surface water have been submitted to, and approved in writing by, the local planning authority. The works shall be completed in accordance with the approved details and shall thereafter be retained.\r\nREASON: To ensure that adequate drainage facilities are provided, reduce and mitigate the effects of flood risk following guidance in the National Planning Policy Framework.\r\n",
    "Condition : 7 - The development of any buildings hereby permitted shall not be commenced until surface water attenuation and storage works have been submitted to, and approved in writing by, the local planning authority. The works shall be completed in accordance with the approved details and shall thereafter be retained.\r\nREASON: To prevent the increased risk of flooding, reduce and mitigate the effects of flood risk following guidance in the National Planning Policy Framework.\r\n",
    "Condition : 8 - Notwithstanding the approved details and prior to the commencement of development, full details of the permeable paving and details relating to the long term maintenance and management of the on-site drainage shall be submitted to and approved in writing by the Local Planning Authority. Details thereby approved shall be retained thereafter. \r\nREASON: To ensure that the development has adequate drainage facilities, to reduce and mitigate the effects of flood risk and would not impact the character and appearance of the development, in accordance with The National Planning Policy Framework (2021), policy CS1 of The Core Strategy (2012), policy SI13 of the London Plan (2021) and policies DM1 and  DM10 of the Harrow Development Management Local Policies Plan (2013).\r\n",
    "Condition : 9 - Notwithstanding the approved plans, the scheme shall not commence until\r\ndetails for basement protection for ground water flooding, which would include waterproofing and water tanking details have been submitted and approved by the Local Planning Authority. The development shall be completed in accordance with the approved details and shall thereafter be retained.\r\nREASON: To build in resistance and resilience in managing, reducing and mitigating the effects of flood risk following guidance in the National Planning Policy Framework. \r\n",
    "Condition : 10 - Before the proposed plant equipment is used on the premises, it shall be enclosed with sound insulating material and mounted in such a way which will minimise transmission of structure bourne sound, in accordance with a scheme to be agreed with the local planning authority.  The development shall not be occupied or used until the works have been completed in accordance with the approved details and shall thereafter be retained.\r\nREASON: To ensure that adequate precautions are taken to avoid noise nuisance and to safeguard the amenity of neighbouring residents.\r\n",
    "Condition : 11 - The development of any building including demolition hereby permitted shall not be commenced until the boundary of the site is enclosed by a close boarded or other security fence to a minimum height of 2metres. Such fencing shall remain until works and clearance have been completed, and the development is ready for occupation.\r\nREASON: In the interests of amenity and highway safety.\r\n",
    "Condition : 12 - All construction and demolition works within the RPA of retained trees are to be under supervision from the appointed arboriculturalist. Supervision is required at the following key stages;\r\ninstallation of fencing. Photographs showing this in place prior to construction should be provided (emailed to us) as confirmation  demolition / construction / removal of hardstanding within RPA of retained trees excavation for foundations / retaining wall / steps, hardstanding within RPA of T4 and G5 (rear boundary off-site trees) any other activities within RPA of retained trees\r\nRegular updates are to be provided by email at each key stage to the Councils Arboricultural Officer: Rebecca.farrar@harrow.gov.uk  \r\nREASON: The existing trees represent an important amenity feature which the Local Planning Authority considers should be protected, as required by policy DM22 of the Harrow Development Management Policies Local Plan (2013)\r\n",
    "Condition : 13 - Prior to the first occupation of the development, a landscape masterplan shall be submitted to and approved in writing by the Local Planning Authority, this shall include but not be limited to the following;\r\n1.         Hard landscape material details\r\n2.         Planting plans (at a scale not less than 1:100)\r\n3.         Boundary treatment\r\n4.         Schedules of plants, noting species, plant sizes, plant container sizes (all at time of planting) and proposed numbers / densities \r\n5.         Schedule for 5 x trees for the rear garden, and 1 x tree for the front garden; including their species and their sizes at time of planting\r\n6.         Written specification of planting and cultivation works to be undertaken \r\n7.         A landscape implementation programme \r\nREASON: To safeguard the appearance and character of the area, and to enhance the appearance of the development, in compliance with policies DM 1, DM 22 and DM 23 of the Harrow Development Management Policies Local Plan (2013).\r\n",
    "Condition : 14 - Prior to the first occupation of the development, evidence of Secured by Design Certification shall be submitted to the Local Planning Authority to be agreed in writing, or justification shall be submitted where the accreditation requirements cannot be met. Secure by design measures shall be implemented and the development shall be retained in accordance with the approved details.\r\nREASON: In the interests of creating safer and more sustainable communities and to safeguard amenity by reducing the risk of crime and the fear of crime.\r\n",
    "Condition : 15 - All planting, seeding or turfing comprised in the approved details of landscaping shall be carried out in the first planting and seeding seasons following the occupation of the building(s), or the completion of the development, whichever is the sooner.  Any existing or new trees or shrubs which, within a period of 5 years from the completion of the development, die, are removed, or become seriously damaged or diseased, shall be replaced in the next planting season, with others of a similar size and species, unless the local authority agrees any variation in writing.\r\nREASON: To safeguard the appearance and character of the area, and to enhance the appearance of the development, in compliance with policies DM 1, DM 22 and DM 23 of the Harrow Development Management Policies Local Plan (2013).\r\n",
    "Condition : 16 - Prior to occupation of the proposed development, a plan for the siting and size of cycle storage shall be submitted to and approved in writing by the Local Planning Authority; the approved cycle parking shall then be implemented on site in accordance with the approved details prior to the occupation of the flat and dwellinghouse, and shall thereafter be retained.\r\nREASON: To ensure the satisfactory provision of safe cycle storage  facilities, to provide facilities for all the users of the site and in the interests of highway safety and sustainable transport.\r\n",
    "Condition : 17 - The refuse bins shall be stored at all times, other than on collection days, in the designated refuse storage area, as shown on the approved drawing.\r\nREASON: to safeguard the appearance of the locality.",
    "Condition : 18 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking or re-enacting that order with or without modification), no development which would otherwise fall within Classes A, B and C in Part 1 of Schedule 2 to that Order shall be carried out in relation to the dwellinghouse hereby permitted without the prior written permission of the local planning authority.\r\nREASON: To safeguard the character of the area by restricting the amount of site coverage and size of dwelling in relation to the size of the plot, the openness of the site and availability of amenity space; and to safeguard the amenity of neighbouring residents, in accordance with policies DM1 and DM16 of the Councils Development Management Policies Local Plan (2013).\r\n",
    "Condition : 19 - All construction and demolition works within the RPA of retained trees shall be undertaken in accordance with the submitted Arboricultural Method Statement, tree protection plan and all pre-arranged tree protection monitoring and site supervision detailed within.\r\nREASON: The existing trees represent an important amenity feature which the Local Planning Authority considers should be protected, as required by policy DM22 of the Harrow Development Management Policies Local Plan (2013).\r\n",
    "Condition : 20 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking and re-enacting that order with or without modification), no window(s)/door(s), other than those shown on the approved plans shall be installed in the side elevation(s) of the development hereby permitted without the prior permission in writing of the local planning authority.\n\r\nREASON: To safeguard the residential  amenities of neighbouring residents, in accordance with Policy DM1 of the Harrow Development Management Policies Local Plan (2013).\n",
    "Condition : 21 - The ground and first floor windows in the proposed side elevations of the proposed development shall:\n(a) be of purpose-made obscure glass,\n(b) be permanently fixed closed below a height of 1.7m above finished floor level,\nand shall thereafter be retained in that form.\nREASON: To safeguard the residential  amenities of neighbouring residents, in accordance with Policy DM1 of the Harrow Development Management Policies Local Plan (2013).\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "517776",
  "status": "Approved",
  "decision_date": "12/10/2022",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.29999909999999996,
          51.6218093
        ],
        [
          -0.30033899999999997,
          51.6226024
        ],
        [
          -0.3001243,
          51.6226337
        ],
        [
          -0.2997957,
          51.621841
        ],
        [
          -0.29999909999999996,
          51.6218093
        ]
      ]
    ]
  },
  "decision_target_date": "12/10/2022",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "26/07/2022",
  "development_type": "Minor dwellings",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T16:43:38.825+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": "35 Glanleam Road\nStanmore\nHA7 4NW",
  "id": "Harrow-P_1616_22",
  "decision": "Approved",
  "cil_liability": true,
  "centroid_northing": "192857",
  "appeal_start_date": null,
  "postcode": "HA7 4NW",
  "url_planning_app": "http://site.com?appref=P/1616/22-or-1195482 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "35",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Redevelopment to provide two storey dwellinghouse with basement level and habitable roofspace; landscaping; bin and cycle stores (demolition of existing dwelling)",
  "valid_date": "02/05/2022",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517781.45,
              192811.2
            ],
            [
              517755.87,
              192898.85
            ],
            [
              517770.65,
              192902.67
            ],
            [
              517795.45,
              192815.05
            ],
            [
              517781.45,
              192811.2
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "pp_id": "11221638",
  "application_details": {
    "total_gia_gained": 903,
    "green_suds": false,
    "non_residential_details": {
      "total_gia_existing": 165,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 903,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "affordable_housing_fast_track": false,
    "garden_land_lost": false,
    "site_area": 0.1358,
    "total_gia_existing": 165,
    "rain_water_harvesting": false,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 10,
        "building_ref": "Dwelling "
      }
    ],
    "grey_water_reuse": false,
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 165,
        "use_class": "C3",
        "gia_gained": 903,
        "gia_lost": 0
      }
    ],
    "surface_water_discharge_percentage_reduction": 20,
    "phasing_details": [
      {
        "phase_detail": "entire development ",
        "intended_completion_date": "08/2024",
        "intended_commencement_date": "01/2023"
      }
    ],
    "total_gia_lost": 0,
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "internal_resi_water_usage": 105,
    "residential_details": {
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 4,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 3,
          "unit_type": "House or Bungalow",
          "provision_for_older_persons": false,
          "gia": 165,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_gia_lost": 165,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units": 1,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_sale": 0
    },
    "infrastructure_details": {
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": true,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "total_annual_nox_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 0,
      "green_roof_area": 0,
      "fire_suppression_system_proposed": false,
      "total_annual_pm_emissions": 0,
      "solar_pv_capacity": 0.05
    },
    "ownership_status": "Private"
  },
  "centroid": {
    "lon": "-0.3000624",
    "lat": "51.6222221"
  },
  "lapsed_date": "12/10/2025",
  "decision_process": "Delegated",
  "actual_completion_date": null
}