{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1887409,
          51.5784707
        ],
        [
          0.1887219,
          51.5784826
        ],
        [
          0.1888949,
          51.5785635
        ],
        [
          0.18896079999999998,
          51.5785099
        ],
        [
          0.18878789999999998,
          51.5784321
        ],
        [
          0.1887409,
          51.5784707
        ]
      ]
    ],
    "type": "Polygon"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551756.365,
              188892.247
            ],
            [
              551755.01,
              188893.534
            ],
            [
              551766.728,
              188902.881
            ],
            [
              551771.469,
              188897.056
            ],
            [
              551759.751,
              188888.048
            ],
            [
              551756.365,
              188892.247
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_status": null,
  "last_updated_by": "CSV Data Import",
  "epc_number": null,
  "decision_process": "Delegated",
  "locality": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.011000000000000001
  },
  "decision_agency": "Borough",
  "decision_target_date": "05/07/2023",
  "centroid": {
    "lat": "51.5784937",
    "lon": "0.1888377"
  },
  "secondary_street_name": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "uprn": null,
  "development_type": null,
  "actual_completion_date": null,
  "actual_commencement_date": null,
  "borough": "Havering",
  "ward": "St Edwards",
  "last_date_consultation_comments": "02/06/2023",
  "bo_system": "CSV Data Import",
  "application_type_full": null,
  "valid_date": "10/05/2023",
  "site_number": null,
  "appeal_decision": "Dismissed",
  "centroid_northing": 188895,
  "postcode": "RM1 3QR",
  "decision_conditions": [
    "The layout of the development would be inadequate resulting in substandard accommodation for future residents through poor outlook and level of light from proposed habitable rooms; the development gives rise to a poor quality residential environment, harmful to the amenities of the occupiers.  As a result, the development would be contrary to Policy 7 of the Havering Local Plan and Policy D6 of the London Plan.",
    "The proposed dwelling would, by reason of its scale, bulk and proximity to the neighbouring property no.36 Junction Road, be an intrusive, overbearing and unneighbourly development that would have a significant adverse effect on the amenities of these adjacent occupiers contrary to Policy 7 of the Havering Local Plan and the Residential Extensions and Alterations Supplementary Planning Document.",
    "The proposed dwelling would, by reason of its bulk, height and mass close to the boundaries of the site, appear as an unacceptably dominant and visually intrusive feature in the street scene harmful to the appearance of the surrounding area and poorly related to the surrounding dwellings scene contrary to Policy 7 and 26 of the Havering Local Plan and the Residential Extensions and Alterations Supplementary Planning Document.",
    "The proposal would encroach onto the highway land on the access road and provide an unsatisfactory arrangement for parking for the new dwelling, leading to an increase of on-road parking in the area contrary to Policy 24 and 26 of the Havering Local Plan and Policy T6 of the London Plan.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, it was necessary to issue a decision as close to the statutory timeframe as possible as opposed to seeking amendments which would have significantly delayed the application.",
    "The proposal, if granted planning permission on appeal, would be liable for the Mayor of London and Havering Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the Mayoral CIL payable would be £1400 based on £25.00 per square metre and the Havering Community Infrastructure Levy (HCIL) would be a charge of £7000 based on calculation of £125 per square metre. Each would be subject to indexation.",
    "Further details with regard to CIL are available from the Council's website."
  ],
  "centroid_easting": 551763,
  "decision_date": "05/07/2023",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Havering",
  "id": "Havering-P0610.23",
  "lpa_app_no": "P0610.23",
  "parking_details": null,
  "appeal_start_date": "21/11/2023",
  "site_name": "R/O 34 JUNCTION ROAD",
  "appeal_decision_date": "14/03/2024",
  "lapsed_date": "05/07/2026",
  "description": "Erection of a detached 1no. Bed bungalow following demolition of existing rear garage",
  "street_name": "ROMFORD",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0610.23",
  "pp_id": null,
  "title_number": null,
  "decision": "Refused",
  "application_type": "All Other",
  "status": "Dismissed",
  "last_updated": "2025-03-19T23:15:15.359+00:00",
  "date_building_work_started_under_previous_permission": null,
  "subdivision_of_building": null
}