{
  "centroid": {
    "lon": "0.19312659999999998",
    "lat": "51.575239"
  },
  "status": "Refused",
  "decision_target_date": "16/01/2020",
  "site_name": "33 Carlisle Road",
  "decision_conditions": [
    "The proposed two storey side extension would, by reason of its excessive scale, bulk and mass in close proximity of the public road, unacceptably harm the street scene character of the surrounding area, contrary to Policy DC61 of the London Borough of Havering's LDF Core Strategy and Development Control Policies Development Plan Document 2008, the London Borough of Havering's Residential Extensions and Alterations Supplementary Planning Document 2011 and Policy 7.4 of the London Plan 2016.",
    "The proposed development would, by reason of its bulk, scale and position close to the boundary of the site, be an intrusive and unneighbourly development and have an adverse effect on the amenities of adjacent occupiers at No. 31 Carlisle Road, Romford contrary to Policy DC61 of the London Borough of Havering's LDF Core Strategy and Development Control Policies Development Plan Document 2008, the London Borough of Havering's  Residential Extensions and Alterations Supplementary Planning Document 2011, and Policy 7.4 of the London Plan 2016.",
    "The proposal, by reason of the cramped internal layout resulting from the addition required to facilitate the new unit would result in an undesirable interface between bedroom windows and the public road, would fail to create a high quality living environment for existing/future occupiers and would instead represent a limited and poor quality standard of accommodation. As a result, the proposal would not provide acceptable living conditions for all of the future occupants, to the detriment of residential amenity and contrary to Policies DC4 and  DC61 of the London Borough of Havering LDF Core Strategy and Development Control Policies DPD 2008.",
    "The proposal, if granted planning permission on appeal, would be liable for the Mayor of London Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the CIL payable would be £[CIL AMOUNT]. Further details with regard to CIL are available from the Council's website.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to agent by email."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM1 2QP",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "16/01/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0610.19",
  "centroid_northing": 188542,
  "uprn": "100021364169",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Romford Town",
  "decision_date": "16/01/2020",
  "description": "Two storey side and rear extensions, including a first floor terrace, and subdivision of existing dwelling into two, two bedroom self-contained flats",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0610.19",
  "lpa_app_no": "P0610.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:53:59.593+00:00",
  "centroid_easting": 552071,
  "pp_id": "07793804",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "14/05/2019",
  "decision": "Refused",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552055.662,
              188538.339
            ],
            [
              552083.162,
              188552.021
            ],
            [
              552085.6,
              188546.603
            ],
            [
              552058.372,
              188532.921
            ],
            [
              552055.662,
              188538.339
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.018000000000000002
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "04/07/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1929038,
          51.5752103
        ],
        [
          0.19330619999999998,
          51.5753258
        ],
        [
          0.19333909999999999,
          51.5752764
        ],
        [
          0.1929405,
          51.5751609
        ],
        [
          0.1929038,
          51.5752103
        ]
      ]
    ],
    "type": "Polygon"
  }
}