{
  "lpa_name": "Islington",
  "pp_id": null,
  "description": "T16 - T1 - London Plane 20% Crown Reduction and Crown Thin. This tree is situated in playground.\r\nT8 -   T2 - Horse Chestnut - 20% Crown Reduction.\r\nT6 -   T3 - Horse Chestnut - Remove all Deadwood.\r\nT4 -   T4 - Sycamore - 20% Crown Reduction keeping in line with Horse Cheshunt.\r\nT3 -   T5 - Sycamore - 20% Crown Reduction.\r\nT1, 2, 5, 7 T6 - 9 Lime Trees - 20% reduction, back to previous cuts.",
  "epc_number": null,
  "status": "Insufficient Fee",
  "decision_date": null,
  "street_name": "Northolme Road",
  "decision_process": "Delegated",
  "uprn": "5300068460",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "28/08/2012",
  "subdivision_of_building": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 532055,
  "appeal_decision": null,
  "lpa_app_no": "T120234",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "actual_commencement_date": null,
  "application_type": "All Other",
  "bo_system": "Agile APAS",
  "centroid": {
    "lat": 51.556661,
    "lon": -0.096547
  },
  "decision_agency": null,
  "parking_details": null,
  "postcode": "N5 2UX",
  "last_updated": "2025-03-20T01:30:52.049+00:00",
  "secondary_street_name": null,
  "cil_liability": false,
  "url_planning_app": null,
  "valid_date": "03/07/2012",
  "appeal_decision_date": null,
  "locality": "London",
  "appeal_start_date": null,
  "application_type_full": null,
  "decision": "Split Decision",
  "last_updated_by": "Agile APAS",
  "actual_completion_date": null,
  "site_name": "St Joan Of Arc Primary School",
  "lapsed_date": "24/08/2015",
  "centroid_northing": 185914,
  "decision_conditions": [
    "The following works have been refused.\r\n\r\nT16 of LBI TPO (NO.167) 1997 London Plane (T1 in plan submitted) - 20% Crown Reduction and Crown Thin.  \r\n\r\nT8 of LBI TPO (NO.167) 1997 Horse Chestnut (T2 in plan submitted) 20% Crown Reduction.\r\n\r\nT4 of LBI TPO (NO.167) 1997 Sycamore (T4 in plan submitted)  20% Crown Reduction keeping in line with Horse Chestnut.\r\n\r\nT3 of LBI TPO (NO.167) 1997 Sycamore (T5 in plan submitted) - 20% Crown Reduction.\r\n\r\nThe following works have been permitted\r\n\r\nT1, T2, T5 and T7 of LBI TPO (NO.167) 1997 Lime Trees (T6 -T9 in plan submitted) 20% reduction, back to previous cuts.\r\n\r\n\r\nThe following works are exempt from the application process\r\n\r\nT6 of LBI TPO (NO.167) 1997 Horse Chestnut (T3 in plan submitted) Remove all Deadwood.\r\n\r\n\r\n \r\nReasons for the refusal of works\r\n\r\nThose works refused are for two equal and unconnected reasons (i) on the basis of loss of a visual amenity and (ii) on the basis that you have failed to supply any arboricultural justification to satisfy the Council that the trees should be pruned as specified. \r\n\r\nThe pruning of the trees would have a detrimental impact on their form and health. These trees contribute materially to the amenity of the area, playing an important part in providing a sense of scale, maturity and textural diversity to the immediate vicinity. They are an important visual asset along the streetscene  and T6 provides a unique feature being an open grown large canopy tree with room to grow to its full canopy potential.\r\n\r\nThe reasons given to support the pruning works to the trees are as follows:\r\n\r\n1.\tMaintain the safety of the school site.\r\n2.\tControl conker drop\r\n3.\tAllow overall appearance of the site to be maintained.\r\n\r\nMaintain the safety of the school site.\r\nNo supporting evidence has been supplied to indicate how the safety of the school is or may be compromised by these trees or how the works specified will mitigate any safety threat.\r\n 8. 1 of the application form has been marked negatively. This indicates that no defect or disease of note has been reported and there are no fears that the tree may break or fall. \r\n\r\nControl conker drop\r\nThe pruning of trees is not a solution to this issue the trees, some respite would be for the following year but after that flowering and fruiting would be at the same level. HC are suffering from a insect infestation that has meant in recent years that conker drop has been lessened as the trees are stressed. The removal of conkers from playgrounds is not really.\r\nThe crown reduction of a tree will often start a cycle of reduction that will be a cost implication that he school may not be aware of.\r\n\r\nAllow overall appearance of the site to be maintained.\r\nIt is generally considered that that a tree is more aesthetically pleasing if it retains a natural form. The pruning of trees if often necessary and appropriate where constraints exist, in this instance these trees are not encroaching or damaging property and no structural defects have been noted that warrant remedial pruning. The lesser works of lifting and thinning would alleviate any light issues and be appropriate in this instance. \r\nIt is generally accepted that that a tree should be allowed to achieve its canopy potential where possible because of the amenity and environmental benefits provided by large canopy trees.\r\n\r\nSpecifications\r\nThe works specifications are not to BS 3998:2010 Tree Works - recommendations.\r\n\r\nGiven the valuable environmental amenity of these trees and the limited supporting evidence provided, the authority is unable to permit all the works in the application and as such the refusal of permission for the majority of the crown reduction works is the only possible option at this point in time. The authority is willing to discuss the provision of further evidence to support the case for removal of the tree and any other remedial options. \r\n\r\nThe council would look favourably on an application for the crown thinning by up to 20% and crown"
  ],
  "ward": "East Acton",
  "site_number": "54",
  "application_details": {
    "s106_agreement": false
  },
  "id": "Islington-T120234",
  "appeal_status": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.096525,
          51.556674
        ],
        [
          -0.096526,
          51.556647
        ],
        [
          -0.09657,
          51.556648
        ],
        [
          -0.096569,
          51.556675
        ],
        [
          -0.096525,
          51.556674
        ]
      ]
    ]
  },
  "borough": "Islington",
  "last_date_consultation_comments": null
}