{
  "lpa_name": "Islington",
  "pp_id": null,
  "description": "X1 London Plane - T3 of LBI TPO (NO.105) 1991 - Pollard at 12m",
  "epc_number": null,
  "status": "Insufficient Fee",
  "decision_date": null,
  "street_name": "Arundel Square",
  "decision_process": "Delegated",
  "uprn": "5300003712",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "19/09/2012",
  "subdivision_of_building": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 531006,
  "appeal_decision": null,
  "lpa_app_no": "T120262",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "actual_commencement_date": null,
  "application_type": "All Other",
  "bo_system": "Agile APAS",
  "centroid": {
    "lat": 51.54551,
    "lon": -0.112142
  },
  "decision_agency": null,
  "parking_details": null,
  "postcode": "N7 8BT",
  "last_updated": "2025-03-20T01:30:10.647+00:00",
  "secondary_street_name": null,
  "cil_liability": false,
  "url_planning_app": null,
  "valid_date": "25/07/2012",
  "appeal_decision_date": null,
  "locality": "London",
  "appeal_start_date": null,
  "application_type_full": null,
  "decision": "Split Decision",
  "last_updated_by": "Agile APAS",
  "actual_completion_date": null,
  "site_name": "",
  "lapsed_date": "24/09/2015",
  "centroid_northing": 184646,
  "decision_conditions": [
    "The application to pollard the tree has been refused for two equal and unconnected reasons:\r\n(i)\ton the basis of loss of a visual amenity and \r\n(ii)\ton the basis that you have failed to supply sufficient evidence to satisfy the Council that the tree is causing any damage as alleged. \r\n\r\nThe mature London Plane, T3 of LBI TPO (NO.105) 1991 is part of an attractive linear feature growing along the frontage of St Clements court. The tree contributes materially to the amenities of the locality, playing an important part in providing a sense of scale, maturity and textural diversity to the immediate vicinity.\r\n\r\nThe pollarding of this tree would reduce its amenity and the amenity of the trees as a feature. While it is accepted that this species of tree is tolerant to pruning, it is not generally accepted as good practice to prune trees to this extent  ( BS 3998:2010 Tree works - Recommendations), the amount of pruning and the size of resultant wounds need to be kept to the minimum required for a particular objective. \r\n\r\nThe council are unable to permit the application to pollard the T3 of tree to 12m above ground level at this time as the information supplied does not fulfil the level of evidence we require as stipulated in TPO application form, government guidance and as outlined in the Islington Tree Policy. Islington council are only required to permit minimal works necessary to abate a nuisance.  \r\n\r\nThe TPO application form requires in section 8 - Additional information, that the application must be accompanied by the necessary evidence to support the proposals. In this instance where subsidence to property is alleged the agent/applicant is required to provide:\r\n\r\n'A report by an engineer or surveyor, to include a description of damage, vegetation, monitoring data, soil, roots and repair proposals. Also a report from an Arboriculturalist to support the tree work proposals.'\r\n\r\nFurther guidance on the level of information to be supplied in support of alleged subsidence damage to property is provided by the Tree Preservation Orders - A Guide to the Law and Good Practice Addendum - May 2009 - 6.40C.\r\n \r\nThe level of evidence we require is commensurate with the amenity value of the tree. In this particular case taking a balanced view the Council considers that the evidence so far presented by the agent does not meet the tests Islington Council consider appropriate in considering the heavy pruning of protected trees. \r\n\r\nIn the light of the above and taking this particular case on its merits Islington Council feels that the following reports/ results should be presented to allow a correct determination of whether or not the tree should be pollarded:\r\n\r\n(i)\tThere must be level monitoring records that indicate seasonal movement. On very plastic soils, seasonal movement may be occurring in the building regardless of the presence of trees. \r\n\r\n(ii)\tA structural engineers report detailing the type of property and extent and location of all the property damage, this must contain a BRE Digest 251 assessment of the damage. In addition the report should mention any recent building modifications and include any previous history of subsidence claims.\r\n\r\n(iii)\tA drain survey must be provided to exclude the possibility of damaged or leaking drains having caused the problem.\r\n\r\n(iv)\tSoil investigation must have been undertaken, providing trial pit and borehole evidence. This should include detailed soil investigation analysis and evidence of the depth of the foundations of the property near to the point of the suspected damage. There must be evidence of abnormal desiccation in the soil around the failed part of the structure.    \r\n\r\n(v)\tA control trial pit and borehole, remote from the area of damage and out of the influencing distance of any significant vegetation with a detailed soil analysis. This information is essential to be able to make accurate assessment of the impact of any influence from the suspected tree.\r\n\r\n(vi)\tThere must be evid"
  ],
  "ward": "Stratford New Town",
  "site_number": "1",
  "application_details": {
    "s106_agreement": false
  },
  "id": "Islington-T120262",
  "appeal_status": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.11212,
          51.545523
        ],
        [
          -0.112121,
          51.545496
        ],
        [
          -0.112164,
          51.545497
        ],
        [
          -0.112163,
          51.545524
        ],
        [
          -0.11212,
          51.545523
        ]
      ]
    ]
  },
  "borough": "Islington",
  "last_date_consultation_comments": null
}