{
  "lpa_name": "Havering",
  "uprn": "100021360120",
  "decision_date": "12/01/2021",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P1595.20",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM2 5JU",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.082
  },
  "valid_date": "04/11/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Proposed two storey rear extension and single storey side extension including a proposed outbuilding to be used as games room",
  "decision_conditions": [
    "The proposed two storey rear extension would, by reason of its height, form, excessive depth, scale and mass, combined with the single storey side extension, lack subservience and appear incongruous, dominant and visually intrusive, harmful to the character and appearance of this 1911 Exhibition property and the  streetscene and would fail to  preserve or enhance the Gidea Park Conservation Area contrary to Policies CP18, DC61 and DC68 of the Local Development Framework Core Strategy and Development Control Policies Development Plan Document, the Residential Extensions and Alterations Supplementary Planning Document and the Heritage Supplementary Planning Document and the NPPF.",
    "The proposed two storey rear extension would, by reason of its height, excessive depth, scale, siting and position close to the boundaries of the site, be unneighbourly, appear overbearing and result in a significant loss of amenity to No. 55 Balgores Lane, including loss of light and outlook, contrary to Policy DC61 of the Local Development Framework Core Strategy and Development Control Policies Development Plan Document and the Residential Extensions and Alterations Supplementary Planning Document.",
    "The proposed outbuilding would, by reason of its scale, form, siting and position close to the boundaries of the site, be out of keeping with the setting of the heritage asset and in the rear garden environment and appear unduly cramped in the plot harmful to the character and appearance of the Gidea Park Conservation Area contrary to Policies CP18, DC61 and DC68 of the Core Strategy and Development Control Policies Development Plan Document, the Residential Extensions and Alterations Supplementary Planning Document and the Heritage Supplementary Planning Document.",
    "In the absence of a full Tree Survey, the proposed development would result in the removal and/or harm to trees on the site, including the two Beech trees protected by Tree Preservation Order 8/04, which would be materially harmful to the character and amenity of the  Gidea Park Conservation Area contrary to Policies DC60 and DC68 of the Local Development Framework Core Strategy and Development Control Policies Development Plan Document and the Protection of Trees during Development Supplementary Planning Document.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to Hurst Associates via email on 12th January 2021."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:50:27.671+00:00",
  "ward": "Squirrels Heath",
  "parking_details": null,
  "lapsed_date": "12/01/2024",
  "decision_target_date": "12/01/2021",
  "centroid": {
    "lat": "51.5832027",
    "lon": "0.20245919999999998"
  },
  "lpa_app_no": "P1595.20",
  "status": "Refused",
  "site_name": "57 BALGORES LANE",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1595.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552676.045,
              189428.65
            ],
            [
              552667.375,
              189444.635
            ],
            [
              552705.306,
              189466.175
            ],
            [
              552714.517,
              189449.377
            ],
            [
              552676.045,
              189428.65
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "26/11/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "ROMFORD",
  "pp_id": "09207997",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 552691,
  "appeal_start_date": null,
  "centroid_northing": 189447,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.20223549999999998,
          51.5830419
        ],
        [
          0.2021174,
          51.5831879
        ],
        [
          0.2026738,
          51.5833711
        ],
        [
          0.2027994,
          51.5832177
        ],
        [
          0.20223549999999998,
          51.5830419
        ]
      ]
    ],
    "type": "Polygon"
  }
}