{
  "lpa_app_no": "P/2023/3424",
  "centroid_northing": 175000,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": "26/06/2024",
  "locality": "Hounslow",
  "secondary_street_name": null,
  "subdivision_of_building": "N/A - there is no existing permanent building on site. ",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-18T18:44:34.436+00:00",
  "valid_date": "20/11/2023",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 513000,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2023/3424",
  "site_number": null,
  "decision": "Approved",
  "ward": "Bedfont",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_proposed_car": 99,
    "no_existing_car": 0,
    "net_car": 99
  },
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2023_3424",
  "application_details": {
    "internal_resi_water_usage": 120,
    "scheme_phasing": true,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "06/2025",
        "intended_commencement_date": "06/2024"
      }
    ],
    "total_gia_gained": 10198,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "total_gia_existing": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 10198
    },
    "lead_developer_company_name": "Wrenbridge (FRELD Heathrow) LLP ",
    "site_area": 5.732,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 15.8,
        "building_ref": "Industrial Units "
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "total_gia_lost": 0,
    "surface_water_discharge_percentage_reduction": 0,
    "rain_water_harvesting": false,
    "garden_land_lost": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "SpecifiedOther",
        "gia_gained": 10198,
        "gia_lost": 0
      }
    ],
    "green_suds": true,
    "total_gia_existing": 0,
    "grey_water_reuse": false,
    "infrastructure_details": {
      "no_passive_fast_ev_charging_points": 77,
      "fire_suppression_system_proposed": true,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 856.8,
      "chp_heat_pumps_capacity": 0.12,
      "no_non_resi_units_to_have_full_fibre": 3,
      "total_annual_pm_emissions": 68.5,
      "percentage_demolition_construction_material_recycling": 20,
      "no_active_fast_ev_charging_points": 22,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 0,
      "no_new_water_connections_required": 4,
      "mobile_network_operators_consultation": false,
      "waste_provision": true,
      "ghg_reduction_over_building_regulations": true,
      "green_roof_area": 0,
      "solar_pv_capacity": 0.25
    },
    "affordable_housing_fast_track": false,
    "ownership_status": "Private",
    "existing_uprns": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [
        {
          "area": 1.9417,
          "access": "Restricted",
          "land_swap": false,
          "open_space_designation": "Not Designated",
          "description": "Grass land area with existing extensive vegetation.",
          "open_space_type": "Natural and semi-natural"
        },
        {
          "area": 0.8200000000000001,
          "access": "Restricted",
          "land_swap": false,
          "open_space_designation": "Green Belt",
          "description": "from grass land to pond",
          "open_space_type": "Natural and semi-natural"
        }
      ],
      "open_space_green_belt_area_gain": 0,
      "open_space_mol_area_loss": 0,
      "open_space_local_and_other_area_loss": 0,
      "open_space_mol_area_gain": 0,
      "protected_space_count": 0,
      "open_space_green_belt_area_loss": 0
    }
  },
  "uprn": "200002112430",
  "decision_date": "20/09/2024",
  "description": "Redevelopment of the site and the erection of three units to provide flexible E(g)(iii), B2 and B8 uses with ancillary offices, associated access, servicing, parking, landscaping, engineering/drainage works and associated works",
  "site_name": "Land On The South Side Of",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "19/02/2024",
  "borough": "Hounslow",
  "postcode": null,
  "street_name": "Staines Road",
  "bo_system": "Northgate M3",
  "development_type": "Major all other major developments",
  "lapsed_date": "20/09/2027",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of\r\nthis permission. \r\nReason: To accord with the provisions of Section 92 (1) of the Town and Country\r\nPlanning Act 1990.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the\r\nfollowing approved plans and specifications: [F013-CMP-SI-ZZ-DR-A-00003 PL1\r\nDesign and access statement\r\nF013-CMP-SI-ZZ-DR-A-00002 REV PL1\r\nF013-CMP-SI-ZZ-DR-A-00003 REV PL1\r\nF013-CMP-SI-ZZ-DR-A-00801 REV PL1\r\nDrainage assessment form\r\nUtilities strategy prepared REV PL2 by MBA consulting engineers\r\nGLA Circular Economy Statement prepared by Eight Versa\r\nWhole Life Carbon - RIBA Stage 2 prepared by Eight Versa\r\nEcological Appraisal prepared by Aspect Ecology\r\nReceived: 20/11/2023\r\n\r\nFlood risk assessment REV 002 prepared by SWECO\r\n\r\nReceived: 12/12/2023\r\n\r\nTransport assessment REV A prepared by Vectos\r\nF013-CMP-SI-ZZ-DR-A-00004 REV PL1\r\nF013-CMP-U1-ZZ-DR-A-00200 REV PL4\r\nF013-CMP-U3-ZZ-DR-A-00200 REV PL3\r\nF013-CMP-U2-ZZ-DR-A-00250 REV PL2\r\nF013-CMP-U3-ZZ-DR-A-00250 REV PL3\r\nF013-CMP-SI-ZZ-DR-A-00250 REV PL2\r\nF013-CMP-U2-00-DR-A-00120 REV PL2\r\nF013-CMP-U2-01-DR-A-00121 REV PL2\r\nF013-CMP-U2-02-DR-A-00122 REV PL2\r\nF013-CMP-U3-00-DR-A-00120 REV PL3\r\nF013-CMP-U3-01-DR-A-00121 REV PL3\r\nF013-CMP-U3-02-DR-A-00122 REV PL3\r\nF013-CMP-U3-00-DR-A-00100 REV PL5\r\nF013-CMP-U3-01-DR-A-00101 REV PL3\r\nF013-CMP-U3-02-DR-A-00102 REV PL3\r\nF013-CMP-U3-RF-DR-A-00103 REV PL3\r\nF013-CMP-U1-00-DR-A-00100 REV PL3\r\nF013-CMP-U1-00-DR-A-00120 REV PL1\r\nF013-CMP-U1-01-DR-A-00101 REV PL1\r\nF013-CMP-U1-01-DR-A-00121 REV PL1\r\nF013-CMP-U1-02-DR-A-00102 REV PL1\r\nF013-CMP-U1-02-DR-A-00122 REV PL1\r\nF013-CMP-U1-RF-DR-A-00103 REV PL1\r\nRG-LD-100 REV G\r\nPlanting schedule REV B\r\nRG-LD-101 REV G\r\nRG-LD-103 REV G\r\nEnergy and sustainability strategy REV P4 prepared MBA consulting engineers\r\nNoise impact assessment report REV C04 prepared SWECO \r\nFramework Travel Plan prepared by Vectos\r\nArboricultural Impact Assessment REV A prepared by Aspect Ecology \r\n\r\nReceived: 05/03/2024\r\n\r\nDrainage Comments and Response prepared by Sweco\r\n\r\nReceived: 13/03/2024 \r\nLondon plan fire statement prepared by Jensen Hughes\r\n65208605-SWE-ZZ-XX-DR-C-1000 REV",
    "Condition : 3 - The office floorspace contained within the development hereby approved shall be\r\nused only as offices ancillary to the main use of the premises as E(g)(iii) (Light\r\nIndustrial), B2 (Industrial) and B8 (Storage and Distribution) use and shall not be\r\nused for any other purpose.\r\nReason: To ensure that no independent office use commences and to ensure the\r\nprimary use of the premises is for E(g) (iii), B2 and B8 use purposes ",
    "Condition : 4 - The premises shall be used for Use Class B2 (Industrial), B8 (Storage and\r\nDistribution) and E(g)(iii) (Light Industrial) and for no other purpose including any\r\nother purpose in Class E and G of the Schedule to the Town and Country Planning\r\n(Use Classes) Order 1987 (as amended), nor in any provision equivalent to that\r\nClass in any statutory instrument revoking and re-enacting that Order with or\r\nwithout modification.\r\nReason: The Council is satisfied that the use hereby permitted would not result in\r\ndetriment to adjoining properties but would wish to control future changes of use\r\nwithin the same Use Class to protect nearby land uses and the character of the\r\narea. ",
    "Condition : 5 - No additional floorspace shall be formed within the buildings hereby permitted\r\nby means of internal horizontal division without prior written consent of the\r\nLocal Planning Authority. \r\nReason: In order not to prejudice the Council's standards for provision of car\r\nparking spaces and service facilities",
    "Condition : 6 - No fans, louvres, ducts or other external plant shall be installed other than those\r\napproved by this consent, without the prior approval of the Local Planning\r\nAuthority. \r\nReason: To safeguard the amenities of the area  .",
    "Condition : 7 - All Non-road Mobile Machinery (NRMM) used during the course of the\r\ndevelopment that is within the scope of the GLA 'Control of Dust and Emissions\r\nduring Construction and Demolition' Supplementary Planning Guidance (SPG)\r\ndated July 2014, or any successor document, shall comply with the emissions\r\nrequirements therein. \r\nReason: In the interests of air quality",
    "Condition : 8 - A) Prior to the commencement of development, including any demolition or\r\nremediation works, and notwithstanding the approved details, a remediation plan\r\nshall be submitted to, and approved in writing by, the local planning authority. The\r\nremediation strategy shall include:\r\ni. a site plan (showing the areas set out below); \r\nii. confirmation that a pre-start record of site conditions on the adjoining public\r\nhighway will be undertaken with Hounslow Highways and a commitment to\r\nrepair any damage caused; \r\niii. provision for the parking of vehicles of site operatives and visitors; \r\niv. provisions for loading, unloading and storage of materials within the site; \r\nv. details of access to the site, including means to control and manage access\r\nand egress of vehicles to and from the site for the duration of remediation\r\nvi. details of vehicle routeing from the site to the wider strategic road network; \r\nvii. The erection and maintenance of security hoarding including decorative\r\ndisplays and facilities for public viewing, where appropriate; \r\nviii. provision of wheel washing facilities at the site exit and a commitment to\r\nsweep adjacent roads when required and at the request of the council; \r\nix. a scheme for recycling/disposing of waste resulting from remediation works; \r\nx. measures to ensure the safety of all users of the public highway especially\r\ncyclists and pedestrians in the vicinity of the site and especially at the\r\naccess; \r\nxi. commitment to liaise with other contractors in the vicinity of the site to\r\nmaximise the potential for consolidation and to minimise traffic impacts; \r\nxii. all necessary traffic orders and other permissions required to allow safe\r\naccess to the site for remediation and construction purposes to be secured\r\nand implemented prior to commencement of remediation; \r\nxiii. details of the remediation programme and a schedule of traffic movements; \r\nxiv. confirmation that all vehicles associated with the works will only park/ stop\r\nat per",
    "Condition : 9 - Prior to the commencement of development excluding demolition, remediation\r\nand groundworks, full details of highway works including detailed access\r\ndrawings shall be submitted to and approved in writing by the Local Planning\r\nAuthority. The works shall be constructed in accordance with the approved\r\ndetails before the development hereby permitted is first occupied or brought into\r\nuse. \r\nReason: In the interests of highway safety\r\n",
    "Condition : 10 - Prior to the commencement of the development, including any demolition works\r\nand site preparation, a detailed Construction Environment Management Plan\r\n(CEMP) shall be submitted to and approved in writing by the Local Planning\r\nAuthority. The\r\nCEMP shall provide details of how demolition and construction works are to be\r\nundertaken and include:\r\ni. The identification of stages of works;\r\nii. measures to mitigate noise, dust and air quality;\r\niii. details of working hours, which unless otherwise agreed with the Local Planning\r\nAuthority shall be limited to 08:00 to 18:00 Monday to Friday and 08:00 to 13:00 on\r\nSaturdays);\r\niv. Procedures for maintaining good public relations including complaint\r\nmanagement, public consultation and liaison;\r\nv. Mitigation measured as defined in BS 5228: Parts 1 and 2: 2009 Noise and\r\nVibration Control on Construction and Open Sites shall be used to minimise noise\r\ndisturbance from construction works;\r\nvi. Measures to control emissions during the construction phase in line with the\r\nrequirements of the Mayor's Control of Dust and Emissions during Construction\r\nand Demolition SPG.\r\nThe approved CEMP shall be adhered to throughout the construction period of the\r\ndevelopment.\r\nReason: In order to safeguard the amenities of adjoining residents and the\r\namenities of the locality\r\n",
    "Condition : 11 - Notwithstanding the submitted details, before the development hereby permitted\r\nis first occupied or brought into use, a Delivery & Servicing Plan (including details\r\nof vehicle access and egress arrangements and times that servicing shall take\r\nplace) shall be submitted to and approved in writing by the Local Planning\r\nAuthority. The details shall accord with current guidance such as that issued by\r\nTfL and include measures required to ensure sufficient arrangements (physical\r\naswell as managerial) for the servicing, including refuse collection, of all aspects \r\nof the development and a timetable for implementation. The development shall\r\nnot be carried out otherwise than in accordance with the approved details and\r\nshall be maintained for the lifetime of the development, unless the prior written\r\napproval of the local planning authority is obtained to any variation. \r\nReason: In the interests of the safety of pedestrians and vehicles, to protect\r\nneighbour conditions and to support sustainable transport objectives ",
    "Condition : 12 - Notwithstanding the submitted details, before the development hereby permitted\r\nis first occupied or brought into use, a Parking Management Plan shall be\r\nsubmitted to and approved in writing by the Local Planning Authority. The Plan\r\nshall include the following:  \r\ni. details of measures proposed to restrict parking to designated bays only\r\nand prohibit parking on the access road;  \r\nii. details of Electrical Vehicle Charging Points\r\niii. a commitment to convert passive EV bays to active and to provide\r\nadditional Blue Badge bays when demand requires; \r\niv. details of the operation of any gates or barriers;\r\nv. details of how parking will be monitored and managed during shift\r\nchangeovers;\r\nvi. measures to ensure that all prospective occupiers are informed of the\r\nParking Management Plan.  \r\nThe parking areas and access road(s) shall thereafter be managed in compliance\r\nwith the approved Parking Management Plan, unless the prior written approval\r\nof the local planning authority is obtained to secure any variation.  \r\nReason: To ensure the scheme does not give rise to highway safety concerns\r\nand accords with the aims and objectives of the Council's sustainable transport\r\nagenda",
    "Condition : 13 - Notwithstanding the submitted details, before the development hereby permitted\r\nis first occupied or brought into use, full details (including the number, location,\r\ndesign of structure and manufacturer's specifications) of all cycle stands for the\r\noccupants of, and visitors to, the development shall be submitted to and approved\r\nin writing by the Local Planning Authority.  \r\nThe approved facilities shall be fully implemented and made available for use\r\nbefore any part of the development is first occupied and thereafter retained for\r\nuse at all times without obstruction"
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.374752,
          51.462716
        ],
        [
          -0.374753,
          51.462689
        ],
        [
          -0.374796,
          51.46269
        ],
        [
          -0.374795,
          51.462717
        ],
        [
          -0.374752,
          51.462716
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "12522561",
  "centroid": {
    "lon": -0.374774,
    "lat": 51.462703
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}