{
  "lpa_app_no": "P/2023/3620",
  "centroid_northing": 177163,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": "17/11/2023",
  "locality": "Hounslow",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T17:52:53.784+00:00",
  "valid_date": "17/11/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              513964.09,
              177157.53
            ],
            [
              513951.96,
              177170.58
            ],
            [
              513951.71,
              177170.85
            ],
            [
              513959.45,
              177177.9
            ],
            [
              513964.83,
              177172.55
            ],
            [
              513968.95,
              177176.7
            ],
            [
              513972.81,
              177172.86
            ],
            [
              513972.27,
              177172.31
            ],
            [
              513975.7,
              177168.9
            ],
            [
              513977.33,
              177170.54
            ],
            [
              513980.75,
              177167.15
            ],
            [
              513987.25,
              177160.65
            ],
            [
              513984.8,
              177158.11
            ],
            [
              513982.6,
              177155.76
            ],
            [
              513980.43,
              177153.38
            ],
            [
              513979.78,
              177152.65
            ],
            [
              513979.15,
              177151.9
            ],
            [
              513978.59,
              177151.1
            ],
            [
              513978.05,
              177150.17
            ],
            [
              513977.66,
              177149.18
            ],
            [
              513977.32,
              177147.15
            ],
            [
              513977.25,
              177145.33
            ],
            [
              513976.43,
              177144.38
            ],
            [
              513976.22,
              177144.48
            ],
            [
              513964.09,
              177157.53
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 513970,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2023/3620",
  "site_number": "100",
  "decision": "Approved",
  "ward": "Osterley & Spring Grove",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": "Removal/Variation of a condition",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2023_3620",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.053000000000000005
  },
  "uprn": "100022832331",
  "decision_date": "19/06/2024",
  "description": "Variation of condition 27 (pedestrian access point) to allow substitution of the drawing showing details of the new pedestrian access point following planning permission 00647/C/P19 (P/2022/3464) dated 27/10/2023 for variation of condition 2 (approved plans) to allow changes to the lighting within the private road and car park of planning permission 00647/C/P17 (P/2022/1518) approved 04/08/2022 for the erection of a part two storey, part single storey training centre; a single storey site management and security building; access road; associated car parking; and hard and soft landscaping for a temporary period of five years.",
  "site_name": "Brentford Fc Training Ground",
  "last_updated_by": "Planning Portal ingest",
  "decision_target_date": "16/02/2024",
  "borough": "Hounslow",
  "postcode": "TW5 0TP",
  "street_name": "Jersey Road",
  "bo_system": "Northgate M3",
  "development_type": "Major all other major developments",
  "lapsed_date": "04/08/2027",
  "decision_conditions": [
    "Condition : 1 - All the proposed temporary buildings, car parking and hard standing areas associated with this application shall be removed and the land restored to its former condition no later than 04th August 2027 in accordance with a scheme of work submitted to and approved by the Local Planning Authority.  \r\nReason: The proposal is not considered suitable as a permanent form of development to safeguard neighbours' living conditions and character and appearance of the area. \r\n",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted therewith (Transport Assessment; Planning Statement; Air Quality Assessment; Ecological Appraisal; Energy and Sustainability Statement -Outline; Alternative Site Assessment Report; Design and Access Statement; Planning Statement; Construction Environmental Management Plan; Fire Statement; Flood Risk Assessment and Drainage Strategy; Operation & Maintenance Manual; Statement of Community Involvement; Life Cycle Design Services; GLA Circular Economy Statement; Circular Economy & Waste Management Strategy Report; 21129 001 P1; 2119 010 P20; 21129 050 P20; 21129 100 P20; 21129 101 P20; 21129 105 P20; 21129 107 P20; 21129 180 P20; 21129 200 P20; 21129 201 P20; 21129 202 P20; 21129 203 P20; 21129 204 P20; 21129 250 P20; Received 10/05/2022; BFC-BML-XX-XX-SK-C-0102 P03; BFC-BML-XX-XX-SK-C-0103 P02; BFC-BML-XX-XX-SK-C-0103 P01; Received 30/05/2022; 21129 SK220614-1 P1; 21129 SK220614-2 P1; 21129 SK220614-3 P1; Received 14/06/2022; External Lighting (Columns) Technical Submittal Document; 0458-AES-00-00-DR-E-6603 C1; 0458-AES-00-00-DR-E-6604 C1; Received 01/11/2022; 5887/002 A; Received 10/10/2023; 5887/1009, Received 17/11/2023.) and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used. \r\nReason: To ensure the development is carried out in accordance with the planning permission. \r\n",
    "Condition : 3 - The external lighting hereby permitted shall only be operated between dawn until 9 p.m. every day of the week.\r\nReason: In order that to protect neighbours' living conditions and the character of the locality. \r\n",
    "Condition : 4 - The community use of the site shall be in line with those approved under application 00647/C/P17(4) on 04/01/2023. The applicant shall implement and comply with the provisions of the agreed programme of community use for the lifetime of the development.  \r\nReason: In order to justify very special circumstances on this land in line with NPPF. \r\n",
    "Condition : 5 - The Construction Logistics Plan shall be that approved under application 00647/C/P17(5) on 04/01/2023. The approved Plan shall be adhered to throughout the construction period. \r\nReason: To ensure highway safety is maintained and preserved in accordance with Policy EC2 of the Local Plan.\r\n",
    "Condition : 6 - No construction work shall take place on the site except between the hours of 8 a.m. to 6 p.m. on Mondays to Friday and 9 a.m. to 1 p.m. on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.Reason: To protect neighbours' living conditions in accordance with adopted Local Plan Policy EQ5.",
    "Condition : 7 - The unlawful structures hereby shown for removal by the Design and Access Statement shall be removed from the site and the land shall be returned to its former state. Reason: In order to maintain the openness of the area.",
    "Condition : 8 - The development hereby approved shall be in line with GLA's Circular Economy Statement Guidance.Reason: In the interests of sustainable waste management and in order to maximise the re-us of materials. ",
    "Condition : 9 - The mitigation measures identified within the Ecological Report shall be carried out until the development has been removed and the land is restored to its former condition. Reason: In the interest of biodiversity, sustainability, and to ensure that a satisfactory standard of visual amenity is provided and maintained.",
    "Condition : 10 - The maximum car parking spaces within the whole site shall not exceed 180.Reason: In order to ensure that parking spaces are excessive and in line with Travel Plan.",
    "Condition : 11 - The details of cycle parking facilities as approved under application 00647/C/P17(11) on 30/09/2022 shall be retained during the lifetime of development. Reason: To ensure adequate cycle parking is available on site and to promote sustainable modes of transport.",
    "Condition : 12 - The Travel Plan approved under application 00647/C/P17(12) on 01/11/2022 shall be implemented in accordance with the timescales specified therein and shall be monitored and reviewed in accordance with the agreed Travel Plan targets and timescales to the satisfaction of the Local Planning Authority. Reason: In order to promote sustainable modes of transport.  ",
    "Condition : 13 - The details of the number, location and manufacturer specifications of electric vehicle charging points that approved under application 00647/C/P17(13) on 21/09/2022 shall be carried out and retained in accordance with the approved details.Reason: In order to promote sustainable transport modes.",
    "Condition : 14 - The drainage strategy hereby approved shall be implemented and a maximum discharge rate from the developable area (including the pitch) must be no more than 3.5 litres/second. The approved management plan for the drainage system shall be maintained for the lifetime of the development and the management plan shall be put into effect.Reason: To prevent the risk of flooding to and from the site in accordance with relevant policy requirements including but not limited to London Plan Policy 5.13, its associated Sustainable Design and Construction SPG, the Non-Statutory Technical Standards for Sustainable Drainage Systems and Hounslow Council's Local Plan Policy EQ3.",
    "Condition : 15 - The sustainable drainage strategy that approved under application 00647/C/P17(15) on 17/11/2022 shall be implemented.Reason: To comply with London Plan policy SI 13.",
    "Condition : 16 - The Landscaping and Maintenance Plan that approved under application 00647/C/P17(16) on 20/10/2023 shall be implemented. The approved scheme and schedule shall be maintained during the lifetime of development. Reason: In order to ensure that the development has a satisfactory appearance.",
    "Condition : 17 - The fire protection measures within the hereby submitted and approved Fire Statement shall be complied within during the lifetime of development.Reason: In order to ensure fire safety of future users.",
    "Condition : 18 - The Car Park Management Plan that approved under application 00647/C/P17(18) on 03/11/2022 shall be implemented, managed and used in compliance with this document.Reason: In order to protect neighbours' living conditions and ensure minimal disruption of traffic in the locality. ",
    "Condition : 19 - The delivery and servicing plan that approved under application 00647/C/P17(19) on 09/01/2023 shall be implemented and the measures suggested shall be maintained for the lifetime of the development. Reason: In the interests of the safety of pedestrians and vehicles, to protect neighbours' living conditions and to support sustainable transport objectives. ",
    "Condition : 20 - The post -construction tab of the GLA's Whole Life-Cycle Carbon Assessment template should be completed in line with the GLA's Whole Life-Cycle Carbon Assessment Guidance. The post-construction assessment should be submitted to the GLA at: ZeroCarbonPlanning@london.gov.uk, along with any supporting evidence as per the guidance. Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the local planning authority within 3 months of this decision. Reason: In the interests of sustainable development and to maximise on-site carbon dioxide savings.",
    "Condition : 21 - The post-construction monitoring report that approved under application 00647/C/P17(21) on 30/05/2023 shall be implemented for the lifetime of the development.Reason: In the interests of sustainable waste management and in order to maximise the re-use of materials. ",
    "Condition : 22 - The UGF calculations that approved under application 00647/C/P17(22) on 08/12/2022 shall be implemented.Reason: To demonstrate compliance with London Plan.",
    "Condition : 23 - The temporary development hereby approved shall retain the existing ditches and streams with appropriate offset from the building to enable maintenance. Reason: To comply with London Plan policy SI 12.",
    "Condition : 24 - The development hereby approved shall be fitted with water efficiency fittings and other water saving measures to ensure water efficiency of development. Reason: To comply with London Plan policy SI 5.",
    "Condition : 25 - On-site plant and machinery shall comply with the London Non-Road Mobile Machinery (NRMM) Low Emission Zone standards. Reason: To ensure there would be additional air pollution from the development.",
    "Condition : 26 - The measures to control emissions during the construction phase shall be managed and maintained in accordance with the submitted and hereby approved Construction Environmental Management Plan.Reason: To ensure there would be no additional pollution from the development. ",
    "Condition : 27 - The details of a new pedestrian access point in the south east corner of the site in Drawing Ref: 5887/1009 shall be constructed and made available for and kept open and available for use for the lifetime of this development.Reason: In order to promote sustainable travel to and from the site.",
    "Condition : 28 - The adoption of the preferred energy strategy by the proposed fabric and building services specification and WLC emission estimation within the hereby submitted and approved Energy Statement and WLC Baseline Assessment shall be followed and complied within during the construction and lifetime of development. Reason: In order to ensure the proposal reduce its reliance on national resources."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3601859,
          51.4819013
        ],
        [
          -0.36035629999999996,
          51.482021
        ],
        [
          -0.3603598,
          51.4820235
        ],
        [
          -0.36024609999999996,
          51.4820853
        ],
        [
          -0.3601704,
          51.4820361
        ],
        [
          -0.3601097,
          51.4820726
        ],
        [
          -0.36005539999999997,
          51.4820373
        ],
        [
          -0.3600634,
          51.4820325
        ],
        [
          -0.3600151,
          51.4820011
        ],
        [
          -0.3599911,
          51.4820155
        ],
        [
          -0.35994299999999996,
          51.4819844
        ],
        [
          -0.3598515,
          51.4819247
        ],
        [
          -0.3598876,
          51.4819023
        ],
        [
          -0.35992,
          51.4818816
        ],
        [
          -0.359952,
          51.4818607
        ],
        [
          -0.3599616,
          51.4818543
        ],
        [
          -0.3599709,
          51.4818476
        ],
        [
          -0.3599792,
          51.4818406
        ],
        [
          -0.3599873,
          51.4818323
        ],
        [
          -0.35999319999999996,
          51.4818235
        ],
        [
          -0.3599988,
          51.4818053
        ],
        [
          -0.3600004,
          51.481789
        ],
        [
          -0.36001249999999996,
          51.4817806
        ],
        [
          -0.3600155,
          51.4817815
        ],
        [
          -0.3601859,
          51.4819013
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "12611759",
  "centroid": {
    "lon": "-0.3600991",
    "lat": "51.4819493"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}