{
  "lpa_app_no": "P/2020/3009",
  "centroid_northing": 177163,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "Isleworth",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:34:03.590+00:00",
  "valid_date": "11/09/2020",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              515096.1,
              177165.25
            ],
            [
              515105.6,
              177166.75
            ],
            [
              515108.51,
              177167.26
            ],
            [
              515119.85,
              177169.05
            ],
            [
              515124.65,
              177169.85
            ],
            [
              515125.2,
              177166.55
            ],
            [
              515126.05,
              177166.65
            ],
            [
              515126.7,
              177164.9
            ],
            [
              515107.5,
              177160.85
            ],
            [
              515105.05,
              177160.25
            ],
            [
              515087.25,
              177154.35
            ],
            [
              515084,
              177163.35
            ],
            [
              515096.1,
              177165.25
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Committee",
  "centroid_easting": 515103,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2020/3009",
  "site_number": "59",
  "decision": "Approved",
  "ward": "Osterley and Spring Grove (Pre May 2022)",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": null,
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2020_3009",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.028
  },
  "uprn": "100021571760",
  "decision_date": "10/03/2021",
  "description": "Demolition of the existing buildings and erection of a part single part two storey Scout Centre with associated vehicle garage and cycle parking",
  "site_name": "REAR OF",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "06/11/2020",
  "borough": "Hounslow",
  "postcode": "TW7 4PW",
  "street_name": "Osterley Road",
  "bo_system": "Northgate M3",
  "development_type": "Minor general industry-storage-warehousing",
  "lapsed_date": "09/03/2024",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted ([Design and Access Statement], [OSB01], [OSP01], [E01], [E02], [E20], [E21], [P02], [P03], [P04], [P20], [P21], [P22], Received: 11/09/2020, [T01], Received: 01/02/2021) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - Notwithstanding the details shown on the approved plans, prior to first occupation of the hereby approved development, details of secure cycle storage arrangements in accordance with both the London Plan and adopted Local Plan shall be submitted to and approved in writing by the local planning authority and shall consist of Sheffield stands to ensure accessibility for all members of staff and visitors. The cycle parking shall conform to the West London Cycle Parking Guidance. The cycle stores shall be made available to staff and visitors upon first occupation of the hereby approved development and maintained as such thereafter without obstruction.",
    "Condition : 4 - Prior to commencement of development, a Construction Logistics Plan shall be submitted to an approved by the Local Planning Authority. The development shall take place in accordance with the details approved.",
    "Condition : 5 - Prior to commencement of development, a Travel Plan encouraging sustainable modes of transport shall be submitted to an approved by the Local Planning Authority. The approved plan shall be implemented from fitrst occupation of the approved development.",
    "Condition : 6 - Upon final commencement of operation of all low and zero carbon technologies installed at the site, including the solar panels hereby approved, suitable devices for the monitoring of the low and zero carbon technologies shall have been installed, and the monitored data shall be submitted automatically to a monitoring web-platform at daily intervals for a period of three years from the point of full operation and details shall be provided to the local planning authority enabling it to access all this information for a period of four years from commencement of operation.",
    "Condition : 7 - The developments shall not be occupied until evidence (e.g. photographs and copies of delivery notes, invoices or installation contracts) have been submitted to the Local Planning Authority to demonstrate that the development meets the following:\r\no\tAt least three of the key elements of the building envelope (external walls, windows roof, upper floor slabs, internal walls, floor finishes/coverings) are to achieve a rating of A+ to D in the Building Research Establishment (BRE) The Green Guide of specification.\r\no\tAt least 50% of timber and timber products are to be sourced from accredited Forest Stewardship Council (FSC) or Programme for the Endorsement of Forestry Certification (PEFC) scheme.\r\no\tNo construction or insulation materials are to be used which will release toxins into the internal and external environment, including those that deplete stratospheric ozone. \r\nPrior to first occupation of the building,  evidence (schedule of fittings and manufactures literature) shall be submitted to the Local Planning Authority and approved in writing to show that the development has achieved an internal water use of 105L/person/day or less.\r\n",
    "Condition : 8 - The development hereby permitted shall only be used as a Scout Headquarters or any purpose ancillary to that use, and not for any other use within Use Class F2 (Local Community) of the Town and Country Planning (Use Classes) Order 1987 (as amended) nor for any other use in any successor use class in legislation that may supersede it.",
    "Condition : 9 - The parking spaces provided in the approved drawings shall be used for the storage and parking of vehicles associated with the use as a Scout headquarters and for no other purpose."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3438885,
          51.4817417
        ],
        [
          -0.3437513,
          51.4817532
        ],
        [
          -0.3437092,
          51.4817572
        ],
        [
          -0.3435454,
          51.481771
        ],
        [
          -0.3434761,
          51.4817772
        ],
        [
          -0.3434692,
          51.4817474
        ],
        [
          -0.34345699999999996,
          51.4817481
        ],
        [
          -0.3434482,
          51.4817323
        ],
        [
          -0.3437259,
          51.4816998
        ],
        [
          -0.3437613,
          51.4816949
        ],
        [
          -0.3440195,
          51.4816455
        ],
        [
          -0.34406329999999996,
          51.481727
        ],
        [
          -0.3438885,
          51.4817417
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "",
  "centroid": {
    "lon": "-0.3437899",
    "lat": "51.48172"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}