{
  "lpa_app_no": "P/2022/1532",
  "centroid_northing": 172148,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "Feltham",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:08:16.609+00:00",
  "valid_date": "02/08/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512748.54,
              172155.47
            ],
            [
              512753.3,
              172163.7
            ],
            [
              512758.7,
              172160.4
            ],
            [
              512764.85,
              172156.7
            ],
            [
              512767.97,
              172154.81
            ],
            [
              512768.3,
              172154.61
            ],
            [
              512769.29,
              172154.01
            ],
            [
              512771.95,
              172152.4
            ],
            [
              512793.85,
              172139.25
            ],
            [
              512792.9,
              172137.75
            ],
            [
              512781.83,
              172134.73
            ],
            [
              512779.35,
              172134.05
            ],
            [
              512778.9,
              172134.25
            ],
            [
              512764.08,
              172142.96
            ],
            [
              512760.91,
              172144.83
            ],
            [
              512758.75,
              172146.1
            ],
            [
              512759.75,
              172147.9
            ],
            [
              512756.9,
              172149.6
            ],
            [
              512755.9,
              172147.7
            ],
            [
              512747,
              172152.8
            ],
            [
              512748.54,
              172155.47
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 512769,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2022/1532",
  "site_number": "2",
  "decision": "Approved",
  "ward": "Hanworth Village",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_proposed_car": 5,
    "no_existing_car": 0,
    "net_car": 5
  },
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2022_1532",
  "application_details": {
    "internal_resi_water_usage": 115,
    "scheme_phasing": true,
    "other_residential_accommodation_details": {
      "site_area": 0.0575
    },
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "03/2023",
        "intended_commencement_date": "09/2022"
      }
    ],
    "total_gia_gained": 330,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "total_gia_existing": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 330,
      "site_area": 0.0575
    },
    "site_area": 0.052000000000000005,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 9.1,
        "building_ref": "BLOCK A"
      },
      {
        "no_storeys": 2,
        "max_height": 12,
        "building_ref": "BLOCK B"
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "total_gia_lost": 0,
    "surface_water_discharge_percentage_reduction": 5,
    "rain_water_harvesting": false,
    "garden_land_lost": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 330,
        "gia_lost": 0
      }
    ],
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 4,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_gia_gained": 308,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 77,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 77,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 77,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 77,
          "tenure": "Market for rent"
        }
      ],
      "total_no_proposed_bedrooms": 8,
      "habitable_rooms_density": 208.69565217391303,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "site_area": 0.0575,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "dwelling_density": 69.56521739130434,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 4,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent": 0
    },
    "green_suds": false,
    "total_gia_existing": 0,
    "grey_water_reuse": false,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "no_resi_units_to_have_full_fibre": 5,
      "total_annual_nox_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 5,
      "no_new_water_connections_required": 5,
      "mobile_network_operators_consultation": false,
      "waste_provision": true,
      "ghg_reduction_over_building_regulations": false,
      "green_roof_area": 0
    },
    "affordable_housing_fast_track": false,
    "ownership_status": "Private",
    "existing_uprns": null
  },
  "uprn": "100021522691",
  "decision_date": "03/11/2023",
  "description": "Erection of a detached three storey building to provide six self-contained flats with associated car parking, cycle storage and amenity space",
  "site_name": "LAND ADJAENT TO",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "27/09/2023",
  "borough": "Hounslow",
  "postcode": "TW13 5PE",
  "street_name": "Exeter Road",
  "bo_system": "Northgate M3",
  "development_type": "Minor dwellings",
  "lapsed_date": "02/11/2026",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall begin not later than three years from the date of this decision.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and specifications: Site Location Plan, SR/104, Design and Access Statement, EnviroSmart Land Contamination Report, ESI Watching Brief and Validation Strategy, Environmental Noise Assessment, Noise Assessment Technical Note, Marshalls Tegula Priora paving detail, Argent paving detail  - received 19th May 2022; Proposed Site Plan, SR/202 Rev. D, SR/203, SR/204, SR/205 Rev. A, External Building Fabric Report ref. 18478-EBF-01, Parking Survey, Construction Logistics Plan - received 14th July 2023; Energy Statement - received 17th August 2023; SR/200 Rev. E, SR/201 Rev. E, Two tier cycle rack specification - received 23rd October 2023",
    "Condition : 3 - No development above ground level shall take place until full details and samples of all materials to be used in the construction of the external surfaces of the development hereby permitted have been submitted to and approved in writing by the local planning authority. Details must include a detailed schedule of materials, a photographic sample board and rendered drawings, elevations and sections at a sufficient scale (1:20 or 1:50) to illustrate how all external materials will appear together.\r\n\r\nThe [samples/details] shall include: \r\n\r\n(a)\tBrick/stonework (including brick, stone, masonry, brick panels, feature brick panel, brick framing feature and mortar on-site sample panel, minimum one metre by one metre) including all mortar colours, joint type, brick bond;\r\n(b)\tCladding materials / render (including specifications where relevant);\r\n(c)\tTiles / roof covering; including parapet coping / capping materials, dormers and canopies;\r\n(d)\tWindow types; and sectional drawings of reveals / sills / head details \r\n(e)\tBalcony details (including soffits, panels and frame);\r\n(f)\tAll privacy measures (including obscure glazing details, privacy screens etc.);\r\n(g)\tBalustrading treatment to balconies and roof areas (including details / sections / materials); and handrails\r\n(h)\tAny other materials/details / fittings to be used (including solar panels, extract vents, rainwater goods, boiler flues etc.), with sections and on-site samples where appropriate\r\n(i)\tBalustrading treatment (including details / sections / materials); and\r\n(j)\tAny other materials / details / fittings to be used (including solar panels, extract vents, boiler flues etc.), with sections and on-site samples where appropriate\r\n\r\nThe development shall then be carried out in accordance with the approved details and maintained as such thereafter.\r\n",
    "Condition : 4 - Before the development hereby permitted is first occupied or bought into use, privacy screens as indicated on the approved plans shall have been installed that have been first submitted to and agreed in writing by the local planning authority. The privacy screens as approved shall be retained permanently thereafter.",
    "Condition : 5 - Notwithstanding any details included in the submitted plans, no development above ground level (except any demolition, site clearance, ground investigation and remediation work) shall take place until details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority. These details shall include [DELETE OR ADD ITEMS AS NECESSARY]: \r\n\r\n(a)\ta statement setting out the design objectives and how these will be delivered; \r\n(b)\texisting and proposed finished levels or contours; \r\n(c)\tmeans of enclosure/boundary treatment(s) and retaining structures;\r\n(d)\tvehicle parking layouts; \r\n(e)\tother vehicle and pedestrian access and circulation areas;\r\n(f)\thard surfacing materials; \r\n(g)\tminor artefacts and structures (e.g. furniture, play equipment, refuse or other storage units, signs, lighting, CCTV etc.); \r\n(h)\tproposed and existing functional services above and below ground (e.g. drainage, power, communications cables, pipelines etc. indicating alignments, levels, access points, supports as relevant); \r\n(i)\tretained historic or other landscape features and proposals for restoration, where relevant; \r\n(j)\trenewable energy installations (where relevant);\r\n(k)\tplanting plans, written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers and densities where appropriate; and\r\n(l)\tan implementation programme (including phasing of work where relevant).\r\n\r\nThe landscaping works shall comply with the requirements specified in BS 3936 (1992) 'Specification of Nursery Stock Part 1 Trees and Shrubs', and in BS 4428 (1989) 'Recommendations for General Landscape Operations', and shall be carried out in accordance with the approved details before the development hereby permitted is first occupied or brought into use, or such other date(s) as may be specified in the agreed implementation programme.\r\n",
    "Condition : 6 - (a) The development hereby permitted shall be implemented in accordance with the approved Energy Strategy.\r\n(b) Prior to first occupation of any dwelling within the development hereby approved evidence (e.g. photographs, installation contracts and As-Built certificates under the Standard Assessment Procedure/National Calculation Method) shall be submitted to the local planning authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions, and achieved a 72% reduction in emissions.\r\n(c) Upon final commencement of operation of any low and zero carbon technologies, suitable devices for the monitoring of the low and zero carbon technologies shall have been installed, and the monitored data shall be submitted automatically to a monitoring web-platform at daily intervals for a period of three years from the point of full operation. The data shall be made available to the local planning authority on request for a period of five years.\r\n \r\n",
    "Condition : 7 - No development shall take place until the applicant has entered into a binding arrangement with the Council to make an agreed contribution to the Council's Carbon Offset Fund, in accordance with the zero carbon strategy set out in the Energy Statement hereby approved to an amount that equates to the shortfall in required energy savings to meet the 'zero carbon' target.",
    "Condition : 8 - (A) No development above ground level shall take place until details have been submitted to and approved by the local planning authority which demonstrate that:\r\n\r\n(i)\tAt least three of the key elements of the building envelope (external walls, windows roof, upper floor slabs, internal walls, floor finishes/coverings) are to achieve a rating of A+ to D in the Building Research Establishment (BRE) The Green Guide of specification.\r\n(ii)\tAt least 50% of timber and timber products are to be sourced from accredited Forest Stewardship Council (FSC) or Programme for the Endorsement of Forestry Certification (PEFC) scheme.\r\n(iii)\tNo construction or insulation materials are to be used which would release toxins into the internal and external environment, including those that deplete stratospheric ozone.\r\n(B) The development shall not be occupied until evidence (e.g. photographs and copies of installation contracts) has been submitted to the local planning authority to demonstrate that the development has been carried out in accordance with the approved details under Part A of this condition. The development shall be maintained in accordance with the approved details at all times thereafter.\r\n",
    "Condition : 9 - Prior to first occupation of the building(s) hereby approved, the development shall have been constructed to achieve an internal water use of 105 litres/person/day or less.",
    "Condition : 10 - The approved refuse and recycling store as shown on the approved plans shall be completed and made available for use before the development hereby permitted is first occupied or brought into use, and thereafter shall be retained for such use at all times without obstruction. Bins shall be stored within the store at all times and shall not be left on the public highway.",
    "Condition : 11 - No unit shall be occupied until space has been laid out within the site in accordance with the approved plans for 12 bicycles to be parked and that space shall thereafter be kept available for the parking of bicycles; prior to commencement of the use. The bicycle racks shall be spaced 0.5m apart rather than the 0.375m spacing shown on the approved plans to ensure accessibility.",
    "Condition : 12 - Either side of the vehicle access hereby approved, visibility splay areas (the depth measured from the back of the footway and the widths outwards from the edges of the access, with a splay of at least 2.4 metres x 2.4 metres) shall be provided before the access and parking area is brought into use.  These areas shall be kept clear of any obstructions to visibility greater than 600 mm in height, including shrubs, planting, boundary walls, fences, gates, other means of enclosure or other structures or objects at all times.",
    "Condition : 13 - Before the development hereby permitted is first occupied or brought into use, the existing vehicular access to Exeter Road shall be permanently closed and [kerbs/verge/footway] reinstated so that it cannot be used as an access across the pavement.",
    "Condition : 14 - Land quality - Preliminary Risk Assessment (Phase 1 desk study)\r\n\r\nPrior to commencement of the development hereby approved:\r\n\r\nNo development shall take place until a preliminary non-intrusive risk assessment (Phase I desk study report) to identify possible areas and sources of land contamination which may exist on the site has been submitted to and approved in writing by the local planning authority.  It will establish what intrusive investigation or site remediation measures may be necessary before the development commences. This report will be prepared by a suitably qualified, experienced or supervised person.\r\n",
    "Condition : 15 - Land quality - intrusive site investigation\r\n\r\nPrior to commencement of the development hereby approved:\r\n\r\nFollowing the completion of the Phase I desk study report, if intrusive investigations or gas monitoring is recommended, a Phase II site investigation must be undertaken. \r\n\r\nNo development other than necessary works to enable intrusive investigations shall take place until a Phase II site investigation report, prepared by a suitably qualified, experienced or supervised person, has been submitted to and approved in writing by the local planning authority. \r\n\r\nThis report shall identify the areas and sources of land contamination that exist on the site and identify the scope of site remediation measures necessary before the development commences.\r\n\r\nThe investigation shall be carried out by a competent person(s), based on the initial Conceptual Site Model (CSM) and on-site observations, to identify the extent and nature of contaminants. The initial CSM shall be updated accordingly following a tiered risk assessment based on the findings of the investigation, and where applicable, the report shall include proposals to deal with the identified contamination on site. \r\n\r\n",
    "Condition : 16 - Land quality - Remediation Method Statement/ Remediation Strategy\r\n\r\nPrior to commencement of the development hereby approved:\r\n\r\nIf a scheme for remediation is recommended in the Phase II site investigation for the site, no development shall take place until a remediation method statement prepared by a suitably qualified, experienced or supervised person to specify the works necessary to render the site suitable for its proposed end use, has been submitted to and approved in writing by the local planning authority. \r\n",
    "Condition : 17 - Land quality - additional/unexpected contamination found during development\r\n\r\nDuring the development:\r\n\r\nThe Local Planning Authority shall be notified immediately if any land contamination not previously identified is encountered during development. A competent person shall assess the contamination, where necessary, including soil and groundwater sampling and testing before any further part of the development that may be affected by the additional contamination that has been discovered continues. \r\n\r\nA revised remediation method statement, prepared by a suitably qualified, experienced or supervised person, shall be submitted in writing to the local planning authority for approval within one month of the discovery of such contamination. \r\n",
    "Condition : 18 - Land quality - verification and validation of remedial work\r\n\r\nPrior to the development is first brought into use:\r\n\r\nThe agreed scheme for remediation, including any amendments, shall be fully implemented. A verification report produced upon completion of the remediation by a suitably qualified, experienced or supervised person shall be submitted in writing to the local planning authority for approval, before the development is first brought into use or in accordance with a programme approved in writing by the local planning authority. \r\n",
    "Condition : 19 - Land quality - long term monitoring and maintenance\r\n\r\nIf long term monitoring and maintenance is required following successful completion of approved remedial measures, reports which demonstrate the effectiveness of the monitoring and maintenance shall be prepared by a suitably qualified, experienced or supervised person and submitted to the local planning authority according to an agreed timescale as shall first have been approved under other conditions set out in this planning approval decision notice. \r\n\r\nThis shall be conducted in accordance with current UK guidance and best practice. \r\n",
    "Condition : 20 - The approved plans notwithstanding, prior to the commencement of development above slab level, a TM59 Overheating Assessment to include a proposed ventilation strategy shall be submitted to and approved in writing by the local planning authority. The development shall be undertaken in full accordance with the approved details.\r\n"
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.37927639999999996,
          51.4371866
        ],
        [
          -0.37920539999999997,
          51.4372596
        ],
        [
          -0.3791288,
          51.4372289
        ],
        [
          -0.3790415,
          51.4371944
        ],
        [
          -0.3789972,
          51.4371768
        ],
        [
          -0.37899259999999996,
          51.4371749
        ],
        [
          -0.3789785,
          51.4371693
        ],
        [
          -0.37894079999999997,
          51.4371543
        ],
        [
          -0.37863,
          51.4370318
        ],
        [
          -0.3786442,
          51.4370185
        ],
        [
          -0.3788043,
          51.4369936
        ],
        [
          -0.37884019999999996,
          51.4369879
        ],
        [
          -0.3788466,
          51.4369898
        ],
        [
          -0.3790569,
          51.4370711
        ],
        [
          -0.3791019,
          51.4370885
        ],
        [
          -0.3791326,
          51.4371003
        ],
        [
          -0.3791176,
          51.4371163
        ],
        [
          -0.3791581,
          51.4371322
        ],
        [
          -0.3791731,
          51.4371153
        ],
        [
          -0.3792994,
          51.4371629
        ],
        [
          -0.37927639999999996,
          51.4371866
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "11242016",
  "centroid": {
    "lon": "-0.3789846",
    "lat": "51.4371154"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}