{
  "lpa_app_no": "P/2023/0738",
  "centroid_northing": 175193,
  "status": "Approved",
  "epc_number": "2958-1000-7208-6108-0914",
  "last_date_consultation_comments": null,
  "locality": "Hounslow",
  "secondary_street_name": null,
  "subdivision_of_building": "Erection of part two storey, part single storey rear extension to No 146 and single storey rear extensions to Nos. 142 and 144 together with six car parking spaces, cycle store and landscaping of whole site.",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:19:29.879+00:00",
  "valid_date": "24/04/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              512814.96,
              175179.95
            ],
            [
              512802.9,
              175174.4
            ],
            [
              512799.9,
              175181.15
            ],
            [
              512797.95,
              175185.35
            ],
            [
              512794.87,
              175192.19
            ],
            [
              512796.57,
              175193.01
            ],
            [
              512808.99,
              175198.45
            ],
            [
              512811.37,
              175198.58
            ],
            [
              512818.45,
              175201.75
            ],
            [
              512840.01,
              175211.48
            ],
            [
              512842.65,
              175205.22
            ],
            [
              512844.22,
              175201.49
            ],
            [
              512847.09,
              175194.72
            ],
            [
              512842.55,
              175192.65
            ],
            [
              512836.72,
              175189.97
            ],
            [
              512814.96,
              175179.95
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 512821,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2023/0738",
  "site_number": "146",
  "decision": "Approved",
  "ward": "Hounslow Heath",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_proposed_car": 7,
    "no_existing_car": 1,
    "net_car": 6
  },
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2023_0738",
  "application_details": {
    "internal_resi_water_usage": 125,
    "scheme_phasing": true,
    "phasing_details": [
      {
        "phase_detail": "Whole development",
        "intended_completion_date": "07/2024",
        "intended_commencement_date": "07/2023"
      }
    ],
    "total_gia_gained": 33,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "total_gia_existing": 295,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 33
    },
    "site_area": 0.09100000000000001,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7,
        "building_ref": "Rear extension"
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "total_gia_lost": 0,
    "surface_water_discharge_percentage_reduction": 0,
    "rain_water_harvesting": false,
    "garden_land_lost": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 295,
        "use_class": "C3",
        "gia_gained": 33,
        "gia_lost": 0
      }
    ],
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_gia_gained": 152,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_bedrooms": 0,
      "habitable_rooms_density": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent": 0
    },
    "green_suds": true,
    "total_gia_existing": 295,
    "grey_water_reuse": false,
    "infrastructure_details": {
      "no_passive_fast_ev_charging_points": 0,
      "fire_suppression_system_proposed": false,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 50,
      "no_active_fast_ev_charging_points": 4,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 0,
      "no_new_water_connections_required": 0,
      "mobile_network_operators_consultation": false,
      "waste_provision": true,
      "ghg_reduction_over_building_regulations": false,
      "green_roof_area": 0
    },
    "superseding_details": [
      {
        "lpa_app_no": "01181/142-146/P4",
        "partial_supersedence": false
      }
    ],
    "affordable_housing_fast_track": false,
    "existing_uprns": null,
    "ownership_status": "Private"
  },
  "uprn": "100021564433",
  "decision_date": "10/07/2023",
  "description": "Erection of part two storey, part single storey rear extension to 146 and single storey rear extensions to 142 and 144 together with six car parking spaces, cycle store and landscaping of whole site",
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "19/06/2023",
  "borough": "Hounslow",
  "postcode": "TW4 5JH",
  "street_name": "Wellington Road South",
  "bo_system": "Northgate M3",
  "development_type": "Minor all other minor developments",
  "lapsed_date": "09/07/2026",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (1885/5 A, 1885/10, 1885/11, Schedule of External Materials and Landscaping and Planning Design and Access Statement. Received on 07/03/2023; Reasonable Exception Statement. Received on 24/04/2023) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building, unless otherwise shown on the approved plans.",
    "Condition : 4 - Prior to first occupation of the hereby approved development, the boundary treatment shown on the approved drawings numbered 1885/10 and 1885/11 shall be erected on the front and rear boundaries and this shall be retained permanently thereafter.",
    "Condition : 5 - Before the development hereby permitted is first occupied or brought into use, screen planting along the rear boundary shall be planted in accordance with a scheme to be first submitted to and approved in writing by the local planning authority and retained as such thereafter. The boundary screening shall be maintained in perpetuity, with replacement trees or shrubs of a similar size and species planted in the current or next season (whichever is sooner) should any specimens die, be removed or become seriously damaged or diseased.",
    "Condition : 6 - Artificial lighting as part of the completed development shall be designed to meet the Obtrusive Light Limitations for Exterior Lighting Installations for Environmental Zone - E2 set out in Table 2 of the Institute of Lighting Engineers Guidance Notes for the Reduction of Obtrusive Light, 01/21 (https://theilp.org.uk/publication/guidance-note-1-for-the-reduction-of-obtrusive-light-2021/) or such other guidance as may supersede it. The installation shall be examined by a lighting engineer affiliated to a nationally recognised body that specialises in the field of external lighting and certified to confirm that it complies with this standard before it is first brought into use and a copy of the certificate supplied to the local planning authority to confirm compliance before the lights are first brought into operation.",
    "Condition : 7 - Either side of the vehicle access hereby approved, visibility splay areas (the depth measured from the back of the footway and the widths outwards from the edges of the access, with a splay of at least 2.4 metres x 2.4 metres) shall be provided before the access and parking area is brought into use.  These areas shall be kept clear of any obstructions to visibility greater than 600 mm in height, including shrubs, planting, boundary walls, fences, gates, other means of enclosure or other structures or objects at all times.",
    "Condition : 8 - Full details of the proposed parking and turning arrangements shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of development. The space approved shall be kept available for parking and turning in association with the development.",
    "Condition : 9 - No development above ground level shall take place until full details of the Electric Vehicle Charging Points, each capable of  a minimum output of 7.2kW, are submitted to and approved in writing by the Local Planning Authority. The details shall include manufacturer's specifications and the number of spaces provided with active and passive capabilities shall comply with the London Plan standards.\r\n\r\nThe charging points shall be installed in accordance with the approved details, with photographic evidence submitted to the Local Planning Authority upon completion, and so maintained at all times thereafter.",
    "Condition : 10 - The windows formed in the north elevation of the single storey rear extension to 142 Wellington Road South as shown on drawing numbers 1885/10 and 1885/11 shall be obscure glazed, hinged to open inwards and shall not be repaired or replaced otherwise than with obscured glazing.",
    "Condition : 11 - No additional windows or openings shall be formed in the side elevation of the development hereby permitted.",
    "Condition : 12 - Prior to commencement of development, a Construction Logistics Plan shall be submitted to and approved by the Local Planning Authority. The development shall take place in accordance with the details approved. The Plan must contain the following details:\r\n(a)\tA site plan (showing the elements set out below);\r\n(b)\tConfirmation that a pre-start record of site conditions on the adjoining public highway will be undertaken with Hounslow Highways and a commitment to repair any damage caused;\r\n(c)\tProvision for the parking of vehicles of site operatives and visitors;\r\n(d)\tProvisions for loading, unloading and storage of plant and materials within the site;\r\n(e)\tDetails of access to the site, including means to control and manage access and egress of vehicles to and from the site for the duration of construction including phasing arrangements;\r\n(f)\tDetails of vehicle routeing from the site to the wider strategic road network;\r\n(g)\tThe erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate;\r\n(h)\tProvision of wheel washing facilities at the site exit and a commitment to sweep adjacent roads when required and at the request of the Council;\r\n(i)\tA scheme for recycling/disposing of waste resulting from demolition and construction works; \r\n(j)\tMeasures to ensure the safety of all users of the public highway especially cyclists and pedestrians in the vicinity of the site and especially at the access;\r\n(k)\tCommitment to liaise with other contractors in the vicinity of the site to maximise the potential for consolidation and to minimise traffic impacts;\r\n(l)\tAvoidance of peak hours for deliveries and details of a booking system to avoid vehicles waiting on the public highway;\r\n(m)\tAll necessary traffic orders and other permissions required to allow safe access to the site to be secured and implemented prior to commencement of construction;\r\n(n)\tDeliveries only between 9:30am-3pm;\r\n(o)\tDetails of the constructi",
    "Condition : 13 - Prior to the first use or occupation of the development full details (including manufacturers' specifications) of secure covered cycle parking facilities that accord with the West London Cycle Parking Guidance (for not less than 8 bicycles) for the occupants of, and visitors to, the development shall be submitted to and approved in writing by the Local Planning Authority. The approved facilities shall be fully implemented and made available for use before the development is first occupied or brought into use. \r\nThe approved facilities shall be thereafter retained for use at all times without obstruction.",
    "Condition : 14 - The approved refuse and recycling storage as shown on the approved drawings numbered 1885/10 and 1885/11 shall be completed and made available for use before the development hereby permitted is first occupied or brought into use, and thereafter shall be retained for such use at all times without obstruction. Bins shall be stored within the store at all times and shall not be left on the public highway.",
    "Condition : 15 - The trees that are specified on the drawings hereby approved to be retained shall be protected before commencement of any works on site and throughout the course of the development by methods that conform to the best practice guidance contained in British Standard BS5837: 2012 or any guidance that shall have superseded it.",
    "Condition : 16 - All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases of the development hereby approved shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance (SPG) 'Control of Dust and Emissions During Construction and Demolition' dated July 2014, or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Condition : 17 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development Order) 1995 (or any order revoking or re-enacting that order), no enlargement of the premises or any additional structures/buildings/enclosures within the curtilage of the dwelling known as 146 Wellington Road South shall be carried out, other than as shown in the approved drawings, and no additional floor space shall be formed within the building(s) hereby permitted by means of internal horizontal division (new mezzanine level) without prior written approval of the local planning authority."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.37735799999999997,
          51.4643568
        ],
        [
          -0.37753329999999996,
          51.4643094
        ],
        [
          -0.3775744,
          51.4643706
        ],
        [
          -0.37760109999999997,
          51.4644088
        ],
        [
          -0.37764319999999996,
          51.4644709
        ],
        [
          -0.37761849999999997,
          51.4644779
        ],
        [
          -0.377438,
          51.4645243
        ],
        [
          -0.37740379999999996,
          51.464525
        ],
        [
          -0.3773009,
          51.4645521
        ],
        [
          -0.3769875,
          51.4646353
        ],
        [
          -0.3769515,
          51.4645785
        ],
        [
          -0.3769301,
          51.464544599999996
        ],
        [
          -0.376891,
          51.4644832
        ],
        [
          -0.376957,
          51.4644655
        ],
        [
          -0.3770417,
          51.4644426
        ],
        [
          -0.37735799999999997,
          51.4643568
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "11985433",
  "centroid": {
    "lon": "-0.37726699999999996",
    "lat": "51.4644729"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}