{
  "lpa_app_no": "P/2020/2264",
  "centroid_northing": 178261,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "London",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:33:00.351+00:00",
  "valid_date": "27/07/2020",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              521739.55,
              178265.65
            ],
            [
              521749,
              178268.4
            ],
            [
              521750.95,
              178261.8
            ],
            [
              521747.6,
              178260.85
            ],
            [
              521733.25,
              178256.7
            ],
            [
              521721.25,
              178253
            ],
            [
              521719.35,
              178259.65
            ],
            [
              521739.55,
              178265.65
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 521735,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2020/2264",
  "site_number": "74",
  "decision": "Approved",
  "ward": "Chiswick Homefields (Pre May 2022)",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": null,
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2020_2264",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.021
  },
  "uprn": "100021578359",
  "decision_date": "21/09/2020",
  "description": "Use of existing shed for the non-distillation commercial production of alcoholic liqueur (Use Class B1(c)).",
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "21/09/2020",
  "borough": "Hounslow",
  "postcode": "W4 2NN",
  "street_name": "Airedale Avenue",
  "bo_system": "Northgate M3",
  "development_type": "Minor all other minor developments",
  "lapsed_date": "21/09/2023",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (Unreferenced Location Plan; Unreferenced Proposed Elevation; Unreferenced Proposed Block Plan  Received:  27 July 2020\r\nUnreferenced Existing Block Plan  Received:  14 July 2020) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The rear outbuilding shall be used to prepare, wash, bottle, seal, label and store alcoholic or non-alcoholic beverages (not including brewing or distillation) only for commercial reasons or revert to uses incidental to the enjoyment of the existing house (Use Class D3).  No other industrial process within the scope of Use Class B1(c) shall take place within the existing outbuilding or the curtilage of the house, including the commercial brewing or distilling of alcohol.",
    "Condition : 4 - The footprint area and height of the existing rear outbuilding shall not be increased without obtaining planning permission from the Local Planning Authority.  \r\nThe commercial use hereby approved would not be a use incidental to the enjoyment of the dwelling, preventing the outbuilding from being expanded or replaced using permitted development rights under Schedule 2, Part 1, Class E of the Town and Country Planning (General Permitted Development) (England) Order 2015.",
    "Condition : 5 - Preparation of a beverage within the existing outbuilding hereby approved shall only take place between 09.00 and 17.00 on Mondays.  Bottle washing, bottling, sealing and labelling of the finished beverage product within the existing outbuilding hereby approved shall only take place between 09.00 and 17.00 on Tuesdays.",
    "Condition : 6 - No additional large equipment or appliances shall be installed in the rear outbuilding for the preparation of a beverage other than two commercial juicers, two induction hobs, one industrial bottle washer, one industrial bottle filler, one sink, one work counter/ table, one household fridge, storage cupboards, waste/ recyclable materials bins and fire extinguishers, without the written prior consent of the Local Planning Authority.",
    "Condition : 7 - No more than four supplier deliveries and two finished product courier collections shall take place each week, by domestic scale delivery vans only, each.  These deliveries shall only take place between 09.00 to 17.00 Monday to Friday (excluding public holidays).",
    "Condition : 8 - No company vehicles used primary to collect supplies or to promote the sale of the beverage product proposed shall park on the public highway.",
    "Condition : 9 - All waste and recyclable materials related to the proposed industrial process associated with producing beverages in the existing outbuilding hereby approved shall be stored inside the outbuilding or within No. 74 Airedale Avenue's rear garden only.  No waste or recyclable materials shall be stored on the public highway.",
    "Condition : 10 - No persons who do not form part of the usual household occupying No. 74 Airedale Road shall be employed at the site in connection with the preparation of beverages in the outbuilding hereby approved."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.24788349999999998,
          51.4902426
        ],
        [
          -0.24774649999999998,
          51.4902653
        ],
        [
          -0.2477207,
          51.4902055
        ],
        [
          -0.2477693,
          51.4901977
        ],
        [
          -0.24797729999999998,
          51.4901635
        ],
        [
          -0.2481513,
          51.4901328
        ],
        [
          -0.2481764,
          51.490193
        ],
        [
          -0.24788349999999998,
          51.4902426
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "8875051",
  "centroid": {
    "lon": "-0.2479506",
    "lat": "51.4902018"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}