{
  "lpa_app_no": "P/2024/0783",
  "centroid_northing": 175980,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": "07/03/2024",
  "locality": "Hounslow",
  "secondary_street_name": null,
  "subdivision_of_building": "There is no building currently on site.",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T17:30:40.197+00:00",
  "valid_date": "07/03/2024",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 511593,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2024/0783",
  "site_number": "21",
  "decision": "Approved",
  "ward": "Cranford",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_proposed_car": 1,
    "no_existing_car": 0,
    "net_car": 1
  },
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2024_0783",
  "application_details": {
    "internal_resi_water_usage": 60,
    "scheme_phasing": true,
    "garden_land_lost": true,
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_completion_date": "03/2025",
        "intended_commencement_date": "09/2024"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 68,
        "gia_lost": 0
      }
    ],
    "total_gia_gained": 68,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "total_gia_existing": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 68
    },
    "site_area": 0.021,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7.8,
        "building_ref": "1"
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "total_gia_lost": 0,
    "total_gia_existing": 0,
    "grey_water_reuse": false,
    "green_suds": true,
    "surface_water_discharge_percentage_reduction": 10,
    "infrastructure_details": {
      "no_passive_fast_ev_charging_points": 1,
      "fire_suppression_system_proposed": true,
      "no_resi_units_to_have_full_fibre": 1,
      "total_annual_nox_emissions": 10,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_pm_emissions": 10,
      "percentage_demolition_construction_material_recycling": 0,
      "no_active_fast_ev_charging_points": 0,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 1,
      "no_new_water_connections_required": 1,
      "mobile_network_operators_consultation": false,
      "waste_provision": true,
      "ghg_reduction_over_building_regulations": true,
      "green_roof_area": 0
    },
    "affordable_housing_fast_track": true,
    "ownership_status": "Private",
    "existing_uprns": null,
    "rain_water_harvesting": false
  },
  "uprn": "100021563864",
  "decision_date": "02/05/2024",
  "description": "Erection of a two storey end of terrace house",
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "02/05/2024",
  "borough": "Hounslow",
  "postcode": "TW4 7LH",
  "street_name": "Vincent Road",
  "bo_system": "Northgate M3",
  "development_type": "Minor dwellings",
  "lapsed_date": "02/05/2027",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall begin not later than three years from the date of this decision.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and specifications: [ND/VR/001, Planning statement, Energy Statement including Appendix 1 and 2 (Version 10, Issue date: 11/02/2024, Prepared by Complete Energy Consultancy), U-Value calculations (dated 09/02/2024, prepared by Energaia), Cavity Walls Insulation details- Received 11/03/2024;  ND/VR/002 (01), ND/VR/005 (01), ND/VR/006 (01), ND/VR/007 (01), ND/VR/008 (01), ND/VR/009 (01), ND/VR/010 (01), ND/VR/0011- Received 25/04/2024; Revised Fire safety Statement- Received 02/05/2024].",
    "Condition : 3 - The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building, unless otherwise shown on the approved plans.",
    "Condition : 4 - No additional windows or openings shall be formed in the side elevation of the development hereby permitted.",
    "Condition : 5 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development Order) 1995 (or any order revoking or re-enacting that order), no enlargement of the existing dwelling presently known as '21 Vincent Road Hounslow TW4 7LH' nor the develpment hereby approved or any additional structures/ buildings/ enclosures within the curtilage of both sites shall be carried out, other than as shown in the approved drawings.",
    "Condition : 6 - Means of vehicle access to the permitted development shall be from [INSERT] only.  Notwithstanding the provisions of the Town and Country Planning (General Permitted Development Order) 1995 (or any order revoking or re-enacting that order), no other means of access shall be formed to the site.",
    "Condition : 7 - Before the development is first brought into use, the boundary treatment shall be erected, in its entirety, as shown within approved drawings and shall be retained permanently thereafter",
    "Condition : 8 - A) Notwithstanding the submitted plans and supporting documents; no construction works shall take place until a revised energy statement detailing measures to achieve compliance with the aim to achieve zero-carbon requirements of London Plan Policy SI2 and Local Plan Policy EQ1, has been submitted to and approved in writing by the Local Planning Authority. The development shall thereafter be implemented in accordance with the approved Energy Strategy. \r\nB) Prior to first occupation of the hereby approved development, where a contribution is found necessary to achieve compliance with zero-carbon requirements of the Development Plan, the developer shall have entered into a binding agreement with the Local Planning Authority to pay any carbon offset contribution at the published rate in-force at the time of submitting details pursuant to Part A of this condition. \r\n",
    "Condition : 9 - The developments shall not be occupied until evidence (e.g. photographs and copies of delivery notes, invoices or installation contracts) have been submitted to the Local Planning Authority to demonstrate that the development meets the following: \r\ni.\tAt least three of the key elements of the building envelope (external walls, windows roof, upper floor slabs, internal walls, floor finishes/coverings) are to achieve a rating of A+ to D in the Building Research Establishment (BRE) The Green Guide of specification. \r\nii.\tAt least 50% of timber and timber products are to be sourced from accredited Forest Stewardship Council (FSC) or Programme for the Endorsement of Forestry Certification (PEFC) scheme. \r\niii.\tNo construction or insulation materials are to be used which will release toxins into the internal and external environment, including those that deplete stratospheric ozone.  \r\n",
    "Condition : 10 - Prior to first occupation of the building(s) hereby approved, the development shall have been constructed to achieve an internal water use of 105 litres/person/day or less.",
    "Condition : 11 - Prior to installation of drainage systems, the applicant shall have submitted to the local planning authority for approval in writing a final detailed drainage design, including drawings and supporting calculations. A detailed management plan confirming routine maintenance tasks for all drainage components shall also be submitted and approved which demonstrates how the drainage system is to be maintained for the lifetime of the development. The development shall be carried out in strict compliance with the approved details.",
    "Condition : 12 - Prior to first occupation of the hereby approved development, details of secure cycle storage arrangements in accordance with both the London Plan and adopted Local Plan shall be submitted to and approved in writing by the local planning authority. The cycle parking shall conform to London Cycling Design Standards guidance. The cycle stores shall be made available to occupants upon first occupation of the hereby approved development and maintained as such thereafter without obstruction.",
    "Condition : 13 - The building hereby permitted shall not be occupied or brought into use until the means of vehicular access for both the existing and newly created premises have been constructed in accordance with the approved plans.",
    "Condition : 14 - Either side of the vehicle access hereby approved, visibility splay areas (the depth measured from the back of the footway and the widths outwards from the edges of the access, with a splay of at least 2.4 metres x 2.4 metres) shall be provided before the access and parking area is brought into use.  These areas shall be kept clear of any obstructions to visibility greater than 600 mm in height, including shrubs, planting, boundary walls, fences, gates, other means of enclosure or other structures or objects at all times.",
    "Condition : 15 - Before the dwelling(s) hereby approved are first occupied, the developer shall provide to each dwelling a set of containers required at the time of development for household use for the storage and collection of recyclable materials for the purposes of the Council's kerbside recycling service, to the specification then in use by the local authority's recycling collection service and shall notify the Council's refuse and recycling services when the development is first occupied.  The waste and recyclable materials containers shall be stored in a proprietary refuse bin enclosure designed for the purpose to be supplied by the developer and located adjacent to each dwelling. Each dwelling with a private garden shall also be supplied with a garden waste composting bin of at least 220 litres capacity at the same time."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.394688,
          51.471803
        ],
        [
          -0.394689,
          51.471776
        ],
        [
          -0.394732,
          51.471777
        ],
        [
          -0.394731,
          51.471804
        ],
        [
          -0.394688,
          51.471803
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "12867263",
  "centroid": {
    "lon": -0.39471,
    "lat": 51.47179
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}