{
  "lpa_app_no": "P/2024/0443",
  "centroid_northing": 175867,
  "status": "Unknown",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "Isleworth",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T17:27:13.060+00:00",
  "valid_date": "07/02/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              516593.11,
              175874.55
            ],
            [
              516609.58,
              175870.98
            ],
            [
              516608.5,
              175859.6
            ],
            [
              516589.32,
              175862.74
            ],
            [
              516593.11,
              175874.55
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 516600,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2024/0443",
  "site_number": "6",
  "decision": "Approved",
  "ward": "Isleworth",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": null,
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2024_0443",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.021
  },
  "uprn": "100023406845",
  "decision_date": "11/04/2024",
  "description": "Conversion of the existing office into five self-contained flats with cycle stands, refuse and parking. Re-location of the existing window on the rear elevation following demolition of the existing internal walls on all floor levels.",
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "03/04/2024",
  "borough": "Hounslow",
  "postcode": "TW7 6XB",
  "street_name": "Church Street",
  "bo_system": "Northgate M3",
  "development_type": "Other listed building consents (alter-extend)",
  "lapsed_date": "11/04/2027",
  "decision_conditions": [
    "Condition : 1 - The works to which this consent relates, must be begun not later than the expiration of three years beginning with the date of this consent.\r\n",
    "Condition : 2 - All new internal and external works, including works of making good for the retained fabric, shall match the original work in type, colour, texture, profile and dimensions of materials and in detailed execution, including facebond and pointing.",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans and specifications: 01 Rev P0, 02 Rev P0, 03 Rev P0, 04 Rev P0, 05 Rev P0, 06 Rev P0, 07 Rev P0, 08 Rev P0, 09 Rev P0, 10 Rev P0, 20 Rev P1, 21 Rev P1, 22 Rev P1, 23 Rev P130 Rev P1, 31 Rev P1, 32 Rev P1, 33 Rev P1, 34 Rev P1, 35 Rev P0 36 Rev P0, 37 Rev P0, 38 Rev P1, 40 Rev P0 received 7 February 2024.",
    "Condition : 4 - All existing architectural features including staircases, balustrades, windows, doors, architraves, skirtings, dados, picture rails, panel work, fireplaces, tiling, corbelled arches, cornices, decorative ceilings and other decorative features shall be retained except where otherwise agreed in writing with the local planning authority and shall be protected from damage during the course of the works hereby approved.\r\n\r\nFor the avoidance of doubt, fixing points for any handrail or railing into any part of the existing building shall be kept at a minimum and shall be made into the mortar joints between the stones using non-ferrous fixings; where this is required, full details of these fixings shall be submitted to and approved in writing by the Planning Authority prior to any works on site.\r\n",
    "Condition : 5 - No development shall take place until details of all new external doors, internal doors, door frames, window frames and glazing bars, including samples if so required, have been submitted to and approved in writing by the local planning authority. Such details shall indicate, at a scale of not less than 1:20, the longitudinal and cross-sectional detailing of new windows, sill and lintel detailing, and means of opening. All new window frames, glazing bars and external door frames shall be of timber construction and white painted, with (if any) trickle vents concealed, and be retained as such thereafter. The development shall not be carried out otherwise than in accordance with the approved details."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3227652,
          51.4698348
        ],
        [
          -0.32252929999999996,
          51.4697993
        ],
        [
          -0.32254859999999996,
          51.4696972
        ],
        [
          -0.3228236,
          51.4697294
        ],
        [
          -0.3227652,
          51.4698348
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "",
  "centroid": {
    "lon": "-0.32266849999999997",
    "lat": "51.4697655"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}