{
  "lpa_app_no": "P/2020/0502",
  "centroid_northing": 174485,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "Feltham",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:18:05.405+00:00",
  "valid_date": "22/05/2020",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510351.96,
              174491.74
            ],
            [
              510398.34,
              174519.3
            ],
            [
              510417.06,
              174487.71
            ],
            [
              510354.54,
              174450.55
            ],
            [
              510335.79,
              174482.16
            ],
            [
              510351.96,
              174491.74
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 510376,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2020/0502",
  "site_number": "1",
  "decision": "Approved",
  "ward": "Feltham North (Pre May 2022)",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": null,
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2020_0502",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.267
  },
  "uprn": "100023399966",
  "decision_date": "03/11/2020",
  "description": "Creation of a one-way vehicle route around the site, including fencing and the erection of a gatehouse with a security barrier",
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "21/08/2020",
  "borough": "Hounslow",
  "postcode": "TW14 0LR",
  "street_name": "Dukes Green Avenue",
  "bo_system": "Northgate M3",
  "development_type": "Major all other major developments",
  "lapsed_date": "03/11/2023",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted ( DWG E0697-EEE-00-XX-DR-C-8100; SuDS Drainage Strategy Addendum Report ref: E0697-EEE-00-XX-RP-C-0002 (by Engineeria)  (received on 19 October 2020); and \r\nSoakaway Letter Report ref: GWPR3412 (by Ground and Water Limited); DWG 900 Rev. 1.7 (by Meller)\r\n(received on 12 August 2020); and\r\n Transport Statement (by Caneparo Associates dated August 2020)  (received 06 August 2020); and\r\nDWG 906 Rev. 1.1 (by Meller)  (received on 27 April 2020); and\r\nDesign and Access Statement (by Create Planning); DWG 300 Rev. 1.0; 301 Rev. 1.0; 100 Rev. 1.1; 100 Rev. 1.2; 102 Rev. 1.0; 103 Rev. 1.0; 104 Rev. 1.0; 105 Rev. 1.0; 106 Rev. 1.0; 400 Rev. 1.0; 302 Rev. 1.0; 303 Rev. 1.0; 904 Rev. 1.0; 200 Rev. 1.0; 201 Rev. 1.0; 202 Rev. 1.0; 203 Rev. 1.0; 204 Rev. 1.0; 401 Rev. 1.0 (by Meller); CCL 10436 TPP Rev. 1; BS 5837 Arboricultural Report Impact Assessment and Method Statement (by Crown Tree Consultancy); Preliminary Ecological Appraisal (by The Ecology Consultancy)  (received 31 March 2020) ) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.",
    "Condition : 3 - The materials to be used in the construction of the external surfaces of the gatehouse hereby permitted shall match those used in the existing building.",
    "Condition : 4 - No development shall take place until full details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved. These details shall include (proposed finished levels or contours; means of enclosure; car parking layouts; other vehicle and pedestrian access and circulation areas; hard surfacing material; minor artefacts and structures (eg. furniture, play equipment, refuse or other storage units, signs, lighting etc); proposed and existing functional services above and below ground (eg drainage power, communications cables, pipelines etc. indicating lines, manholes, supports etc); retained historic landscape features and proposals for restoration, where relevant).\r\nSoft landscape works shall include (planting plans; written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate; implementation programme).",
    "Condition : 5 - The approved layout shall not be brought into use until a detail section plan showing the internal layout of the proposed cycle store shall be submitted to and approved in writing by the Local Planning Authority, all cycle stores shall be covered and secure in accordance with WestTRANS cycle design guidance.",
    "Condition : 6 - Prior to commencement of the development (except any demolition, site clearance, ground investigation and remediation work) and notwithstanding the approved plans full details for the storage of waste and recycling for occupants use shall be submitted to and approved in writing by the local planning authority and shall include a Waste Management Strategy. The waste and recycling stores shall be made available for use as approved prior to first occupation.",
    "Condition : 7 - The revised layout shall not be brought into use until details of the installation and charging infrastructure for a minimum of four electric vehicles has been approved in writing by the local planning authority.",
    "Condition : 8 - Before the approved layout is brought into use the parking spaces as shown on the submitted plans shall be made available for use and shall be maintained as such for the duration of the development without obstruction.",
    "Condition : 9 - Before the approved layout is brought into use into use, a Travel Plan in accordance with current Council and TfL guidance comprising immediate, continuing and long-term measures to promote and encourage a reduction in car use shall be submitted to and approved in writing by the Local Planning Authority. The approved Travel Plan shall thereafter be implemented, monitored and reviewed in accordance with the agreed Travel Plan targets and timescales to the satisfaction of the Local Planning Authority.",
    "Condition : 10 - Prior to commencement of groundworks (excluding site investigations and demolition), the applicant must submit a final detailed drainage design including drawings and supporting calculations and updated Drainage Assessment Form to the Lead Local Flood Authority for review and approval, aligned with the 06/10/2020 SuDS Drainage Strategy Addendum Report Revision P02 and associated drawings. A detailed management plan confirming routine maintenance tasks for all drainage components confirming the owner of the maintenance plan must also be submitted to demonstrate how the drainage system is to be maintained for the lifetime of the development.",
    "Condition : 11 - The approved layout is shall not be brought into use until evidence (photographs and installation contracts) has been submitted to demonstrate that the sustainable drainage scheme for the site has been completed in accordance with the submitted details. The sustainable drainage scheme shall be managed and maintained thereafter in accordance with the agreed management and maintenance plan for all of the proposed drainage components."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.4130139,
          51.4586563
        ],
        [
          -0.412338,
          51.4588949
        ],
        [
          -0.41207849999999996,
          51.4586074
        ],
        [
          -0.41298959999999996,
          51.4582855
        ],
        [
          -0.4132495,
          51.4585733
        ],
        [
          -0.4130139,
          51.4586563
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "8429832",
  "centroid": {
    "lon": "-0.4126701",
    "lat": "51.458591"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}