{
  "lpa_app_no": "P/2023/0952",
  "centroid_northing": 178642,
  "status": "Approved",
  "epc_number": "0290-0036-9419-4702-4096",
  "last_date_consultation_comments": null,
  "locality": "London",
  "secondary_street_name": null,
  "subdivision_of_building": "Rear ground floor.",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:30:00.134+00:00",
  "valid_date": "11/04/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              521811.9,
              178656.18
            ],
            [
              521820.6,
              178657.05
            ],
            [
              521828.8,
              178657.8
            ],
            [
              521830.2,
              178657.9
            ],
            [
              521832.55,
              178658.15
            ],
            [
              521833.2,
              178658.25
            ],
            [
              521833.8,
              178658.45
            ],
            [
              521834.3,
              178658.65
            ],
            [
              521834.65,
              178658.8
            ],
            [
              521836.35,
              178659.8
            ],
            [
              521836.95,
              178654.2
            ],
            [
              521836.6,
              178654.3
            ],
            [
              521836.35,
              178654.3
            ],
            [
              521835.95,
              178654.4
            ],
            [
              521835.6,
              178654.45
            ],
            [
              521834.8,
              178654.55
            ],
            [
              521834.5,
              178654.55
            ],
            [
              521834.2,
              178654.5
            ],
            [
              521833.55,
              178654.3
            ],
            [
              521826.15,
              178653.65
            ],
            [
              521820.15,
              178653.1
            ],
            [
              521814.3,
              178652.55
            ],
            [
              521808.3,
              178651.95
            ],
            [
              521808.5,
              178649.3
            ],
            [
              521808.65,
              178647.75
            ],
            [
              521809,
              178644
            ],
            [
              521809.2,
              178642
            ],
            [
              521810.95,
              178623.9
            ],
            [
              521804.8,
              178623.3
            ],
            [
              521798.6,
              178622.6
            ],
            [
              521792.55,
              178622
            ],
            [
              521790.75,
              178639.3
            ],
            [
              521790.65,
              178639.8
            ],
            [
              521790.2,
              178644.75
            ],
            [
              521789.2,
              178654.75
            ],
            [
              521788.89,
              178657.79
            ],
            [
              521795.57,
              178658.39
            ],
            [
              521795.9,
              178654.66
            ],
            [
              521803.2,
              178655.3
            ],
            [
              521811.9,
              178656.18
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 521803,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2023/0952",
  "site_number": "30",
  "decision": "Approved",
  "ward": "Chiswick Homefields",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_proposed_cycle": 2,
    "no_existing_cycle": 0,
    "net_cycle": 2,
    "no_proposed_car": 1,
    "no_existing_car": 1,
    "net_car": 0
  },
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2023_0952",
  "application_details": {
    "internal_resi_water_usage": 0,
    "scheme_phasing": true,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "06/2024",
        "intended_commencement_date": "07/2023"
      }
    ],
    "total_gia_gained": 162,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 114,
      "total_gia_existing": 114,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 162
    },
    "site_area": 0.07400000000000001,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 6.3,
        "building_ref": "Proposed dwelling to the rear"
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "total_gia_lost": 114,
    "surface_water_discharge_percentage_reduction": 0,
    "rain_water_harvesting": true,
    "garden_land_lost": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 114,
        "use_class": "E",
        "gia_gained": 0,
        "gia_lost": 114
      },
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 162,
        "gia_lost": 0
      }
    ],
    "residential_details": {
      "affordable_percentage": 100,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_gia_gained": 162,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 4,
          "provider": "Self-Build",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Semi Detached Home",
          "gia": 162,
          "tenure": "Self-Build and Custom Build"
        }
      ],
      "total_no_proposed_bedrooms": 3,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_affordable_units": 1,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 1,
      "total_no_existing_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent": 0
    },
    "green_suds": true,
    "total_gia_existing": 114,
    "grey_water_reuse": false,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "no_resi_units_to_have_full_fibre": 1,
      "total_annual_nox_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 1,
      "no_new_water_connections_required": 1,
      "mobile_network_operators_consultation": false,
      "waste_provision": true,
      "ghg_reduction_over_building_regulations": false,
      "green_roof_area": 0
    },
    "superseding_details": [
      {
        "lpa_app_no": " P/2019/4049",
        "partial_supersedence": false
      }
    ],
    "affordable_housing_fast_track": false,
    "existing_uprns": null,
    "ownership_status": "Private"
  },
  "uprn": "100023489855",
  "decision_date": "03/08/2023",
  "description": "Erection of a single storey side and front extension and a roof extension to form an additional floor to convert the existing office into a three bedroom residential building with associated landscaping and cycle parking",
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "06/06/2023",
  "borough": "Hounslow",
  "postcode": "W4 1TE",
  "street_name": "Chiswick High Road",
  "bo_system": "Northgate M3",
  "development_type": "Minor dwellings",
  "lapsed_date": "02/08/2026",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall begin not later than three years from the date of this decision.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and specifications: [insert plan numbers/documents].",
    "Condition : 3 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking and re-enacting that Order with or without modification), no fences, gates, walls or other means of enclosure shall be erected on any part of the site of any dwelling(s) hereby approved forward of any wall of that dwelling which fronts onto a road, other than as shown in the approved drawings.",
    "Condition : 4 - The extensions to the existing building shall be built in second-hand London Stock bricks to match the existing structure. The other materials used on site shall conform to the drawings hereby approved.  The roofing material shall be grey in colour.",
    "Condition : 5 - The windows formed in the dormer hereby approved shall be obscure-glazed and non-opening below 1.7 metres above internal floor level. The windows shall not be repaired or replaced otherwise than in accordance with the requirements of this condition.",
    "Condition : 6 - A) No development shall take place until details have been submitted to and approved in writing by the local planning authority demonstrating that:\r\nAt least three of the key elements of the building envelope (external walls, windows roof, upper floor slabs, internal walls, floor finishes/coverings) are to achieve a rating of A+ to D in the Building Research Establishment (BRE) The Green Guide of specification.\r\nAt least 50% of timber and timber products are to be sourced from accredited Forest Stewardship Council (FSC) or Programme for the Endorsement of Forestry Certification (PEFC) scheme.\r\nNo construction or insulation materials are to be used which will release toxins into the internal and external environment, including those that deplete stratospheric ozone.\r\nB) The development shall not be occupied until evidence (e.g. photographs and copies of installation contracts) have been submitted to the local planning authority to demonstrate that the development has been carried out in accordance with the approved details under Part A of this condition.\r\n",
    "Condition : 7 - A) No development shall take place until details have been submitted to and approved in writing by the local planning authority to demonstrate that the internal water consumption of the development will not exceed 105 litres/person/day in line with The Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government.\r\nB) Prior to first occupation of the building(s) evidence (schedule of fittings and manufactures literature) shall be submitted to and approved in writing by the local planning authority to show that the development has been constructed in accordance with the approved internal water use calculations.\r\n",
    "Condition : 8 - No development shall take place above damp proof course level until full details of both hard and soft landscape works have been submitted to and approved in writing by the local planning authority; these works shall be carried out as approved. These details shall include: proposed finished levels or contours; means of enclosure; pedestrian and vehicular access; hard surfacing material; minor artefacts and structures (eg. furniture, play equipment, refuse or other storage units, signs, lighting etc); proposed and existing functional services above and below ground (eg drainage power, communications cables, pipelines etc. indicating lines, manholes, supports etc); retained historic landscape features and proposals for restoration, where relevant).\r\nSoft landscape works shall include: details of additional planting; written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers/densities where appropriate; implementation programme)\r\n",
    "Condition : 9 - No development shall take place above damp proof course level until a plan indicating the positions, design, materials and type of boundary treatment to be erected has been submitted to and approved in writing by the local planning authority. The boundary treatment shall be completed before the buildings are occupied. Development shall be carried out in accordance with the approved details.",
    "Condition : 10 - Prior to commencement of the development hereby approved:\r\nNo development shall take place until a preliminary non-intrusive risk assessment to identify possible areas and sources of land contamination may exist on the site and to establish what site remediation measures or further intrusive investigation may be necessary before the development commences (Phase I desk study report), prepared by a suitably qualified, experienced or supervised person, has been submitted to and approved in writing by the local planning authority. \r\n",
    "Condition : 11 - Prior to commencement of the development hereby approved:\r\nFollowing the completion of the Phase I desk study report, if intrusive investigations or gas monitoring is recommended, a Phase II site investigation must be undertaken. No development other than necessary works to enable intrusive investigations shall take place until a Phase II site investigation report, prepared by a suitably qualified, experienced or supervised person, to identify the areas and sources of land contamination that exist on the site and to identify the likely scope of site remediation measures necessary before the development commences has been submitted to and approved in writing by the local planning authority. \r\nThe investigation shall be carried out by a competent person(s), based on the initial Conceptual Site Model (CSM) and on-site observations, to identify the extent and nature of contaminants. Additional investigations may be required where it is deemed necessary. The initial CSM shall be updated accordingly following a tiered risk assessment based on the findings of the investigation, and where applicable, the report shall include proposals to deal with the identified contamination on site. The investigation and the report must adhere to current UK guidance and best practice.\r\n",
    "Condition : 12 - Prior to commencement of the development hereby approved:\r\nIf a scheme for remediation is recommended in the Phase II site investigation for the site, no development shall take place until a remediation method statement prepared by a suitably qualified, experienced or supervised person to specify the works necessary to render the site fit for its proposed future use, has been submitted to and approved in writing by the local planning authority. \r\n",
    "Condition : 13 - During the development:\r\nThe Local Planning Authority shall be notified immediately if any contamination not previously identified is encountered during development. A competent person shall assess the contamination, where necessary, including soil and groundwater sampling and testing before any further part of the development that may be affected by the additional contamination that has been discovered continues. \r\nA revised remediation method statement, prepared by a suitably qualified, experienced or supervised person, shall be submitted in writing to the local planning authority for approval within one month of the discovery of such contamination. \r\n",
    "Condition : 14 - Before the development is first brought into use:\r\nThe agreed scheme for remediation, including any amendments, shall be fully implemented. A verification report produced upon completion of the remediation by a suitably qualified, experienced or supervised person shall be submitted in writing to the local planning authority for approval, before the development is first brough into use or in accordance with a programme approved in writing by the local planning authority. \r\n",
    "Condition : 15 - Land quality - long term monitoring and maintenance\r\nIf long term monitoring and maintenance is required following successful completion of approved remedial measures, reports which demonstrate the effectiveness of the monitoring and maintenance shall be prepared by a suitably qualified, experienced or supervised person and submitted to the local planning authority according to an agreed timescale. \r\nThis shall be conducted in accordance with current UK guidance and best practice. \r\n",
    "Condition : 16 - No development shall take place, including any works of demolition, until a Construction Management Plan has been submitted to and approved in writing by the Local Planning Authority. The approved Plan shall be adhered to throughout the construction period. The Plan shall include:\r\ni. a site plan showing details of access, storage, loading and turning;\r\nii. confirmation that a pre-start record of site conditions on the adjoining public highway will be undertaken with Hounslow Highways and a commitment to repair any damage caused;\r\niii. safeguarding measures that would be put in place to protect adjoining buildings;\r\niv. provision for the parking of vehicles of site operatives and visitors;\r\nv. provisions for storage of plant and materials within the site;\r\nvi. the erection and maintenance of security hoarding;\r\nvii. measures to control the emission of dust and dirt during construction;\r\nviii. any illumination of the site during construction;\r\nix. a scheme for recycling/disposing of waste resulting from construction works;\r\nx. appropriate vehicle routes to and from the site;\r\nxi. measures to ensure the safety of all users of the public highway in the vicinity of the site, with particular reference to cyclists and pedestrians;\r\nxii. contractor membership of FORS or similar;\r\nxiii. evidence that the fire exit at no.34 Chiswick High Road would be blocked at no time during construction, or at any other time.\r\n",
    "Condition : 17 - No development shall be carried out until such time as the person carrying out the work is a member of the Considerate Constructors Scheme and its code of practice, and the details of the membership and contact details are clearly displayed on the site so that they can be easily read by members of the public",
    "Condition : 18 - No development shall take place above damp proof course level until a refuse strategy outlining details of the arrangements for the storing of waste and recycled materials (including details of how the placing of waste and recycled materials in a suitable location for collection would be undertaken and managed, and details of how servicing for existing buildings in the vicinity would be maintained and undisturbed) has been submitted to and approved in writing by the Local Planning Authority. The development shall not be carried out otherwise than in accordance with the approved strategy.",
    "Condition : 19 - Prior to first occupation of the development, full details (including manufacturer's specifications and means of enclosure) of the cycle parking provision for the development shall be submitted to and approved in writing by the Local Planning Authority. The approved details shall conform to current guidance -  TfL London Cycling Design Standards - in design and layout, and be fully implemented and made available for use before the first occupation of the development hereby approved and thereafter retained for use at all times without obstruction.",
    "Condition : 20 - The development shall not be occupied until arrangements have been agreed in writing with the local planning authority and put in place to ensure that, with the exception of disabled persons, no resident of the development shall obtain a resident's parking permit within any controlled parking zone which may be in force in the area at any time.",
    "Condition : 21 - Prior to the occupation of the development hereby approved details of inclusive access to demonstrate the building is fully accessible for people with disabilities or impaired mobility shall be submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved details.",
    "Condition : 22 - No external lighting shall be installed other than in accordance with details that shall have first been submitted to and approved in writing by the Local Planning Authority before the buildings are occupied, ensuring a minimum of 10 Lux and/or 10 lm/m2 is achieved for any lighting of the main access road. Development shall be carried out in accordance with the approved details.",
    "Condition : 23 - The approved dwellings shall only be accessed from the upgraded service road to the rear of Chiswick High Road which is accessed from Prebend Gardens. There shall be no access at any time to the site from Ravensmede Way and at no point shall a secondary means of access be formed in the rear site boundary with Ravensmede Way.",
    "Condition : 24 - The access road and turning area within the red line shown on drawing number 453_PL_103 Revision B shall be kept free from obstruction at all times and shall not be used as a parking area for vehicles.",
    "Condition : 25 - Prior to the use of the heat pump, hereby approved, details of the proposed enclosure for and a noise assessment of the heat pump hereby permitted shall be submitted. The level of noise emitted from the heat pump shall be at least 10dB below the background noise levels at all times near to the noise sensitive receptors.  The heat pump shall be installed and maintained in future to comply with the approved details."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.2467072,
          51.4937369
        ],
        [
          -0.24658159999999998,
          51.4937428
        ],
        [
          -0.2464633,
          51.4937478
        ],
        [
          -0.2464431,
          51.4937484
        ],
        [
          -0.2464092,
          51.4937502
        ],
        [
          -0.2463998,
          51.4937509
        ],
        [
          -0.2463911,
          51.4937526
        ],
        [
          -0.2463838,
          51.4937543
        ],
        [
          -0.24637879999999998,
          51.4937555
        ],
        [
          -0.2463539,
          51.4937642
        ],
        [
          -0.2463472,
          51.4937137
        ],
        [
          -0.2463522,
          51.4937147
        ],
        [
          -0.24635579999999999,
          51.4937147
        ],
        [
          -0.2463616,
          51.4937157
        ],
        [
          -0.2463666,
          51.4937162
        ],
        [
          -0.2463781,
          51.4937173
        ],
        [
          -0.2463824,
          51.4937174
        ],
        [
          -0.2463867,
          51.493717
        ],
        [
          -0.24639609999999998,
          51.4937153
        ],
        [
          -0.2465029,
          51.4937111
        ],
        [
          -0.2465895,
          51.4937074
        ],
        [
          -0.2466739,
          51.4937037
        ],
        [
          -0.2467605,
          51.4936996
        ],
        [
          -0.2467585,
          51.4936758
        ],
        [
          -0.2467569,
          51.4936618
        ],
        [
          -0.24675319999999998,
          51.493628
        ],
        [
          -0.246751,
          51.49361
        ],
        [
          -0.24673199999999998,
          51.493447
        ],
        [
          -0.24682079999999998,
          51.4934429
        ],
        [
          -0.2469103,
          51.493438
        ],
        [
          -0.24699759999999998,
          51.4934339
        ],
        [
          -0.2470175,
          51.4935897
        ],
        [
          -0.24701879999999998,
          51.4935942
        ],
        [
          -0.24702359999999998,
          51.4936388
        ],
        [
          -0.2470345,
          51.4937289
        ],
        [
          -0.24703789999999998,
          51.4937563
        ],
        [
          -0.24694159999999998,
          51.4937603
        ],
        [
          -0.2469381,
          51.4937267
        ],
        [
          -0.2468328,
          51.4937309
        ],
        [
          -0.2467072,
          51.4937369
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "12043801",
  "centroid": {
    "lon": "-0.24684019999999998",
    "lat": "51.4936114"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}