{
  "lpa_app_no": "P/2023/1673",
  "centroid_northing": 177244,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": "25/05/2023",
  "locality": "Brentford",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T17:36:23.403+00:00",
  "valid_date": "25/05/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517349.75,
              177253.16
            ],
            [
              517350.5,
              177248.5
            ],
            [
              517350.2,
              177248.5
            ],
            [
              517349.9,
              177248.4
            ],
            [
              517349.6,
              177248.1
            ],
            [
              517349.45,
              177247.8
            ],
            [
              517349.05,
              177246.2
            ],
            [
              517348.45,
              177242.6
            ],
            [
              517348.4,
              177242.35
            ],
            [
              517348.3,
              177241.95
            ],
            [
              517348.3,
              177241.65
            ],
            [
              517348.35,
              177241.55
            ],
            [
              517348.45,
              177241.45
            ],
            [
              517348.6,
              177241.35
            ],
            [
              517348.8,
              177241.25
            ],
            [
              517348.95,
              177241.2
            ],
            [
              517346.9,
              177234
            ],
            [
              517346.5,
              177234.1
            ],
            [
              517345.85,
              177234.1
            ],
            [
              517345.7,
              177234
            ],
            [
              517345.5,
              177233.7
            ],
            [
              517345.5,
              177233.5
            ],
            [
              517345.45,
              177232.6
            ],
            [
              517342.95,
              177233.05
            ],
            [
              517339.75,
              177233.65
            ],
            [
              517325.85,
              177236.7
            ],
            [
              517304.65,
              177242.1
            ],
            [
              517304.9,
              177242.7
            ],
            [
              517302.5,
              177243.4
            ],
            [
              517302.35,
              177242.85
            ],
            [
              517300.35,
              177243.5
            ],
            [
              517301.4,
              177250.35
            ],
            [
              517302.15,
              177250.38
            ],
            [
              517302.9,
              177250.4
            ],
            [
              517316.2,
              177250.65
            ],
            [
              517326.4,
              177251.5
            ],
            [
              517343.8,
              177252.85
            ],
            [
              517349.75,
              177253.16
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 517329,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2023/1673",
  "site_number": null,
  "decision": "Approved",
  "ward": "Syon & Brentford Lock",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": "Removal/Variation of a condition",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2023_1673",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.06800000000000002
  },
  "uprn": "10093258717",
  "decision_date": "06/06/2024",
  "description": "Variation of conditions 2 (Approved plans) and 3 (External Materials) to allow amendments to the approved scheme following planning permission 00543/R/P12 dated 09/03/2023 for removal of Condition 10 (Arboricultural Method Statement) following planning permission 00543/R/P11 dated 26/02/2020 for  the erection of three storey self-storage unit with associated access, parking and landscaping following the demolition of the existing site",
  "site_name": "Goddards",
  "last_updated_by": "Planning Portal ingest",
  "decision_target_date": "24/08/2023",
  "borough": "Hounslow",
  "postcode": "TW8 8EZ",
  "street_name": "The Ham",
  "bo_system": "Northgate M3",
  "development_type": "Major general industry-storage-warehousing",
  "lapsed_date": "06/06/2027",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of 26 February 2020.\r\nReason: To accord with the provisions of Section 92 (1) of the Town and Country Planning Act 1990.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in the application and the plans submitted (P001 A; P002 A; P320 A; P120 A; P220 A; B003 A; 002/001; Energy Statement; Design and Access Statement; Structural Feasibility Report; Statement of Community Involvement; Sustainability Statement; Air Quality Assessment; Transport Statement; Planning Statement; Received 05/03/2018; Flood Risk Assessment; SUDS Maintenance Schedule; Indicative Surface Water Drainage Layout; Drainage Assessment Form; Received 11 May 2018;  Preliminary Ecological Appraisal; Archaeological Desk-based Assessment; Received 18 May 018; Letter from XCO2 dated 23/03/2018; Design and Access Statement (Amended second part); Received 19 May 2018; Flood Defences Strategy; Received 01/06/2018; 2 CGIs; Response to EA; Received 4 July 2018;  G2 - 150 Rev. B, P001 Rev. A. GHA Trees letter 13th September 2021. Received 7 March 2022; Removal of Condition 10 (Tree Protection Measures) Statement. Received 22 February 2023; PGS01-MAA-03-XX-DG-A-0002 P02, PGS01-MAA-03-XX-DG-A-0003 P02, PGS01-MAA-03-XX-DG-A-0004 P03, PGS01-MAA-03-XX-DG-A-0005 P01, PGS01-MAA-04-XX-DG-A-0005 P01, PGS01-MAA-04-XX-DG-A-0001 P05, PGS01-MAA-05-XX-DG-A-0002 P03, Planning Statement, Material Samples, Cover Letter, Minor Material Amendment P05. Received 25 May 2023; Cladding Detail Design Document P03, \t3183-APA-ZZ-00-PP-L-2001 P00.02. Received 3 October 2023; PGS01-MAA-09-XX-DG-4007 P01, PGS01-MAA-03-XX-DG-A-0001 P08, Open Platform Lift Specification. Received 17 October 2023; PGS01-MAA-10-XX-DG-A-9001 P01. Received 1 November 2023; PGS01-MAA-05-XX-DG-A-0001 P05, PGS01-MAA-04-XX-DG-A-0002 P06, Schedule of Drawings. Received 7 November 2023) therewith and approved by the Local Planning Authority, or as shall have been otherwise agreed in writing by the Local Planning Authority before the building is used.\r\n\r\nReason: To ensure the development is carried out in accordance with the plannin",
    "Condition : 3 - The development shall be carried out in accordance with the details set out in the hereby approved Material Samples Brochure and maintained as such thereafter.\r\n\r\nReason: In order to protect the appearance of the area.",
    "Condition : 4 - a.\tThe development shall be carried out in accordance with the details approved as part of planning application 00543/R/P11(4i) in relation to a contaminated land Phase 1 desk study which indicated land contamination and recommended further investigation.\r\nDuring the course of the development:\r\nb.\t\tThe Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues.\r\nBefore the development is first brought into use:\r\nc.\tThe agreed scheme for decontamination referred to in clauses b) and c) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval.\r\n\r\nReason: Contamination is known or suspected on the site due to a former land use. It is therefore necessary to ensure that the development can be implemented and occupied with adequate regard for public and environmental safety.\r\n\r\nSupporting notes:\r\na. An initial phase 1 desk study must be submitted with the original application and will include the aims and objectives, data collection, site reconnaissance (walk over survey), and development of the initial Conceptual Model (CM), which identifies all potential pollutant linkages on the site. The report should also make recommendations for the further gathering of information and or intrusive investigation. The full site investigation must include intrusive testing for soil and groundwater contamination, soil gasses, and leachate. The investigation shall be carried out at such points and at such depths as the LPA may stipulate. Risk assessments must adhere to current UK guidance and best practice. \r\nb. The scheme for decontamination shall provide details of how eac",
    "Condition : 5 - No demolition or construction work shall take place on the site except between the hours of 8:00am to 6:00pm on Mondays to Friday and 9:00am to 1:00pm on Saturdays and none shall take place on Sundays and Public Holidays without the prior agreement of the Local Planning Authority.\r\nReason: In order to safeguard the amenities of adjoining residential properties and to ensure that the proposed development does not prejudice the amenities of the locality.",
    "Condition : 6 - The development shall be carried out in accordance with the details approved as part of planning application 00543/R/P11(6i) in relation to the Construction Logistics Plan. The approved Plan shall be adhered to throughout the construction period.\r\n\r\nReason: In order to ensure highway safety is maintained and preserved and to safeguard the amenities of adjoining residential properties.",
    "Condition : 7 - a)\tThe development shall be carried out in accordance with the details approved as part of planning application 00543/R/P11(7) in relation to overheating assessment (demonstrating how the Mayor's cooling hierarchy has been applied to reduce risk of overheating).\r\nb)\tThe development shall be carried out in accordance with the details approved as part of planning application 00543/R/P11(7i) in relation to the finalised Energy Strategy (demonstrating how the 35% target for carbon dioxide emissions reduction are to be met in line with the Mayor's energy hierarchy, and details of the proposed PV array).\r\nc)\tThe development shall be implemented in accordance with the approved Energy Strategy and shall not commence above ground until full Design Stage calculations under the National Calculation Method have been submitted to and approved in writing by the Local planning Authority to show that the development will be constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.\r\nd)\tPrior to first occupation of the building(s) evidence (e.g. photographs, installation contracts and As-Built certificates under the National Calculation Method) shall be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.\r\ne)\tUpon final commencement of operation of the solar PV panels, suitable devices for the monitoring of the solar PV panels shall have been installed, and the monitored data shall be submitted automatically to a monitoring web platform at daily intervals for a period of three years from the point of full operation. Upon final commencement of operation of the air sourced heat pumps (ASHPs), suitable devices for the monitoring of the ASHPs shall have been installed, and the monitored data shall be submitted automatically to a monitoring web-platform at daily intervals for a period of three years",
    "Condition : 8 - a)\tWithin three months of work starting on site a BREEAM New Construction 2014 Shell and Core Design Stage certificate and summary score sheet (or such equivalent standard that replaces this) must be submitted to and approved in writing by the Local Planning Authority to show that an 'Excellent' (minimum score 70%) rating will be achieved.\r\nb)\tPrior to first occupation of the building(s) a BREEAM New Construction 2014 Shell and Core Post-Construction Review certificate and summary score sheet (or such equivalent standard that replaces this) must be submitted to and approved in writing by the Local Planning Authority to show that an 'Excellent' (minimum score 70%) rating has been achieved.\r\nc)\tPrior to commencement of the fit-out of the building(s) a BREEAM Refurbishment and Fitout Parts 3 & 4 assessment Design Stage certificate and summary score sheet (or such equivalent standard that replaces this) must be submitted to and approved in writing by the Local Planning Authority to show that an 'Excellent' (minimum score 70%) rating has been achieved.\r\nd)\tWithin three months of occupation of the building(s) a BREEAM Refurbishment and Fit-out Parts 3 & 4 assessment Post-Construction Review certificate and summary score sheet (or such equivalent standard that replaces this) must be submitted to and approved in writing by the Local Planning Authority to show that an 'Excellent' (minimum score 70%) rating has been achieved. \r\nReason: In order to ensure the highest standard of sustainable design and construction.",
    "Condition : 9 - The development hereby permitted shall follow the recommendations stated within the Preliminary Ecological Appraisal; Received 18/05/2018 and these shall be implemented into development procedures.\r\nReason: In order to promote biodiversity and ecological enhancements.",
    "Condition : 10 - Removed as part of planning permission 00543/R/P12.",
    "Condition : 11 - Prior to the completion of the substructure, the details of the footway(s) across the site frontage shall be submitted to and approved in writing by the Local Planning Authority. The building hereby permitted shall not be occupied until these works have been completed in accordance with the approved details.\r\nReason: To ensure that all road works associated with the proposed development are to a standard approved by the Local Planning Authority and are completed before occupation.",
    "Condition : 12 - Prior to the completion of the substructure, full details of the proposed vehicular access including pedestrian and vehicular visibility splays shall be submitted to and approved in writing by the Local Planning Authority. The access shall be constructed in accordance with the approved details before the development hereby permitted is first occupied or brought into use.\r\nReason: To safeguard the amenities of the area and in the interests of highway safety.",
    "Condition : 13 - Notwithstanding with the approved plans, prior to the occupation of the development hereby approved, details of proposed cycle parking facilities in accordance with minimum London Plan standards with staff cycle parking separate from short-term cycle parking shall be submitted to and approved in writing by the Local Planning Authority. The approved details shall be implemented before first occupation and retained during the lifetime of the development.\r\nReason: To ensure adequate cycle parking is available on site and to promote sustainable modes of transport.\r\n",
    "Condition : 14 - Before the development commences above ground level, details of car parking (including spaces for people with disabilities and any vehicle charging points) shall be submitted to and approved by the Local Planning Authority and the spaces shown on the approved drawing shall be available for use before first occupation of any part of the development and permanently retained thereafter.\r\nReason: In order that the Local Planning Authority may be satisfied as to the details of the development and to ensure that parking spaces are available.",
    "Condition : 15 - The development shall be carried out in accordance with the details approved as part of planning application 00543/R/P11(15) in relation to measures to prevent pollution of the nearby waterway, either from surface water or ground water pollution or from windblown pollution. The plan so approved shall be put into effect for the duration of all works on site.\r\n\r\nReason: To comply with the National Planning Policy Framework as the ecological environment in this location is sensitive and should be protected from disturbance, dust, run off, waste etc. entering the waterway.",
    "Condition : 16 - The development shall be carried out in accordance with the details approved as part of planning application 00543/R/P11(16) in relation to excavations and foundations.\r\n\r\nReason: To comply the National Planning Policy Framework as excavation, earth removal and/or construction of foundations have the potential to adversely impact on the integrity of the waterway infrastructure.",
    "Condition : 17 - Prior to the completion of substructure, full details of soft landscape works shall have been submitted to and approved in writing by the local planning authority and these works shall be carried out as approved. These details shall include: planting plans; written specifications (including cultivation and other operations associated with plant and grass establishment); schedules of plants, noting species, plant sizes and proposed numbers/ densities where appropriate; implementation programme and maintenance schedule. Any such planting which within a period of five years of implementation of the landscaping dies, is removed, or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size or species. The approved scheme shall be fully implemented prior to the first use of the building and the maintenance schedule adhered to thereafter.\r\n\r\nReason: In the interest of biodiversity, sustainability, and to ensure that a satisfactory standard of visual amenity is provided and maintained in accordance.",
    "Condition : 18 - Before the development hereby permitted is first occupied or brought into use, the existing vehicular accesses to the site shall be permanently closed and kerbs and footway reinstated and raised so that it cannot be used as an access across the pavement.\r\n\r\nReason: To confine vehicular access to the permitted points in order to ensure that the development does not prejudice the free flow of traffic or highway safety along the adjacent highway and to enhance the pedestrian environment.",
    "Condition : 19 - Prior to the first use of the building hereby permitted, a Car Park Management Plan shall be submitted to and approved in writing by the Local Planning Authority that sets out how the site will be managed. The details shall ensure that no staff parking occurs on the site and that no vehicles larger than a 7.5 Tonne box van (as shown in the swept paths) is allowed to access the site. The building and use shall thereafter operate in accordance with the approved details.\r\n\r\nReason: In order that the Local Planning Authority may be satisfied as to the details of the development and to ensure that parking spaces are available.",
    "Condition : 20 - The development shall be carried out in accordance with the details approved as part of planning application 00543/R/P11(20) in relation the final detailed drainage design.\r\n\r\nReason: To prevent the risk of flooding to and from the site.",
    "Condition : 21 - No building hereby permitted shall be occupied until evidence (photographs and installation contracts) is submitted to demonstrate that the sustainable drainage scheme for the site has been completed in accordance with the submitted details. The sustainable drainage scheme shall be managed and maintained thereafter in accordance with the agreed management and maintenance plan for all of the proposed drainage components.\r\n\r\nReason: In order to ensure that the methods to mitigate the risk of surface water flooding have been implemented as agreed and that the drainage system is suitably managed.",
    "Condition : 22 - Prior to the completion of a substructure, a vehicle tracking plan (to illustrate there is sufficient space and headroom clearance to accommodate plant and enable foreseeable works) including an example method statement of how works to the flood defence could be carried out in the future shall be submitted and approved in writing by the Local Planning Authority.\r\n\r\nReason: To ensure that the development would allow works or repairs to the flood defence without undue costs and impacts on flood risk.",
    "Condition : 23 - Before the development hereby permitted is first occupied, details of external illumination to be installed within the site shall be submitted to and approved in writing by the Local Planning Authority. The illumination as approved shall be retained thereafter in accordance with the approved details.\r\n\r\nReason: In order to ensure that the development is satisfactory in terms of layout, security and appearance, and to ensure that such illumination is not a source of nuisance or disturbance to occupants of neighbouring property.",
    "Condition : 24 - There shall be no advertisements of any kind, including those permitted by the Town and Country Planning (Control of Advertisement) Regulations 1992 (or any Statutory Instrument revoking, re-enacting or amending those Regulations) shall be inserted to the building hereby permitted, without the grant of a further specific permission from the Local Planning Authority.\r\n\r\nReason: In the order to ensure that the development is satisfactory in terms of appearance, and to ensure that such advertisement is not a source of disturbance to occupants of neighbouring properties."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3114194,
          51.4820692
        ],
        [
          -0.31141009999999997,
          51.4820272
        ],
        [
          -0.3114145,
          51.4820273
        ],
        [
          -0.3114188,
          51.4820264
        ],
        [
          -0.3114232,
          51.4820238
        ],
        [
          -0.31142549999999997,
          51.4820211
        ],
        [
          -0.3114318,
          51.4820068
        ],
        [
          -0.3114416,
          51.4819746
        ],
        [
          -0.3114424,
          51.4819724
        ],
        [
          -0.311444,
          51.4819688
        ],
        [
          -0.3114441,
          51.4819661
        ],
        [
          -0.3114434,
          51.4819652
        ],
        [
          -0.311442,
          51.4819643
        ],
        [
          -0.3114399,
          51.4819633
        ],
        [
          -0.31143699999999996,
          51.4819624
        ],
        [
          -0.31143489999999996,
          51.4819619
        ],
        [
          -0.3114668,
          51.4818976
        ],
        [
          -0.3114725,
          51.4818986
        ],
        [
          -0.3114819,
          51.4818987
        ],
        [
          -0.311484,
          51.4818979
        ],
        [
          -0.31148699999999996,
          51.4818952
        ],
        [
          -0.31148709999999996,
          51.4818934
        ],
        [
          -0.3114881,
          51.4818853
        ],
        [
          -0.31152389999999996,
          51.4818899
        ],
        [
          -0.3115698,
          51.481896
        ],
        [
          -0.31176889999999996,
          51.4819263
        ],
        [
          -0.31207229999999997,
          51.4819792
        ],
        [
          -0.31206849999999997,
          51.4819845
        ],
        [
          -0.3121028,
          51.4819913
        ],
        [
          -0.31210509999999997,
          51.4819864
        ],
        [
          -0.31213369999999996,
          51.4819927
        ],
        [
          -0.3121163,
          51.482054
        ],
        [
          -0.3121055,
          51.4820541
        ],
        [
          -0.3120947,
          51.4820541
        ],
        [
          -0.3119032,
          51.4820536
        ],
        [
          -0.3117561,
          51.4820592
        ],
        [
          -0.3115051,
          51.4820677
        ],
        [
          -0.3114194,
          51.4820692
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "12054613",
  "centroid": {
    "lon": "-0.3117211",
    "lat": "51.4819912"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}