{
  "lpa_app_no": "P/2024/0112",
  "centroid_northing": 175104,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "Hounslow",
  "secondary_street_name": null,
  "subdivision_of_building": "3rd Floor ",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T17:28:12.705+00:00",
  "valid_date": "19/01/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511459.3,
              175085.6
            ],
            [
              511455.05,
              175084.9
            ],
            [
              511448.45,
              175084
            ],
            [
              511441.5,
              175082.85
            ],
            [
              511435.9,
              175082.1
            ],
            [
              511435.6,
              175085.3
            ],
            [
              511435.05,
              175092.45
            ],
            [
              511433.2,
              175116.05
            ],
            [
              511432.9,
              175118.95
            ],
            [
              511437.6,
              175119.33
            ],
            [
              511442.3,
              175119.7
            ],
            [
              511451.6,
              175120.5
            ],
            [
              511464.7,
              175121.55
            ],
            [
              511474.05,
              175122.25
            ],
            [
              511480.2,
              175122.85
            ],
            [
              511480.9,
              175122.9
            ],
            [
              511483.95,
              175123.1
            ],
            [
              511488.5,
              175123.53
            ],
            [
              511493.05,
              175123.95
            ],
            [
              511495.75,
              175118.15
            ],
            [
              511496.4,
              175116.75
            ],
            [
              511496.9,
              175115.6
            ],
            [
              511497.2,
              175114.7
            ],
            [
              511497.7,
              175112.9
            ],
            [
              511498.8,
              175109.25
            ],
            [
              511499.5,
              175107.05
            ],
            [
              511499.9,
              175105.95
            ],
            [
              511500,
              175105.4
            ],
            [
              511501.4,
              175100.8
            ],
            [
              511501.6,
              175100.25
            ],
            [
              511501.75,
              175099.65
            ],
            [
              511501.85,
              175099.1
            ],
            [
              511501.9,
              175098.6
            ],
            [
              511501.85,
              175098.05
            ],
            [
              511501.75,
              175097.5
            ],
            [
              511501.6,
              175096.85
            ],
            [
              511501.53,
              175096.55
            ],
            [
              511501.45,
              175096.25
            ],
            [
              511501.25,
              175095.65
            ],
            [
              511501.05,
              175095.2
            ],
            [
              511500.9,
              175094.8
            ],
            [
              511500.65,
              175094.4
            ],
            [
              511500.45,
              175094.05
            ],
            [
              511500.1,
              175093.6
            ],
            [
              511499.55,
              175093.05
            ],
            [
              511499.1,
              175092.7
            ],
            [
              511498.7,
              175092.35
            ],
            [
              511498.15,
              175091.95
            ],
            [
              511497.55,
              175091.55
            ],
            [
              511496.65,
              175091.1
            ],
            [
              511496.1,
              175090.9
            ],
            [
              511495.55,
              175090.75
            ],
            [
              511494.2,
              175090.65
            ],
            [
              511493.5,
              175090.65
            ],
            [
              511489.95,
              175090.15
            ],
            [
              511489.95,
              175090
            ],
            [
              511489.9,
              175089.8
            ],
            [
              511489.8,
              175089.6
            ],
            [
              511489.7,
              175089.35
            ],
            [
              511489.5,
              175089.15
            ],
            [
              511489.25,
              175089
            ],
            [
              511489.15,
              175088.9
            ],
            [
              511489,
              175088.8
            ],
            [
              511488.9,
              175088.75
            ],
            [
              511488.75,
              175088.7
            ],
            [
              511488.55,
              175088.6
            ],
            [
              511488.35,
              175088.55
            ],
            [
              511487.8,
              175088.35
            ],
            [
              511483.2,
              175087.75
            ],
            [
              511478.75,
              175087.1
            ],
            [
              511471.4,
              175086.05
            ],
            [
              511467.7,
              175085.4
            ],
            [
              511467.4,
              175085.35
            ],
            [
              511467.05,
              175085.4
            ],
            [
              511466.8,
              175085.45
            ],
            [
              511466.1,
              175085.8
            ],
            [
              511465.7,
              175086.05
            ],
            [
              511465.35,
              175086.25
            ],
            [
              511459.3,
              175085.6
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 511466,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2024/0112",
  "site_number": null,
  "decision": "Approved",
  "ward": "Cranford",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2024_0112",
  "application_details": {
    "internal_resi_water_usage": 0,
    "scheme_phasing": true,
    "garden_land_lost": false,
    "phasing_details": [
      {
        "phase_detail": "Single",
        "intended_completion_date": "04/2025",
        "intended_commencement_date": "04/2024"
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 847.23,
        "use_class": "B2",
        "gia_gained": 373.58,
        "gia_lost": 0
      }
    ],
    "total_gia_gained": 373.58,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 373.58,
      "total_gia_lost": 0,
      "total_gia_existing": 847.23,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 373.58
    },
    "site_area": 0.228,
    "projected_cost_of_works": "Up to £2m",
    "total_gia_lost": 0,
    "total_gia_existing": 847.23,
    "grey_water_reuse": false,
    "surface_water_discharge_percentage_reduction": 0,
    "green_suds": false,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 405,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_pm_emissions": 10888.5,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 0,
      "no_new_water_connections_required": 0,
      "mobile_network_operators_consultation": false,
      "waste_provision": true,
      "ghg_reduction_over_building_regulations": false,
      "green_roof_area": 0,
      "community_energy_capacity": 35,
      "solar_pv_capacity": 35
    },
    "affordable_housing_fast_track": false,
    "ownership_status": "Private",
    "existing_uprns": null,
    "rain_water_harvesting": false
  },
  "uprn": "100023404819",
  "decision_date": "04/04/2024",
  "description": "Erection of two additional storeys to create a third and fourth floor incorporating the installation of PV panels on the roof.",
  "site_name": "Unit D1",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "15/03/2024",
  "borough": "Hounslow",
  "postcode": "TW4 6BL",
  "street_name": "Tamian Way",
  "bo_system": "Northgate M3",
  "development_type": "Minor general industry-storage-warehousing",
  "lapsed_date": "04/04/2027",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall begin not later than three years from the date of this decision.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and specifications: Drawings 230065-PL-D 0001(Rev.6), 0002(Rev.6), 0003(Rev.6), 0004(Rev.6), 0005(Rev.6), 0006(Rev.6), 0007(Rev.6), 0008(Rev.6), 0009(Rev.6), 0010(Rev.6), 0011(Rev.6), 0012(Rev.6), 0013(Rev.6), 0014(Rev.6), 0015(Rev.6), 0016(Rev.6), 0017(Rev.6), 0018(Rev.6), 0019(Rev.6), 0020(Rev.6), 0023(Rev.6), 0024(Rev.6), received 12/03/2024. Drawings 230065-PL-D 0001(Rev.2) and 230065-PL-D 0021(Rev.2), Construction Logistics Plan, Design and Access Statement (05/10/2023), Energy Statement (21/11/2023; Ref. E1381-ES-00), Fire Strategy Report (01/11/2023), Noise Impact Assessment (27/11/2023), Site Photography document (26/01/2024) and Transport Technical Note (22/11/2023; Ref. 23-12136), received 23/01/2024.",
    "Condition : 3 - No development shall take place until full details and samples of all materials to be used in the construction of the external surfaces of the development hereby permitted have been submitted to and approved in writing by the local planning authority. Details must include a detailed schedule of materials, a photographic sample board and rendered drawings, elevations and sections at a sufficient scale (1:20 or 1:50) to illustrate how all external materials will appear together.\r\nThe samples and details shall include: \r\n(a)\tSamples of brickwork (including brick, masonry, brick panels, feature brick panel, brick framing feature and mortar on-site sample panel, minimum one metre by one metre) including all mortar colours, joint type and brick bond, to achieve closest match to existing as possible;\r\n(b)\tSamples of cladding materials (including specifications where relevant);\r\n(c)\tAny roof coverings, including parapet coping / capping materials, dormers and canopies;\r\n(d)\tWindow types; and sectional drawings of reveals / sills / head details \r\n(e)\tBalustrading treatment and handrails to balconies and roof areas (including details / sections / materials); and\r\n(f)\tAny other materials/details / fittings to be used (including solar panels, extract vents, rainwater goods, boiler flues etc.), with sections and on-site samples where appropriate.\r\nDetails shall also have been submitted and approved in writing by the local planning authority in respect of landscaping features, including furniture, planting plans and surfacing materials, for the staff roof terrace, and any other matters such as site lighting or other surfacing / planting alterations to the rest of the site.\r\nThe development shall then be carried out in accordance with the approved details and maintained as such thereafter.\r\n",
    "Condition : 4 - Prior to commencement of any above ground works, full details of the proposed green roofs shall have been submitted to the Local Planning Authority for approval in writing, including planting schedules and maintenance and management arrangements. Details shall include: \r\n(i)\tConstruction drawings, including a detailed plan and cross sections; \r\n(ii)\tSpecifications of a native wildflower seed mix (turf or sedum blanket will not be accepted), together with use of small piles of untreated logs; \r\n(iii)\tEvidence that a substrate of between 80mm-150mm in depth will be achieved, which shall be undulating and contain different materials/ sizes (sand, gravel, crushed ceramic, brick, recycled, inert materials); \r\n(iv)\tConfirmation that no irrigation will be used; \r\n(v)\tConfirmation that the green roof construction will be supervised by a suitable qualified landscape/ecology contractor; and \r\n(vi)      Details of a scheme for ongoing periodic maintenance and management of the green roof.\r\nThe approved details shall be implemented and retained permanently thereafter.\r\n",
    "Condition : 5 - (a) The development hereby permitted shall be implemented in accordance with the approved Energy Strategy.\r\n(b) Prior to first occupation of any part of the development hereby approved evidence (e.g. photographs, installation contracts and As-Built certificates under the Standard Assessment Procedure/National Calculation Method) shall be submitted to the local planning authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions, and achieved a 103.10% reduction in emissions.\r\n(c) Upon final commencement of operation of any low and zero carbon technologies, suitable devices for the monitoring of the low and zero carbon technologies shall have been installed, and the monitored data shall be submitted automatically to a monitoring web-platform at daily intervals for a period of three years from the point of full operation. The data shall be made available to the local planning authority on request for a period of five years.\r\n \r\n",
    "Condition : 6 - The development shall not be implemented other than in full compliance with all recommendations and requirements contained within the submitted Noise Assessment Report dated 27 November 2023 by Peak Acoustics Ltd. The measures shall thereafter be retained as such.",
    "Condition : 7 - The floorspace contained within the development hereby permitted shall not be used other than for the purposes specified on the plans hereby approved and ancillary to the main use of the premises and shall not be used for any other purpose.",
    "Condition : 8 - No development shall take place until a Construction Logistics Plan (CLP), written in accordance with current TfL guidance, has been submitted to and approved in writing by the Local Planning Authority. The CLP shall include: [delete or add items as necessary]\r\n\r\n(a)\ta site plan (showing the elements set out below);\r\n(b)\tconfirmation that a pre-start record of site conditions on the adjoining public highway will be undertaken with Hounslow Highways and a commitment to repair any damage caused;\r\n(c)\tprovision for the parking of vehicles of site operatives and visitors;\r\n(d)\tprovisions for loading, unloading and storage of plant and materials within the site;\r\n(e)\tdetails of access to the site, including means to control and manage access and egress of vehicles to and from the site for the duration of construction including phasing arrangements;\r\n(f)\tdetails of vehicle routeing from the site to the wider strategic road network;\r\n(g)\tthe erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate;\r\n(h)\tprovision of wheel washing facilities at the site exit and a commitment to sweep adjacent roads when required and at the request of the Council;\r\n(i)\ta scheme for recycling/disposing of waste resulting from demolition and construction works; \r\n(j)\tmeasures to ensure the safety of all users of the public highway especially cyclists and pedestrians in the vicinity of the site and especially at the access;\r\n(k)\tcommitment to liaise with other contractors in the vicinity of the site to maximise the potential for consolidation and to minimise traffic impacts;\r\n(l)\tavoidance of peak hours for deliveries and details of a booking system to avoid vehicles waiting on the public highway;\r\n(m)\tall necessary traffic orders and other permissions required to allow safe access to the site to be secured and implemented prior to commencement of construction;\r\n(n)\tdetails of the construction programme and a schedule of tr",
    "Condition : 9 - The two electric vehicle charging points detailed in the approved Transport Technical Note shall be installed and all active charging points made operational before the extension / building to which they relate is first occupied or brought into use and shall be permanently retained as such thereafter.",
    "Condition : 10 - Secure covered cycle parking facilities for not less than five bicycles (four long-stay; one short-stay) for the employees of, and visitors to, the development shall be installed in a convenient, readily accessible and secure location, preferably on the south-western corner of the site. The approved facilities shall conform to the current Westtrans West London Cycle Parking Guidance (or such other guidance as shall supersede it) in design and layout and be fully implemented and made available for use before the first occupation of the development or commencement of the approved use as appropriate and thereafter retained for use at all times without obstruction."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3968948,
          51.4637772
        ],
        [
          -0.3969562,
          51.4637718
        ],
        [
          -0.3970515,
          51.463765
        ],
        [
          -0.3971518,
          51.463756
        ],
        [
          -0.3972326,
          51.4637504
        ],
        [
          -0.3972359,
          51.4637792
        ],
        [
          -0.3972416,
          51.4638436
        ],
        [
          -0.39726079999999997,
          51.4640561
        ],
        [
          -0.39726419999999996,
          51.4640822
        ],
        [
          -0.3971964,
          51.4640847
        ],
        [
          -0.3971287,
          51.4640871
        ],
        [
          -0.3969946,
          51.4640924
        ],
        [
          -0.3968058,
          51.4640993
        ],
        [
          -0.396671,
          51.4641037
        ],
        [
          -0.3965824,
          51.4641079
        ],
        [
          -0.3965723,
          51.4641082
        ],
        [
          -0.3965283,
          51.4641094
        ],
        [
          -0.3964627,
          51.4641124
        ],
        [
          -0.3963971,
          51.4641153
        ],
        [
          -0.3963601,
          51.4640626
        ],
        [
          -0.39635119999999996,
          51.4640499
        ],
        [
          -0.3963443,
          51.4640395
        ],
        [
          -0.3963403,
          51.4640313
        ],
        [
          -0.39633369999999996,
          51.464015
        ],
        [
          -0.396319,
          51.463982
        ],
        [
          -0.3963096,
          51.4639621
        ],
        [
          -0.3963042,
          51.4639521
        ],
        [
          -0.39630289999999996,
          51.4639472
        ],
        [
          -0.3962843,
          51.4639056
        ],
        [
          -0.3962815,
          51.4639006
        ],
        [
          -0.3962796,
          51.4638952
        ],
        [
          -0.39627829999999997,
          51.4638902
        ],
        [
          -0.39627769999999995,
          51.4638857
        ],
        [
          -0.3962786,
          51.4638808
        ],
        [
          -0.3962803,
          51.4638758
        ],
        [
          -0.3962826,
          51.46387
        ],
        [
          -0.39628369999999996,
          51.4638673
        ],
        [
          -0.396285,
          51.4638647
        ],
        [
          -0.396288,
          51.4638593
        ],
        [
          -0.3962911,
          51.4638553
        ],
        [
          -0.39629329999999996,
          51.4638517
        ],
        [
          -0.39629709999999996,
          51.4638482
        ],
        [
          -0.39630000000000004,
          51.4638451
        ],
        [
          -0.39630519999999997,
          51.4638411
        ],
        [
          -0.3963133,
          51.4638363
        ],
        [
          -0.3963199,
          51.4638332
        ],
        [
          -0.3963258,
          51.4638301
        ],
        [
          -0.39633379999999996,
          51.4638267
        ],
        [
          -0.3963426,
          51.4638232
        ],
        [
          -0.3963557,
          51.4638193
        ],
        [
          -0.3963636,
          51.4638176
        ],
        [
          -0.3963716,
          51.4638164
        ],
        [
          -0.3963911,
          51.4638157
        ],
        [
          -0.3964011,
          51.4638159
        ],
        [
          -0.3964524,
          51.4638121
        ],
        [
          -0.3964524,
          51.4638107
        ],
        [
          -0.3964532,
          51.463809
        ],
        [
          -0.3964547,
          51.4638072
        ],
        [
          -0.3964562,
          51.4638049
        ],
        [
          -0.39645919999999996,
          51.4638032
        ],
        [
          -0.3964628,
          51.4638019
        ],
        [
          -0.3964643,
          51.463801
        ],
        [
          -0.3964665,
          51.4638001
        ],
        [
          -0.3964679,
          51.4637997
        ],
        [
          -0.3964701,
          51.4637993
        ],
        [
          -0.39647299999999996,
          51.4637984
        ],
        [
          -0.3964759,
          51.463798
        ],
        [
          -0.3964839,
          51.4637963
        ],
        [
          -0.39655019999999996,
          51.4637918
        ],
        [
          -0.3966145,
          51.4637869
        ],
        [
          -0.3967206,
          51.4637789
        ],
        [
          -0.39677399999999996,
          51.4637738
        ],
        [
          -0.3967784,
          51.4637734
        ],
        [
          -0.3967834,
          51.4637739
        ],
        [
          -0.396787,
          51.4637744
        ],
        [
          -0.3967969,
          51.4637777
        ],
        [
          -0.3968026,
          51.46378
        ],
        [
          -0.3968076,
          51.4637819
        ],
        [
          -0.3968948,
          51.4637772
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "12720780",
  "centroid": {
    "lon": "-0.3967926",
    "lat": "51.4639413"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}