{
  "lpa_app_no": "P/2024/1066",
  "centroid_northing": 177633,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": "10/04/2024",
  "locality": "Brentford",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T17:29:54.835+00:00",
  "valid_date": "10/04/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              516462.41,
              177613.61
            ],
            [
              516650.11,
              177736.29
            ],
            [
              516710.8,
              177662.16
            ],
            [
              516515.29,
              177530.82
            ],
            [
              516504.02,
              177532.55
            ],
            [
              516437.26,
              177633.55
            ],
            [
              516442.18,
              177635.24
            ],
            [
              516462.41,
              177613.61
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 516579,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2024/1066",
  "site_number": "1",
  "decision": "Approved",
  "ward": "Osterley & Spring Grove",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": "Removal/Variation of a condition",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2024_1066",
  "application_details": {
    "existing_uprns": null,
    "site_area": 2.335
  },
  "uprn": "100023408305",
  "decision_date": "14/11/2024",
  "description": "Variation of Condition 2 (Approved Plans) and Removal of Condition 13 (Wind Turbines - Renewable Energy Scheme) to allow amendments to Phase 2 following planning permission 01483/F/P1 approved 10/11/2022 for the phased redevelopment of 1 West Cross Way, West Cross House and 1-6 Windsor Close - (Phase 1) Use of 1 West Cross Way for a hybrid use (sui generis) to include car workshop with MOT testing facilities, storage and distribution, offices and ancillary showroom for the sale of motor vehicles. Replacement of existing cladding and the installation of glazing to the front elevation Erection of a car wash facility at the rear of the building and the provision of 4 car display spaces, customer car parking and associated works. (Phase 2) The demolition and redevelopment of West Cross House and 1-6 Windsor Close for a new flexible E(g)(iii)/B2/B8 unit with office floorspace, new vehicular access, service yard and basement car parking; undercroft pedestrian and cycle entrance from the Great West Road and cycle store; together with landscaping, boundary and other associated works. Works to the estate roads, the Shield Drive junction to the Great West Road",
  "site_name": "WEST CROSS INDUSTRIAL ESTATE",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "31/10/2024",
  "borough": "Hounslow",
  "postcode": "TW8 9DE",
  "street_name": "West Cross Way",
  "bo_system": "Northgate M3",
  "development_type": "Major all other major developments",
  "lapsed_date": "13/11/2027",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall begin not later than three years from the date of planning permission 01483/F/P1 dated 10/11/2022.\r\nReason: In order to comply with Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.",
    "Condition : 2 - The proposed development shall be carried out in all respects in accordance with the proposals contained in this application and the plans submitted: [insert plan numbers/documents].\r\nReason: In order to ensure the development is carried out in accordance with the planning permission.",
    "Condition : 3 - (A)\tThe development shall be carried out in strict compliance with the details approved under application: 01483/F/P1(3A), approved on 11/07/2023.\r\n(B)\tPhase 2 of development shall not commence, excluding demolition, site preparation and basement works, until the above ground level samples of all materials to be used in the construction of the external surfaces of that phase have been submitted to and approved in writing by the local planning authority.\r\nThe development shall be carried out in accordance with the approved details and maintained as such thereafter.\r\nReason: In order that the Council may be satisfied as to the details of the development in the interests of the visual amenity of the area and protect living conditions.\r\n",
    "Condition : 4 - (A) The development shall be carried out in strict compliance with the details approved under application: 01483/F/P1(4A), approved on 03/07/2023.\r\n(B) The development shall be carried out in strict compliance with the details approved under application: 01483/F/P1(4B), approved on 02/02/2023.\r\nReason: To ensure highway safety is maintained and preserved and in the interests of air quality and neighbour amenity.\r\n",
    "Condition : 5 - (A)\tThe development shall be carried out in strict compliance with the details approved under application: 01483/F/P1(5A), approved on 05/05/2023.\r\n(B)\tNotwithstanding the approved plans, prior to commencement of Phase 2 of development excluding site investigations and demolition, a finalised drainage design and strategy shall be submitted to and approved in writing by the Local Planning Authority for that phase.\r\nTheseshall include:\r\n- Drawings and supporting calculations, and an updated Drainage Assessment Form to reflect the submitted details; \r\n- Details of how the drainage for the development accords to the drainage hierarchy and makes use of green infrastructure technology to comply with the hierarchy set out in London Plan Policy SI3 and matching greenfield runoff rates as closely as practically possible.. \r\n- A detailed management plan confirming routine maintenance tasks for all drainage components which demonstrates how the drainage system is to be maintained for the lifetime of the development. \r\nThe development shall thereafter be carried out in accordance with the approved details prior to the first occupation of the buildings approved.\r\nReason: To prevent the risk of flooding at and from the site.\r\n",
    "Condition : 6 - (A)\tPhase 1 of the development hereby approved shall not be occupied until evidence (photographs and copies of installation contracts, along with a written confirmation) has been submitted to the Local Planning Authority and approved in writing to demonstrate that the sustainable drainage scheme hereby approved for that phase has been completed in accordance with the submitted final detailed drainage designs. The sustainable drainage scheme shall be managed and maintained thereafter in accordance with the agreed management and maintenance plan for all of the proposed drainage components.\r\n(B)\tPhase 2 of the development hereby approved shall not be occupied until evidence (photographs and copies of installation contracts, along with a written confirmation) has been submitted to the Local Planning Authority and approved in writing to demonstrate that the sustainable drainage scheme hereby approved for that phase has been completed in accordance with the submitted final detailed drainage designs. The sustainable drainage scheme shall be managed and maintained thereafter in accordance with the agreed management and maintenance plan for all of the proposed drainage components.\r\nReason: To ensure that the methods to mitigate the risk of surface water flooding have been implemented as agreed and that the drainage system is suitably managed.\r\n",
    "Condition : 7 - Each Phase of the development shall not be occupied until evidence (e.g. photographs and copies of delivery notes, invoices or installation contracts) have been submitted to the Local Planning Authority to demonstrate that the development meets the following:\r\n- At least three of the key elements of the building envelope (external walls, windows roof, upper floor slabs, internal walls, floor finishes/coverings) are to achieve a rating of A+ to D in the Building Research Establishment (BRE) The Green Guide of specification.\r\n- At least 50% of timber and timber products are to be sourced from accredited Forest Stewardship Council (FSC) or Programme for the Endorsement of Forestry Certification (PEFC) scheme.\r\n- No construction or insulation materials are to be used which will release toxins into the internal and external environment, including those that deplete stratospheric ozone.\r\nReason: In order to ensure the sustainable sourcing of materials.\r\n",
    "Condition : 8 - Notwithstanding the details on the approved plans, prior to the occupation of any Phase of the hereby approved development, details of hard and soft landscaping, including planting, hard and soft surfaces and boundary treatment shall be submitted to and approved in writing by the Local Planning Authority and retained as such thereafter. Any trees or plants that, within 5 years of planting, die, are cut down, uprooted, destroyed or become (in the opinion of the Local Planning Authority) seriously damaged or defective, shall be replaced with another tree or plant of the same size and species within the first planting season following its death, removal, uprooting or destruction, unless the Local Planning Authority gives its prior written approval to any variation. \r\n\r\nReason: To ensure a satisfactory appearance of the site and the adjacent the area, to provide satisfactory levels of play equipment and to enhance green infrastructure and biodiversity. \r\n",
    "Condition : 9 - (A)\tThe development shall be carried out in strict compliance with the details approved under application: 01483/F/P1(9A-17A), approved on 11/07/2023.\r\n(B)\tPrior to the commencement of Phase 2 (excluding demolition and site preparation works) and notwithstanding the submitted plans, full details of the blue badge parking bays for that phase shall be submitted to and approved in writing by the Local Planning Authority. Parking on site must also be restricted to the marked bays only. \r\nThe bays shall be installed in accordance with the approved details and so maintained at all times thereafter. \r\nReason: In order to promote sustainable modes of transport.\r\n",
    "Condition : 10 - (A)\tPrior to occupation of Phase 1 and notwithstanding the submitted details, full details (including the number, location, design of structure and manufacturer's specifications) of all cycle stands for the occupants of, and visitors to, that phase shall be submitted to and approved in writing by the Local Planning Authority.\r\n(B)\tPrior to occupation of Phase 2 and notwithstanding the submitted details, full details (including the number, location, design of structure and manufacturer's specifications) of all cycle stands for the occupants of, and visitors to, that phase shall be submitted to and approved in writing by the Local Planning Authority.\r\nThe approved facilities shall be fully implemented and made available for use before any part of the development is first occupied and thereafter retained for use at all times without obstruction.\r\nReason: To support sustainable transport objectives.\r\n",
    "Condition : 11 - (A)\tThe hereby approved development must be carried out in accordance with the approved Energy Statement received 13/01/2022 and Energy Addendum, received 09/03/2022. \r\n(B)\tUpon final commencement of operation of any low- and zero-carbon technologies, performance data for energy consumption must be submitted to and approved in writing by the Local Planning Authority. The performance data shall be submitted every 18 months to a monitoring web-platform for a period of five years from the point of full operation. \r\nReason: To ensure that the development makes the fullest contribution to minimising carbon dioxide emissions.\r\n",
    "Condition : 12 - (A)\tThe development shall be carried out in strict compliance with the details approved under application: 01483/F/P1(12A), approved on 08/03/2023.\r\n(B)\tWithin three months of the phase 2 works starting on site, excluding demolition, a BREEAM New Construction 2018 shell and core (not fully fitted) summary score sheet for Phase 2 summary score sheet shall be submitted to and approved in writing by the Local Planning Authority to show that an 'Excellent' rating has been achieved for phase 2.\r\n(C)\tWithin six months of first occupation of the building(s) BREEAM Non-Domestic Refurbishment and Fit Out 2014 Assessment part 1-4 for Phase 1 and BREEAM New Construction 2018 shell and core (not fully fitted) Post-Construction Review for Phase 2 certificate and summary score sheet shall be submitted to and approved in writing by the Local Planning Authority to show that an 'Excellent' (minimum score 70%) rating has been achieved. \r\nReason: To ensure that the development has an acceptable level of sustainability.\r\n",
    "Condition : 13 - \ta. The development shall be carried out in strict compliance with the details approved under application: 01483/F/P1(14A), approved on 22/03/2023. \r\nDuring the course of the development: \r\n\tb. The Local Planning Authority shall be notified immediately if additional contamination is discovered during the course of the development. A competent person shall assess the additional contamination, and shall submit appropriate amendments to the scheme for decontamination in writing to the Local Planning Authority for approval before any work on that aspect of development continues. \r\nBefore the development is first brought into use: \r\n\tc. The agreed scheme for decontamination referred to in clauses b) and c) above, including amendments, shall be fully implemented and a written validation (closure) report submitted to the Local Planning Authority for approval. \r\nReason: Contamination is known or suspected on the site due to a former land use. The LPA therefore wishes to ensure that the development can be implemented and occupied with adequate regard for public and environmental safety.\r\nSupporting notes: \r\n\ta. An initial phase 1 desk study and a Phase 2 intrusive investigation have been submitted with the original application and is considered satisfactory. \r\n\tb. The scheme for decontamination shall provide details of how each potential pollutant linkage, as identified in the conceptual model, will be made safe. \r\n\tc. In some instances the LPA may require work on site to be ceased whilst the nature of additional contamination is investigated fully. \r\n\td. The validation report shall revisit the site conceptual model, and provide evidence that each aspect of the decontamination scheme was carried out correctly and successfully. This report shall prove that the development is suitable for its new use. \r\n\te. We request that site investigation reports or site plans be sent electronically to landquality@hounslow.gov.uk or by post on a cd or dvd wherever possible. \r\n",
    "Condition : 14 - (A)\tThe development shall be carried out in strict compliance with the details approved under application: 01483/F/P1(15A), approved on 31/07/2023.\r\nPrior to the commencement of all works other than re-cladding and roofing works at the proposed site of Phase 1, a details second air quality assessment shall be submitted to and approved in writing by the Local Planning Authority detailing the maximum HDV movements associated with those elements of Phase 1. Surrounding sensitive receptors along the expected route are to be included within the assessment\r\n(B)\tThe development shall be carried out in strict compliance with the details approved under application: 01483/F/P1(15B), approved on 05/12/2023.\r\nReason: In the interests of Air Quality. \r\n",
    "Condition : 15 - All Non-road Mobile Machinery (NRMM) used during the course of the development that is within the scope of the GLA 'Control of Dust and Emissions during Construction and Demolition' Supplementary Planning Guidance (SPG) dated July 2014, or any successor document, shall comply with the emissions requirements therein.\r\nReason: In the interests of Air Quality.\r\n",
    "Condition : 16 - (A)\tThe development shall be carried out in strict compliance with the details approved under application: 01483/F/P1(9A-17A), approved on 11/07/2023.\r\n(B)\tNo development above ground level for Phase 2 (excluding demolition, site preparation and basement works) shall take place until full details of the Electric Vehicle Charging Points, each capable of a minimum output of 7.2kW, are submitted to and approved in writing by the Local Planning Authority for that phase. The details shall include manufacturer's specifications and the number of spaces provided with active and passive capabilities shall comply with the London Plan standards.\r\nThe charging points shall be installed in accordance with the approved details, with photographic evidence submitted to the Local Planning Authority upon completion, and so maintained at all times thereafter.\r\nReason: To support sustainable transport objectives.\r\n",
    "Condition : 17 - (A)\tPhase 2  (except any demolition, site clearance, ground investigation and remediation work) shall not commence until a full specification of all proposed tree planting has been submitted to and approved in writing by the Local Planning Authority. The specification shall include the quantity, size, species, and positions or density of all trees to be planted, how they will be planted and protected and the proposed times of planting. \r\n(B)\tAll trees shall be planted in accordance with the details and times stated in the approved specification and in accordance with British Standard 8545:2014 (or an equivalent British Standard if replaced).\r\n(C)\tAny trees that, within five years of planting, die, are cut down, uprooted, destroyed or become (in the opinion of the Local Planning Authority) seriously damaged or diseased, shall be replaced with another tree of a similar size and species within the first planting season following its death, removal, uprooting or destruction.\r\nReason: To ensure a satisfactory appearance of the site and the area and to promote biodiversity.\r\n",
    "Condition : 18 - Notwithstanding the details on the approved plans, prior to the first occupation of Phase 2, and following the agreement of an end-user, full details of the proposed security gates at the top of the listed steps shall be submitted to and approved in writing by the Local Planning Authority. \r\nReason: To ensure a satisfactory appearance of the site and the adjacent the area. \r\n",
    "Condition : 19 - (A)\tThe hereby approved development must be carried out  in accordance with the details and recommendations outlined within the Stage 1 Road Safety Audit, received on: 28/04/2022\r\n(B)\tBefore the development hereby permitted is first occupied or brought into use, the details of the highway works to ensure safe access, supported by a Stage 2 Road Safety Audit shall be submitted and approved in writing by the local planning authority. The approved details shall be implemented on site prior to the occupation of any part of the development.\r\nReason: To confine vehicular access to the permitted points in order to ensure that the development does not prejudice the free flow of traffic or highway safety along the adjacent highway and to enhance the pedestrian environment.\r\n",
    "Condition : 20 - (A)\tThe development shall be carried out in strict compliance with the details approved under application: 01483/F/P1(21A), approved on 01/05/2024.\r\n(B)\tPrior to the first occupation of Phase 2 hereby approved development, a car parking and deliveries management strategy for that phase must be submitted to and approved in writing by the Local Planning Authority. \r\nReason: To confine vehicular parking to the permitted points in order to ensure that the development does not prejudice the free flow of traffic or highway safety along the adjacent highway and to enhance the pedestrian environment.\r\n",
    "Condition : 21 - (A)\tNotwithstanding the details of the approved plans, prior to first occupation of Phase 1 of the development hereby approved, full details of any proposed signage for that phase must be submitted to and approved in writing by the Local Planning Authority. \r\n(B)\tNotwithstanding the details of the approved plans, prior to first occupation of Phase 2 of the development hereby approved, full details of any proposed signage for that phase must be submitted to and approved in writing by the Local Planning Authority. \r\nReason: To ensure a satisfactory appearance of the site and the adjacent the area. \r\n",
    "Condition : 22 - The development shall be carried out in strict compliance with the details approved under application: 01483/F/P1(23), approved on 08/02/2023. \r\nReason: To support sustainable transport objectives and to enhance the pedestrian environment. \r\n",
    "Condition : 23 - Prior to the first occupation of Phase 2 of the herby approved development, full details of pedestrian access management into the site through the listed entrance must be submitted to and approved in writing by the Local Planning Authority. The management plan must detail how access would be granted and the proposed safety arrangements to avoid conflicts between vehicles and pedestrian. \r\nReason: To ensure conflicts between vehicles and pedestrians are mitigated. \r\n",
    "Condition : 24 - The development hereby approved must be carried out in accordance with the recommendations set out in the BREEAM Ecology Assessment, received on 13/01/2022. \r\nReason: To ensure the protection of wildlife and supporting habitat and secure opportunities for the enhancement of the nature conservation value of the site.\r\n"
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.32407349999999996,
          51.4854921
        ],
        [
          -0.321331,
          51.4865561
        ],
        [
          -0.3204818,
          51.4858773
        ],
        [
          -0.3233396,
          51.4847371
        ],
        [
          -0.3235013,
          51.484755
        ],
        [
          -0.32442899999999997,
          51.4856765
        ],
        [
          -0.32435759999999997,
          51.4856907
        ],
        [
          -0.32407349999999996,
          51.4854921
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "12908576",
  "centroid": {
    "lon": "-0.3223888",
    "lat": "51.4856424"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}