{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from 17 March 2022, being the date of granting of planning permission 00975/4/P2 (P/2021/3225).\r\n\r\nReason: To accord with the provisions of Section 92 (1) of the Town and Country Planning Act 1990.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and specifications: [9333/ 001 Rev C, 9333/ 002 Rev C, 9333/ 003 Rev C, 9333/ 004 Rev C, 9333/ 005 Rev C, 9333/ 006 Rev C, 9333/ 007 Rev C, 9333/ 008 Rev C, 9333/ 009 Rev C, 9333/ 010 Rev C, 9333/ 025 Rev C, 9333/ 026 Rev C, 9333/ 027 Rev C, 9333/ 028 Rev C, Design and Access Statement & Heritage Statement. Received on 11/08/2021; Fire Statement. Received on 08/09/2021; 9333/ 011 Rev D, 9333/ 012 Rev D & 9333/ 013 Rev D. Received on 05/11/2021; Energy Strategy & SAP Calculations. Received on 21/02/2022; 9333/016 Rev K, 9333/017 Rev J, 9333/018 Rev K, 9333/019 Rev K, 9333/020 Rev K, 9333/022 Rev K, 9333/023 Rev J, 9333/024 Rev K, 9333/026 Rev K and Application Clarification. Received on 20/08/2024].\r\n\r\nReason: In order to ensure the development is carried out in accordance with the planning permission.",
    "Condition : 3 - The development shall not be implemented other than in accordance with the materials approved under P/2022/2484.\r\n\r\nReason: In order to safeguard the appearance of the area.",
    "Condition : 4 - The side roof dormer's window and windows serving toilets, bathrooms and hallways in the hereby approved development shall be obscure-glazed and non-opening below 1.7 metres above internal floor level. The windows shall not be repaired or replaced otherwise than in accordance with the requirements of this condition.\r\n\r\nReason: In order to protect neighbours' privacy\r\n",
    "Condition : 5 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development Order) 1995 (or any order revoking or re-enacting that order), no additional structures/buildings/enclosures within the curtilage of the site shall be carried out, other than as shown in the approved drawings without prior written approval of the local planning authority.\r\n\r\nReason:  To protect neighbours' living conditions and the character and appearance of the area and to prevent over-intensive use of the site. \r\n",
    "Condition : 6 - a)\tWithin three months of the date of this decision, the applicant shall enter into a binding arrangement with the Council to make an agreed contribution to the Council's Carbon Offset Fund, in accordance with the zero carbon strategy set out in the Energy Strategy Report approved under P/2021/3225 to an amount that equates to the shortfall in required energy savings to meet the 'zero carbon' target.\r\n\r\nb)\tPrior to first occupation of the development hereby approved evidence (e.g. photographs and copies of installation contracts and As-Built certificates under the Standard Assessment Procedure) shall be submitted to the Local Planning Authority and approved in writing to demonstrate that the development has been constructed in accordance with the approved Energy Strategy and any subsequent approved revisions.\r\n\r\nReason: In order to ensure that the development makes the fullest contribution to minimising carbon dioxide emissions.\r\n",
    "Condition : 7 - Prior to first occupation of the building hereby approved, the development shall have been constructed to achieve an internal water use of 105 litres/person/day or less.\r\n\r\nReason: In order to protect and conserve water supplies and resources.",
    "Condition : 8 - The development hereby approved shall not be occupied until evidence (e.g. photographs and copies of delivery notes, invoices or installation contracts) have been submitted to the Local Planning Authority to demonstrate that the development meets the following:\r\n\r\n-\tAt least three of the key elements of the building envelope (external walls, windows roof, upper floor slabs, internal walls, floor finishes/coverings) are to achieve a rating of A+ to D in the Building Research Establishment (BRE) The Green Guide of specification.\r\n-\tAt least 50% of timber and timber products are to be sourced from accredited Forest Stewardship Council (FSC) or Programme for the Endorsement of Forestry Certification (PEFC) scheme.\r\n-\tNo construction or insulation materials are to be used which will release toxins into the internal and external environment, including those that deplete stratospheric ozone.\r\n\r\nReason: In the interests of sustainable development.",
    "Condition : 9 - The development hereby approved, shall not be carried out other than in accordance with the boundary treatment, cycle parking and hard and soft landscaping details approved under P/2022/2484 and shall be maintained as such at all times thereafter.\r\n\r\nAny trees or plants that, within 5 years of planting, die, are cut down, uprooted, destroyed or become (in the opinion of the Local Planning Authority) seriously damaged or defective, shall be replaced with another tree or plant of the same size and species within the first planting season following its death, removal, uprooting or destruction, unless the Local Planning Authority gives its prior written approval to any variation.\r\n\r\nReason: In order to ensure a satisfactory appearance of the site and the area and to promote biodiversity.\r\n",
    "Condition : 10 - Either side of the vehicle access hereby approved, visibility splay areas (the depth measured from the back of the footway and the widths outwards from the edges of the access, with a splay of at least 2.4 metres x 2.4 metres) shall be provided before the access and parking area is brought into use. No fence, wall or other obstruction to visibility exceeding 0.6m in height above the surface of the adjoining highway shall be erected on land within the developer's ownership. A clear pedestrian access route, at least 1.2m wide shall be made available and shall thereafter be retained as such, without obstruction, for the lifetime of the development. \r\n\r\nReason:  To ensure adequate visibility for drivers entering and leaving the site in the interests of pedestrian and vehicle safety.",
    "Condition : 11 - Before the dwelling hereby approved is first occupied, the developer shall provide a set of containers required at the time of development for household use for the storage and collection of recyclable materials for the purposes of the Council's kerbside recycling service, to the specification then in use by the local authority's recycling collection service and shall notify the Council's refuse and recycling services when the development is first occupied. The waste and recyclable materials containers shall be stored in a proprietary refuse bin enclosure designed for the purpose to be supplied by the developer and located adjacent to the dwelling. Bins shall be stored within the store at all times and shall not be left on the public highway and thereafter shall be retained for such use at all times without obstruction.\r\n\r\nReason: In order to protect the quality of the local environment and neighbours' living conditions and to endure appropriate means of refuse storage are provided."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "15/10/2024",
  "lpa_name": "Hounslow",
  "centroid_northing": "172394",
  "last_updated": "2025-03-19T17:26:44.489+00:00",
  "development_type": "Minor dwellings",
  "ward": "Feltham West",
  "parking_details": null,
  "uprn": "100021533285",
  "application_details": {
    "site_area": 0.041
  },
  "last_date_consultation_comments": "07/11/2024",
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "TW13 4JU",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "05/12/2024",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.41946439999999996,
          51.4399802
        ],
        [
          -0.4194712,
          51.4399083
        ],
        [
          -0.41946469999999997,
          51.4399078
        ],
        [
          -0.41949939999999997,
          51.4398197
        ],
        [
          -0.4195103,
          51.4397951
        ],
        [
          -0.4193537,
          51.4397701
        ],
        [
          -0.419228,
          51.4400345
        ],
        [
          -0.4192951,
          51.440048
        ],
        [
          -0.41938729999999996,
          51.4400668
        ],
        [
          -0.4194078,
          51.4400701
        ],
        [
          -0.4194518,
          51.4400772
        ],
        [
          -0.4194579,
          51.440058
        ],
        [
          -0.41946000000000006,
          51.4400514
        ],
        [
          -0.41946059999999996,
          51.4400495
        ],
        [
          -0.41946439999999996,
          51.4399802
        ]
      ]
    ]
  },
  "lpa_app_no": "P/2024/2805",
  "valid_date": "20/08/2024",
  "description": "Variation of condition 2 (approved plans) to allow for an increase to the width of the new detached house, height and width of the first floor rear projection, erection of a side roof extension with configurations to the roof, alterations to the ground floor rear extension and installation of additional solar panels and rooflight of planning permission 00975/4/P2 (P/2021/3225) approved 17/03/2022 for the erection of a three-bedroom detached house with associated fencing, landscaping, cycle and bin storage, together with changes to the existing house comprising alterations to the fenestration and demolition of the front porch.",
  "centroid_easting": "509951",
  "site_number": "4",
  "lapsed_date": "05/12/2027",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": null,
  "epc_number": null,
  "street_name": "St Dunstans Road",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Feltham",
  "decision_agency": "Borough",
  "centroid": {
    "lat": "51.4398797",
    "lon": "-0.41943369999999996"
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2024/2805",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "13213723",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Removal/Variation of a condition",
  "id": "Hounslow-P_2024_2805",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509948.623583,
              172405.1267563
            ],
            [
              509948.3232462,
              172397.1272131
            ],
            [
              509948.7735123,
              172397.0768371
            ],
            [
              509946.5731049,
              172387.2272168
            ],
            [
              509945.8730997,
              172384.4773064
            ],
            [
              509956.8231592,
              172381.9273353
            ],
            [
              509964.9230132,
              172411.5274447
            ],
            [
              509960.2230413,
              172412.927048
            ],
            [
              509953.773582,
              172414.8775188
            ],
            [
              509952.3395293,
              172415.2137707
            ],
            [
              509949.2665667,
              172415.9386036
            ],
            [
              509948.8900707,
              172413.7931429
            ],
            [
              509948.7606899,
              172413.0537989
            ],
            [
              509948.7222038,
              172412.8393461
            ],
            [
              509948.623583,
              172405.1267563
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}