{
  "lpa_app_no": "P/2023/3150",
  "centroid_northing": 176353,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "locality": "Isleworth",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T18:21:05.139+00:00",
  "valid_date": "12/10/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              515064.6,
              176363.41
            ],
            [
              515067.3,
              176366.4
            ],
            [
              515073.25,
              176360.85
            ],
            [
              515077.45,
              176356.95
            ],
            [
              515079.3,
              176355.35
            ],
            [
              515084.08,
              176350.91
            ],
            [
              515085.7,
              176349.4
            ],
            [
              515092,
              176343.6
            ],
            [
              515088.1,
              176339.25
            ],
            [
              515080,
              176346.8
            ],
            [
              515079.05,
              176347.65
            ],
            [
              515078.1,
              176348.5
            ],
            [
              515075.35,
              176351.05
            ],
            [
              515073.44,
              176352.84
            ],
            [
              515069.3,
              176356.75
            ],
            [
              515063.5,
              176362.2
            ],
            [
              515064.6,
              176363.41
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 515078,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=P/2023/3150",
  "site_number": "552",
  "decision": "Approved",
  "ward": "Osterley & Spring Grove",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": "Removal/Variation of a condition",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Hounslow-P_2023_3150",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.019
  },
  "uprn": "100023406025",
  "decision_date": "06/12/2023",
  "description": "Variation of condition 2 (approved plans) to allow alterations to the access from front of the building following planning permssion 00707/552/P9 dated 27/05/2021 for conversion of the existing flat with extension to facilitate two self contained flats at first and second floor",
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "07/12/2023",
  "borough": "Hounslow",
  "postcode": "TW7 4EP",
  "street_name": "London Road",
  "bo_system": "Northgate M3",
  "development_type": "Minor dwellings",
  "lapsed_date": "05/12/2026",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of application reference 00707/552/P9 dated 27 May 2021.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and specifications: (Unnumbered Site Location Plan, P/618/05, P/618/06, P/618/07, Design & Access Statement. Received 12 April 2021. P/618/P1; P/618/P2; P/618/P3; P/618/P4; Unnumbered 1:1250 site plan. Received: 12 October 2023).",
    "Condition : 3 - The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building, unless otherwise shown on the approved plans.",
    "Condition : 4 - The roof terrace shall only be used for purposes incidental to the occupation of the flats hereby approved and shall be used for no other purpose, and it shall not be used for business purposes.",
    "Condition : 5 - Prior to first occupation of the hereby approved development details of the arrangements for storing of waste and recycled materials shall first have been submitted to and approved by the Local Planning Authority. The details so approved shall be carried out as approved and shall be completed before the accommodation hereby permitted is first occupied.",
    "Condition : 6 - Prior to first occupation of the hereby approved development, full details (including manufacturer's specification) of secure covered cycle parking facilities (for not less than 2 bicycles) for the occupants of the development shall have been submitted to and approved in writing by the Local Planning Authority. The approved facilities shall conform to current guidance such as the West London Cycle Parking Guidance (WestTRANS) in design and layout and be fully implemented and be made available for use before the first occupation of the development and thereafter retained for use at all times without obstruction.",
    "Condition : 7 - a)\tThe development hereby permitted shall not commence until an Energy Strategy (demonstrating how the targets for carbon dioxide emissions reduction are to be met in line with the Mayor's energy hierarchy) has been submitted to and approved in writing by the Local planning Authority.\r\nb)\tThe development shall be implemented in accordance with the approved Energy Strategy and shall not commence above ground until full Design Stage calculations under the Standard Assessment Procedure have been submitted to and approved in writing by the Local planning Authority to show that the development will be constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.\r\nc)\tPrior to first occupation of the hereby approved development evidence (e.g. photographs, installation contracts and As-Built certificates under the Standard Assessment Procedure shall be submitted to the Local Planning Authority and approved in writing to show that the development has been constructed in accordance with the approved Energy Strategy, and any subsequent approved revisions.\r\n",
    "Condition : 8 - Prior to first occupation of the hereby approved development, evidence (schedule of fittings and manufacturers' literature) demonstrating that the development of that phase has been constructed to achieve an internal water consumption by the development not exceeding 105 litres/person/day in line with The Water Efficiency Calculator for new dwellings issued by the Ministry for Housing, Communities and Local Government, shall be submitted to and approved in writing by the Local Planning Authority.",
    "Condition : 9 - Before the development hereby permitted is first occupied or brought into use, the Local Planning Authority shall be informed of the agreed naming and numbering of the approved dwellings so that arrangements can be put in place to ensure that, with the exception of a person eligible for a disabled person's badge issued pursuant to section 21 of the Chronically Sick and Disabled Persons Act 1970 (or similar legislation), no resident of the development shall obtain a resident's parking permit within any controlled parking zone which may be in force in the area at any time. The developer or any successor in title shall ensure that this condition is brought to the attention of any prospective tenant or prospective purchaser prior to entering into any lease, tenancy or contract of sale.",
    "Condition : 10 - The hereby approved one-bedroom dwelling on the first floor shall only be occupied by one permanent resident at any one time for the lifetime of the development"
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3446028,
          51.4745412
        ],
        [
          -0.344563,
          51.4745675
        ],
        [
          -0.3444792,
          51.4745164
        ],
        [
          -0.34442,
          51.4744805
        ],
        [
          -0.3443939,
          51.4744657
        ],
        [
          -0.3443265,
          51.4744248
        ],
        [
          -0.3443037,
          51.4744109
        ],
        [
          -0.3442149,
          51.474357499999996
        ],
        [
          -0.3442725,
          51.4743192
        ],
        [
          -0.3443866,
          51.4743887
        ],
        [
          -0.34440000000000004,
          51.4743966
        ],
        [
          -0.3444134,
          51.4744044
        ],
        [
          -0.3444521,
          51.4744279
        ],
        [
          -0.344479,
          51.4744444
        ],
        [
          -0.3445374,
          51.4744803
        ],
        [
          -0.3446191,
          51.4745305
        ],
        [
          -0.3446028,
          51.4745412
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "12504591",
  "centroid": {
    "lon": "-0.3444134",
    "lat": "51.4744449"
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}